{
    "url_original": "https://www.wsj.com/articles/a-short-history-of-war-review-fighting-the-battles-11636583345?mod=opinion_reviews_pos1",
    "url": "a-short-history-of-war-review-fighting-the-battles-11636583345",
    "title": "‘A Short History of War’ Review: Fighting the Battles",
    "sub_head": "In war, new technologies and resources have only been as useful as they have been suitable to the environment in which they have been used.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-432906?width=860&height=573",
    "image_1": "im-432906.jpg",
    "time": "2021-11-10 17:29:00",
    "body": "War might not be the locomotive of history, but it drives the writing of the world’s most-published historian. Jeremy Black’s extraordinary body of work regularly returns to themes in military history, expanding from his base in the 18th century to tackle strategic and tactical concerns with unusual chronological and geographic range. His latest book distills his achievements as the most prolific historian in the English language into 40 short chapters that describe war from the ancient world to the present day. Mr. Black, an emeritus professor of history at Exeter University and senior fellow at the Foreign Policy Research Institute, begins his account in prehistory, demonstrating how early rock paintings depicted the success of humans over animals, and how ancient writing portrayed the success of some humans over others. Events in the centuries that followed confirm Mr. Black’s observations that “fighting is integral to human society,” that the factors that determine military success are often enduring, and that war-making is likely to continue.<br />Rather than provide detailed accounts of individual actions, “A Short History of War” shows us why war matters and what it has achieved. Much of this account centers on developments in materiel. Mr. Black describes the development of “force multipliers,” like medieval castles, while noting that their radius of power was determined by cavalry capacity, and therefore limited to a radius of around 25 kilometers, or about 15 miles. He illustrates the use of force conservation and describes a method of conquest adopted on the medieval steppe, in which armies devastated large parts of a region, from which they withdrew, creating an unstable buffer zone around territory that they intended to retain."
}