{
    "url_original": "https://www.wsj.com/articles/a-troubled-birth-review-citizens-disunited-11637531186?mod=opinion_major_pos10",
    "url": "a-troubled-birth-review-citizens-disunited-11637531186",
    "title": "‘A Troubled Birth’ Review: Citizens Disunited",
    "sub_head": "Would ‘public opinion’ improve if Americans had more instruction from professors, journalists and fact-checkers?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-439030?width=860&height=573",
    "image_1": "im-439030.jpg",
    "time": "2021-11-21 16:46:00",
    "body": "‘We the People,” the first three words of the Constitution, were a bit of legerdemain on the part of draftsman Gouverneur Morris, but they have rightly resonated over the years, not least when the definition of “the people” was expanded by universal white manhood suffrage in the 1830s and by the enfranchisement of blacks in 1870. It’s not surprising that aristocratic European observers like Alexis de Tocqueville and Lord Bryce were struck by the importance of public opinion when they visited the U.S. in the 1830s and 1880s, both decades of bitter partisan competition. For Susan Herbst, however, the key decade for enthroning the sentiments of “we the people” came much later—in the 1930s. It was then, she argues in “A Troubled Birth,” that we got stuck with the parched and crabbed notion of public opinion with which we’re still stuck today.<br />Ms. Herbst, a political-science professor at the University of Connecticut (and its former president), makes her case not in a single narrative but in a series of essays that circle around the subject. It’s an appealing approach, unevenly executed. Her most arresting writing comes in a lyric description of the 1939-40 New York World’s Fair, with its corporate pavilions (especially General Motors’ Futurama) and contributions from around the world (though Nazi Germany was absent and the Soviet pavilion was closed after the August 1939 Hitler-Stalin pact). The World’s Fair was a high-impact event, with attendance of 45 million, but in Ms. Herbst’s view it was “infantilizing,” helping to create a public that was “passive, easily entertained,” and “characterized by cheerful consumption.”"
}