{
    "url_original": "https://www.wsj.com/articles/adrienne-hbo-adrienne-shelly-waitress-andy-ostroy-paul-rudd-keri-russell-hal-hartley-11638302370?mod=opinion_major_pos15",
    "url": "adrienne-hbo-adrienne-shelly-waitress-andy-ostroy-paul-rudd-keri-russell-hal-hartley-11638302370",
    "title": "‘Adrienne’ Review: Portrait of Loss",
    "sub_head": "The documentary about film actress and writer-director Adrienne Shelly, who was murdered 15 years ago, is directed by her husband, Andy Ostroy.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-443192?width=860&height=573",
    "image_1": "im-443192.jpg",
    "time": "2021-11-30 15:01:00",
    "body": "The HBO documentary “Adrienne” celebrates the life and work of actress Adrienne Shelly, the ’90s indie film darling and writer-director of the movie “Waitress” (which inspired the hit Broadway musical), who was murdered 15 years ago. It’s also a film made by her grieving husband. On paper, it shouldn’t work at all. It works measurably better on screen.<br />But Andy Ostroy, the film’s producer and director, is also a widower walking a tightrope, and he does so successfully most of the time. He’s given himself two tasks. One is revisiting the murder of his wife, whose body was found in November 2006 at her Greenwich Village office, hanging from a bed sheet. (The killer was hoping New York City police investigators would dismiss the death as a suicide, which they initially did.) The other is paying tribute to Shelly. To that end, he interviews family, friends and friends who were colleagues—among them Paul Rudd, Keri Russell, Cheryl Hines, Nathan Fillion and, notably, director Hal Hartley, for whom the actress starred in “The Unbelievable Truth” (1989) and “Trust” (1990), films that made both their reputations. Also appearing is Sara Bareilles, who wrote the music and lyrics for the 2015 stage adaptation of “Waitress,” which had its Broadway premiere at the Brooks Atkinson Theater in 2016 and ran there until 2020. (The show’s current revival ends in January.)"
}