{
    "url_original": "https://www.wsj.com/articles/america-safety-net-entitlements-work-requrements-donations-build-back-better-biden-charity-11636123429?mod=opinion_lead_pos6",
    "url": "america-safety-net-entitlements-work-requrements-donations-build-back-better-biden-charity-11636123429",
    "title": "America Needs a Safety Net, Not a Hammock",
    "sub_head": "Congressional Democrats want to decouple welfare from work, undermining the American work ethic.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-11-05 14:31:00",
    "body": "Americans are sympathetic and generous. They gave more than $470 billion to charity in 2020, according to the most recent Giving USA report. They also spend more than a billion hours every year volunteering for charitable organizations. But these amounts, large as they are, pale in comparison to the trillions of dollars in support taxpayers provide through various federal, state and local welfare programs. Americans want to help those who can’t help themselves, or who are going through a rough patch. They don’t want to support healthy adults and allow them to live off government welfare programs permanently. Americans believe in the safety net, not the safety hammock.<br />Tying public benefits to paid work prevents people from abusing American generosity. For several decades this opinion was held by most Americans. Many programs implemented as part of Franklin D. Roosevelt’s New Deal were jobs programs, not welfare programs. The Works Progress Administration and Civilian Conservation Corps paid millions of Americans to construct new buildings and pave new roads. During this time the government also established welfare programs that provided direct financial assistance, such as Aid to Families With Dependent Children. While total benefits and eligibility criteria for welfare programs were limited initially, Congress gradually loosened those limits over the next several decades, undermining the American work ethic. Before long many Americans found it was easier to stay on welfare than to get a job."
}