{
    "url_original": "https://www.wsj.com/articles/american-comics-review-panels-strips-graphic-novels-11636065249?mod=opinion_reviews_pos1",
    "url": "american-comics-review-panels-strips-graphic-novels-11636065249",
    "title": "‘American Comics’ Review: Panels, Strips & Graphic Novels",
    "sub_head": "From political cartoons to the Sunday funnies, from D.C. and Marvel to Zap and ‘Maus,’ the evolution of an all-American art form.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-429489?width=860&height=573",
    "image_1": "im-429489.jpg",
    "time": "2021-11-04 18:34:00",
    "body": "In 1976 Marvel Comics published “Howard the Duck,” starring a foul-mouthed, beak-billed alien stranded on earth among “talking hairless apes.” Sadly, Steve Gerber’s metafictional, existentialist romp was largely dismissed as a “funny animal” comic by those who associated comics with subliterate escapism. The medium itself has long been the ugly duckling of American culture, a stealth art form whose secret, swanlike identity (more bird than plane) has been accorded widespread acclaim only in the past few decades. Comic strips, which emerged at the turn of the 20th century, were at least in respectable newspapers. This could not be said for their down-market cousin, the floppy comic “book” that began littering playgrounds and treehouses in the 1930s.<br />That kiddie stigma proved hard to vanquish, even as adults increasingly embraced comics, and as comics themselves gradually became more adult in content, experimental in form and grandiloquent in name (“graphic novel”; “sequential art”). Within the past generation, though, remarkable works like “Maus,” “Fun Home” and “March” have garnered major awards and public esteem. Even the superhero films monopolizing the multiplexes hope to match decibel levels with savoir faire by recruiting indie directors like Chloé Zhao (“Eternals”). But while they share in their sources’ visual spectacle, these movies can’t capture comics’ unique appeal: their blending of words and pictures in sequence on a page, making the reader an active interpreter of the pregnant silences between panels."
}