{
    "url_original": "https://www.wsj.com/articles/au-revoir-to-the-perfect-parisian-woman-cliche-11637786429?mod=life_work_lead_pos1",
    "url": "au-revoir-to-the-perfect-parisian-woman-cliche-11637786429",
    "title": "Au Revoir to the ‘Perfect Parisian Woman’ Cliché",
    "sub_head": "A more inclusive vision of French style is in the air, as evidenced by Vogue Paris rebranding as Vogue France. What’s in: forward-thinking designers and women of different backgrounds and sizes. What’s out: the thin, white, rich Parisian stereotype in a trench coat.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-440820?width=860&height=632",
    "image_1": "im-440820.jpg",
    "time": "2021-11-27 08:00:00",
    "body": "“How to be Parisian Wherever You Are.” “Lessons from Madame Chic: 20 Stylish Secrets I Learned While Living in Paris.” “Parisian Charm School: French Secrets for Cultivating Love, Joy, and That Certain Je Ne Sais Quoi.” “Chic and Slim Toujours.” “Love Parisienne: The French Woman’s Guide to Love and Passion.” These are just a few of the dozens of books published in the 2000s that trafficked in the myth of the Parisian woman (or “girl,” as she is often called). In these books, French women are boiled down to one reductive stereotype: the thin, white, rich Parisian sophisticate in a striped shirt, trench coat and Hermès scarf.<br />That cliché persisted for decades, incarnated by such celebrities as singer Jane Birkin, actor Brigitte Bardot, and model and designer Inès de la Fressange. Although Ms. Birkin is British, Ms. Bardot has lived in the South of France for decades and Ms. de la Fressange is partly of Argentine-Colombian descent, they came to stand for a distinctive brand of Parisian style. But this fairy tale is finally fading. Ms. Bardot, 87, once an icon of elegance, was fined €20,000 this month by a French court for writing in a 2019 open letter that inhabitants of Réunion Island have “savage genes” for their treatment of animals. (A spokesperson for Ms. Bardot declined to comment.) A new generation of diverse celebrities, social media stars and designers is exploding the codes of the Parisian aesthetic. And 101 years after its founding, the Condé Nast magazine Vogue Paris has changed its name to the more inclusive Vogue France under its new head of editorial content Eugénie Trochu."
}