{
    "url_original": "https://www.wsj.com/articles/belfast-kenneth-branagh-judi-dench-van-morrison-northern-ireland-the-troubles-11636671094?mod=opinion_reviews_pos2",
    "url": "belfast-kenneth-branagh-judi-dench-van-morrison-northern-ireland-the-troubles-11636671094",
    "title": "‘Belfast’ Review: Love in the Time of Troubles",
    "sub_head": "Kenneth Branagh’s semi-autobiographical look at his childhood in a turbulent Northern Ireland is a stirring tribute to family ties",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-433286?width=700&height=467",
    "image_1": "im-433286.jpg",
    "time": "2021-11-11 17:52:00",
    "body": "Kenneth Branagh revisits a turbulent stretch of his childhood in “Belfast.” The time is 1969, when he was 9 years old and the Troubles, the sectarian battles between Catholics and Protestants, were engulfing the peaceful life of his working-class family and neighborhood, along with the rest of Northern Ireland. There’s only one trouble with his semi-autobiographical account. It’s so polished—so spirited, funny and skillfully calibrated—that it could be taken for a while as a crowd-pleaser and not a lot more. Sign me up for the crowd, though. This is surely the most pleasing film I’ve seen so far this year, but also the most affecting.<br />An opening montage briefly shows the modern city that Belfast has become. Then the first shot, evoking the past in lustrous black-and-white, sets the stage—a single block of row houses in the neighborhood—and fills it with children playing gleeful war games. No doubt about which of them is the filmmaker’s alter ego. It’s Buddy, the towheaded kid with the wooden sword, garbage-can-cover shield and invincible grin. He’s played by Jude Hill, an endearing young actor with outsize ardor who’s resistible only during two or three moments when Mr. Branagh, understandably enchanted, dotes on him in close-ups that are a bit too close and a bit too long. (Haris Zambarloukos did the superb cinematography. The production was designed by Jim Clay. Van Morrison, another native of Northern Ireland, provided the powerful music.)"
}