{
    "url_original": "https://www.wsj.com/articles/best-thanksgiving-pie-recipes-holiday-desserts-2021-11636145748?mod=life_work_lead_pos2",
    "url": "best-thanksgiving-pie-recipes-holiday-desserts-2021-11636145748",
    "title": "The Best Thanksgiving Pie Recipes and Other Holiday Desserts for 2021",
    "sub_head": "Whether pumpkin or pecan or something other than pie entirely, a dessert for the Thanksgiving table has to truly deliver. From an ambitious caramel-apple pie élevée to a super-simple Key lime mousse you can whip up last-minute, these are recipes we need this year.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-430078?width=700&height=466",
    "image_1": "im-430078.jpg",
    "time": "2021-11-11 11:00:00",
    "body": "IN SOME WAYS, 2021 isn’t so different from 1621, the year of the fabled first Thanksgiving: We come to the table with a craving for some reassuring sweetness as well as a wish to meet the mere fact of persevering with an act of gratitude. As far as I know, no one has come up with a better way to satisfy both impulses than baking a pie. We’ve rounded up some of our favorite recipes from the past few years, from a classic but impressive sweet-potato pie to a sweet-and-savory apple gouda one. There are ample options, too, for vegan and gluten-free bakers. And if you really want to keep things as easy as possible—with a 15-minute mince pie, for instance, or an elegantly simple French pumpkin custard—not a problem. We’ve got you covered.<br />Some bakers approach Thanksgiving with the same sense of competition the Dallas Cowboys’ QB brings to the field that day. For these ambitious types we offer recipes for a caramel-apple pie élevée with a magnificent basket-weave crust a full three inches high; a sweet potato pie dolloped with elegant whipped-cream quenelles; a striking chocolate-rye lattice filled with billows of snowy meringue; and a fragrant cranberry-sage pie topped with a starburst crust. Though a lemon meringue pie is indisputably an American classic, to many it might not sound like the typical Thanksgiving choice, and in this case they’d be right: The recipe, from Angela Scott of Woodruff’s Cafe and Pie Shop in Monroe, Va., is a real standout, crowned with spectacular, perfectly toasted meringue peaks."
}