{
    "url_original": "https://www.wsj.com/articles/chrome-hearts-los-angeles-11635778730?mod=life_work_lead_pos1",
    "url": "chrome-hearts-los-angeles-11635778730",
    "title": "Is ‘Made in the U.S.A.’ Dead? Not For L.A. Brand Chrome Hearts",
    "sub_head": "Worn by celebrities like Rihanna, Drake and Bella Hadid, the family-owned fashion brand produces nearly all of its products in California—despite the steep costs.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-426832?width=700&height=901",
    "image_1": "im-426832.jpg",
    "time": "2021-11-01 11:00:00",
    "body": "ON A SIDE STREET in New York’s West Village on the afternoon of Sept. 11, 30 or so people waited to be let inside a temporary shop the fashion brand Chrome Hearts had mounted for its sub-collection, “Sex Records.” Like music fans wearing a band’s T-shirt to its concert, many were dressed in Chrome Hearts shirts, hats and hoodies. The line crawled along. One man in Star Trek-esque glasses at the very end said he’d already been waiting 15 minutes. But for these hoarders of the brand, the chance to buy some especially rarefied clothes was well worth the wait.<br />Started in Los Angeles in 1988 by friends and avid motorcyclists Richard Stark and John Bowman (jewelry designer Leonard Kamhout soon joined forces with them), Chrome Hearts is best known by mainstream observers as a celebrity-fashion favorite. Notables from John Cusack to Dennis Rodman to Rihanna have worn the brand’s virile leather jackets, weighty necklaces and sweatshirts bearing its iconic cross logo. The late Karl Lagerfeld was a consistent Chrome customer, staying dripped in the brand’s hulking silver rings even into his later years. Today, the brand, now co-owned by Mr. Stark and his wife Laurie Lynn Stark, has an ongoing collaboration with model Bella Hadid who boasts 47-million-plus Instagram followers, while rappers like Lil Uzi Vert and Young Thug regularly namedrop Chrome Hearts in songs."
}