{
    "url_original": "https://www.wsj.com/articles/dean-martin-king-of-cool-tcm-tom-donahue-jon-hamm-jerry-lewis-rat-pack-11637100006?mod=opinion_major_pos14",
    "url": "dean-martin-king-of-cool-tcm-tom-donahue-jon-hamm-jerry-lewis-rat-pack-11637100006",
    "title": "‘Dean Martin: King of Cool’ Review: Grasping an Elusive, Sophisticated Icon",
    "sub_head": "Tom Donahue’s documentary looks at the enigmatic entertainer and the mercurial nature of what ‘cool’ means.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-435820?width=860&height=860",
    "image_1": "im-435820.jpg",
    "time": "2021-11-16 17:01:00",
    "body": "People of a certain age—boomers and their elders, specifically—probably never imagined a time when they would have to explain Dean Martin. He seemed to be everywhere. He had an enormously successful run with a TV variety show, as well as hit records, club dates and movies. Just as important, he was a kind of one-man brand: the singer who wasn’t quite Sinatra, the host who wasn’t quite Carson, the actor who didn’t pretend to be Brando but who was so effortlessly charming he could make even his muffed lines into comedy material.<br />As its title implies, director Tom Donahue’s “Dean Martin: King of Cool” (with no apologies to Miles Davis) is out to define not just Martin but the quality of “cool” itself, at least in its postwar, Eisenhower-to-Kennedy-era sense. That the actor Jon Hamm is among those interviewed by Mr. Donahue is fitting; “Mad Men” helped make ’60s cool cool once more. Observers ranging from rapper/entrepreneur RZA to the cultural critic and academic Gerald Early weigh in on Martin’s contributions to, among other things, civil rights, however tangential they might have been: Martin was a member of the vaunted Rat Pack, as was Sammy Davis Jr., even though Davis couldn’t eat in certain Las Vegas hotels where he and his singing, dancing, joke-cracking white cronies performed. Martin was a Midwesterner, born in Steubenville, Ohio, in 1917 as Dino Crocetti, a second-generation Italian-American who didn’t speak English until he went to school. He didn’t make sense as the smoothest guy in show biz. “King of Cool” suggests he knew that all too well."
}