{
    "url_original": "https://www.wsj.com/articles/democrats-face-the-woke-elections-socialists-critical-race-theory-schools-aoc-virginia-11636669165?mod=opinion_lead_pos8",
    "url": "democrats-face-the-woke-elections-socialists-critical-race-theory-schools-aoc-virginia-11636669165",
    "title": "Democrats Need to Face Down the Woke",
    "sub_head": "Identity politics has become dangerous to their cause. Even the socialists at Jacobin magazine see it.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-433622?width=860&height=573",
    "image_1": "im-433622.jpg",
    "time": "2021-11-11 18:09:00",
    "body": "I want to look at the woke education agenda and the Democrats. They can still push away from the woke regime and improve their prospects for survival in the next election, but they must move quickly and be clear. Our bias in this column is that it’s good for America if there are two strong parties duking it out—they may not mean to but they function as a unifying, stabilizing force in this broken-up country—and it would be a great national good if the woke regime were disrupted. Nobody likes it but the extreme cultural left, including the teachers unions. It did famous harm to the Democrats in the latest election.<br />The debate over nomenclature—why, critical race theory isn’t even taught in third grade!—is mischievous and meant to obscure. The woke regime rests primarily on a charge that racial evil was systemically and deliberately embedded long ago, by the white patriarchy, in the heart of all American life, and that this ugliness thrives undiminished, which justifies all present attempts at eradication. We are not individual persons with souls; we are part of identity groups marked by specific traits. We hate each other and must fight each other. This regime is variously compared to China’s Cultural Revolution, the French Revolution’s Terror and Puritanism. It is an ideology. A philosophy bubbles up from lived experience and emerges in time; an ideology is forced down into people’s heads from above, and its demands are always urgent."
}