{
    "url_original": "https://www.wsj.com/articles/dexter-new-blood-showtime-michael-c-hall-jeff-lindsay-john-lithgow-11636058748?mod=opinion_major_pos15",
    "url": "dexter-new-blood-showtime-michael-c-hall-jeff-lindsay-john-lithgow-11636058748",
    "title": "‘Dexter: New Blood’ Review: Fresh Meat, Stale Story",
    "sub_head": "The vigilante serial killer played by Michael C. Hall returns to TV, with a reformed mindset and a new identity.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-428672?width=860&height=573",
    "image_1": "im-428672.jpg",
    "time": "2021-11-04 16:46:00",
    "body": "If Dexter Morgan were in a 12-step program he’d be calling himself a “recovering” serial killer, at least when we first see him in “Dexter: New Blood.” It’s been 10 years (in TV time) since the forensics specialist and homicidal maniac played by Michael C. Hall stopped killing other homicidal maniacs. His life is good in upstate Iron Lake, N.Y. He lives in a cabin in the woods, raises goats, chops firewood, ice fishes and wears overalls. Under an alias, Jimmy Lindsay, he even has some pursuits that test his “sobriety” on a regular basis: Selling guns in the local sports shop. Putting up with obnoxious customers. And sharpening knives and cleavers for the local butcher. “You’re a life saver, Jimmy,” says Gig (David J. Curtis) with gratitude, and no end of unintentional irony.<br />The original “Dexter,” based on novels by Jeff Lindsay and one of television’s more divisive and justifiably controversial dramatic series, ran in new episodes on Showtime from 2006 to 2013 and in reruns on CBS during the 2007-08 Writers Guild strike. Appealing to the viewer’s inner vigilante—as well as to the darker side of his or her sense of humor—it appalled some by making a mass murderer sympathetic. It was also blamed for inspiring several real-life slayings—though if someone is going to be driven to kill by a television program, there’s probably something else going on."
}