{
    "url_original": "https://www.wsj.com/articles/equals-ed-sheeran-review-bad-habits-shivers-visiting-hours-11635800628?mod=opinion_major_pos13",
    "url": "equals-ed-sheeran-review-bad-habits-shivers-visiting-hours-11635800628",
    "title": "‘Equals’ by Ed Sheeran Review: Emotions by the Numbers",
    "sub_head": "The singer-songwriter’s latest album sounds a lot like his past work and tells listeners exactly how they should feel.",
    "category_1": "Books & Arts",
    "category_2": "Music Review",
    "image_1_url": "https://images.wsj.net/im-426826?width=860&height=573",
    "image_1": "im-426826.jpg",
    "time": "2021-11-01 17:05:00",
    "body": "The staggering success of English singer-songwriter Ed Sheeran is so difficult to comprehend one can only recite statistics: He has the most popular song of all time on Spotify—“Shape of You” is closing in on three billion streams—and he had the highest-grossing tour in music history, pulling in $775 million from nearly nine million paying customers in the string of concerts that came to a close in 2018. That massive single and tour were connected to “Divide,” the top-selling album of 2017, which won Best Pop Vocal Album at the Grammys. The tendency to think of Mr. Sheeran’s music, which is powered by his acoustic guitar strumming and his flexible tenor, in terms of figures on a balance sheet is helped along by the fact that his solo records are titled with mathematical symbols. “Divide” has the two dots and horizontal line we use for division, and his previous LPs, 2011’s “Plus” and 2014’s “Multiply,” both feature the associated operators. The flurry of record-setting data surrounding his work makes you want to reach for a calculator in order to get a handle on it.<br />On “Tides,” the opening track from Mr. Sheeran’s just-released fourth studio album, “Equals” (Asylum/Atlantic), the singer shares the feelings of uncertainty that came with his triumphs, and math is part of the equation: “I lost the confidence in who I was / Too busy trying to chase the high and get the numbers up.” It’s a stomping up-tempo number designed for clapping and shouting along—“I wanted something you could open with in a stadium,” he told Apple Music in a recent interview; he’s the rare musician in a position to think about such considerations—and it finds him reflecting on his previous album’s impact. Mr. Sheeran is somehow only 30, but for him that means he’s getting older, and he’s now married with a child. “Equals” is his attempt to square his desire for a tranquil family life and its associated pleasures with the reality of being a global celebrity."
}