{
    "url_original": "https://www.wsj.com/articles/everything-and-less-book-review-amazon-bezos-novels-fiction-in-prime-time-11636130154?mod=opinion_major_pos12",
    "url": "everything-and-less-book-review-amazon-bezos-novels-fiction-in-prime-time-11636130154",
    "title": "‘Everything and Less’ Review: Fiction in Prime Time",
    "sub_head": "Amazon has transformed the way we read books—and, according to Mark McGurl, how they’re written.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-429355?width=860&height=573",
    "image_1": "im-429355.jpg",
    "time": "2021-11-05 12:36:00",
    "body": "Early in his study “Everything and Less: The Novel in the Age of  Amazon , ” Stanford professor and literary critic Mark McGurl points out that the wealthiest novelist of all time is not J.K. Rowling or James Patterson or any other habitual mega-bestseller, but MacKenzie Scott, the author of two modestly well-received works of literary fiction and, incidentally, the billionaire ex-wife of Jeff Bezos. The statement, in Mr. McGurl’s usual fashion, is as provocative as it is casually asserted. On one hand, it has the virtue of being technically true, lending credence to Mr. McGurl’s argument that Amazon is overturning the way we understand books, changing them at a molecular level from works of art into monetizable products. On the other hand, the claim is based on an accidental correlation: Ms. Scott is rich, but not from her writing. It happens, in fact, that Napoleon Bonaparte too once wrote a novel. If I were to say that he was therefore the most famous novelist in world history, would I be making an interesting point or engaging in semantic deception?<br />This tension is everywhere in “Everything and Less,” which relies on the flash and surprise and ingenuity of its arguments to distract you from the sleight-of-hand taking place in the background. Mr. McGurl’s impressive ambitions—his willingness to synthesize huge and diverse periods of literary history—is hardly in doubt. I consider his 2009 book “The Program Era” a cornerstone study of postwar American fiction. Cheekily taking his title from Hugh Kenner’s “The Pound Era,” a survey of literary Modernism, Mr. McGurl proposes that it was not an individual but the institution of the creative-writing workshop that most influenced American fiction in the second-half of the 20th century."
}