{
    "url_original": "https://www.wsj.com/articles/finch-tom-hanks-apple-tv-miguel-sapochnik-american-pie-11635886875?mod=opinion_major_pos14",
    "url": "finch-tom-hanks-apple-tv-miguel-sapochnik-american-pie-11635886875",
    "title": "‘Finch’ Review: Man’s Best Friends",
    "sub_head": "Tom Hanks stars as a man riding out climate apocalypse with his canine and robotic companions in Miguel Sapochnik’s feature.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-427658?width=860&height=573",
    "image_1": "im-427658.jpg",
    "time": "2021-11-02 17:02:00",
    "body": "Transporting the “Cast Away” motif into a landlocked St. Louis, “Finch” finds Tom Hanks playing a post-apocalyptic Robinson Crusoe marooned in the Midwest—which, like the rest of America, has been reduced to a sun-blasted desert where daylight sears the skin and starving humans lurk in the shadows at night. It should be said right away that “Finch” is probably one of the more upbeat accounts of doomsday in the oeuvre of dystopic fiction, although the cheeriness can sometimes make what’s terrible even more so.<br />Sharing a kinship with “The Martian,” “Moon,” “All Is Lost” and “Solaris” (both the Tarkovsky and Soderbergh versions), “Finch” is a solidly entertaining feature from director Miguel Sapochnik (“Game of Thrones”) and not quite a one-man effort by Mr. Hanks, even if he’s virtually the only actual human on screen. We first see his Finch struggling through a dust-clouded terrain in a helmet and what he calls his “UV suit,” singing “American Pie”—our tip-off that the time is not so very far away—and scavenging, mostly for food. He has a robot sidekick named Dewey—a cross between R2 D2 and the spare-parts hero of “WALL-E”—who helps Finch rummage through what looks like a derelict Walmart. There, Finch finds a can of dog food. He’s delighted. Thankfully, for us, he has a dog. But when he feeds the charming pup, named Goodyear, he also licks his fingers."
}