{
    "url_original": "https://www.wsj.com/articles/great-escapes-with-morgan-freeman-history-channel-stalag-luft-iii-alcatraz-maze-prison-brushy-mountain-state-penitentiary-11635974486?mod=opinion_major_pos13",
    "url": "great-escapes-with-morgan-freeman-history-channel-stalag-luft-iii-alcatraz-maze-prison-brushy-mountain-state-penitentiary-11635974486",
    "title": "‘Great Escapes With Morgan Freeman’ Review: Breakout Performances",
    "sub_head": "The iconic actor hosts an eight-part documentary series that tells stories of incredible getaways from Alcatraz, a Nazi POW camp and more.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-428610?width=860&height=573",
    "image_1": "im-428610.jpg",
    "time": "2021-11-03 17:22:00",
    "body": "‘Some of the greatest stories ever told start behind bars,” says the host of “Great Escapes With Morgan Freeman,” and the actor is certainly right—several of the stories in his eight-part documentary series are so epic they’ve been told before, sometimes more than once. In fact, one of Mr. Freeman’s own better known (and most beloved) films, “The Shawshank Redemption,” is echoed throughout episode 1. But the allure of a show like “Great Escapes” is the way fact gets separated from dramatically enhanced fiction. And the perverse way it gets you to root for people you sometimes oughtn’t be rooting for at all.<br />Several of the subjects in this History Channel series are genuine heroes—notably, the inmates of Stalag Luft III, a World War II prisoner-of-war camp deep in Nazi-occupied Poland and the site of one of the most celebrated breakouts ever. (That wildly ambitious 1944 getaway of Allied airmen, examined in “Escaping Hitler” on Dec. 7, also inspired the 1963 John Sturges-directed “The Great Escape,” and fans of that film will be fascinated by the parallels, as well as by the fact that the film is never mentioned.) Other characters in other stories are considerably less sympathetic—James Earl Ray, for instance, who was known as a prison escape artist long before he was convicted for the murder of the Rev. Martin Luther King Jr. and sentenced to 99 years at the fearsome Brushy Mountain State Penitentiary in Tennessee, a place he attempted to exit more than once."
}