{
    "url_original": "https://www.wsj.com/articles/holiday-gift-books-review-2021-mysteries-sherlock-holmes-agatha-christie-anne-perry-11637291396?mod=business_minor_pos4",
    "url": "holiday-gift-books-review-2021-mysteries-sherlock-holmes-agatha-christie-anne-perry-11637291396",
    "title": "Holiday Gift Books 2021: Mysteries",
    "sub_head": "New editions of cozy classics, fresh adventures for the world’s most famous detective and even a guide to mystery-writing success from those who know best.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-11-18 22:11:00",
    "body": "Andrew Klavan’s “When Christmas Comes” is an intriguing “Yuletide mystery” that features a murder puzzle, a ghost story, two star-crossed romances and a fable of guilt. Cameron Winter, an English professor, has “a strange habit of mind” which enables him to fill in the details of shadowy scenarios. A public defender summons him at Christmastime to the snow-covered town of Sweet Haven to assist her client, who’s confessed to murdering his girlfriend. The accused is a war hero and the town’s favored son; no one wants to believe him guilty. Yet the evidence and his confession seem incontrovertible. Once Winter intuits the hidden truth, he must choose between justice and mercy—and decide what’s most important in life.<br />Anne Perry’s Victorian-era seasonal tales have long been an annual treat. “A Christmas Legacy” is arguably her best. Gracie Tellman, wife of a Bow Street police inspector, receives a plea for help from Millie Foster, a young woman “in service” at a house where, she says, food has gone missing and the servants are all in fear of being falsely accused of stealing. Gracie, herself a former maid, takes Millie’s place briefly to try to sort things. She soon solves the mystery of the missing food: It’s being slipped upstairs to feed a bedridden old woman whom the lord and lady of the house seem content to “ignore to death.” In scenes of great tenderness, Gracie and her new colleagues tend to the semi-invalid’s needs. And in a gleefully pleasing finale, virtue proves to be a good deal more than its own reward."
}