{
    "url_original": "https://www.wsj.com/articles/holiday-gift-guide-review-books-2021-photography-11637124379?mod=opinion_major_pos12",
    "url": "holiday-gift-guide-review-books-2021-photography-11637124379",
    "title": "Holiday Gift Books 2021: Photography",
    "sub_head": "Collections that travel around the world or voyage back in time— through the magic portal of the camera’s eye.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-11-16 23:46:00",
    "body": "Chester Higgins says his latest book is a portrait of “the spiritual imagination and the genesis of faith in Africa.” A former staff photographer for the New York Times, he devoted 50 years of personal time to “Sacred Nile,” a labor of love and devotion. His considerable technical skill imbues his color pictures of the temples, churches, mosques and monuments of northeast Africa with some of the feeling that the people who erected them must have felt. Even objects in museums are vivified. There are also pictures of present-day worshipers; Muslims, Christians, Jews and animists. A mysterious light illuminates the columns of the Luxor Temple in Egypt; a starry sky is seen from a rock-hewn church high above Hawzen, Ethiopia; a row of Nubian pyramids marches across the desert at the Royal Necropolis in Sudan.<br />“A Mirror in Macedonia” is a photo-essay on setting forth. Neil Folberg tells how he got interested in taking pictures, Ansel Adams mentored him, and a grant from UC Berkeley took him to Macedonia in 1971. Macedonia was then a part of communist Yugoslavia, so Mr. Folberg was under constant surveillance. The writing is both witty and scary as the journeyman artist is detained by the authorities and the natives help him out of scrapes. Mr. Folberg honed his art as he came to know the terrain and its inhabitants; his pictures show villages set in rugged Balkan mountains, peasants working their fields, musicians playing drums and zurlas, weddings, funerals and the faces of this ancient people. The last picture is of a coffin maker in Prilep leaning against an elaborate example of his craft and grinning cheerily."
}