{
    "url_original": "https://www.wsj.com/articles/holiday-gift-books-review-2021-design-fashion-architecture-11637291627?mod=opinion_major_pos10",
    "url": "holiday-gift-books-review-2021-design-fashion-architecture-11637291627",
    "title": "Holiday Gift Books 2021: Design",
    "sub_head": "From the court of Henry VIII to the American southwest, these books celebrate inventive and innovative creations in fashion, architecture, printmaking and beyond.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-11-18 22:14:00",
    "body": "In the wake of “The Crown,”  Netflix ’s  blockbuster about the modern-day British monarchy, much attention was paid to Princess Diana’s evolving looks, from schoolgirlish Sloane Ranger to glamour-puss activist. But when it comes to clothes, the House of Windsor can’t begin to compete with the House of Tudor, which 500 years ago ruled England from Henry VII to Elizabeth I. As curator Eleri Lynn points out in her entertaining “Tudor Fashion,” these monarchs “had to establish their dominance, and the construction of a regal image—as conveyed by dress—was critical to the success of their rule.”<br />Though only a few tangible remnants of the Tudor wardrobe survive, Ms. Lynn deconstructs their particulars and meaning from documents, portraits and re-creations of court dress. And what a wealth of factoids emerges. Gowns for men were shorter during Henry VIII’s reign to show off the king’s athletic legs. When Henry told Katherine of Aragon that he doubted their marriage’s validity, she began to dress more richly, increasing her wardrobe spending by half. And during Elizabeth’s reign, perhaps not surprisingly, feminine attire grew ever more flamboyant while male fashion ebbed—including the codpiece, that mainstay of Tudor masculinity, which “declined in both popularity and size.” This is power dressing at its most time-consuming, expensive and ostentatious, and great fun to consider as you lounge around the house in your pj’s and yoga pants."
}