{
    "url_original": "https://www.wsj.com/articles/holiday-gift-guide-review-books-2021-music-11637124223?mod=opinion_major_pos12",
    "url": "holiday-gift-guide-review-books-2021-music-11637124223",
    "title": "Holiday Gift Books 2021: Music",
    "sub_head": "Reading (and listening) to put a song in the heart of any recipient.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-11-16 23:44:00",
    "body": "“I’ve seen some of the damnedest things anyone could imagine,” writes Peter Duchin in his memoir “Face the Music.” Mr. Duchin, the pianist and bandleader, looks back on his glamorous highs and vexatious lows. He was a child of privilege, but he saw little of his father, Eddy, the famous swing-era musician, and nothing of his mother, Marjorie, an heiress, who died days after his birth. Establishing his own orchestra in his 20s, Mr. Duchin would appear at the classiest of functions. Deep in the society swim, he entertained at Truman Capote’s Black and White Ball and attended the party profiled in Tom Wolfe’s “Radical Chic.” A stroke suffered in 2013 caused Mr. Duchin to re-examine his past, most of all his relationship to his parents. A bout last year with Covid-19 left him intubated for more than a month, an ordeal that gave him new appreciation for life and the gift of music.<br />Gay Talese’s “Frank Sinatra Has a Cold” is a landmark of American journalism. Published in Esquire in April 1966, it remains an intriguing look into the world of the singer known simply as The Voice. The magazine had an interview set up, but Sinatra was unwell. (“Sinatra with a cold is Picasso without paint.”) Word reached Mr. Talese that the interview was off. Undaunted, the writer stayed on task, making connections with those in the singer’s inner and outer orbits, even some well outside his gravitational pull. The resulting portrait reveals many sides of a most mercurial performer. This splendid book reproduces the original story alongside a raft of photographs of Sinatra, most of them in black and white and taken by Phil Stern. Included are facsimile pages of Mr. Talese’s story at various stages of composition. So, too, are his gimlet observations about the state of contemporary journalism."
}