{
    "url_original": "https://www.wsj.com/articles/house-of-gucci-lady-gaga-adam-driver-salma-hayek-al-pacino-jeremy-irons-jared-leto-ridley-scott-maurizio-gucci-patrizia-reggiani-11637795479?mod=opinion_major_pos15",
    "url": "house-of-gucci-lady-gaga-adam-driver-salma-hayek-al-pacino-jeremy-irons-jared-leto-ridley-scott-maurizio-gucci-patrizia-reggiani-11637795479",
    "title": "‘House of Gucci’ Review: More Rags Than Riches",
    "sub_head": "Lady Gaga leads a star-studded cast—that includeS Adam Driver, Salma Hayek and Al Pacino—in Ridley Scott’s turgid tale of the fashion dynasty.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-439946?width=700&height=467",
    "image_1": "im-439946.jpg",
    "time": "2021-11-24 18:12:00",
    "body": "There’s a convention in literature and film called the unreliable narrator. According to one definition I came across online, it’s a character whose telling of the story “is not completely accurate or credible due to the character’s mental state or maturity.” Keep that in mind as you read what I have to say about “House of Gucci,” playing only in theaters, because the unreliable narrator may be me. I found the film so insistently campy yet painfully mirthless—its style lies somewhere between opera buffa and telenovela—that my mental state of acute anguish may have skewed my perceptions of whatever the story has to offer. A woman sitting next to me at the screening laughed all but uncontrollably throughout. Who am I to say she didn’t know what she was laughing about and I’m the reliable one?<br />By everything that’s unholy the story should have been irresistible, an Italianate fashion-world version of “Succession” with murder waiting in the wings. Lady Gaga is Patrizia Reggiani, the outsider from humble beginnings who married into the Gucci clan; lived a lavish life at the center of decades-long scramblings for corporate power, intricate maneuverings, familial betrayals and slow-burning dynastic downfall; and, in 1998, was sentenced to 29 years in prison for arranging the killing of her ex-husband, Maurizio Gucci, who is played gamely by Adam Driver."
}