{
    "url_original": "https://www.wsj.com/articles/impossible-insurrection-jan-6-capitol-hill-riot-conservative-liberalism-colleges-media-trump-11637344629?mod=opinion_lead_pos5",
    "url": "impossible-insurrection-jan-6-capitol-hill-riot-conservative-liberalism-colleges-media-trump-11637344629",
    "title": "The Impossible Insurrection of January 6",
    "sub_head": "The right couldn’t stage a coup because liberals dominate nearly every institution of American politics and culture. Yet liberals refuse to see it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-11-19 14:25:00",
    "body": "After the Capitol riot of Jan. 6, the  New York Times  and other publications on the left began calling the event an “insurrection” and an attempted “coup.” The riot was an appalling and dishonorable event, and the perpetrators of its crimes are rightly being prosecuted. But to call it an attempted coup is preposterous—and not simply for the practical reason that the prosecuted rioters weren’t indicted for treason or conspiracy to overthrow the government but for obstruction of an official proceeding, trespassing on government property, disorderly conduct and the like. The idea that Donald Trump and his followers had any chance of overthrowing the U.S. government, or even that they aimed at that outcome, is a delusion. That delusion springs from American liberal elites’ failure to accept the fact of their own predominance.<br />The literary critic Lionel Trilling observed in “The Liberal Imagination” (1950) that “in the United States at this time liberalism is not only the dominant but even the sole intellectual tradition.” He went on to assert that “nowadays there are no conservative or reactionary ideas in general circulation” and that “the conservative impulse and the reactionary impulse do not, with some isolated and some ecclesiastical exceptions, express themselves in ideas but only in action or in irritable mental gestures which seek to resemble ideas.”"
}