{
    "url_original": "https://www.wsj.com/articles/in-defence-of-philanthropy-review-doing-good-under-attack-11636928486?mod=opinion_reviews_pos1",
    "url": "in-defence-of-philanthropy-review-doing-good-under-attack-11636928486",
    "title": "‘In Defence of Philanthropy’ Review: Doing Good, Under Attack",
    "sub_head": "Is charitable giving from major foundations and wealthy donors really just a form of self-interest—an attempt at ‘reputation-washing’?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-434804?width=860&height=573",
    "image_1": "im-434804.jpg",
    "time": "2021-11-14 17:21:00",
    "body": "Generosity is practically everywhere regarded as a virtue, but the large-scale giving of foundations, corporations and individual wealthy donors—“wholesale philanthropy,” as it has been called—routinely elicits skepticism. “Philanthropy,” one of Oscar Wilde’s characters says, “seems . . . to have become simply the refuge of people who wish to annoy their fellow creatures.” When Andrew Carnegie and John D. Rockefeller began giving away their fortunes in the early 20th century, critics questioned their motives and called for would-be recipients to reject such “tainted” money. Congress has periodically investigated what philanthropists have been up to and placed a variety of restrictions on them.<br />As Beth Breeze notes in “In Defence of Philanthropy,” such attacks have recently become “increasingly vocal” and faced “little pushback.” Despite the progressive aims of many major foundations and wealthy philanthropists, most critics these days come from the left side of the ideological spectrum, such as Stanford University’s Rob Reich and Anand Giridharadas, a commentator and author (“Winners Take All”). They seeorganized giving as an effort to empower the rich at the expense of everyone else, worsening inequality rather than reducing it and covering dubiously made fortunes with a veneer of do-goodery. They want to make charity more accountable to the public by limiting donor control and adding to government oversight."
}