{
    "url_original": "https://www.wsj.com/articles/is-a-2-000-puffer-jacket-worth-it-the-truth-about-expensive-down-coats-11637688554?mod=life_work_lead_pos1",
    "url": "is-a-2-000-puffer-jacket-worth-it-the-truth-about-expensive-down-coats-11637688554",
    "title": "Is a $2,000 Puffer Jacket Worth it? The Truth About Expensive Down Coats",
    "sub_head": "You can find a perfectly cozy puffer for a mere $80, so why are some people splurging on four-figure styles? Hint: Warmth is not the reason.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-438857?width=860&height=1179",
    "image_1": "im-438857.jpg",
    "time": "2021-11-23 12:29:00",
    "body": "AS MOUNT EVEREST climbers near the summit, the air thins and the lack of oxygen can cause even the most hale explorers to pass out. You may feel a similar sensation when you clock the prices of this winter’s designer down coats. Givenchy is peddling a $4,290 cream puffer that is as inflated as a pool floatie; fellow French luxury house Balmain sells an inky one at $2,950; and Moncler in collaboration with Japanese designer Hiroshi Fujiwara offers a tartan style for $2,795, as part of its Genius sub-label.<br />Breathtaking price tags notwithstanding, it seems that some folks are buying these investment puffers. On my recent visit to Galeries Lafayette, the chichi shopping institution in the heart of Paris, racks carrying clothes by luxury stalwarts like Loewe, Celine and  Brunello Cucinelli  stood largely ignored, while shoppers bustled about the Moncler coat section with its four-figure puffers. At Bloomingdale’s, pricey puffers such as Stone Island’s $1,073 crinkly electric-blue nylon jacket have been “performing really well,” according to Justin Berkowitz, the store’s men’s fashion director. Egalitarian trail-mix types—or anyone lacking a second home in Aspen—might find such elitist outerwear laughable. Uniqlo’s $80 puffers remain a perennial winter favorite, and many brands from Gap to Muji to  Urban Outfitters  offer a serviceable sub-$125 down coat. So why would anyone shell out $2,550 for a Fendi puffer? Won’t Patagonia’s $229 version keep you warm enough?"
}