{
    "url_original": "https://www.wsj.com/articles/julia-child-the-french-chef-wgbh-julie-cohen-betsy-west-paul-child-oss-meryl-streep-snl-dan-ayckroyd-11636670959?mod=opinion_major_pos13",
    "url": "julia-child-the-french-chef-wgbh-julie-cohen-betsy-west-paul-child-oss-meryl-streep-snl-dan-ayckroyd-11636670959",
    "title": "‘Julia’ Review: Haute Cuisine, Honored Chef",
    "sub_head": "Julie Cohen and Betsy West cook up a delightful documentary about Julia Child.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-433280?width=700&height=467",
    "image_1": "im-433280.jpg",
    "time": "2021-11-11 17:50:00",
    "body": "Julia Child finally gets the celebration she deserves in “Julia.” That’s no knock on Meryl Streep’s great-hearted and grandly comic portrayal of her in “Julie & Julia” more than a decade ago. This is a documentary, playing in select theaters. It shows us the woman in full, a fearless, joyous eccentric committed to carrying the oriflamme of French cuisine to the Jell-O-scarfing masses. (A calumny on American cookery of the time, perhaps, but a producer who worked with Julia from the start makes the incendiary claim that no one in greater Boston had an omelet pan when “The French Chef” made its debut to immediate acclaim on WGBH, that city’s educational TV station, in 1963.)<br />The directors, Julie Cohen and Betsy West (they did the Ruth Bader Ginsburg doc “RBG” three years ago), begin the film with their statuesque star—at 6 foot 3 Julia towered above her cutting boards and stovetops—manhandling, or womanhandling, a particularly plump roasting chicken in the course of seasoning it, trussing it and giving it a deep-tissue butter massage before consigning the bird to the oven. Her devotion to butter was boundless, her sauces were legendarily rich. So is this account of her journey from a life of privilege in Pasadena, Calif., where she was born in 1912, to Smith College, where young women were prepared for what she called “a leisurely butterfly life,” through her work during World War II as a top-secret researcher in the Office of Strategic Services, and then to postwar France, where she discovered her calling, though not yet the media—TV and cookbooks—that would make her improbably famous."
}