{
    "url_original": "https://www.wsj.com/articles/klimt-vs-klimt-the-man-of-contradictions-google-arts-and-culture-gustav-klimt-art-nouveau-the-kiss-faculty-paintings-machine-learning-11636583036?mod=opinion_major_pos13",
    "url": "klimt-vs-klimt-the-man-of-contradictions-google-arts-and-culture-gustav-klimt-art-nouveau-the-kiss-faculty-paintings-machine-learning-11636583036",
    "title": "‘Klimt vs. Klimt: The Man of Contradictions’ Review: Exploring an Art-Nouveau Master Online",
    "sub_head": "Google Arts & Culture’s recently launched online hub offers a look at the Austrian artist that would be impossible in a traditional museum setting.",
    "category_1": "Books & Arts",
    "category_2": "Art Review",
    "image_1_url": "https://images.wsj.net/im-431797?width=700&height=705",
    "image_1": "im-431797.jpg",
    "time": "2021-11-10 17:25:00",
    "body": "The digitization of the art world is in full swing, given a hefty push by the Covid-19 pandemic. Arts professionals accustomed to dealing with traditional mediums, such as painting, struggle to make their material intelligible to digital natives. While digital content should ideally serve as a teaching tool that leads viewers back to the original artwork, the two modes of communication are not always compatible. The dazzle of the newer media can overwhelm the smaller, quieter art of earlier times, as is the case with the two immersive Van Gogh experiences now on view in New York. Such presentations function as autonomous entertainments, effectively superseding their sources.<br />Google Arts & Culture recently launched an online hub, “Klimt vs. Klimt: The Man of Contradictions,” devoted to the Austrian Art-Nouveau master Gustav Klimt (1862-1918). It is chock-a-block with features that will be familiar to anyone who spent time in lockdown browsing art-related websites: videos, of course; digital slide shows with seductive zoom features; a virtual Klimt exhibition that could never be duplicated in real life, both because of the cost and because some of the paintings no longer exist. As one would expect from Google, the Klimt site is technologically impressive and easy to navigate. High-resolution images were solicited from the world’s foremost Klimt collections, including those at the Belvedere, Albertina, Leopold Museum and Wien Museum in Vienna and the Neue Galerie in New York. The project was overseen by Franz Smola, curator of 19th- and 20th-century art at the Belvedere. The stories that accompany the artworks were for the most part scripted by the Belvedere, or by the institution responsible for the visuals."
}