{
    "url_original": "https://www.wsj.com/articles/licorice-pizza-paul-thomas-anderson-cooper-hoffman-alana-haim-philip-seymour-hoffman-sean-penn-bradley-cooper-11637795656?mod=opinion_major_pos13",
    "url": "licorice-pizza-paul-thomas-anderson-cooper-hoffman-alana-haim-philip-seymour-hoffman-sean-penn-bradley-cooper-11637795656",
    "title": "‘Licorice Pizza’ Review: Sizzling Slices of Life",
    "sub_head": "Paul Thomas Anderson’s latest is a coming-of-age love story set in 1970s California.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-440067?width=700&height=467",
    "image_1": "im-440067.jpg",
    "time": "2021-11-24 18:15:00",
    "body": "If Paul Thomas Anderson’s “Licorice Pizza” doesn’t make you happy, the trouble may be that you’re clinically depressed, anhedonic or don’t care for movies in general. It gave me pleasure just to be sitting in a Los Angeles theater waiting for the first beam of light from the projector to hit the screen. True to the filmmaker’s devotion to theatrical exhibition, he held advance showings in a landmark movie palace with a screen so big that it set up great expectations—which were fulfilled by his hugely enjoyable tale of young love and seductive prospects in the San Fernando Valley during the early 1970s. (Currently playing in select theaters, the film will go into wide distribution on Dec. 25.)<br />The Valley, a suburban ribbon of strip malls, tract houses, wooded estates and pop-culture fame, is where Mr. Anderson grew up and where he set three of his seven previous features: “Boogie Nights,” “Magnolia” and “Punch-Drunk Love.” His new one, much too kinetic and surprising to qualify as nostalgia, takes place a few years before the raunchy events of “Boogie Nights,” his rise-and-fall chronicle of a porn star. The title is slang for a vinyl record, as well as the name of a small record-store chain of that era. The running time is unexceptional in one sense, a few minutes over two hours, but notable in another. In their passionate pursuit of one another, the couple-to-be spend so much time running along the Valley’s streets and boulevards that you’d hardly know they live in car-culture heaven."
}