{
    "url_original": "https://www.wsj.com/articles/make-mine-marvel-universe-book-review-all-the-marvels-comics-film-studio-lee-kirby-ditko-11637352363?mod=opinion_major_pos11",
    "url": "make-mine-marvel-universe-book-review-all-the-marvels-comics-film-studio-lee-kirby-ditko-11637352363",
    "title": "Make Mine Marvel",
    "sub_head": "The endlessly recombining narratives of Marvel comics have their roots in cheap entertainment, but they offer a multiverse of stories.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-438013?width=860&height=573",
    "image_1": "im-438013.jpg",
    "time": "2021-11-19 15:09:00",
    "body": "From the early 1960s to today, the world of Marvel superheroes has seen its fan base grow from an inner circle of comic-book addicts to, well, seemingly everybody. Beginning with the first issue of The Fantastic Four, in 1961, readers have followed the serialized adventures of characters who possess both extra-human abilities and the quintessentially human quality of vulnerability. The bitter, rock-skinned, immensely strong Thing of the Fantastic Four; the green-skinned, enraged, even more immensely strong Hulk; and, especially, the perpetually tormented Spider-Man—these are among the often confused, not-always-heroic heroes whose adventures drew an increasingly sophisticated readership during a decade that brought real-world confusion of its own. Some have observed that with the expansion of Marvel’s universe over the decades, particularly through the many recent top-grossing movies based on the comic books, Marvel has moved from the counterculture deep into the culture itself, becoming a colossal, ongoing, near-mythological epic made up of many, many characters whose narrative arcs frequently intertwine in fascinating, sometimes bewildering ways. Latecomers, especially moviegoers who want to read the comics for a deeper understanding of the “cinematic universe” they have come to love, may ask: Where do I start?<br />Enter Douglas Wolk, whose previous books include “Reading Comics: How Graphic Novels Work and What They Mean” (2007). For his new book, “All of the Marvels,” he “went all out so you don’t have to”—that is, he spent a couple of years reading more than 27,000 Marvel comic books, with the aim of mapping out key points along the trajectories of Marvel’s best-known titles (and even a couple of the lesser-known ones) as a guide for new readers. Mr. Wolk is quick to point out that his book is not a syllabus—one of the many charms of this highly enjoyable volume is its spirit of inclusivity: He is against the idea of Marvel as the special province of some grizzled, in-the-know crowd who have followed Marvel stories for most of their lives (a crowd that includes Mr. Wolk himself, who worked in a comic-book shop in the mid-1980s). “The only kind of ‘gatekeepers’ who have any business being around comics,” he writes, “are the ones who make sure the gate stays wide open to anyone who wants to join the fun.” He tells readers, “Skip around! Trust your taste!” His book is helpful for doing just that, with most chapters citing specific issues of magazines, complete with their publication dates and the names of artists and writers, as jumping-off points to reflect on developments in the series. Mr. Wolk notes that part of the fun for new Marvel readers is “being confused and then finding a way out of confusion,” and that “what the story wants from you is not your knowledge but your curiosity.”"
}