{
    "url_original": "https://www.wsj.com/articles/mason-cash-mixing-bowls-11635961814?mod=life_work_lead_pos3",
    "url": "mason-cash-mixing-bowls-11635961814",
    "title": "How to Get a Mixing Bowl With ‘Downton Abbey’ Cred",
    "sub_head": "Need the perfect gift for a cook? Hefty pottery from British heritage brand Mason Cash—still produced today and a fixture on series like ‘Downton Abbey’ and ‘The Great British Baking Show’—has a rich history. Dig in.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-428463?width=860&height=573",
    "image_1": "im-428463.jpg",
    "time": "2021-11-03 13:53:00",
    "body": "EACH YEAR in early November, I retrieve our rickety old step stool, a high-school project of my husband’s, and clamber up to reach the highest and deepest cupboard in my kitchen. From its shadows I slide out the large Mason Cash bowl I inherited from my grandmother. She used it, among other things, to make her Christmas pudding, stirring a silver sixpence into the mix to bring fortune to the lucky one who found it on his spoon (assuming he didn’t choke on it first). Now I use it to make my Christmas cake, a ritual that has the frisson of a reunion between old friends and a seasonal communion with my grandmother. I imagine her stirring the rum into the bowl of raisins and fruit just as I do now.<br />That bowl and I have been meeting annually for a long time. Its chunky rim, like the elevated diamond pattern around its waist, is as familiar as the contours of a remembered pet. Weighing in at 6 pounds, with a diameter of 13 inches, it has a heft that’s part of the pleasure. It’s a kitchen workhorse, designed to be used, not displayed, although it wears its long years of service like an aging actress who has studiously kept her youthful complexion. In ads, such bowls are promoted as “chip-resistant,” and who among us would not wish to claim the same? Their pleasing bas-relief decoration is functional, helping cooks secure a better hold while creaming butter and sugar or whisking eggs. The bowls—white on the inside, a pale caramel on the outside—are widely associated with Mason Cash, the company that has manufactured them for 120 years."
}