{
    "url_original": "https://www.wsj.com/articles/passing-netflix-rebecca-hall-alexander-skarsgard-neila-larsen-tessa-thompson-bill-camp-ruth-negga-11636493010?mod=opinion_major_pos13",
    "url": "passing-netflix-rebecca-hall-alexander-skarsgard-neila-larsen-tessa-thompson-bill-camp-ruth-negga-11636493010",
    "title": "‘Passing’ Review: Standing Out While Blending In",
    "sub_head": "Rebecca Hall’s screen adaptation of Nella Larsen’s 1929 novel about crossing the color line is both emotionally acute and smartly subtle.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-431209?width=860&height=573",
    "image_1": "im-431209.jpg",
    "time": "2021-11-09 16:24:00",
    "body": "Movie adaptations of novels are like tomcats, unfaithful by nature. And Nella Larsen’s “Passing” would have seemed “unfilmable” anyway, its conventional action limited, its emotions internalized. Nevertheless, actress Rebecca Hall, in her debut as a writer-director, has made a stunningly successful translation of Larsen’s 1929 book by honoring its contents and allowing things that cannot be articulated in spoken words to be expressed through cinematic language—picture, music, ambient sound and the faces of her principal cast. It might have taken one actress to make a movie so reliant on others. It certainly took a director with a supreme confidence, not just in the talents of her performers but in the power of gesture.<br />“A thing that cannot be registered” is how Irene Redfield (Tessa Thompson) explains to the momentarily boorish author Hugh Wentworth (Bill Camp) the way Black people recognize each other under a guise of whiteness—specifically Clare Bellew (Ruth Negga), a childhood friend of Irene’s who has been living as white, married a white man (Alexander Skarsgård), and had children who can also “pass.” Wentworth, one of the many white tourists habituating Harlem during Larsen’s late-Renaissance setting of the Prohibition ’20s, has had no clue that Clare was Black and is as fascinated by the ruse as Irene is appalled. Clare’s re-entry into the life of Irene—mother of two, wife of a doctor (the always-astonishing André Holland), an upper-middle-class volunteer for needy causes—has thrown that life out of kilter. Clare is hungering for her old home of Harlem. Irene is suddenly wondering what she herself really wants. And, perhaps, why she’s so troubled by Clare, while her husband, Brian, is so entranced."
}