{
    "url_original": "https://www.wsj.com/articles/scottish-highlands-vacation-11636124715?mod=life_work_lead_pos1",
    "url": "scottish-highlands-vacation-11636124715",
    "title": "A Driving Tour of the Scottish Highlands Fit for Royalty",
    "sub_head": "Rural Scotland, a longtime royal playground, is drawing uncrowned sybarites too these days, in search of luxurious hotels, wild beauty and a wee bit of whisky",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-428506?width=860&height=573",
    "image_1": "im-428506.jpg",
    "time": "2021-11-05 11:07:00",
    "body": "AS THE grandson of a Scotswoman, I’ve always instinctively loved Scotland. All my previous trips to the country—first during my penniless junior year abroad, then later as a travel writer—bolstered my enthusiasm. I invariably met locals up for a wee chat and often a wee drop of whisky, too, and came away awed by its landscapes and fascinated by its history. But aside from a few notable exceptions, like Gleneagles, famous for its three golf courses, I mostly slept in austere lodgings and dined on wholesome but plain food. For all its homespun charms and exultant natural beauty, Scotland never registered with me as a luxury destination. Then again, in 1852, Queen Victoria and Prince Albert, also smitten by the scenery, bought Balmoral Castle in what’s now Cairngorms National Park, clearly appreciating the area’s potential as a cosseting retreat.<br />Now, thanks largely to two other power couples, rural Scotland is well on its way to realizing that potential and becoming an upscale tourist destination, even for those lacking royal pedigree. One of those couples, Swiss gallery owners Iwan and Manuela Wirth (co-founders of Hauser and Wirth galleries), took over the Fife Arms, a 19th-century inn in the pretty village of Braemar, a few miles from Balmoral, and bought a home nearby. In 2019, after a top-to-bottom renovation, the inn re-emerged as a posh 46-room hotel. On my most recent visit to Scotland, in September, I joined friends who live in Edinburgh for a weeklong driving tour in the country, stopping first at the Fife Arms. If the tweed jackets and plaid kilts of the male staff didn’t surprise me, the Lucian Freud portrait of “Red Haired Man” in the main drawing room stopped me in my tracks. Throughout the inn, the baroque décor was spiked with pieces by Picasso, Louise Bourgeois and other notables, all worthy of a small museum. The design, by London-based Russell Sage Studio, mixed and matched patterns, textures and objects: floral wallpaper, plaid wallpaper, potted palms, framed etchings, taxidermy and a chandelier of “ethically sourced” antlers. Maybe because I’m accustomed to urban minimalism, it took me a while to process, but ultimately I warmed to the cozy chaos."
}