{
    "url_original": "https://www.wsj.com/articles/spencer-diana-princess-of-wales-kristen-stewart-pablo-larrain-steven-knight-prince-charles-timothy-spall-jonny-greenwood-11636059488?mod=opinion_major_pos13",
    "url": "spencer-diana-princess-of-wales-kristen-stewart-pablo-larrain-steven-knight-prince-charles-timothy-spall-jonny-greenwood-11636059488",
    "title": "‘Spencer’ Review: Stewart Reigns, Drama Drains",
    "sub_head": "Kristen Stewart stars as Diana, Princess of Wales, in Pablo Larraín’s gloomy biopic",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "time": "2021-11-04 16:59:00",
    "body": "The distributors missed a Halloween opening by a week, but if you’re still in the market for gothic horror “Spencer” may do the trick. It won’t do, though, if you’re looking for fresh insights into Diana, Princess of Wales, or even an absorbing rehash of one of the most rehashed stories ever. That’s not to minimize the achievement of Kristen Stewart, who portrays the former Diana Spencer as a woman possessed by outer demons as well as inner ones. The problem is the dramatic vacuum, or suffocating bell jar, in which her performance plays out. Pablo Larraín’s film, written by Steven Knight, calls itself a “fable from a true tragedy.” It might also be called a fever dream, a surreal nightmare, a reductio ad tedium or just an inherently limiting concept that slowly but inexorably squeezes the life out of itself.<br />The production is conceived as a fictional version of an actual event—Diana’s attendance, in 1991, during Christmas festivities over the course of a three-day weekend at Queen Elizabeth’s Sandringham estate. Stylistically, though, the event is seen—and felt—almost entirely from the heroine’s point of view, which, in the Larraín-Knight retelling, is purely that of a victim, and a pouty one at that. This Diana displays few signs of spontaneous life. She feels scorned, trapped, betrayed—her marriage is a shell, as the public will soon learn—constantly spied on and, of course, beset by bulimia, which is the toxic icing on the film’s cake of coal."
}