{
    "url_original": "https://www.wsj.com/articles/the-beatles-get-back-peter-jackson-john-lennon-paul-mccartney-george-harrison-ringo-starr-yoko-ono-michael-lindsay-hogg-brian-epstein-11637707770?mod=opinion_reviews_pos2",
    "url": "the-beatles-get-back-peter-jackson-john-lennon-paul-mccartney-george-harrison-ringo-starr-yoko-ono-michael-lindsay-hogg-brian-epstein-11637707770",
    "title": "‘The Beatles: Get Back’ Review: Peter Jackson Just Won’t Let It Be",
    "sub_head": "The director’s titanic three-part documentary on the iconic band and the frenzy surrounding ‘Let It Be’ is as good-looking as it is captivating.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-439647?width=860&height=573",
    "image_1": "im-439647.jpg",
    "time": "2021-11-23 17:50:00",
    "body": "Joyous, tedious, euphoric and fab, “The Beatles: Get Back” feels like a documentary made yesterday rather than 52 years ago, an epic reimagining-cum-excavation by director Peter Jackson of the “Let It Be” studio sessions, the famous rooftop concert, and the breakup of the band because of Yoko Ono—or Paul McCartney’s ego, or manager Allen Klein’s chicanery, or George Harrison’s frustrations. None of which is true from what we see, which is often chaotic but more frequently bliss.<br />Director Michael Lindsay-Hogg, whose protean rock videos included “The Rolling Stones Rock and Roll Circus,” which had featured John Lennon, was enlisted by the Beatles to memorialize their self-imposed makeover: They had ceased touring or any live performance in 1966, and the subsequent records, especially 1968’s so-called “White Album,” were marked by a drifting apart. Technology, including advances in multitrack recording, meant they didn’t even have to play together. The idea behind “Let It Be” was a return to a more basic music, stuff they could play together, live, which would lead to an album, a TV special directed by Mr. Lindsay-Hogg and a live performance—perhaps in the picturesque Sabratha Amphitheater in Libya (a real idea that keeps getting brought up, and shot down)."
}