{
    "url_original": "https://www.wsj.com/articles/the-will-to-see-review-conscience-without-borders-11636500026?mod=opinion_reviews_pos1",
    "url": "the-will-to-see-review-conscience-without-borders-11636500026",
    "title": "‘The Will to See’ Review: Conscience Without Borders",
    "sub_head": "An internationalist who reports from war-ravaged lands with passion and indignation—and with the aim of intervening in what he sees.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-432053?width=860&height=573",
    "image_1": "im-432053.jpg",
    "time": "2021-11-09 18:20:00",
    "body": "‘The Will to See” is a pugnacious little book—part reportage, part autobiographical manifesto—written by a man whose conscience is frozen in time. That judgment isn’t meant as a put-down. It’s a way of saying that the moral compass of its author, the French philosopher Bernard-Henri Lévy, appears not to have been reset since he graduated from the École Normale Supérieure in Paris in 1971. Now 73, he was then an idealistic (even quixotic) 22-year-old with a degree in philosophy, “a young graduate with heart.” Living life as a cloistered intellectual seemed to him like “poison,” as did the prospect of working as a “servile technician” in the service of the academic establishment or the French state.<br />So he turned his back on the paths, cozy and conventional, that lay before him. He wasn’t alone in his rejection of life’s bourgeois roadmaps. Some of his classmates went to work in factories. Others slipped away “to stir up revolution” outside France. The political project that Mr. Lévy “chose”—his verb—was Bangladesh, where for several months he “endeavored to support the birth of a nation” that was fighting to secede from Pakistan in a harrowing civil war. He stayed on after the country won its independence. Working as an adviser, he counseled the fledgling government to treat as birangona—heroines—the 400,000 Bengali women who had been raped by Pakistani soldiers."
}