{
    "url_original": "https://www.wsj.com/articles/the-correspondents-book-review-women-to-the-front-world-war-2-martha-gellhorn-lee-miller-11636733385?mod=opinion_major_pos12",
    "url": "the-correspondents-book-review-women-to-the-front-world-war-2-martha-gellhorn-lee-miller-11636733385",
    "title": "‘The Correspondents’ Review: Women to the Front",
    "sub_head": "Allied commanders banned women journalists from covering combat but couldn’t keep the most resourceful away.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-11-12 11:11:00",
    "body": "‘I am going to Spain with the boys,” Martha Gellhorn famously declared as she left with Ernest Hemingway to write about the Spanish Civil War. “I don’t know who the boys are but I am going with them.” But being with the boys was precisely what neither she, nor her fellow women correspondents, could achieve once World War II broke out and Allied military leaders banned women from front-line reporting. Their presence, they were told, would be disruptive and embarrassing for the soldiers, and the question of their “conveniences” was too delicate even to contemplate. Blocked, corralled, marginalized at every turn, the six women who form the focus of Judith Mackrell’s “The Correspondents” nonetheless wheedled and charmed their way to where the action was. When that failed, they disobeyed orders, dodged their minders and pushed on regardless.<br />They were a formidable bunch. Bold to the point of recklessness, resourceful, inquisitive, crusading and utterly determined, they brought to their dispatches a sense of moral outrage, often to a greater degree than their male colleagues, about the war itself and the destruction it caused. Civilian casualties, bombed-out houses, separated families and the suffering of the injured all featured large in their writings. All six were good-looking, and used this fact when necessary. They had backbones of steel. They knew each other, but they preferred to hunt alone. Between them, working for different papers, they covered all the defining moments of the war."
}