{
    "url_original": "https://www.wsj.com/articles/the-oracle-of-night-review-what-dreams-are-made-of-11635892353?mod=opinion_reviews_pos1",
    "url": "the-oracle-of-night-review-what-dreams-are-made-of-11635892353",
    "title": "‘The Oracle of Night’ Review: What Dreams Are Made Of",
    "sub_head": "Dreaming offers imagination with no brakes and no control. One is set free to create, to fear, to lose and ﬁnd—and then interpret.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-427679?width=860&height=573",
    "image_1": "im-427679.jpg",
    "time": "2021-11-02 18:32:00",
    "body": "Once there was a boy who feared to sleep, beset as he was by troubled dreams. His night terrors contained muddy alleys and dark streets gray with rain. He traveled with companions and knew that one of them would be sacrificed to the appetite of witches. He dreamed, too, of a dangerous criminal, invisible but lurking, hanging like a bat far above his head. And he dreamed of tigers that attacked in deep jungles, and of falling into the blue-black sea teeming with sharks. How, asks the Brazilian neuroscientist Sidarta Ribeiro, are we to make sense of “such a wealth of detail”? How can we explain the nature, recurrence and meaning of dreams? In “The Oracle of Night: The History and Science of Dreams,” Mr. Ribeiro seeks to answer these questions with a sweeping account as tangled and chaotic—and fascinating—as the dreams themselves.<br />Paradoxically familiar yet still mysterious, the “curious state of internal life that we call dreaming,” as Mr. Ribeiro describes it, allows persons and places to be exchanged or transformed “with incredible fluidity.” We build up our nightly narratives as “a simulacrum of reality constructed out of fragments of memories.” As a result, to interpret a dream requires “a deep understanding of the cognitive and emotional context of the dreamer.” “The Oracle of Night” is not, however, an attempt to demystify the act of dreaming. Instead, it reinfuses the dreamscape with beauty, mystery and significance. And it begins with Mr. Ribeiro’s own story; he was that dreaming boy."
}