{
    "url_original": "https://www.wsj.com/articles/virgil-abloh-left-an-outsize-impact-on-global-fashion-and-culture-11638145499?mod=life_work_lead_story",
    "url": "virgil-abloh-left-an-outsize-impact-on-global-fashion-and-culture-11638145499",
    "title": "Virgil Abloh Left an Outsize Impact on Global Fashion and Culture",
    "sub_head": "Beyond his creations for Off-White and Louis Vuitton, the late designer’s influence extended to high art, rap music and street style",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-442294?width=860&height=573",
    "image_1": "im-442294.jpg",
    "time": "2021-11-28 19:25:00",
    "body": "A few months ago, designer Virgil Abloh posted a video clip—now lost to time—to Instagram’s disappearing Stories function. In it, Mr. Abloh walked through Paris while filming a trio of young children riding bicycles next to him. The one closest to him, who couldn’t have been more than 10 years old, beamed up at the creative director. “Virgil Abloh!” the children chanted. “Virgil Abloh, Virgil Abloh!” Mr. Abloh chuckled a bit, as if to say, “It really is me.” Mr. Abloh, whose death to a rare form of cancer at age 41 was announced Sunday, had achieved a level of global fame and adoration that is unusual if not unprecedented in fashion.<br />Although the boys in the clip were surely not yet consumers of Off-White, the Milan-based brand that Mr. Abloh founded in 2013, nor  Louis Vuitton ,  where he worked as men’s artistic director since 2018, Mr. Abloh was a household name. Trained as an architect well before he became the first Black American to be appointed creative director at a European luxury house, his work extended beyond clothes. In just the past few years, he released cheeky rugs with IKEA; designed Evian water bottles that, defying all logic, sold out at boutiques; and even collaborated on a car with  Mercedes-Benz .  “The major epiphany that I had in my life is that I could be a producer. [I have] this unhinged belief that I can produce things,” Mr. Abloh told WSJ Magazine earlier this year."
}