{
    "url_original": "https://www.wsj.com/articles/will-ferrell-the-shrink-next-door-apple-tv-11636676339?mod=opinion_major_pos15",
    "url": "will-ferrell-the-shrink-next-door-apple-tv-11636676339",
    "title": "‘The Shrink Next Door’ Review: Will Ferrell and Paul Rudd’s Mind Games",
    "sub_head": "Paul Rudd and Will Ferrell star, respectively, as a manipulative psychotherapist and one of his patient-victims in an Apple TV+ series based on the podcast of the same name.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-433254?width=860&height=573",
    "image_1": "im-433254.jpg",
    "time": "2021-11-12 15:35:00",
    "body": "Early in “The Shrink Next Door” (begins Friday with three episodes, Apple TV+)—a richly beguiling tale of near impenetrable darkness—we learn how its hapless central subject, Marty Markowitz (Will Ferrell), became entangled in the life of Isaac Herschkopf (Paul Rudd), psychotherapist. It’s a story—based on a 2019 nonfiction podcast by business journalist Joe Nocera—begun in the Manhattan of the early 1980s, whose effects would endure for decades to come. Here is where we find the young Marty, who sits nervously at the helm of the successful fabric company left to him by his recently deceased parents. He is having no easy time of it, as is clear in one wonderfully atmospheric scene in which a longtime customer rages on about unwanted linings in the drapes he ordered and, certain that he’s about to be cheated by Marty, demands to see Jerome instead. That’s Uncle Jerome, an old manager of the firm but one no longer available. That’s because he’s now busy filing a lawsuit against the family company.<br />He can’t see Jerome, it’s explained to the customer. He’ll be taking his business elsewhere then, the man informs Marty’s sister Phyllis (a superb Kathryn Hahn), a woman not easily threatened—one who assures the departing patron that they’ll miss him, with all the pointed indifference at her command. Phyllis has more urgent matters on her mind—not least that morning’s spectacle of her anguished brother literally chewing on the drapery as he lay curled up behind a curtain to avoid further conversation with the customer. Marty was, she saw, in the throes of a panic attack, a kind he’s had before. A good reason, she informs him, to at last agree to visit a psychotherapist. Dr. Herschkopf, is, she assures her brother, not some nobody—he came highly recommended by their rabbi."
}