{
    "url_original": "https://www.wsj.com/articles/a-life-of-picasso-the-minotaur-years-biography-john-richardson-review-so-much-larger-than-life-11638547548?mod=opinion_major_pos11",
    "url": "a-life-of-picasso-the-minotaur-years-biography-john-richardson-review-so-much-larger-than-life-11638547548",
    "title": "‘A Life of Picasso: The Minotaur Years’ Review: So Much Larger Than Life",
    "sub_head": "In the posthumously published conclusion to his multivolume life of Picasso, John Richardson confronts his subject at his most challenging.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-444410?width=860&height=402",
    "image_1": "im-444410.jpg",
    "time": "2021-12-03 11:06:00",
    "body": "“Picasso used to be a great painter,” Georges Braque was fond of saying, only partly in jest. “Now he is merely a genius.” To remove the tired screens of celebrity and myth that concealed Picasso was the project of the last 40 years of John Richardson’s life. Over four volumes, he traced six decades, still more mistresses and movements, and arrived at something like understanding of this complicated, almost unfairly talented figure. Though Richardson’s finale, “The Minotaur Years, 1933-1943,” was unfinished at his death at 95 in 2019, he doesn’t appear, as Thucydides did, to have left the reader midsentence.<br />It was far from inevitable that Richardson’s books would become definitive. They sit alongside the lionizations of Roland Penrose, Patrick O’Brian and Jaime Sabartés; the indispensable memoirs by Fernande Olivier and Françoise Gilot; the period studies by Pierre Daix and Josep Palau i Fabre; the family histories of Marina and Olivier Picasso; and numberless works of criticism, including those of Richardson’s longtime collaborator, Marilyn McCully. The biographer’s gift lay in fusing the personal and impersonal, his experience as an art student and jobbing critic, the stoic’s sense with an epicurean sensibility."
}