{
    "url_original": "https://www.wsj.com/articles/bala-bangles-essential-weights-for-a-hot-girl-walk-11638550129?mod=life_work_lead_story",
    "url": "bala-bangles-essential-weights-for-a-hot-girl-walk-11638550129",
    "title": "Bala Bangles: Essential Weights for a ‘Hot Girl Walk’",
    "sub_head": "The story behind the rise of the viral, ‘Shark Tank’-approved ankle and wrist weights that are part accessory, part exercise equipment",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-443695?width=860&height=573",
    "image_1": "im-443695.jpg",
    "time": "2021-12-04 08:00:00",
    "body": "I would not be doing my job if I did not inform you that there is something called a “hot girl walk.” Last year, then-college student Mia Lind made a TikTok video, which became a phenomenon, around the practice of a daily empowering walk. Now working in business development, Ms. Lind has trademarked the term “hot girl walk.” Her idea is that you do a 4-mile walk every morning where you think about, according to her video: “1) things you’re grateful for, 2) your goals and how you’re going to achieve them, 3) how HOT you are.” Ms. Lind’s concept has taken off across the internet, and young women have built an aesthetic around the walk: Outdoor Voices Exercise Dresses, corded headphones, Hoka sneakers and Bala Bangles—light ankle and wrist weights that look like bracelets and retail for $55 a pair.<br />I find the “hot girl walk” hilarious because it is essentially… a walk. But by packaging yourself in these wellness-oriented accessories and posting the event to social media, you’re becoming part of a community that shares a distinctive look. This is not just any casual stroll; it’s an intentional exercise and you want people to know that. And what better way to signal your seriousness than colorful, attention-grabbing Bala Bangles? The weights, available in one- and two-pound increments and a rainbow of colors, are not remarkably different from the simple sandbag ankle and wrist weights you may remember from the 1980s. But, with their rounded profile and silicon-wrapped smoothness, they have a refined look and feel that is more Rimowa than Samsonite, more Apple than  Motorola ."
}