{
    "url_original": "https://www.wsj.com/articles/being-the-ricardos-nicole-kidman-javier-bardem-lucille-ball-desi-arnaz-ball-i-love-lucy-j-k-simmons-11639085709?mod=opinion_major_pos15",
    "url": "being-the-ricardos-nicole-kidman-javier-bardem-lucille-ball-desi-arnaz-ball-i-love-lucy-j-k-simmons-11639085709",
    "title": "‘Being the Ricardos’ Review: A Drama With Some ’Splaining to Do",
    "sub_head": "Nicole Kidman stars as Lucille Ball in Aaron Sorkin’s look at the relationship between the ‘I Love Lucy’ actress and Desi Arnaz",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-448360?width=700&height=467",
    "image_1": "im-448360.jpg",
    "time": "2021-12-09 16:36:00",
    "body": "Aaron Sorkin’s “Being the Ricardos” stars Nicole Kidman as Lucille Ball and Javier Bardem as Desi Arnaz. At the center of the story is the process of creating, shaping and perfecting a single episode of a TV show, from a table reading of the script on Monday to filming in front of a live audience on Friday—not just any show, but “I Love Lucy,” the beloved sitcom that ran in its original form on CBS from 1951 to 1957. The production sequences are fascinating, a privileged view of a peerless entertainer at work. Ms. Kidman’s Lucy, a woman of steely purpose and formidable energy, is an artist whose intuitive understanding of her material is matched by her fearless insistence on basic principles of physical comedy—clarity, logic, precision and simplicity. Those are not, unfortunately, principles that shape Mr. Sorkin’s film, which is nothing if not ambitious but a frustrating sprawl, what with multiple themes, incessant flashbacks and a faux-documentary framework that feels faux from the very first frames.<br />Before the film’s debut—it’s playing in select theaters and will stream on Amazon Prime starting Dec. 21—curious minds, inflamed by furious publicity, wanted to know how close Ms. Kidman would come to looking and sounding like Lucy. Mimicry isn’t the point, though. Ms. Kidman, like the character she plays, is both a star and a performer of extraordinary skill. In the brief black-and-white re-creations of scenes from the show, she comes as close as anyone could ask to Lucy Ricardo’s gleeful energy and plaintiveness. In the movie that contains those scenes she’s a Lucille Ball-like force unto herself—her Lucy is always analyzing, asking why, micromanaging before the term was known and, in a weird way common to comics, mirthless when discussing jokes. “That’s a funny premise,” she says at one point, her face stern as a hanging judge’s."
}