{
    "url_original": "https://www.wsj.com/articles/benedetta-paul-verhoven-virginie-efira-charlotte-rampling-11638483131?mod=opinion_major_pos15",
    "url": "benedetta-paul-verhoven-virginie-efira-charlotte-rampling-11638483131",
    "title": "‘Benedetta’ Review: Cataclysm at the Convent",
    "sub_head": "Paul Verhoeven tells the story of the 17th-century scandal involving a lesbian nun.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-443359?width=700&height=467",
    "image_1": "im-443359.jpg",
    "time": "2021-12-02 17:13:00",
    "body": "Does Paul Verhoeven’s “Benedetta” amount to nunsploitation or nonsploitation? Is this latest feature by the now-octogenarian filmmaker who gave us “RoboCop,” “Total Recall,” “Basic Instinct” and “Starship Troopers” meant only to shock, scandalize and fire flaming arrows at organized religion? Or does it have another purpose in dramatizing the circumstances of a historical event involving lesbian nuns in the 17th century? Yes to all of the above. This is a significant addition to the Verhoeven canon, meaning it’s elegantly crafted, formidably well performed and as fascinating as it is lurid. (The film, playing in select theaters, will move to digital platforms on Dec. 21.)<br />The historical event was the investigation, conducted by the Roman Catholic Church, of Sister Benedetta Carlini, abbess of a convent in Tuscany. Suspected of having had a lesbian affair with another nun, Sister Bartolomea, she was found guilty and imprisoned. Mr. Verhoeven’s screenplay was freely adapted—very freely—from “Immodest Acts: The Life of a Lesbian Nun in Renaissance Italy,” a book by Judith C. Brown that subjected the case to scholarly scrutiny. The film, in subtitled French, is many things, but scholarly is not among them. “Benedetta” operates at the intersection of religious and erotic ecstasy, using its impassioned heroine to contend that the former is an expression of the latter. One of its subjects, or fixations, is pain, though the worst of it, inflicted by a church-sanctioned torturer, is mercifully kept off-screen. Another is the consequences of repressed desire, though the repression doesn’t last for long."
}