{
    "url_original": "https://www.wsj.com/articles/close-to-me-sundance-connie-nielsen-christopher-eccleston-susan-lynch-tom-taylor-amanda-reynolds-11639520933?mod=opinion_major_pos14",
    "url": "close-to-me-sundance-connie-nielsen-christopher-eccleston-susan-lynch-tom-taylor-amanda-reynolds-11639520933",
    "title": "‘Close to Me’ Review: Unremembrance of Things Past",
    "sub_head": "A woman struggles to piece together the year before she suffered a head trauma in the new series based on the novel by Amanda Reynolds.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-451687?width=860&height=573",
    "image_1": "im-451687.jpg",
    "time": "2021-12-14 17:30:00",
    "body": "Having fallen—presumably—down a flight of stairs and looking like she’s gone 10 rounds with a Buick, Jo Harding (Connie Nielsen) is being brought home from the hospital by her doting husband, Rob (Christopher Eccleston), struggling to remember the year of her life that head trauma has completely erased. Her husband looks different. “I’ve lost weight,” he says from the driver’s seat. Where are his glasses? “I wear contacts now,” he tells her. “Are you having an affair?” she asks. He says no. “Am I having an affair?” she asks, thinking out loud. It certainly makes her amnesia convincing: It’s a question one would pose only if one really didn’t know.<br />What’s a little less believable is the catalog’s worth of life-altering, near-catastrophic events that have transpired during the months Jo now can’t recall. Some would be spoilers to reveal, but others are simply setups: Her dog has died. Her son, Finn (Tom Taylor), has dropped out of university. She hasn’t spoken to her best friend, Cathy (the terrific Susan Lynch), in months. Why? She’ll get answers from everyone; whether they’re true is questionable. So is the veracity, and behavior, of a woman whom the doctors have already advised will suffer paranoia, reduced inhibitions, nightmares and hallucinations. She also seems to be suffering short-term memory loss. (She can’t remember anyone’s name two minutes after being introduced, although that’s something with which a lot of us will sympathize.) “Plus the medication,” her husband adds, helpfully."
}