{
    "url_original": "https://www.wsj.com/articles/hand-of-god-netflix-paolo-sorrentino-diego-maradona-fellini-11638483294?mod=opinion_reviews_pos2",
    "url": "hand-of-god-netflix-paolo-sorrentino-diego-maradona-fellini-11638483294",
    "title": "‘Hand of God’ Review: Maturing, Mostly Happily, in Napoli",
    "sub_head": "Paolo Sorrentino’s latest is a semi-autobiographical coming-of-age story and a love letter to the movies",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-443332?width=700&height=467",
    "image_1": "im-443332.jpg",
    "time": "2021-12-02 17:15:00",
    "body": "If you need further evidence that God works in mysterious ways, Paolo Sorrentino’s “The Hand of God” is the place to find it, although the title may be misleading. I assumed that a religious subject plus an Italian filmmaker probably added up to a deeply serious film. Wrong, or partly wrong. This is a joyous piece of autobiography, full of unholy fun and extravagant characters fondly remembered in ravishingly beautiful images. (The cinematographer was Daria D’Antonio.) It’s set in Naples, where Mr. Sorrentino was born, in the 1980s, when he came of age. God does seem to reach down into the young hero’s life, at a moment that isn’t just serious but tragic. Still, the intervention operates through the instrument of the peerless soccer legend Diego Maradona, who has just answered residents’ prayers by arriving in town, to delirious acclaim, to play for the local team. (Italy’s entry for the Academy Awards, the film is playing in select theaters, and streams on Netflix starting Dec. 15.)<br />Most of the film’s recollections and deliciously heightened evocations focus on family. Everyone is seen through the eyes, and felt through the skin and tender soul, of Fabietto Schisa (Filippo Scotti), a 17-year-old with a dreamer’s demeanor, a crazy idea about becoming a movie director, and Walkman headphones at the ready for those moments when he’s had his fill of a frequently surreal life that passes for reality. But this is also the story of a budding artist (played by an extraordinary young actor), a kid who dreamed so well, with such perseverance, that he grew up to be the man who made “The Great Beauty,” among many other features and TV series, and won a foreign-film Oscar for it seven years ago."
}