{
    "url_original": "https://www.wsj.com/articles/island-infernos-book-review-history-us-army-pacific-world-war-ii-battle-of-the-beachheads-11639760191?mod=opinion_major_pos12",
    "url": "island-infernos-book-review-history-us-army-pacific-world-war-ii-battle-of-the-beachheads-11639760191",
    "title": "‘Island Infernos’ Review: Battle of the Beachheads",
    "sub_head": "From Guam to Saipan to Leyte, American soldiers had to overcome Japan’s determined grip on far-flung positions.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-452395?width=860&height=573",
    "image_1": "im-452395.jpg",
    "time": "2021-12-17 11:58:00",
    "body": "Eighty years ago this month, the American entry into World War II was precipitated by the Japanese surprise attack on Pearl Harbor. But the ensuing clash in the war’s Pacific theater has long been overshadowed in American memory by the battles in Europe. Compared to the famed ordeals of the Normandy invasion and the Battle of the Bulge, the battles of Guadalcanal, Saipan and Okinawa pale in the popular imagination. This skewed perspective unfairly slights the brave men who fought against Japanese aggression, and distorts our understanding of the conflict’s legacy. As the historian Richard Overy observes in “Blood and Ruins: The Great Imperial War, 1931-1945,” his magisterial new history of World War II, “the Asian war and its consequences were as important to the creation of the post-war world as the defeat of Germany in Europe, arguably more so.”<br />To the extent that the Pacific theater still lives in the American imagination, the Marines, who fought with splendid valor, play a starring role. The HBO miniseries “The Pacific” (2010) ranged across the sprawling theater of conflict but focused almost exclusively on the experiences of young Marines. One of the most iconic photographs of the 20th century is of six Marines hoisting the flag on Mount Suribachi during the Battle of Iwo Jima. It may be that the Marines are as adept at public relations as they are courageous on the battlefield. But the U.S. Army fielded 1.8 million men in the fight against Japan, several times as many as the Marine Corps."
}