{
    "url_original": "https://www.wsj.com/articles/jockey-clint-bentley-clifton-collins-jr-greg-kwedar-molly-parker-moises-arias-11640897045?mod=opinion_major_pos14",
    "url": "jockey-clint-bentley-clifton-collins-jr-greg-kwedar-molly-parker-moises-arias-11640897045",
    "title": "‘Jockey’ Review: Wisdom From the Finish Line",
    "sub_head": "An aging jockey deals with a lifetime of physical wear and tear while showing a newcomer to horse racing his way around the track.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-458497?width=700&height=467",
    "image_1": "im-458497.jpg",
    "time": "2021-12-30 15:45:00",
    "body": "Doctors ask patients to describe their pain on a one-to-10 scale. I’d put the experience of watching Clint Bentley’s “Jockey” close to the top, even if it’s only sympathetic pain felt for the hero, Jackson Silva (Clifton Collins Jr.), a once-great rider with a battered body that can’t take any more punishment after decades of routine insults, terrifying falls and grievous injuries. Yet the film also rates high on the pleasure scale for being a debut feature by abundantly gifted filmmakers and a showcase for a performance that fills your heart while frequently threatening to break it. Turns out you really can have it both ways—a harsh story with the ring of truth and a reasonably hopeful ending. (The film, written by Mr. Bentley and Greg Kwedar, is playing in theaters in New York and Los Angeles prior to expanding its distribution.)<br />The source of Jackson’s physical pain is no mystery. Jockeys, like fashion models, must obsess about their weight and therefore their diet, so their bones become brittle. Jackson has broken his back several times in falls. His right hand shakes, his arm is weak and his posture in the saddle has become cockeyed, yet his idea of taking care of himself is consulting a horse doctor. (As a chronicle of dangerous jobs and chronic pain, “Jockey,” set in and around a Phoenix racetrack called Turf Paradise, is a companion piece to Chloé Zhao’s “The Rider,” which played out in the world of regional rodeos.)"
}