{
    "url_original": "https://www.wsj.com/articles/judicial-deference-restraint-constitution-declaration-originalism-common-law-court-11638921747?mod=opinion_major_pos17",
    "url": "judicial-deference-restraint-constitution-declaration-originalism-common-law-court-11638921747",
    "title": "Judicial Deference, Liberty and the Common Law",
    "sub_head": "The answer to poor judging is better judging, not deference to the political branches.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-448138?width=860&height=573",
    "image_1": "im-448138.jpg",
    "time": "2021-12-08 14:48:00",
    "body": "In treating the advent of judicial review as a “radical development,” Judge Raymond Kethledge’s review of Randy Barnett and Evan Bernick’s “The Original Meaning of the 14th Amendment” (Bookshelf, Nov. 30) gets off on the wrong foot by privileging the right of self-government over that of individual liberty. The power of judges to overrule democratic decisions was at least implicit in the Declaration of Independence, where liberty comes first and self-government second, as a means toward liberty, but only as constrained by our written Constitution as interpreted by our courts. To hold otherwise is to render the majority a judge in its own case and strip the Constitution of its power to discipline we the people.<br />As I wrote here decades ago (“Rethinking Judicial Restraint,” op-ed, Feb. 1, 1991), Robert Bork, on whose authority Judge Kethledge draws, reversed that order. He, like Judge Kethledge, was a sometime originalist on unenumerated rights and judges' authority to recognize them. For the text of the Ninth Amendment, though broad, is clear. Unenumerated rights are not to be “denied or disparaged,” which is precisely what judicial deference to the political branches does. Pace Judge Kethledge, “unenumerated” does not mean “absent from the written Constitution.” Like privileges or immunities, due process and equal protection, unenumerated rights are in the Constitution’s text. Were we to deny or disparage those broad texts, as Bork often did, we would be at the mercy of state legislatures that have prohibited parochial school education, interracial marriage, vast forms of economic liberty and more."
}