{
    "url_original": "https://www.wsj.com/articles/licorice-pizza-belfast-king-richard-drive-my-car-cmon-cmon-bergman-island-roadrunner-11638916194?mod=opinion_reviews_pos2",
    "url": "licorice-pizza-belfast-king-richard-drive-my-car-cmon-cmon-bergman-island-roadrunner-11638916194",
    "title": "The Best Movies of 2021: Finding Pleasure in Diverse Films",
    "sub_head": "From Paul Thomas Anderson’s ‘Licorice Pizza’ to Kenneth Branagh’s ‘Belfast,’ the past year offered manifold styles and stories for every taste.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-447467?width=860&height=540",
    "image_1": "im-447467.jpg",
    "time": "2021-12-07 17:31:00",
    "body": "When a year brings movies as pleasurable and diverse as “Belfast” and “Licorice Pizza”—plus a masterpiece from Japan that we’ll get to in a bit—it’s an occasion for gratitude. This may be a time to be thankful for fewer favors—the year’s first feature of any consequence wasn’t released until the middle of July—but not small ones, even when the physical scale of the production is modest, as it was in two of my other favorites, “Bergman Island” and “The Souvenir Part II.” What does it say, though, that “King Richard,” a large-scale crowd-pleaser of uncommon quality, failed to draw large crowds to the nation’s theaters? Nothing surprising, given what we already know about Hollywood’s bets on the future of streaming, but nothing good about the fate of the theatrical exhibition business, both as an industry and a source of entertainment shared by millions of people across the cultural spectrum.<br />“Licorice Pizza” represents Paul Thomas Anderson’s bet that audiences, even in an era of firefly attention spans, will turn out in increasing numbers—the film goes from select theaters into wide theatrical distribution on Dec. 25—for his brand of densely populated, intricately layered storytelling. In this case the style is deployed in the sunniest, funniest film he’s ever made, and one of the smartest—a story of sexual yearning and entrepreneurship involving a boy and an older woman (she qualifies for the description because he’s only 15 and she’s 25), and an expression of the filmmaker’s love for the San Fernando Valley, where he grew up during the 1970s."
}