{
    "url_original": "https://www.wsj.com/articles/modern-cozy-mountain-cabin-interior-design-11640729881?mod=life_work_lead_story",
    "url": "modern-cozy-mountain-cabin-interior-design-11640729881",
    "title": "A Thoroughly Modern but Cozy Mountain Cabin",
    "sub_head": "An airy Catskills getaway is all comfort, with nary a camp cliché in sight",
    "category_1": "Real Estate",
    "category_2": "Homes",
    "image_1_url": "https://images.wsj.net/im-452995?width=860&height=622",
    "image_1": "im-452995.jpg",
    "time": "2021-12-29 10:00:00",
    "body": "“RUSTIC YET refined.” This was the aesthetic goal of New York City firms NevelHaus Development and INC Architecture & Design when they began designing and building their contemporary Catskills cabins. The homes would be woodsy country houses for sophisticated design consumers escaping the city, said Adam Rolston, creative director and managing partner at INC. The first of the 19 sustainable residences in New York’s Sullivan and Ulster counties went to Broadway musical “Hamilton” star Phillipa Soo and her actor husband Steven Pasquale.<br />“We flipped for how grand it feels despite its modest footprint,” Mr. Pasquale said of the three-bedroom home, which weighs in at under 2,000 square feet. The 30-foot ceiling in the open plan of the public rooms contributes to its character as a small house with a big personality. The project is, in fact, a study in embracing dichotomies. The shape of the structure is inspired by the traditional black barns that dot the rural Pennsylvania landscape. But instead of the rough-hewn walls and naked beams of standard barn conversions, “the big, open, two-story space has an all-loft feeling, which brought a modern flavor,” said Mr. Rolston. The next polarity to be negotiated: balancing forward-thinking design with the coziness that one expects in a forest getaway. The solution came in marrying contemporary forms with organic, touchable materials—for example, a streamlined living-room sofa upholstered in a rough weave and pine floors that retain their humble character with visible knots."
}