{
    "url_original": "https://www.wsj.com/articles/mother-android-hulu-chloe-grace-moretz-algee-smith-mattson-tomlin-11639694880?mod=opinion_major_pos13",
    "url": "mother-android-hulu-chloe-grace-moretz-algee-smith-mattson-tomlin-11639694880",
    "title": "‘Mother/Android’ Review: What to Expect When You’re Expecting During a Robot Uprising",
    "sub_head": "A young couple with a baby on the way tries to flee to safety after androids have gone rogue and decided to wipe out the human race",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-452886?width=860&height=573",
    "image_1": "im-452886.jpg",
    "time": "2021-12-16 17:49:00",
    "body": "Is it just the timing of Hulu’s “Mother/Android” that suggests it’s a Christmas story? It is about a young woman in an advanced state of pregnancy making her way through hostile territory so she can give birth in a city that begins with a B. But the city is Boston, not Bethlehem; the woman is of the future, not the past; the antagonists are sentient robots, not Romans; and the upshot is hardly mankind’s salvation. On second thought, the timing is decidedly odd.<br />In the 1974 Mel Brooks classic “Young Frankenstein”—which was, in a far more comical way, also about the pitfalls of creating artificial life and intelligence—Marty Feldman utters the immortal line, “It could be worse. It could be raining.” At which point it rains. There’s a lot of rain in “Mother/Android.” It certainly doesn’t make things better. Could they get worse? Not for Georgia (Chloë Grace Moretz) and her boyfriend, Sam (Algee Smith), who have fled a robot uprising from some unspecified East Coast location and headed north, where boats are rumored to be taking Americans to Korea. (Which one? Who knows? The female official we eventually meet is dressed like a commissar, though.) What incited the nationwide uprising of the androids is unclear, but their new purpose is not: the extinction of the human race."
}