{
    "url_original": "https://www.wsj.com/articles/mothers-creating-a-future-parallel-mothers-pedro-almodovar-penelope-cruz-milena-smit-aitana-sanchez-gijon-spanish-civil-war-11640295840?mod=opinion_reviews_pos2",
    "url": "mothers-creating-a-future-parallel-mothers-pedro-almodovar-penelope-cruz-milena-smit-aitana-sanchez-gijon-spanish-civil-war-11640295840",
    "title": "‘Mothers’: Creating a Future",
    "sub_head": "Pedro Almodóvar’s film is about two expectant mothers—one happily so, the other not",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-456791?width=860&height=573",
    "image_1": "im-456791.jpg",
    "time": "2021-12-23 18:01:00",
    "body": "The colors alone are a tip-off—cheery pastels that, combined with bright nothing-bad-could-happen-in-this-story lighting, announce “Parallel Mothers” as another Pedro Almodóvar film. Penélope Cruz is Janis—her hippie mother named her after Janis Joplin—a magazine photographer who, in the radiance of her 40th year, discovers with delight that she’s pregnant, and will soon be a single mother. Janis shares a maternity-hospital room with another single-mother-to-be. Ana (Milena Smit) is still an adolescent and regrets being pregnant, though Janis does her best to infect her roommate and new friend with the joy she feels. The movie lighting doesn’t dim as the plot unfolds, and the colors don’t fade; in fact, the final sequence is set in a verdant meadow. Yet this wonderful, often sunny drama, in subtitled Spanish and playing in theaters, also evokes pain, betrayal, inconsolable loss followed by rebirth and—far from what you might expect at this point in Mr. Almodóvar’s dazzling career—haunting echoes of his nation’s anguished past.<br />There’s so much to sort out that Ms. Cruz may be the best place to begin. She is her usual incandescent self. She is also, in a sense, all but impossible to find—a tribute to her ability to disappear within her roles. Watch some actors, even very good ones, and you catch glimpses of the wheels turning, the performer at work. Watch her here and you only see Janis, a quick-witted woman with powerful maternal instincts, a gift of intense empathy that’s accompanied by a capacity for great cruelty, and a fierce imperative growing out of the suffering inflicted on her family by the fascist followers of Francisco Franco during the Spanish Civil War."
}