{
    "url_original": "https://www.wsj.com/articles/nightmare-alley-guillermo-del-toro-bradley-cooper-willem-dafoe-cate-blanchett-11639694687?mod=opinion_major_pos15",
    "url": "nightmare-alley-guillermo-del-toro-bradley-cooper-willem-dafoe-cate-blanchett-11639694687",
    "title": "‘Nightmare Alley’ Review: A Carnival of Malaise",
    "sub_head": "Guillermo del Toro’s latest is visually stunning, but even Bradley Cooper and Cate Blanchett can’t energize the narrative",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-452087?width=700&height=467",
    "image_1": "im-452087.jpg",
    "time": "2021-12-16 17:47:00",
    "body": "When Guillermo del Toro’s “The Shape of Water” reached the screen in 2017, we were enchanted by the film’s physical beauty, and its darkly lyrical tale of a lonely woman’s love for a creature that others consider a monster: I described the impact as a flood tide of feelings with a mythic undertow. Now, four years later, Mr. Del Toro has taken a daring and risky turn toward an even darker side with “Nightmare Alley.” (The film is playing exclusively in theaters, as befits a production that can be appreciated fully only on a big screen.) The story starts in the tawdry glitter of traveling carnivals just before World War II. Bradley Cooper plays the hero, Stan Carlisle, a malign drifter turned silver-tongued con man, with an eerie flair that’s matched by the exceptional supporting cast. Once again the images and colors are sumptuous, yet the spectacle as a whole is lifeless, lacking resonance.<br />The director and Kim Morgan adapted the screenplay from a 1946 novel by William Lindsay Gresham. The book previously provided the basis for the 1947 film of the same name, a similarly harsh though slightly more hopeful saga, starring Tyrone Power, that was a box-office failure at the outset but went on to be considered a film-noir classic. Power saw the property as a chance to move beyond romantic roles and stereotyped swashbucklers into serious drama. Mr. Cooper’s career doesn’t need remediation, but Stan, in his hands, is a fascinating apparition who’s on screen for the first 11 minutes of the film before saying a word. (The total running time is a bloated 150 minutes.)"
}