{
    "url_original": "https://www.wsj.com/articles/of-sound-mind-review-do-you-hear-what-i-hear-11640129535?mod=opinion_reviews_pos1",
    "url": "of-sound-mind-review-do-you-hear-what-i-hear-11640129535",
    "title": "‘Of Sound Mind’ Review: Do You Hear What I Hear?",
    "sub_head": "The science is clear but a sense of wonder remains—that somehow timing, timbre and pitch can become conversation, lyric and song.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-456140?width=860&height=573",
    "image_1": "im-456140.jpg",
    "time": "2021-12-21 18:32:00",
    "body": "Close your eyes. Listen to what surrounds you. At first, perhaps, the low hum of a space heater—a noise so constant that you only notice it when it stops. Then, a more distant sound—the hiss, click, whoosh of the heating system down the hall as it switches on. After a few moments, you untangle other, slighter sounds. The soft click of typing. Footfalls on an upper floor. The squawk of a blue jay outside. “Sound is all around us—inescapable and invisible,” writes Nina Kraus in “Of Sound Mind: How Our Brain Constructs a Meaningful Sonic World.” Our sense of hearing, she tells us, “is always ‘on.’ ” We ignore it at our peril.<br />According to Ms. Kraus, a neuroscientist at Northwestern University and the founder of its Brainvolts auditory neuroscience laboratory, most people would choose sight over hearing—they would rather live in silence than in darkness. But, she reminds us, it is sound that provides us with our greatest means of communication. She quotes the author and activist Helen Keller: “Blindness disconnects us from things,” but “deafness disconnects us from people.” Sound is also a source of great nostalgic power. Ms. Kraus writes: “The neighborhood birds, the sounds of leaves rustling, the distant church bell, the abrupt hiss-honk of the city bus’s air brakes and the pick-up basketball game down the street. . . . These all impart a sense of place, a place of belonging.”"
}