{
    "url_original": "https://www.wsj.com/articles/red-rocket-sean-baker-simon-rex-chris-bergoch-bree-elrod-brenda-deiss-11639085640?mod=business_minor_pos22",
    "url": "red-rocket-sean-baker-simon-rex-chris-bergoch-bree-elrod-brenda-deiss-11639085640",
    "title": "‘Red Rocket’ Review: A Manchild’s Adult Entertainment",
    "sub_head": "Sean Baker’s latest tells the story of a washed-up porn star with tawdry dreams of glory.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-448327?width=700&height=467",
    "image_1": "im-448327.jpg",
    "time": "2021-12-09 16:34:00",
    "body": "It’s a touching sight, a grown man riding a little kid’s bike from one job interview to another in the heat and blare of the Texas sun. And the interviews are hilarious—one of many impediments to the applicant’s success is a 17-year gap in his employment record. But Mikey Saber (Simon Rex), the hero of Sean Baker’s “Red Rocket,” is not a grown man. He’s an ever-hopeful child in the twitchy body of a middle-aged dropout from the adult film industry, a compulsive babbler who tells anyone who will listen that he has almost 900 followers on his YouTube channel, with an 85% positive click rate. Mr. Rex gives a 100% phenomenal performance, starting with a bright veneer of charm that conceals only barely, then not at all, an unmoored soul. Interesting characters are never one single thing, but the remarkable thing about Mikey is his ability to elicit our almost simultaneous feelings of affection, delight, pity, dismay and incipient horror. (The film is playing in select theaters.)<br />Mr. Baker’s films stand apart from everyone else’s, and hooray for them: I still remember with pleasure the flow of gleeful kids—poor kids living in shabby motels within sight of Walt Disney World—through his previous feature, “The Florida Project.” He makes smart, funny, unsentimental and nonjudgmental movies about all manner of poor people on the margins of society, and gives them so much eccentric verve that we sit in nonjudgment too."
}