{
    "url_original": "https://www.wsj.com/articles/ski-trip-rockies-best-resorts-11639597991?mod=life_work_lead_story",
    "url": "ski-trip-rockies-best-resorts-11639597991",
    "title": "Craving a Ski Trip in the Rockies? The Top Spots Are All Spruced Up This Winter",
    "sub_head": "Luxurious new hotels, major renovations, heated chairlifts, elevating dining—the best ski areas in the Rocky Mountains are even better this year. Here, a look at some of the most notable changes afoot.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-451605?width=860&height=573",
    "image_1": "im-451605.jpg",
    "time": "2021-12-15 14:54:00",
    "body": "WHILE MANY of us were in deep hibernation mode last winter, the ski crowd wasn’t so easily deterred. According to the National Ski Area Association, operators in the Rocky Mountains reported their second busiest season in four decades. Since then, the most popular mountain resorts, intent on keeping those snow bums content, have been rolling out a raft of improvements and innovations—brand new hotels, spiffily remade ones, heated chairlifts, roving raclette carts and whiskey tastings are all on tap. Here, a few of the latest offerings.<br />Long overshadowed by flashier ski areas in the neighboring states, Montana’s Big Sky is finally joining the luxury ski scene with the opening this month of the Montage resort. About a 10-minute drive from the base of the village, the Montage offers 100 ample rooms (the smallest are 530 square feet) and 39 multiroom residences, as well as seven restaurants. Not up for dining out? Après ski in sweats and order from the raclette cart roaming around the Alpenglow Lounge (from $1,395 a night). In the village, two ski-in/out favorites are newly renovated: Summit Hotel (from about $435 a night) and Huntley Lodge (from about $180 a night). Other upgrades are in the works all over the mountain. Among them, the new Swift Current 6 chairlift. With heated ergonomic seats and bubblelike covers, it zips skiers to 5,850 acres of slopes."
}