{
    "url_original": "https://www.wsj.com/articles/spider-man-no-way-home-benedict-cumberbatch-zendaya-tom-holland-jon-watts-jacob-batalon-11639694947?mod=opinion_reviews_pos2",
    "url": "spider-man-no-way-home-benedict-cumberbatch-zendaya-tom-holland-jon-watts-jacob-batalon-11639694947",
    "title": "‘Spider-Man: No Way Home’ Review: Knotty Web, Big Heart",
    "sub_head": "Heroic charm rescues a messy multiverse plot in the latest Marvel movie",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-453918?width=700&height=467",
    "image_1": "im-453918.jpg",
    "time": "2021-12-16 17:50:00",
    "body": "At one point in Marvel’s erratic, unshapely but ultimately endearing “Spider-Man: No Way Home,” Benedict Cumberbatch’s Doctor Strange tells Tom Holland’s Peter Parker that “the multiverse is a concept about which we know frighteningly little.” Maybe so, but that hasn’t stopped filmmakers from flogging the concept for all it’s worth. Multiverse writing means an anything-goes liberation from the grip of logic. Multiverse scripts are this fragmented era’s corrective to the Aristotelian unities of drama. They are festivals of disunity in which time-travel portals connect any universes you choose, and anyone can show up from the past, present or future on a nanosecond’s notice. Given the infinite possibilities for chaos, it’s remarkable that this sequel to “Spider-Man: Homecoming” and “Spider-Man: Far From Home” makes any sense at all. Yet it does, emotionally more than narratively. And—big surprise but not a spoiler—the whole convoluted adventure, directed with jaunty humor by Jon Watts, comes to an extravagant action climax that’s most notable for its kind heart.<br />The story picks up where “Spider-Man: Far From Home” left off. Peter’s identity as Spider-Man has been outed and he is now public enemy No. 1, blamed unjustly for the death of Jake Gyllenhaal’s Beck/Mysterio. This leads Peter; his girlfriend, MJ (sparkling work by Zendaya); and his buddy, Ned (the gentle, slow-spoken Jacob Batalon), to a discussion of celebrity and fake news: “Does any part of you feel relieved by this?” MJ asks him."
}