{
    "url_original": "https://www.wsj.com/articles/st-regis-chicago-studio-gang-moynihan-train-hall-stavros-niarchos-foundation-library-meccano-maya-lin-frank-gehry-denver-art-museum-11639588160?mod=opinion_major_pos13",
    "url": "st-regis-chicago-studio-gang-moynihan-train-hall-stavros-niarchos-foundation-library-meccano-maya-lin-frank-gehry-denver-art-museum-11639588160",
    "title": "The Best Architecture of 2021: Constraints That Set Creativity Free",
    "sub_head": "Penn Station’s Moynihan Train Hall, Smith College’s Neilson Library, the renovated Denver Art Museum and other projects found success in tricky settings.",
    "category_1": "Books & Arts",
    "category_2": "Art Review",
    "image_1_url": "https://images.wsj.net/im-452659?width=700&height=467",
    "image_1": "im-452659.jpg",
    "time": "2021-12-15 12:10:00",
    "body": "It is easy to assume that an artist is most creative when most free of constraints, but it is the other way around. The more constraints, the higher the order of thought needed to overcome them. Michelangelo found his David in a block of marble worked on by two other sculptors and then abandoned, and that was too shallow for such a heroic figure. Constraints do not guarantee success, of course, nor does their absence rule it out. Studio Gang’s superbly tapered St. Regis Chicago, the year’s most thrilling skyscraper, rose above a fairly open site facing Lake Michigan. But it is significant that many of this year’s best buildings faced that most onerous of challenges, inserting an entirely new program behind a beloved historic facade.<br />To all of us who have suffered the indignities of New York’s Penn Station, Moynihan Train Hall is easily the most gratifying building of the year. Fortunately, the tracks beneath Penn Station also run under the Farley Post Office across the street to the west, which allowed bags of mail to be hoisted directly into its central room. Now that the trains no longer carry mail, it was possible to convert that space into a 255,000-square-foot waiting room for railroad passengers. One no longer emerges into a dank and baffling cellar but ascends grandly into a lofty skylighted hall. This does not definitively solve the infrastructure disaster of Penn Station, a bottleneck of three converging rail lines, but it is a crucial first step to discover that ticket holders can actually be treated as human beings deserving of compassion and dignity."
}