{
    "url_original": "https://www.wsj.com/articles/the-making-of-oliver-cromwell-review-a-plain-man-warts-and-all-11640643990?mod=opinion_major_pos10",
    "url": "the-making-of-oliver-cromwell-review-a-plain-man-warts-and-all-11640643990",
    "title": "‘The Making of Oliver Cromwell’ Review: A Plain Man, Warts and All",
    "sub_head": "He barged into history delivering ﬁery speeches against the king. He was manipulative and bloodthirsty but essential to modern pluralism.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-458526?width=860&height=573",
    "image_1": "im-458526.jpg",
    "time": "2021-12-27 17:26:00",
    "body": "Great political leaders, with a tiny number of exceptions, are complicated people who possess both appalling flaws and magnificent virtues. Oliver Cromwell was not one of those exceptions. He sought and relished the demise of political enemies, hogged glory for military feats rightly belonging to others, perpetrated wartime atrocities, and equated God’s will with his own intentions. But he also undermined a class system that elevated birth over ability, dealt a death blow to the divine-right monarchy, and forced the English nation to reckon with the reality of religious—and, by extension, political—diversity. “He was,” Ronald Hutton writes in “The Making of Oliver Cromwell,” “courageous, devout, resolute, principled, intelligent, eloquent, able, adaptable and dedicated, but also self-seeking, unscrupulous, dishonest, manipulative, vindictive and bloodthirsty: definitely not somebody to be taken simply at his word.”<br />Mr. Hutton, a history professor at Bristol University, covers only Cromwell’s elevation to national fame: from his birth in 1599 to the end of the first English Civil War, when the parliamentarians destroyed the last forces of Charles I at the battles of Naseby and Langport in 1645. By that year Cromwell—who had no formal military training—had become a highly effective cavalry commander and lieutenant-general of the parliamentary army. He would go on to command the army in a string of decisive victories and rule the nation as Lord Protector. Mr. Hutton aims to give a clearer picture of this remarkable man’s origins and political rise."
}