{
    "url_original": "https://www.wsj.com/articles/the-ghost-in-the-garden-review-young-darwin-in-his-eden-11640041810?mod=opinion_reviews_pos1",
    "url": "the-ghost-in-the-garden-review-young-darwin-in-his-eden-11640041810",
    "title": "‘The Ghost in the Garden’ Review: Young Darwin in His Eden",
    "sub_head": "Charles Darwin’s childhood garden provides a glimpse of the fascinations that shaped his future—and an opportunity to share them.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-455652?width=860&height=573",
    "image_1": "im-455652.jpg",
    "time": "2021-12-20 18:10:00",
    "body": "Charles Darwin’s childhood garden on the outskirts of Shrewsbury, in Shropshire, was an enchanting place, a paradise of winding paths and shaded lawns, with flowers and fruit from both near and far. Its magic was reflected in the names that young Charles—“Bobby” to his family—gave to various spots in it: “Owlo” to a tree in which an owl had made its home, “Lacaho” to “some hole” and “Lorum” to an unexplained “secret place.” In this quirky, Seussian world, young Darwin learned to love nature, Jude Piesse tells us in her new book, the equally quirky, gloriously unclassifiable “The Ghost in the Garden.” A normally quiet, dreamy child, Charles would sit in the crowns of trees, swim and fish in the river, ride his pony or pilfer peaches from his father’s walled-in kitchen garden. Once he threw a marble at an unsuspecting hare, hitting his target with such accuracy that the animal dropped dead, an act of gratuitous cruelty he regretted for the rest of the life.<br />The fate of that marble somewhat concerns Ms. Piesse, a lecturer in English literature at Liverpool John Moores University. In one of many imaginative detours, Ms. Piesse wonders if it ended up deep in the hare’s skull, “pressed down by the weight of the two centuries of soil that would have accumulated between it and somebody’s lawn.” Or perhaps it rolled off into town, skipping along wet pavements until it came to rest in some gutter, mingling with soggy leaves and lost earrings?"
}