{
    "url_original": "https://www.wsj.com/articles/the-power-and-popularity-of-christmas-love-stories-11640097781?mod=life_work_minor_pos4",
    "url": "the-power-and-popularity-of-christmas-love-stories-11640097781",
    "title": "The Power and Popularity of Christmas Love Stories",
    "sub_head": "From Victorian Britain to the Hallmark Channel, tales of romance set at Christmastime have been a staple of the season.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-455313?width=860&height=573",
    "image_1": "im-455313.jpg",
    "time": "2021-12-21 09:43:00",
    "body": "‘Tis season for love stories, especially on television. This year the Hallmark Channel alone produced 41 new movies for its “Countdown to Christmas,” in addition to the Christmas movies available on Lifetime,  Netflix  and other services. These popular stories usually follow a simple formula. In the days leading up to Christmas, a successful but overworked woman from the big city finds herself stuck in a quaint small town, often the one where she grew up. There she rediscovers the spirit of the season through interactions with quirky and kindly townsfolk and falls in love with her soul mate, who may or may not be an old boyfriend she left behind. A variation on the genre features a small-town heroine who finds love with a visiting prince or movie star and teaches him the true meaning of Christmas, amid cookie baking, tree lighting and walks in the falling snow.<br />The true meaning of Christmas in these films has little to do with the nativity of Jesus. Characters seldom go to church, preferring domestic traditions like decorating and gift-giving. Such secularized Christmas tales might seem like a reflection of today’s commercialized “holiday season,” and they are made in part to help sell things. Many of the movies feature decorations and Christmas ornaments that can be purchased online, as well as product placement for partner companies. This year’s Hallmark movie “A Dickens of a Holiday!” features a prominent visit to Ace Hardware."
}