{
    "url_original": "https://www.wsj.com/articles/the-end-of-trauma-review-the-paradox-of-resilience-11638736721?mod=opinion_reviews_pos1",
    "url": "the-end-of-trauma-review-the-paradox-of-resilience-11638736721",
    "title": "‘The End of Trauma’ Review: The Paradox of Resilience",
    "sub_head": "For many, trauma is a disaster that deﬁnes and defeats them, but for those with a ‘flexibility mindset,’ it is a challenge to be overcome.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-446515?width=860&height=573",
    "image_1": "im-446515.jpg",
    "time": "2021-12-05 15:38:00",
    "body": "Traumatic experiences are part of human life, but the business of traumatology was not invented until 1980, when the “Diagnostic and Statistical Manual of Mental Disorders—III” included post-traumatic stress disorder for the first time. PTSD came with a formal set of criteria for diagnosis, including now-familiar ones—intrusive memories, flashbacks and heightened sensitivity to possible danger. The DSM thereby enshrined PTSD as a medical disease identifiable by specific symptoms. And bang—a therapeutic industry was created.<br />In “The End of Trauma,” George A. Bonanno, professor of psychology and director of the Loss, Trauma and Emotion Lab at Teachers College, Columbia, offers an important course-correction to what is now received wisdom about trauma and how to treat it. “The creation of the PTSD diagnosis unleashed a whirlwind of activity,” he writes, “whirlwind” being an understatement. “New treatment programs began to appear almost overnight.” There were a few problems: Most mental disorders, including PTSD, have no clear pathogen or biological marker, so “there is no physical test that can confirm its existence.” People who undergo what most of us would consider a “trauma” may have a few symptoms, many symptoms—or none. “The PTSD diagnosis, with its various subcategories, is one of the most complicated and heterogeneous diagnoses out there,” he writes."
}