{
    "url_original": "https://www.wsj.com/articles/the-struggle-for-indias-soul-book-review-shashi-tharoor-narendra-modi-nationalism-in-new-delhi-11638546520?mod=opinion_major_pos12",
    "url": "the-struggle-for-indias-soul-book-review-shashi-tharoor-narendra-modi-nationalism-in-new-delhi-11638546520",
    "title": "‘The Struggle for India’s Soul’ Review: Nationalism in New Delhi",
    "sub_head": "An Indian politician and writer calls for a return to liberal ideals.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-444417?width=860&height=573",
    "image_1": "im-444417.jpg",
    "time": "2021-12-03 10:50:00",
    "body": "If there were a prize for the most eloquent politician in India, Shashi Tharoor would be a favorite to win. His only competition comes from Narendra Modi, the Indian prime minister, who is as silver-tongued in Hindi as Mr. Tharoor is in English. This contest of eloquence is, of course, swaddled in irony, for the well-born and Westernized Mr. Tharoor is among the most outspoken members of the parliamentary opposition to Mr. Modi and his Hindu nationalist Bharatiya Janata Party. The two men embody two radically different versions of India.<br />In “The Struggle for India’s Soul,” Mr. Tharoor describes the battle between these two Indias—one liberal and tolerant, the other hypernationalist and majoritarian—in almost apocalyptic terms. The book is driven by the conviction that Mr. Modi is destroying the “idea of India” as a sanctuary of diversity—an idea that was bequeathed to the nation by such leaders as Mahatma Gandhi, Jawaharlal Nehru and B.R. Ambedkar (the principal draftsman of the constitution, whom Mr. Tharoor describes as “India’s James Madison”). The book’s unspoken hero is Nehru, India’s first prime minister, whose beliefs shaped India’s governance from independence in 1947 to the ascent in 2014 of Mr. Modi. The latter is the book’s unvarnished villain, for whom Mr. Tharoor—righteously Manichaean—hasn’t a single kind word in more than 300 pages."
}