{
    "url_original": "https://www.wsj.com/articles/the-story-of-a-m-records-herb-alpert-jerry-moss-peter-frampton-11638483200?mod=business_minor_pos22",
    "url": "the-story-of-a-m-records-herb-alpert-jerry-moss-peter-frampton-11638483200",
    "title": "‘Mr. A & Mr. M: The Story of A&M Records’ Review: Liner Notes to a Storied Company",
    "sub_head": "The rise and fall of A&M Records, founded by Herb Alpert and Jerry Moss, as told by those who were there.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-444480?width=860&height=573",
    "image_1": "im-444480.jpg",
    "time": "2021-12-02 17:14:00",
    "body": "Herb Alpert and Jerry Moss—the title subjects of “Mr. A & Mr. M: The Story of A&M Records”—appear beside each other so amiably, so happily, such close friends almost 60 years after founding one of the more important labels in recording history, that one might suspect that this two-part documentary is not going to be about conflict, infighting or anxiety. One would be right. What distinguishes the story—and will be a reminder to some, a revelation to others—is how remarkable A&M was, in timing, conviviality and art. Even record sales.<br />A&M arose during an era when record labels had personalities—Capitol, for instance, used to put fewer Beatles songs on each U.S. album, enabling the company to squeeze more records out of the longer U.K. releases. A&M’s character was less evident to the general public. But as a smattering of the label’s onetime artists tells us, the company—based on the old Chaplin lot in Hollywood (now occupied by Jim Henson Co.) and run like a mom-and-pop shop—was a great place to work. It attracted the right people, who made the right records: Carole King’s “Tapestry” was recorded at A&M; Peter Frampton’s “Frampton Comes Alive!” was distributed by A&M. So were the biggest albums by the likes of Joe Cocker, the Carpenters, Cat Stevens, the Police, the Go-Go’s, and even the Sex Pistols—although they were cut loose after they, or their entourage, allegedly beat up a friend of A&M’s British director. The label seemed to be in the right place with the right performers at the right moment—the Carpenters and Cat Stevens, for instance, when those acts served as counteragents to mainstream rock; the Police and Go-Go’s, who coincided with the rise of MTV; the Sex Pistols with the advent of punk rock."
}