{
    "url_original": "https://www.wsj.com/articles/top-interior-design-trends-2022-11640184132?mod=life_work_lead_pos1",
    "url": "top-interior-design-trends-2022-11640184132",
    "title": "The Top 9 Interior Design Trends for 2022",
    "sub_head": "We canvassed hundreds of professionals to predict the next waves in décor. What’s in: colossal light fixtures and herringbone floors. What’s out: peewee pendants and patterned tiles.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-451975?width=860&height=731",
    "image_1": "im-451975.jpg",
    "time": "2021-12-22 11:00:00",
    "body": "IMPERFECTIONISTS, REJOICE. Sean Scherer and other professionals in the realm of aesthetics see interior design embracing flaws in 2022. The founder of curiosity shop Kabinett & Kammer, in Franklin, N.Y., cites a surging interest in chipped and crazed ironstone china as an example. “In the past, people wanted pure white and pristine,” he said. Now his customers are hankering for the opposite—a “timeworn and cozy feel.” Sleek, mass-made items and chilly finishes like glass are being ghosted. Instead, people are gravitating toward handmade finishes, plantlike paint colors and friendly architectural curves. “We are dying for warmth, coziness and colors that make us feel grounded,” said Los Angeles designer Peti Lau, who observes cool tones’ fading fast. Here, the incoming trends that were highlighted most often by the hundreds of designers we polled—as well as those they believe are bowing out.<br />While hand-painted floor tiles seemed charming not so long ago, the colorful quadrilaterals won’t be a big part of the finishes arsenal in 2022, predicted Charlotte, N.C., interior designer Gray Walker. “The line between indoors and outdoors will continue blurring,” and such ornamentation is too busy to jibe with the simplicity of the natural world, she said. Mosaic floors, too, had their moment, said Brooklyn-based architect Adam Meshberg, “until people started spending more time at home and opted for serene spaces that were easy on the eyes.”"
}