{
    "url_original": "https://www.wsj.com/articles/welcome-to-earth-disney-will-smith-darren-aronofsky-george-steinmetz-11638915863?mod=opinion_major_pos14",
    "url": "welcome-to-earth-disney-will-smith-darren-aronofsky-george-steinmetz-11638915863",
    "title": "‘Welcome to Earth’ Review: When Our Eyes Deceive Us",
    "sub_head": "Will Smith hosts an intriguing series about the hidden natural wonders lurking just out of sight.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-447023?width=860&height=573",
    "image_1": "im-447023.jpg",
    "time": "2021-12-07 17:25:00",
    "body": "‘Welcome to Earth” seems something of a misnomer: “Welcome to Yourself” might have been better, even if it has the ring of self-improvement about it. But who is to say that a nature show won’t make us better people? Hosted by actor Will Smith, who is convincingly and charmingly apprehensive about what he’s about to dive into, the six-part series relates to the world as the world relates to our senses, or eludes them: From the depths of the sea to the rim of a volcano, there are sounds, smells and colors that we don’t normally experience, because they’re ignored, obscured or out of our reach. What “Welcome to Earth” explores, like a Mungo Park of the mind, are not just places but human perceptions, and the crafty ways Mother Nature conceals herself.<br />Deftly directed by Darren Aronofsky (“Black Swan,” “Requiem for a Dream”), the show is visually startling, from the phosphorescent marine life darting under a glass-bottomed boat in Puerto Rico’s Mosquito Bay to the eyeless “human fish” that live—as they have for 20 million years of darkness—under the Karst Plateau in Slovenia. Or the “moon-bow” that’s perceived—“with the right camera and the right lenses,” says a photographer—over Iguaco Falls in Brazil. Much of what we’re getting we would never see without a cinematographic advantage, but that’s what makes so much of “Welcome to Earth” so mysteriously seductive: an invisible, or barely visible, parallel existence on which the show shines a man-made light."
}