{
    "url_original": "https://www.wsj.com/articles/where-she-was-from-the-collected-joan-didion-11640280290?mod=opinion_major_pos10",
    "url": "where-she-was-from-the-collected-joan-didion-11640280290",
    "title": "Where She Was From: The Collected Joan Didion",
    "sub_head": "A multivolume excursion with the writer who wove her voice out of a culture coming apart at the seams.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2021-12-23 12:24:00",
    "body": "Joan Didion’s literary moment is now in its sixth decade. It began in 1968 with a book of essays called “Slouching Towards Bethlehem” and is still ticking away, with releases of several new volumes of her collected work. Altogether Ms. Didion, now 86, is the author of five novels, 10 books of nonfiction, and a play, with additional credits as co-writer on about a dozen film and television projects. In January, Alfred A. Knopf published “Let Me Tell You What I Mean,” a volume of fugitive essays from 1968 to 2000, and the Library of America has recently printed two collections of her canonical works, from “Run River” (1963) through “The Last Thing He Wanted” (1996). (A third volume of post-2000 material is planned but not scheduled.) As always, the LOA’s omnibus editions are well-upholstered objects, enhanced by excellent chronologies and notes on the texts. The second volume, out this week, contains some of Ms. Didion’s most arresting writing from the 1980s and ’90s, including “Democracy,” a political thriller with echoes of Graham Greene and V.S. Naipaul, and California essays about Patty Hearst and the history of the Los Angeles Times.<br />Ms. Didion’s big subject is atomization: the sense that American culture over the decades has been shattering into pieces, making coherent narratives impossible. In response she developed a writing style—collaged, skittering, rich in eccentric details and wary in tone—that critiqued the societal fracturing she witnessed in tumultuous times and places: San Francisco’s Summer of Love, Los Angeles at the time of the Manson murders, Manhattan during the 1989 trial of the Central Park Five."
}