{
    "url_original": "https://www.wsj.com/articles/where-to-see-the-northern-lights-11638467564?mod=life_work_lead_story",
    "url": "where-to-see-the-northern-lights-11638467564",
    "title": "Determined to See the Northern Lights? 9 Novel Ways to Check Them Off Your Bucket List",
    "sub_head": "Catching the elusive aurora borealis is always a gamble. We’ve zeroed in on nine prime sighting spots paired with diverting ways to take in the show, from atop a chairlift in Sweden to a photo expedition in Alaska.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-442849?width=860&height=573",
    "image_1": "im-442849.jpg",
    "time": "2021-12-02 12:55:00",
    "body": "LIKE CATCHING sight of a double rainbow, a breaching whale, or an available electrical outlet in an airport gate, the northern lights are an elusive but memorable quarry for travelers. The luminous swirls and waves of color that shimmer overhead are created when atomic particles ejected by the sun collide with atoms in Earth’s atmosphere. The frequency and intensity of these celestial displays is cyclical, peaking at the “solar maximum,” every 11 years (the next one will be in 2025.) Since the opposite, the placid “solar minimum,” last occurred in 2019, this winter will probably provide better shows than any in the past few years and the next few winters have the potential to outshine this one.<br />The skies are most alive beneath the auroral oval, which roves over a band of arctic and subarctic terrain that ranges from Alaska across Canada and into Scandinavia and northern Russia. Photographer Kevin Palmer created a list of top aurora-watching destinations for his website seetheaurora.com, taking into account a range of factors. He examined 88 years worth of geomagnetic activity recorded by the British Geological Survey, as well as the Royal Observatory of Belgium’s cataloging of sunspots going back to the 1700s. But he also took into consideration how much stuff there is to do during the hours you’re not gazing skyward."
}