{
    "url_original": "https://www.wsj.com/articles/15-personal-finance-lessons-we-can-all-learn-from-the-year-of-covid-19-11611493201?mod=markets_lead_pos7",
    "url": "15-personal-finance-lessons-we-can-all-learn-from-the-year-of-covid-19-11611493201",
    "title": "15 Personal-Finance Lessons We Can All Learn From the Year of Covid-19",
    "sub_head": "Among them: You really do have to plan for emergencies, and your personal-finance decisions don’t exist in a vacuum",
    "category_1": "Markets",
    "category_2": "Journal Reports: Wealth Management",
    "image_1_url": "https://images.wsj.net/im-289367?width=620&size=1.5",
    "image_1": "im-289367.jpg",
    "time": "2021-01-24 08:00:00",
    "body": "With 2020 in the rearview mirror, and the end of the pandemic (fingers crossed) in sight, there’s a lot of economic damage to be assessed. But there are also a lot of personal-finance lessons we can learn—lessons that will put us in good stead, whatever the economic future holds.<br />Lessons about the importance of emergency funds and having different income streams. Lessons about how this time really isn’t different (no matter how much it feels different). Lessons about how personal finance is truly personal. And much more.<br />These are some of the lessons we heard about when we asked financial advisers and others to reflect on the past year. It was a year, no doubt, that many people would prefer to forget. But before we try to wipe those memories clean, here are some of the things that investors, savers and spenders would do well to remember.<br />One clear lesson from the past tumultuous year is that more Americans should work to build an emergency fund of at least one month of spending. An accessible emergency fund (kept in an easy-to-access form like a savings or checking account) can help alleviate the need for drastic cuts in spending when facing temporary shocks to your income.<br />While an emergency fund cannot make up for losing your job and facing long-term unemployment, it can help to reduce the impact of shorter-term economic disruptions. For instance, last year many households had members who were furloughed for several weeks while governments had mandated closures of their employers."
}