{
    "url_original": "https://www.wsj.com/articles/2-million-for-t-shirts-how-supreme-and-nike-cracked-the-auction-market-11610483899",
    "url": "2-million-for-t-shirts-how-supreme-and-nike-cracked-the-auction-market-11610483899",
    "title": "$2 Million for T-Shirts? How Supreme and Nike Cracked the Auction Market",
    "sub_head": "Elite auction houses like Sotheby’s are betting on rare sneakers and sought-after streetwear. Here, what’s earned the highest hammer prices and how to spot items that could someday be worth a bundle.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-283451?width=620&size=1.5",
    "image_1": "im-283451.jpg",
    "time": "2021-01-12 15:38:00",
    "body": "On Trend is a weekly column on men’s style that explores fashion’s subcultures and of-the-moment curiosities.<br />IN LATE December 2020, the venerated auction house Sotheby’s hosted an online-only sale of a pair of leather Adidas sneakers. Made in partnership with the 311-year-old porcelain-maker Meissen specifically for the auction, the shoes had been festooned with porcelain overlays and meticulously hand-painted with fanciful motifs from toe to heel, a six-month process that elevated humble sweat repositories to something approaching art. To the highest bidder, the sneakers were worth $126,000. (All proceeds went to the Brooklyn Museum.)<br />These extravagant Adidas shoes are among the sneakers and high-end streetwear pieces that have been infiltrating the tony auction market of late. In July 2019, Sotheby’s sold a historic set of  Nike ’s  “Moon Shoe” waffle-soled sneakers from 1972 for a then-record-setting $437,500. A pair of game-worn Michael Jordan sneakers has since sold for more.<br />Much of the streetwear now on the auction block was sold via traditional retail shops just a few years earlier—with their auction-hammer prices dwarfing their original prices. Last September, a 2017 Supreme hoodie made in partnership with Louis Vuitton sold at Sotheby’s in New York for $6,048, far more than the $935 it commanded at retail. In October at Bonhams in London, a pair of 2018 Nike x Off-White Jordan 1 sneakers fetched around $2,750, an increase of 1,347% over their $190 retail price. And in November 2019, a Supreme-branded Rimowa suitcase earned roughly $6,400 at Christie’s in Hong Kong. The suitcase had hit the retail market in 2018 at $1,800.<br />Treating sneakers as re-sellable assets is hardly a new concept. In the early 2000s Jordan Geller, the founder of sneaker museum Shoezeum, began buying sneakers at California swap meets to resell for profit on  eBay .  Internet flippers like him built out a big-money market for theretofore overlooked Nikes and Adidas as well as limited-run Supreme gear. Eventually, Mr. Geller amassed a mammoth personal collection of sneakers, including the Nike Moon Shoes that he would later sell through Sotheby’s for as much as a Picasso sketch."
}