{
    "url_original": "https://www.wsj.com/articles/20-says-harriet-tubman-was-conservative-11612131809?mod=opinion_lead_pos6",
    "url": "20-says-harriet-tubman-was-conservative-11612131809",
    "title": "$20 Says Harriet Tubman Was Conservative",
    "sub_head": "She appreciated the first GOP president and carried a gun.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292156?width=620&size=1.5",
    "image_1": "im-292156.jpg",
    "time": "2021-01-31 17:23:00",
    "body": "President Biden may revive an Obama-era initiative of which conservatives ought to approve: putting Harriet Tubman on the obverse of the $20 bill, where Andrew Jackson now appears. Tubman, who died in 1913, was an abolitionist and civil-rights pioneer who’d been born into slavery circa 1822. Then-Treasury Secretary Jack Lew announced in April 2016 that Jackson, the first Democratic president, would appear on the reverse of the Tubman note, which would enter circulation by 2020.<br />Mr. Lew said Tubman represented “the essential story of American democracy”: “So much of what we believe has changed for better for this country is reflected in what she struggled for.” But after Donald Trump, a Jackson admirer, became president, the Treasury changed its tune. Secretary Steven Mnuchin said in 2017 that the switch was still under consideration, but “people have been on the bills for a long period of time,” and there were “more important issues to focus on.” In 2019 Mr. Mnuchin announced that because of “counterfeiting issues,” the switch would be delayed until 2028.<br />White House press secretary Jen Psaki now says the Biden administration is “exploring ways to speed up” the change to the $20 bill. Republicans should claim Tubman as one of their own. She was friendly with William Seward, secretary of state to the first GOP president, Abraham Lincoln.<br />At first she didn’t admire Lincoln. Frustrated that white soldiers were paid more than black soldiers in the Union Army, she blamed the president for the disparity. “No, I’m sorry now, but I didn’t like Lincoln in them days,” she told Rosa Belle Holt in an 1896 interview for the Chautauquan. “I used [to] go see Mrs. Lincoln, but I never wanted to see him. You see, we colored people didn’t understand then he was our friend.” Although she never met Lincoln, Tubman’s opinion changed after he signed the Emancipation Proclamation in 1863 and met with her friend and fellow abolitionist Sojourner Truth in 1864.<br />Tubman would also likely have been an advocate for gun rights. She carried a pistol for protection when helping fugitive slaves achieve freedom through the Underground Railroad and when acting as a Union spy and scout during the Civil War."
}