{
    "url_original": "https://www.wsj.com/articles/2020-spac-boom-lifted-wall-streets-biggest-banks-11609842601?mod=markets_lead_pos5",
    "url": "2020-spac-boom-lifted-wall-streets-biggest-banks-11609842601",
    "title": "2020 SPAC Boom Lifted Wall Street’s Biggest Banks",
    "sub_head": "Underwriters earn fees helping create blank-check companies whose backers include celebrities and hedge funds",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-01-05 05:30:00",
    "body": "Big banks earned billions of dollars in fees setting up so-called blank-check companies in 2020, highlighting how booming capital markets are helping Wall Street weather the coronavirus.<br />U.S.-listed special-purpose acquisition companies, or SPACs, raised $82 billion in 2020, a more-than-sixfold increase from the year before and a figure greater than all of the money previously raised, according to Dealogic. They even attracted a star-studded group of backers, ranging from basketball legend Shaquille O’Neal to former House of Representatives Speaker Paul Ryan.<br />As celebrities and well-known institutions entered the sector, the biggest banks also increased their activity. Two— Credit Suisse Group AG  and  Citigroup Inc. —together accounted for nearly 30% of the underwriting, followed by  Goldman Sachs Group Inc.<br />A SPAC is a public firm that uses the money raised from an initial public offering to merge with another company, typically within a few years. That target company then gets the SPAC’s position on a stock exchange, allowing it to tap public markets. The pandemic has sparked a record run, with hot startups in areas such as electric vehicles and cannabis seeking to capitalize on investors’ burgeoning enthusiasm.<br />Banks find buyers for a company’s shares and backstop the stock price. In return, they typically get a fee of 2% of the money raised in the initial listing, then another 3.5% when the company completes its deal with the target. While those fees can be lower than the money that banks raise in traditional IPOs, Wall Street firms also can earn extra fees by advising a company on its SPAC deal or raising more money for the purchase."
}