{
    "url_original": "https://www.wsj.com/articles/5-best-new-ice-makers-for-cutting-edge-cubes-at-home-11610569075",
    "url": "5-best-new-ice-makers-for-cutting-edge-cubes-at-home-11610569075",
    "title": "5 Best Ice Makers for Cutting-Edge Cubes at Home",
    "sub_head": "From clever trays to full-on LG fridges, we found the best new machines for every type of frozen-water lover",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-284351?width=620&size=1.5",
    "image_1": "im-284351.jpg",
    "time": "2021-01-13 15:17:00",
    "body": "AMERICANS ARE fanatical about ice. A survey released last month by the appliance company Bosch found that more than half of us consider ourselves “obsessed” with the stuff, consuming more than 400 pounds, on average, in drinks a year.<br />Camper English, a self-proclaimed “ice guru,” certainly qualifies as obsessed. The San Francisco cocktail writer and author of the popular “Alcademics” cocktail blog has helped fuel a movement with a single-minded, glistening agenda: ensuring that anyone can make cocktail-bar-quality ice at home.<br />As Mr. English discovered in over 15 elaborate tests over the span of 18 years, making big ice is easy. Making clear ice isn’t. He has tried—and debunked—popular internet ice-making theories on achieving the much-coveted clarity. He froze distilled water. He boiled and then reboiled water from the tap before pouring it into molds. “I tried ridiculous experiments, like using carbonated water,” said Mr. English. “Which didn’t have a good chance of being the solution.” (It wasn’t.)<br />Eventually, he read Mariana Gosnell’s 2007 book, “Ice: The Nature, the History, and the Uses of an Astonishing Substance,” and in 2009, realized he could replicate the way a pond froze from the top down using a small Igloo cooler stashed in his freezer. It worked, ultimately inspiring a variety of products that apply the top-down freezing principle, but on a smaller scale. While Mr. English himself never managed to commoditize his breakthrough, he continues to consult and speak on the topic.<br />Here, five ways to keep your cool—for those who love munching on ice and others like Mr. English who seek true translucency."
}