{
    "url_original": "https://www.wsj.com/articles/5gs-huge-upfront-bill-will-come-due-11611140400?mod=business_lead_pos11",
    "url": "5gs-huge-upfront-bill-will-come-due-11611140400",
    "title": "5G’s Huge Upfront Bill Will Come Due",
    "sub_head": "Spectrum auction will cost carriers about $95 billion, but payoff is uncertain",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-287244?width=620&size=1.5",
    "image_1": "im-287244.jpg",
    "time": "2021-01-20 06:00:00",
    "body": "Wireless carriers clearly believe their own press about 5G. And they are wagering a huge sum to prove it.<br />The latest auction of wireless spectrum licenses by the Federal Communications Commission ended on Friday with a total of $80.9 billion. Adding in an estimated $13 billion to $14 billion in clearing costs to help move satellite operators to new frequencies will bring the total bill for this latest auction to around $95 billion—roughly triple what many analysts had projected. All for the purpose of securing the necessary capacity for the latest standard of wireless networking known as 5G.<br />Much remains undisclosed at the moment, including how much each carrier bid for what slices of spectrum. But analysts agree that  AT&T  and  Verizon  likely paid the most—because they needed the most. A trio of brokers who published estimates on Tuesday averaged a guess of $22 billion in total final bids from AT&T and $42 billion from Verizon, including the clearing costs.  T-Mobile ,  which already has a strong 5G spectrum position thanks to last year’s merger with Sprint, is estimated to have spent around $10 billion. Full results from the auction aren’t expected to be public until sometime next month.<br />Winning the licenses is one thing; paying for them is another. AT&T currently has the fifth-highest dividend yield on the S&P 500, according to FactSet. It also has a pressing need to invest in its Hollywood operations that include the HBO Max streaming service. Doug Mitchelson of  Credit Suisse  wrote Tuesday that AT&T may need to find incremental asset sales to offset its spectrum bill, lest the carrier’s credit rating get downgraded to something close to junk status. Verizon isn’t under the same kind of pressure, but Mr. Mitchelson predicted that stock buybacks at Verizon are “now off the table for years.”<br />There also is the question of making 5G pay off. So far, the performance of those services hasn’t lived up to years of hype from carriers. A survey by UBS in October found that 5G ranked “among low priorities” of smartphone users—below that of battery life and other functions. Craig Moffett of MoffettNathanson notes that 5G revenue forecasts aren’t going up just because the spectrum costs came in much higher than expected. Those carriers also will still need to invest the necessary capital expenditures to make use of the spectrum. “Winning” the government’s recent auction may turn into more of a Pyrrhic victory."
}