{
    "url_original": "https://www.wsj.com/articles/a-biden-tax-hike-break-for-small-businesses-11611167181?mod=opinion_lead_pos5",
    "url": "a-biden-tax-hike-break-for-small-businesses-11611167181",
    "title": "A Biden Tax-Hike Break for Small Businesses",
    "sub_head": "Congress should raise the top corporate rate to 28%, but only for the most profitable companies.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-20 13:26:00",
    "body": "With President Biden in office and Democrats controlling the Senate, you can expect the new administration to propose a new tax bill soon, including an increase in the corporate tax rate to 28% from 21%.<br />This bill will be easier to pass, and do less harm to the economy, if it exempts small businesses from the increase. Small businesses have been the hardest hit by the Covid-19 crisis, particularly in the retail and restaurant industries. By comparison, America’s largest companies have had fairly smooth sailing the past year. Many giants, including  Amazon  and  Home Depot ,  are actually benefiting from the pandemic.<br />Higher taxes on smaller firms would mean less investment in the part of the economy that has traditionally generated the most jobs. With nearly 11 million Americans unemployed, this shouldn’t be overlooked. On top of that, the Treasury wouldn’t have to give up much revenue. Nearly 90% of corporate income tax each year is paid by the nation’s largest 25,000 firms. The remaining 10% or so is paid by about six million smaller companies.<br />There is no universally accepted definition of what constitutes a small business. But one way the White House and Congress could proceed on corporate taxes would be to apply the proposed increase only to businesses with annual pretax profit of, say, $2.5 million or more. According to my analysis of data from the Internal Revenue Service, that cutoff would allow the Treasury to collect as much as 90% of the gain in corporate tax revenue envisioned under the current Biden plan. So about 25,000 firms would move from a 21% corporate rate to a 28% rate, while nearly six million smaller companies would see no change in their corporate income-tax rate.<br />But about 30 million owners of businesses, most of them very small outfits, would not be affected by an increase in the corporate tax rate because they run their firms as limited liability companies, partnerships or sole proprietorships. The owners of these “pass-through entities” pay taxes on their company profits through their personal income taxes, and many of them benefited from the Trump tax cuts a few years ago, particularly from the 20% deduction on qualified business income. The Biden administration and Congress would be smart to make sure that only the very largest of these 30 million businesses—say, those with more than $2.5 million in annual profit—lose this deduction. That would ensure that America’s largest and most successful companies, whether they are organized as traditional corporations or pass-through entities, pay higher taxes, while the overwhelming majority do not."
}