{
    "url_original": "https://www.wsj.com/articles/a-case-of-blindside-regulation-11610407907?mod=opinion_lead_pos3",
    "url": "a-case-of-blindside-regulation-11610407907",
    "title": "A Case of Blindside Regulation",
    "sub_head": "The Justices can rein in an FTC that increasingly exceeds its authority.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-283764?width=620&size=1.5",
    "image_1": "im-283764.jpg",
    "time": "2021-01-11 18:31:00",
    "body": "The Biden Administration is expected to unleash regulators on business. So it’s good timing that the Supreme Court on Wednesday will hear a case (AMG Capital v. FTC) challenging the Federal Trade Commission’s abuse of its regulatory power.<br />Congress has empowered the FTC to prevent, prohibit and punish “unfair or deceptive” business practices. The Federal Trade Commission Act doesn’t define these terms, so the FTC is supposed to know them when it sees them. The agency increasingly sees them wherever it looks.<br />Consider the case of Scott Tucker, who managed companies that provided short-term loans over the internet that automatically renewed—a common feature of financial products. In 2002 the FTC began investigating Mr. Tucker. Ten years later, with no prior notice of legal violation, the FTC sued him and his businesses.<br />The agency says he engaged in unfair and deceptive practices by not disclosing loan terms with sufficient clarity. The FTC asked the district court to enjoin him and his associates from making these loans and fork over $27 million in restitution, which would go to the U.S. Treasury if “direct redress” to consumers was “impracticable.”<br />Mr. Tucker says this exceeded the FTC’s legal authority, and he has a strong case. In 1973 Congress stipulated that the FTC can seek injunctions for practices that are unfair or deceptive. Congress added in 1975 that the FTC can seek monetary relief, but only when a business has violated a cease-and-desist order or rule-making that expressly prohibits a practice. The FTC must also prove in court that a “reasonable man would have known under the circumstances” that the conduct at issue “was dishonest or fraudulent.”"
}