{
    "url_original": "https://www.wsj.com/articles/a-call-for-christian-revival-in-2021-11610061719?mod=opinion_lead_pos9",
    "url": "a-call-for-christian-revival-in-2021-11610061719",
    "title": "A Call for Christian Revival in 2021",
    "sub_head": "If you find your faith is strained by the pandemic, these practices can help.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280546?width=620&size=1.5",
    "image_1": "im-280546.jpg",
    "time": "2021-01-07 18:22:00",
    "body": "Last year was one of the weariest we can remember. It brought school conducted behind screens, fewer trips to restaurants, and no escapes to the ballgame. The weekly routine of sitting in a church pew on Sunday morning is gone for many. How can we not be weary?<br />Having both worked in the National Football League for decades, we are creatures of routine. Our habits and the structure they create provide us with steadiness, but this went out the window in 2020. We would handle this better if we knew when the pandemic will end, but we do not know what tomorrow holds.<br />Our weariness goes far beyond schedule changes. The challenges drained our collective spirit: violence in American cities; a seemingly never-ending divisive election cycle; apparent helplessness in the face of the virus. Americans’ trust in government, media and even the church continued to diminish. This heightened our anger and left us searching for answers.<br />The racial injustice and division in this country weighs heavily on us too. We acknowledge the progress made, but we are not blind to the long road ahead. We have been buoyed by so many who have become willing to have difficult discussions, learn about this country’s past and present, and acknowledge that all of us need to listen more than we talk.<br />As men of means with strong families, we had it relatively easy. Frontline workers were stretched beyond capacity in 2020. Many friends and family have lost jobs and even lives. The communal grief normally shared at funerals and memorial services is often borne alone."
}