{
    "url_original": "https://www.wsj.com/articles/a-cheese-tour-of-france-that-you-can-take-at-home-11610734141",
    "url": "a-cheese-tour-of-france-that-you-can-take-at-home-11610734141",
    "title": "These 5 Cheeses Will Transport You to France",
    "sub_head": "While you’re waiting for the borders to reopen, why not take a culinary trip by way of French fromages? Here, five tantalizing, regional tastes handpicked by one of France’s top cheesemongers.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-285990?width=620&size=1.5",
    "image_1": "im-285990.jpg",
    "time": "2021-01-15 13:09:00",
    "body": "VINCENT VERGNE, my local cheesemonger in the southern French city of Nîmes, offers a solution for anyone pining for France: a cheese board. “French cheeses are not only a major part of the country’s gastronomic glory,” said Mr. Vergne, “but a well-composed selection can tell France’s history [with] edible monuments to Gallic ingenuity.”<br />It’s little surprise that Mr. Vergne—awarded the coveted title of Meilleur Ouvrier de France (Best Craftsman of France) in the fromage category in 2019—is a big booster of curds and whey. “It’s like winning the Olympics,” said Mr. Vergne, referring to the title, as he arranged his wares in the shop’s glass-fronted cases before opening early on a recent winter morning. Those awarded the MOF title wear instantly recognizable white jackets with stand-up red-white-and-blue collars. In the jacket pocket, Mr. Vergne keeps the handsome golden medal he received in a ceremony at Paris’s La Sorbonne in May 2019, the last time the competition was held.<br />Mr. Vergne is a second-generation fromager. In 1977, his parents opened their first cheese stand in Les Halles de Nîmes, his city’s covered market. At 14, he said, he found his calling for the trade when he accompanied his father on a visit to a producer of Reblochon cheese in the Savoie region. “The farmer showed me how milk was transformed into the curds from which cheese is made, and it struck me as a kind of magic.”<br />I’ve been an enthusiastic patron of Fromagerie Vergne—he has two shops now, including the one on Avenue Georges Pompidou in Central Nîmes and the larger one in Les Halles de Nîmes—since I ditched my Paris apartment after the 10-week Covid lockdown last spring to ride out the rest of the pandemic in my stone house in a small village just outside Nîmes. Like many people in this strange, stressful time, I’ve found sustaining solace in delicious food. But the cheeses I buy from Fromagerie Vergne serve another purpose too: They’re delectable reminders of the country’s other regions, a way to travel around France without traveling.<br />At my request Mr. Vergne created a miniature Tour de France, a selection of five of his favorite cheeses, each from a distinct region but all available in the U.S. Nibble on them now with the hope that someday soon, you can travel back to France and head straight to the source."
}