{
    "url_original": "https://www.wsj.com/articles/a-coup-of-pelosis-own-11610148740?mod=opinion_lead_pos2",
    "url": "a-coup-of-pelosis-own-11610148740",
    "title": "A Coup of Pelosi’s Own",
    "sub_head": "The House Speaker publicizes her nuclear option to protect the world from Trump.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-08 18:32:00",
    "body": "We scoured the U.S. Constitution Friday afternoon and it’s definitely not there: the provision allowing the Speaker of the House of Representatives to intervene in the military chain of command to protect the world from President Trump.<br />Mrs. Pelosi told her Democratic colleagues that she spoke Friday morning to Mark Milley, chairman of the Joint Chiefs of Staff, “to discuss available precautions for preventing an unstable president from initiating military hostilities or accessing the launch codes and ordering a nuclear strike.” She posted the “Dear colleague” letter on her website to make sure the world got the message. A spokesman for Gen. Milley told reporters the chairman “answered her questions.”<br />The press and left-wing  Twitter  (we repeat ourselves) love the idea of the Speaker inserting herself into the chain of command as a rebuke to an erratic President. But it’s an abuse of her own power, which is limited to leading the legislative branch unless both the President and Vice President are incapacitated or removed from office. In that case she is third in line for the Presidency.<br />But in the meantime she has no business telling the Joint Chiefs not to follow the President’s orders. Gen. Milley hardly needs the lecture, as he has been dealing with Mr. Trump for 15 months and isn’t about to indulge an unlawful order, much less an effort to launch nuclear weapons.<br />Mrs. Pelosi’s call to Gen. Milley is itself a violation of the separation of powers by seeking to inject herself into an executive-branch military decision. She can offer advice all she wants, but this call at this time has the sound of an order. It might even be construed by some as its own little coup—conniving with the military to relieve of command the person who remains the elected President."
}