{
    "url_original": "https://www.wsj.com/articles/a-doctor-launches-her-passion-project-selling-green-beauty-products-11610283658",
    "url": "a-doctor-launches-her-passion-project-selling-green-beauty-products-11610283658",
    "title": "A Doctor Launches Her Passion Project: Selling ‘Green’ Beauty Products",
    "sub_head": "Practicing medicine was satisfying but not thrilling—so Dr. Pooja Goel began selling cosmetics, hair-care and skin-care products online",
    "category_1": "Life & Arts",
    "category_2": "Career Reboot",
    "time": "2021-01-10 08:00:00",
    "body": "When Pooja Goel was growing up in suburban Maryland, there was little question she would become a doctor. “It was just woven into the background,” she said. She was good at math and science, and her parents made no secret of their hope that their oldest daughter would pursue a career in medicine. “My mom’s sisters are all physicians and they all married physicians,” she said. Nobody on her father’s side had become a doctor, “and it was clear how much he valued that I would be the first.” Besides, she had no other career dreams. Instead, she said, “I was like, ‘This is what’s going to work.’ ”<br />In high school, Ms. Goel applied to B.A./M.D. programs, which prepare students to enter medical school right after college. She got into the hybrid program at Lehigh University and Drexel University’s medical school. “It was the ‘no-worry track,’ ” she recalled. There was a hitch, though: In her junior year, Ms. Goel got a C-minus in organic chemistry, which disqualified her from the medical-school portion of her program. When she spoke with the professor who had given her the bad grade, she remembered him saying, “Maybe your path is something different than medicine.”<br />His words only drove her to prove him wrong. She ended up enrolling at Ross University School of Medicine on the Caribbean island of Dominica. (It has since moved to Barbados). She liked the tropical setting and admired her classmates’ drive. “For a lot of them, medicine was their second career,” she said. Her residency at Philadelphia’s Chestnut Hill Hospital also was a positive experience, especially working at a family medicine clinic.<br />Dr. Goel’s first job was at an urgent care clinic in Maryland. She loved the pace of the work and the on-the-spot problem solving. “There was an element of excitement to my days,” she said. But working 14-hour shifts and coming home at 11 o’clock at night was another thing. She and her husband relocated to New York, where she worked at another urgent care clinic. “I knew I needed some time back,” she said.<br />She moved to a position at New York University’s student health services. For the first time in her career, she had a lunch hour and an eight-hour workday. “I was cooking dinner and doing laundry and roaming around New York,” she said. “I felt human again.” And yet, something was off. “It was better,” she said, “but it still wasn’t me.”"
}