{
    "url_original": "https://www.wsj.com/articles/a-garland-for-bidens-attorney-general-11609976270?mod=opinion_major_pos2",
    "url": "a-garland-for-bidens-attorney-general-11609976270",
    "title": "A Garland for Biden’s Attorney General",
    "sub_head": "The D.C. Circuit judge could bring sober leadership to Justice.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-281726?width=620&size=1.5",
    "image_1": "im-281726.jpg",
    "time": "2021-01-06 18:37:00",
    "body": "Joe Biden promised to lower the temperature of America’s partisan hothouse, but some of his nominations have not lived up to that promise. One that does is his selection of Merrick Garland as Attorney General, perhaps now the most important cabinet post for domestic politics.<br />Public confidence in the Department of Justice has been severely damaged in recent years, not least the last four, as it became clear that President Trump’s partisan adversaries manipulated the FBI and Justice Department to try to handicap his Administration. Mr. Trump toward the end of his term also increasingly demanded that the Justice Department be weaponized in reverse. Attorney General Bill Barr refused and did his best to depoliticize prosecutorial decisions.<br />The Biden Administration will face pressure from the left to pursue Republicans who worked in the Trump Administration, banana-republic style, along the lines Sen. Elizabeth Warrencalled for in her presidential campaign. Vice President Kamala Harris said in 2019 she would have “no choice” but to prosecute Mr. Trump for obstruction of justice if elected President.<br />But Mr. Garland, the D.C. Circuit Court of Appeals judge whom President Obama unsuccessfully nominated to the Supreme Court in 2016, is unlikely to have signed up for a job of political recrimination. For more than two decades he has been a mainstream center-left judge with a calm temperament and no demonstrated interest in settling scores or legal “Resistance.”<br />Mr. Garland’s experience as a prosecutor during the high-crime 1990s may help balance anti-police sentiment in the Administration. His vaunted status among Democrats, who feel he was wronged by the 2016 Republican decision not to seat him on the Supreme Court, might give him more credibility to make decisions that disappoint progressives."
}