{
    "url_original": "https://www.wsj.com/articles/a-hong-kong-dissidents-daring-escape-11610494379?mod=opinion_lead_pos5",
    "url": "a-hong-kong-dissidents-daring-escape-11610494379",
    "title": "A Hong Kong Dissident’s Daring Escape",
    "sub_head": "Danes face threats from Beijing for planning a fake climate crisis to help Ted Hui get to the West.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-284314?width=620&size=1.5",
    "image_1": "im-284314.jpg",
    "time": "2021-01-12 18:33:00",
    "body": "‘We say the Chinese Communist Party got cheated by two Danish boys,” says Thomas Rohden, 25. Last month, he and his friend Anders Storgaard, 26, masterminded a plan to sneak a dissident out of Hong Kong. For pulling off a daring feat, they may face consequences that reveal much about Beijing’s global ambitions.<br />Messrs. Rohden and Storgaard belong to opposing political parties, but both are members of the Danish China Critical Society, a group focused on the Communist Party’s human-rights abuses. The two men met Hong Kong opposition members visiting Copenhagen last February. “That opened my eyes to how important it is for us young people who are democratically involved to stick together,” Mr. Storgaard says.<br />They kept in touch with Ted Hui, a 38-year-old pro-democracy lawmaker. All three are as mischievous as they are principled—Mr. Hui once set off a stink bomb during a Legislative Council session as an act of protest against legislation that threatened free expression.<br />Supporters of the freedom movement in Hong Kong have repeatedly been assaulted since 2019, and Mr. Hui noticed strangers had begun to follow him and his family. Police arrested him numerous times for protesting in the streets and in the Legislative Council. Mr. Hui got out on bail, but greater legal peril loomed. Last summer Beijing imposed a national-security law on Hong Kong that outlaws all forms of dissent, on penalty of life in prison. (Mr. Hui hasn’t been charged under that law.)<br />Messrs. Rohden and Storgaard contacted their friend after he was released on bail. Mr. Hui responded with a strange suggestion. As a former member of the Legislative Council’s Environmental Affairs Panel, he wanted to come to Denmark to talk about climate change. Beijing purports to care about the environment, and Mr. Storgaard and Mr. Rohden intuited this might be a chance for Mr. Hui to escape. So they made an audacious plan: to stage a fake climate conference in Copenhagen in early December, invite their friend, and get him to safety."
}