{
    "url_original": "https://www.wsj.com/articles/a-holy-baptism-of-fire-blood-review-the-civil-wars-biblical-violence-11610752821",
    "url": "a-holy-baptism-of-fire-blood-review-the-civil-wars-biblical-violence-11610752821",
    "title": "‘A Holy Baptism of Fire & Blood’ Review: The Civil War’s Biblical Violence",
    "sub_head": "What prompted so many ordinary Americans to march to war? A belief in a sacred cause.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285951?width=620&size=custom_4426x2384",
    "image_1": "im-285951.jpg",
    "time": "2021-01-15 18:20:00",
    "body": "In the best-known line of his Second Inaugural Address, Abraham Lincoln expressed his desire to bind up the nation’s wounds “with malice toward none; with charity for all.” A few sentences before, in less remembered words, he emphasized the tragedy of so much blood being shed by Americans who, though divided into warring factions, were identical in fundamental ways: “Both read from the same Bible, and pray to the same God; and each invokes His aid against the other.” In our more secular age, Lincoln’s remark about the Bible may seem a mere platitude. For his listeners at the U.S. Capitol, however, and the millions more who would read his words in their newspapers, it touched a resonant spiritual chord.<br />In “A Holy Baptism of Fire and Blood,” James Byrd, a professor of religious history at Vanderbilt University’s divinity school, makes clear that Americans of the 1860s were saturated with an all-encompassing religiosity that colored for them virtually every aspect of the war. A tight writer with a good eye for the pointed quote, Mr. Byrd has clearly read hundreds, if not thousands, of sermons delivered in both the North and South, as well as countless letters by churchmen and soldiers. Both sides, he persuasively argues, understood the Civil War as a spiritual event as much as a military and political one. “Americans were never in more disagreement over the Bible, and yet never more in agreement that the Bible proved the sacredness of war,” Mr. Byrd writes. In the minds and hearts of most, “it was a biblical war.”<br />Confederate preachers conflated the South with Jesus, Exodus with secession and Yankees with the biblical Philistines. Black Christians equated Exodus with their own hope to escape from slavery. Both black and white Abolitionists cited St. Paul’s assertion that God “hath made of one blood all nations of men” as a scriptural mandate for emancipation. Southerners retorted with the Bible’s many uncritical references to slavery and insisted that bondage was part of God’s sacred plan to convert Africans to Christianity. Declared James Furman, a prominent Baptist minister in South Carolina: “The negro is not your equal, unless the Bible be untrue.”<br />It was as if, Mr. Byrd says, Christians needed war to truly understand both Scripture and God. Going to war, preached a Massachusetts minister in 1863, “is the most direct method of unrolling the scroll of God’s purposes.” Christian literalists believed that analogies could always be found between events in the war and passages in the Bible; they contended that the war had a divine purpose, however inscrutable it seemed at any given moment. Thus death on the battlefield was a holy sacrifice with transcendental meaning.<br />Although Mr. Byrd draws on Catholic, Jewish, Mormon and Quaker sources, he inevitably relies mostly on Protestant ones, given that the vast majority of Americans in the Civil War era belonged to one or another Protestant sect and had been profoundly affected by the revivalist movements of the salvation-oriented Second Great Awakening earlier in the 1800s. In “Sacred Scripture, Sacred War” (2013), Mr. Byrd wrote about the Bible during the American Revolution. In “A Holy Baptism of Fire and Blood” he usefully compares the differing ways in which churchmen exploited Scripture to justify the respective wars. Reflecting the 19th century’s surging preoccupation with the New Testament, he says, Civil War-era pastors appealed much less frequently than their Revolutionary forebears to the warlike passages of the Old Testament. The shift challenged churchmen to reconcile Jesus’ largely pacifist message with the desire to justify a savage war in Christian terms."
}