{
    "url_original": "https://www.wsj.com/articles/a-light-regulatory-touch-to-keep-covid-drugs-current-11610313257?mod=opinion_major_pos6",
    "url": "a-light-regulatory-touch-to-keep-covid-drugs-current-11610313257",
    "title": "A Light Regulatory Touch to Keep Covid Drugs Current",
    "sub_head": "New variants of the virus will call for adaptations of treatments, which shouldn’t need full studies.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-282984?width=620&size=1.5",
    "image_1": "im-282984.jpg",
    "time": "2021-01-10 16:14:00",
    "body": "New variants of the Covid virus appear more infectious, and it’s urgent to get as much protective immunity into the population before these strains can take root. These new variants are evolving in ways that may allow them to slip past diagnostic tests, drugs and vaccines. The effort will require a new scientific and regulatory framework that allow countermeasures to be adapted and updated quickly as the threat evolves.<br />The recent variants don’t seem to make Covid infections more severe, but they do make the virus easier to transmit. Some have mutated part of the coronavirus spike protein called the receptor binding domain, which is a target of drugs and vaccines. This genetic evolution was inevitable. The virus has been racing around the world for a year. Countermeasures curtail its spread, but they also enrich the survival prospects of some mutant strains.<br />Two steps would help us stay ahead of these developments. First, engage in real-time monitoring and research. A Covid genomic surveillance system could sample and sequence the virus at a large scale, to identify variants when and where they emerge. There’s a similar system for flu, but not Covid. New investments in experimental science would make possible more insight into how the genetic features of the SARS-CoV-2 virus correlate with its clinical behavior. That can answer the question of whether these evolutionary changes raise new public-health concerns. Next-generation sequencing is widely available in the U.S., but is not being used systematically for public-health surveillance. Most of it is done as part of academic studies that won’t detect strains as they appear.<br />Second, when a new genetic variant is identified and is judged to be a threat, it will be important to have a system for efficiently updating drugs and vaccines.<br />Take the man-made antibody drugs, which latch on to a specific region of the virus and neutralize it, potentially preventing complications if given early in the course of infection. Some of these antibodies target spike proteins that are likely to change. To help prevent threatening variants from emerging, such drugs should be targeted to regions of the virus that don’t change much. When worrisome variants emerge, the antibody drugs can be adapted to go after preserved regions on the new strains. But to keep up with the virus, we will need to evaluate these modified antibodies on their safety and their ability to reduce Covid viral loads, without requiring full outcome studies."
}