{
    "url_original": "https://www.wsj.com/articles/a-message-to-the-haters-from-florida-man-11610147402?mod=opinion_lead_pos6",
    "url": "a-message-to-the-haters-from-florida-man-11610147402",
    "title": "A Message to the Haters From ‘Florida Man’",
    "sub_head": "Go ahead and laugh. But if we’re such a joke state, why are all of your neighbors moving here?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-08 18:10:00",
    "body": "St. Petersburg, Fla.<br />Florida remains the Rodney Dangerfield of states, admired by some but derided by many. In his book “Best. State. Ever: A Florida Man Defends His Homeland,” Dave Barry laments that his adopted home is considered a “joke state.” But even Mr. Barry concedes that Florida, “because of its unique shape and warm climate, does have an unusually high percentage of low IQ people doing stupid things, frequently naked.” Last year, a study ranked Florida the country’s 28th smartest state. The headline in the Miami Herald was: “Florida is not the dumbest state in the union. Are you surprised?”<br />Florida may indeed be a kind of national punching bag, thanks in large part to the proliferation of crazy Florida Man stories that go viral. Since I moved here with my wife and two children in 2019, I regularly receive messages from friends from as far afield as Liechtenstein and Colombia alluding to Florida’s reputation as a generally idiotic place. During spring break, images of crowded Florida beaches, full of revelers—many of them out-of-towners—were plastered around the world as proof that Floridians are just a brain cell or two superior to sloths.<br />I got the feeling that many in the media and the population at large hoped that a calamity would befall us, so they could crow about how we got what we deserved. The pandemic has taken a toll here, but the per capita Covid-19 death rate in Florida is 23rd in the country, well behind strict lockdown states like New York, New Jersey, Massachusetts, Rhode Island, Illinois, Michigan and many others.<br />Florida is picked on reflexively, regardless of the situation, perhaps because bullies in the media are too dumb or unoriginal to vary their targets. When friends visit us, they are surprised to discover cities with character, like St. Augustine and St. Petersburg, because they’ve bought into the media narrative that Florida is nothing more than strip malls, subdivisions and brain-dead fools frying in the sun. Perhaps now is the time to reassess whether Florida deserves its status as the nation’s laughingstock."
}