{
    "url_original": "https://www.wsj.com/articles/a-mexico-vacation-during-the-pandemic-the-rewards-vs-risks-11610655230",
    "url": "a-mexico-vacation-during-the-pandemic-the-rewards-vs-risks-11610655230",
    "title": "A Mexico Vacation During the Pandemic? The Rewards vs. Risks",
    "sub_head": "Even with rising Covid cases and renewed lockdowns, the country maintains stubborn allure",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-284046?width=620&size=1.5",
    "image_1": "im-284046.jpg",
    "time": "2021-01-14 15:13:00",
    "body": "MILLIONS OF American and other foreign tourists are flocking to Mexico, but they’re drawn by more than warm weather, beaches and cultural and culinary abundance. Mexico has been liberal about admitting tourists without proof of negative Covid tests or quarantine requirements at a time when places from New York to Europe to Asia have blocked or restricted pandemic travel.<br />Though it offers travelers a respite from cold and monotony, Mexico’s policy holds risks for foreigners and locals alike. Over the past week, Mexico has registered an average of nearly 13,000 Covid cases and almost 1,000 deaths a day from the virus, or about 107 deaths per 100,000 people. (By comparison, the U.S. reports 116.35 deaths per 100,000 and the U.K. 125.35 per 100,000). Evidence suggests that Mexico’s figures are undercounted. The Centers for Disease Control and Prevention (CDC) warns against travel to Mexico due to Covid and the U.S. State Department urges “increased caution in Mexico due to crime and kidnapping.” (Starting on Jan. 26, the U.S. government will require all international airline passengers to show proof of a negative Covid-19 test before boarding flights to the U.S., presenting a new hurdle for Americans arriving back from Mexico, which conducts relatively little testing.)<br />But so far, the warnings haven’t stopped people from coming. In December, Laura Hartman, a Manhattan dental-practice manager, traveled with her husband to the same all-inclusive Cozumel resort she’s been visiting annually for about eight years to scuba dive. While Ms. Hartman said she didn’t feel at risk, she noted some differences: fewer fellow guests, the closure of Cozumel’s annual Christmas fair, the ubiquitous protective masks on staff, and the absence of the giant cruise ships that normally crowd the coast. “That was the strangest thing on the landscape,” said Ms. Hartman, 56. “It was just sad. Mexico’s a poor country and without tourism [many local workers] can barely survive.”<br />The major cruise-ship companies, which canceled sailings to Mexico and elsewhere in March, hope to restart this year with testing for all passengers and crew before boarding, limited capacity and other curbs, according to their industry association.<br />About 25 million tourists visited Mexico in 2020, a 43% drop from the previous year, with the biggest decline happening in April. Arrivals and hotel occupancy rates have both gradually edged up since then. Cancún, whose airport received the most tourists in 2020, is again among  Expedia ’s  most-searched destinations for 2021, along with other Caribbean beach resorts. Among them is Tulum, which hosted thousands of people for its Art With Me cultural festival in November. Paul Sarfati, founder of Bamba Travel, a Mexico City-based international tour operator, said a small hotel he owns with partners in Tulum has been nearly full, even in the normally slow period of September through November. “They’re partying there like there’s no Covid,” he said."
}