{
    "url_original": "https://www.wsj.com/articles/a-multistate-remote-tax-brawl-11612132785?mod=opinion_lead_pos1",
    "url": "a-multistate-remote-tax-brawl-11612132785",
    "title": "A Multistate Remote Tax Brawl",
    "sub_head": "New Hampshire tries to protect workers from a pandemic revenue grab.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-31 17:39:00",
    "body": "Can a state collect income tax from nonresidents working remotely for in-state businesses? Massachusetts, New York and some other states claim they can, and now New Hampshire is asking the Supreme Court to protect its citizens from this tax grab.<br />Tens of millions of Americans have been working from home during the pandemic, including an estimated 2.1 million who used to commute to the office across state lines. Enter Massachusetts, which in April adopted an emergency regulation declaring that nonresidents employed in the state before the pandemic must still pay its 5% income tax even if they are working remotely.<br />Most states tax only income earned—proportional to their employment activities—within their borders. So a hedge-fund manager who splits his time equally between offices in Fairfield, Conn., and Miami only has to pay Connecticut income tax on half his salary. The same rule applies for athletes, consultants and other professionals.<br />However, five states besides Massachusetts (New York, Pennsylvania, Delaware, Arkansas, Nebraska) tax nonresidents working at home. New York requires nonresidents who telecommute for an in-state employer to pay its income tax unless “necessity, as distinguished from convenience, obligate the employee to out-of-state duties.”<br />If an employee of a New York-based firm chooses to work most days from home in another state, New York still taxes him as if he worked the entire day in Manhattan. In October state tax regulators said there would be no pandemic exception for nonresident telecommuters unless their employer “established a bona fide employer office at [the] telecommuting location.”"
}