{
    "url_original": "https://www.wsj.com/articles/a-mystery-shopper-in-trans-atlantic-grocery-talks-11610551304?mod=business_minor_pos12",
    "url": "a-mystery-shopper-in-trans-atlantic-grocery-talks-11610551304",
    "title": "A Mystery Shopper in Trans-Atlantic Grocery Talks",
    "sub_head": "Beyond the impulse to get a cheap deal, it is unclear why the Canadian owner of Circle K gas stations might want to buy French supermarket Carrefour",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-13 11:35:00",
    "body": "On the surface, Alimentation  Couche-Tard ’s  interest in French grocery chain Carrefour looks odd. One possible explanation is that the Canadian gas-station retailer has spotted an opportunity to reduce its dependence on fuel sales, at a time when European supermarket valuations look cheap.<br />Carrefour shares were up 15% Wednesday after Europe’s third-largest food retailer by market capitalization said it was in talks with the acquisitive Canadian business. Couche-Tard, which owns the Circle K brand of convenience stores, subsequently said it had made a nonbinding offer of almost $20 billion—a 29% premium to Tuesday’s market value. For the strategic rationale, it said only that it was “focused on creating stakeholder value.”<br />Buying Carrefour would be a surprising pivot. As recently as November, the Quebec-based company told shareholders that it was focused on doing deals in the U.S. and Asia, with no mention of European expansion. Entry into the extremely competitive French grocery market is hardly appealing, although Carrefour also has sizable businesses in Argentina and Brazil. There is no geographic overlap between the two companies, so it is difficult to see how a tie-up could generate many cost savings.<br />The French grocery company is cheap, however. As a multiple of projected earnings before interest, taxes, depreciation and amortization, Carrefour’s enterprise value—market value plus net debt—was six times before news of the approach broke. Other European supermarkets, such as  Tesco  and Ahold-Delhaize, also fetch low valuations. But Carrefour in particular has struggled for years to reduce its dependency on “hypermarkets,” a supersize format that has fallen out of fashion.<br />Couche-Tard traded for 9.5 times before news of its approach sent the stock down 10% in early Toronto trading Wednesday. If the company could persuade Carrefour investors to accept stock, it would make the deal math more attractive even without big synergies. However, the Canadian company said Wednesday that it expected to pay mostly in cash. With net debt of roughly 1.1 times Ebitda, Couche-Tard can afford to increase its leverage."
}