{
    "url_original": "https://www.wsj.com/articles/a-new-look-at-old-masters-review-in-a-new-light-literally-11610193600",
    "url": "a-new-look-at-old-masters-review-in-a-new-light-literally-11610193600",
    "title": "‘A New Look at Old Masters’ Review: In a New Light, Literally",
    "sub_head": "After a two-year renovation of the skylights and roof of the Met, many of the museum’s European masterpieces have never looked better.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-282663?width=620&size=custom_2667x2163",
    "image_1": "im-282663.jpg",
    "time": "2021-01-09 07:00:00",
    "body": "<br />For the past two years, about half of the old master galleries at the top of the grand staircase of the Metropolitan Museum of Art have been closed for phase one of a four-year project to repair and upgrade the roof and skylights over that part of the building. Since the skylights date from 1939 and were last remodeled in 1952, the work was desperately needed; buckets to catch leaks were apparently a permanent fixture above the ceilings. Now, 21 galleries have reopened with “A New Look at Old Masters,” a freshly rethought installation of works from the 13th to the early 19th centuries. It’s an engaging mix of old friends, greatest hits and surprises, described as “a prelude to the final, extensive reinstallation of the European paintings galleries,” two years hence when the project is completed.<br />The magical flood of natural light from the new skylights will vary with the time of day and the season (with strategic artificial supplements when necessary). Thanks to sophisticated, state-of-the-art baffles and high-tech glass, the light is perfectly modulated, with no shadows. Works we’ve loved all our lives have never looked better, while some that we may have slighted in the past demand and reward attention in thought-provoking groupings and comparisons that reveal the wealth and depth of the collection. Some galleries seem a little crowded, especially given social-distancing protocols, but that’s unavoidable, given the abundance of notable holdings and the reduced exhibition space currently available; the pleasure of seeing so many stellar works more than compensates. (Dutch Golden Age paintings remain downstairs, in the Lehman Wing.)<br />Organized thematically and chronologically, but not in strict sequence, the installation underlines the aesthetic desiderata of various times and places, and brings to life relationships among artists, revealing similarities and differences, influences and rejections. Occasionally, sculpture and selections from the decorative arts collection enlarge our conception of the taste of a moment. The text panels throughout are minimal but informative, with lucid discussions of such vexed issues as the ideology surrounding depictions of enslaved people and Africans in the Renaissance and Baroque periods, opportunities for women artists, and the foundation of the fortune of the Met’s munificent benefactors H.O. and Louisine Havemeyer in the sugar industry, placed near works that trigger questions.<br />We begin with “Baroque Europe, Between Naturalism and Theatricality”: dramatically lighted religious motifs enacted by large figures, painted by Italian and Spanish luminaries. The installation evokes the lively mix of international artists in Rome in the early 17th century and the influence those artists exerted. Diego Velázquez’s early, straightforward “The Supper at Emmaus” and Caravaggio’s brooding, cinematic “The Denial of St. Peter” embody, when placed together, the polarities of the gallery’s theme. Caravaggio’s potent influence is evident in theatrically lighted scenes by Guercino and Jusepe de Ribera, the expat Spaniard who maintained Caravaggism in Naples. A luminous Guido Reni offers an alternative, lyrical approach, while muscular naturalism is announced by Bernardo Strozzi’s “Tobias Curing His Father’s Blindness.”"
}