{
    "url_original": "https://www.wsj.com/articles/a-new-era-for-an-old-term-of-honor-as-the-u-s-gets-a-second-gentleman-11611338431",
    "url": "a-new-era-for-an-old-term-of-honor-as-the-u-s-gets-a-second-gentleman-11611338431",
    "title": "A New Era for an Old Term of Honor as the U.S. Gets a Second ‘Gentleman’",
    "sub_head": "A medieval English title becomes a job description for Doug Emhoff, the husband of Vice President Kamala Harris.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-289130?width=620&size=1",
    "image_1": "im-289130.jpg",
    "time": "2021-01-22 13:00:00",
    "body": "While Kamala Harrishas made history by becoming the first female, first Black and first South Asian vice president, her husband Doug Emhoff is blazing his own trail as the nation’s first “Second Gentleman.” The Biden administration’s White House website prominently emblazons Mr. Emhoff’s page with the title “Second Gentleman,” and his official  Twitter  handle is likewise @SecondGentleman.<br />Mr. Emhoff’s honorific uses “gentleman” as the male counterpart to “lady” in the traditional titles of “First Lady” and “Second Lady” for the wives of the president and vice president, respectively. But while his formal designation may be new, it’s built on centuries of linguistic etiquette.<br />“Gentleman” itself dates back to around 1200 in English, originally modeled on the French equivalent, “gentilhomme.” “Gentle” originally meant “belonging to a good, upstanding family,” from Latin “gentilis,” meaning “of the same family or clan.” The title was used for a man in the lower tier of respectability—one whose family was not ranked with the nobility yet was still entitled to a coat of arms.<br />Over time, the “gentility” of the gentleman came to be linked to the chivalrous manners that were expected to go along with his social standing. By the 19th century, “ladies and gentlemen” had become a conventional form of address for an audience of men and women, conveying polite respect regardless of people’s social rank.<br />Exported to the American scene, both “lady” and “gentleman” carried a whiff of their aristocratic background despite the country’s ostensibly egalitarian spirit. The wife of the president was rhetorically elevated to “the first lady of the land” or “the first lady” for short. An 1870 article in the Detroit Free Press laid out the pecking order in Washington society: “We know who is first lady and we know who is second lady—the wives of the President and Vice President have unquestionably these distinctions.”"
}