{
    "url_original": "https://www.wsj.com/articles/a-pass-for-kevin-clinesmith-11611962556?mod=opinion_lead_pos3",
    "url": "a-pass-for-kevin-clinesmith-11611962556",
    "title": "A Pass for Kevin Clinesmith",
    "sub_head": "A FISA judge gives a former FBI agent a slap on the wrist.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-29 18:22:00",
    "body": "How can the American people take the Foreign Intelligence Surveillance Court seriously when it doesn’t do so itself? That’s our view of Friday’s sentencing of former FBI lawyer Kevin Clinesmith, who admitted to falsifying evidence submitted to the court for a warrant to spy on onetime Trump foreign-policy adviser Carter Page.<br />Federal Judge James Boasberg spared Mr. Clinesmith prison in favor of 12 months probation and 400 hours of community service. The judge said the evidence persuaded him that “Mr. Clinesmith likely believed that what he said about Mr. Page was true.”<br />In their brief, prosecutors made clear how unlikely this is. The evidence of Mr. Clinesmith’s animus toward Donald Trump is considerable. As for being an honest mistake, remember that Mr. Clinesmith changed an email confirming Mr. Page had been a CIA source to one that said the exact opposite, explicitly adding the words “not a source” before he forwarded it.<br />In their brief arguing for prison time, prosecutors contended that Mr. Clinesmith’s behavior “struck at the very core” of the candor the FISA court “fundamentally relies on” and “allowed the FBI to conduct surveillance on a U.S. citizen based on a FISA application that the Department of Justice later acknowledged lacked probable cause.” Prison time for Mr. Clinesmith, they said, was also necessary to “deter others from committing similar crimes.”<br />Friday’s sentencing will fuel cynicism about two-tiered justice. While George Papadopoulos served time in prison for making false statements to the FBI, and a federal judge refused to drop charges against former national security adviser Michael Flynn after the Justice Department said they had no basis, a top law enforcement official who abused his police powers while operating in secrecy escapes with probation."
}