{
    "url_original": "https://www.wsj.com/articles/a-retired-restaurateurs-bentley-fulfills-a-tall-order-11609855121",
    "url": "a-retired-restaurateurs-bentley-fulfills-a-tall-order-11609855121",
    "title": "A Retired Restaurateur’s Bentley Fulfills a Tall Order",
    "sub_head": "When Roy Piscitello first sat in the Bentley Continental GTC Speed, he knew it was a good fit for his 6-foot-7 frame. And tiny toy replicas are a good fit for the grandkids.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-01-05 08:58:00",
    "body": "Roy Piscitello, 72, a retired restaurateur living in Chapel Hill, N.C., on his 2010 Bentley Continental GTC Speed, as told to A.J. Baime.<br />I opened Breadmen’s, a diner in Chapel Hill, in 1974. After a lot of eggs and hamburgers, we expanded into real estate. When I started thinking about getting out of the business a few years ago, I decided to look for a special car. I have been a car fan since my first one—a 1967 Mustang convertible—which my aunt Rita, who is still alive at 95, helped me buy.<br />I am 6-foot-7, and unfortunately, I don’t fit in a lot of cars. I don’t fit in a Porsche, or a Mercedes SL, or most BMWs. I visited an Aston Martin dealership; I could fit into the car, but I couldn’t get out of it. I went to a dealership in Charlotte and there was this Bentley on the lot. When I sat in this car, I knew it was the one, and I bought it in 2015. It was previously cared-for; I don’t use the word used, when it comes to Bentleys.<br />Bentley Motors makes cars at a factory in Crewe, England. Back in the 1920s, the so-called Bentley Boys used to drive their cars all over the place and they won a lot of races, putting this company on the map. Today it is owned by Volkswagen and there is a lot of German technology in the cars. Bentley makes more cars than they used to, but you still don’t see a lot of them. I think mine is the only one in my town.<br />The word Speed in the name Bentley uses to describe its higher-performance cars, like a Chevrolet Super Sport or Mercedes AMG. Mine has tremendous power—600 horsepower—and a unique W-12 engine, which is like two V-6s put together. The top speed is around 200 mph, though I have never taken it there. People seem to love the looks of it. If I am ever feeling down, I go gas up the car and inevitably someone will smile and say, “Hey, nice car!” I feel instantly better."
}