{
    "url_original": "https://www.wsj.com/articles/a-valentines-day-gift-guide-for-optimists-11611677293",
    "url": "a-valentines-day-gift-guide-for-optimists-11611677293",
    "title": "A Valentine’s Day Gift Guide for Optimists",
    "sub_head": "The best present this year? A bright outlook. Let her see the world through rose-colored glasses and other translucent bits of blush.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-290317?width=620&size=custom_1280x853",
    "image_1": "im-290317.jpg",
    "time": "2021-01-26 11:08:00",
    "body": "A LOT has changed since last Valentine’s Day. Co-quaranting couples have likely spent more time together than might seem wise, navigating everything from online-schooling to pod-defining to “Might we achieve a more profound understanding of ‘Schitt’s Creek’ if we stream all six seasons for the third time?’ Meanwhile, couples with separate living arrangements have dealt for the past year with their own decidedly unromantic logistics. In short, we could all use a pick-me-up, so this Valentine’s Day, forget the milk-vs-dark-chocolate dilemma of years past and give your loved one a rosy outlook. And we mean that quite literally. Below, 12 of our strategically uplifting picks, from rose-colored glasses (of both sun and wine varieties) to diaphanously pink luxe skincare and jewelry.<br />Perhaps too good for Zoom, this gauze-y sweater made from UV-reactive fabric will change shades when she’s in the sun. Cardigan, $485, ph5.com<br />Skip the paper wrapping and deliver those roses in a vaporous vase, like this one from Brooklyn artist Paul Arnhold. Vase, $200, paularnholdglass.com<br />These literally rose-colored glasses will give everything in her life a peachy veneer—you included. Alaïa Sunglasses, $483, mytheresa.com<br />For the truly decadent Valentine, an 18k rose-gold necklace with 23 dainty flowers carved from pink tourmaline. Necklace, $73,640, ireneneuwirth.com"
}