{
    "url_original": "https://www.wsj.com/articles/a-workout-for-your-mental-health-11610917200",
    "url": "a-workout-for-your-mental-health-11610917200",
    "title": "A Workout for Your Mental Health",
    "sub_head": "Keep stress from the Covid pandemic and other events under control by sticking with these daily practices",
    "category_1": "Life & Arts",
    "category_2": "Bonds",
    "image_1_url": "https://images.wsj.net/im-285637?width=620&size=1.5",
    "image_1": "im-285637.jpg",
    "time": "2021-01-17 16:00:00",
    "body": "Stressed out? Grumpy? Tired all the time?<br />You need a mental-fitness regimen.<br />For months, therapists have reported a significant increase in clients who are anxious, worried or depressed over current events—the Covid-19 pandemic, economic woes, civil unrest. And while they can teach coping skills, such as emotion regulation, to help deal with the stress, they say it’s also important for people to proactively take steps to be mentally healthy, just as they would if they wanted to be physically fit. “If you wait until a major stressor hits to try and bolster your mental health, it’s like trying to inflate your life raft while you are already drowning at sea,” says Wendy Troxel, a clinical psychologist and senior behavioral and social scientist at Rand Corp.<br />Many people turn to talk therapy, exercise, meditation and a healthy diet to do this. Shirlee Hoffman, a 75-year-old retired marketing consultant in Chicago, limits her news consumption to about five minutes a day. Erin Wiley, 50, a licensed psychotherapist in Toledo, Ohio, uses an app to track the things for which she is grateful. Rhonda Steele, 62, a special-education teacher in Sellersburg, Ind., prays and reads devotions. Dwight Oxley, 84, a retired physician in Wichita, Kan., reads and plays the piano. Rachel Glyn, 66, a retired aesthetician in Philadelphia, tries to do as many things as possible for others. Michael Schauch, 40, an investment portfolio manager in Squamish, British Columbia, rock climbs—he says the view gives him perspective. Stedman Stevens, 62, the CEO of an aviation technology company in Wilmington, N.C., takes 15 minutes each afternoon to sit alone without distractions. “I listen to what my mind shows me,” he says. “This restores my mental strength.”<br />What steps should you include in your mental-fitness regimen? Here is advice from the experts."
}