{
    "url_original": "https://www.wsj.com/articles/about-chinas-booming-gdp-11611000318?mod=opinion_lead_pos3",
    "url": "about-chinas-booming-gdp-11611000318",
    "title": "About China’s Booming* GDP",
    "sub_head": "*Good data mask dangerous imbalances that are growing worse.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-286759?width=620&size=1.5",
    "image_1": "im-286759.jpg",
    "time": "2021-01-18 15:05:00",
    "body": "The economic data Beijing released Monday seems to suggest that China has met expectations that it would be the only major economy to grow in 2020. China being China, there’s much more—and less—to the story.<br />The top-line data make China a rare good news story in the pandemic year. Inflation-adjusted GDP growth hit 6.5% in the last three months of the year, making it 2.3% for 2020. This contrasts with the rest of the world, where social distancing and lockdowns have triggered some of the worst contractions on record and raise the specter of long and difficult recoveries.<br />Some of Beijing’s cheerleaders want you to believe this is mainly because the Chinese government acted so aggressively to suppress the pandemic. That story sits uneasily alongside Beijing’s slow-rolling of early information about Covid-19 when more information sharing might have helped other countries.<br />Beijing adopted particularly aggressive lockdowns once it did act, sealing off entire cities and even now locking down apartment buildings or neighborhoods at a moment’s notice to suppress outbreaks. To the extent anyone can trust Beijing’s data about virus spread, it appears to have Covid mostly under control.<br />But a closer look at the economy suggests the growth has come from somewhere other than Beijing’s putative suppression of the pandemic. China’s Communist Party reverted to its old economic-crisis playbook to goose debt and exports while tightening political dominance over the economy."
}