{
    "url_original": "https://www.wsj.com/articles/abroad-at-home-virtual-vatican-11611178263?mod=opinion_major_pos13",
    "url": "abroad-at-home-virtual-vatican-11611178263",
    "title": "Abroad at Home: Virtual Vatican",
    "sub_head": "An interactive tour of the empty Vatican Museums offers the chance to experience the Sistine Chapel and other Renaissance treasures without the crowds.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-287640?width=620&size=1.5",
    "image_1": "im-287640.jpg",
    "time": "2021-01-20 16:31:00",
    "body": "Typically, the Vatican Museums are a source of both pleasure and frustration. Amid the throngs, it can be impossible to achieve any kind of contemplative state to allow real absorption of their many artistic treasures. While we are limited to armchair travel because of Covid-19, the impressive virtual visits offered by the Vatican Museums create the pleasurable sensation of seeing these typically crowded halls all alone. Digital tourism also allows you to see a few of the many rooms normally closed to the public, such as the Niccoline Chapel with frescoes by Fra Angelico (1395-1455).<br />All told, there are 26 distinct areas within the Vatican, ranging from the Pinacoteca or painting gallery; to unexpected troves such as the Jewish Lapidarium, containing inscriptions from the Jewish catacomb of Monteverde; and the ethnological collection, spanning works from Africa to China and Latin America, primarily the product of missionary work. The Vatican Museums website offers unusual accessibility to all of them—with a short introductory video, text and photographs and, in many cases, virtual tours.<br />Among the most stunning opportunities these tours create is to see each of Raphael’s four Stanze, a suite of rooms created for popes Julius II (1503-13) and Leo X (1513-21), as one rarely can in person. On walls and ceilings, Raphael depicted historical and philosophical allegories, complex subjects glorifying the history of the papacy as well as forging connections between the Christian and classical, pre-Christian civilizations.<br />In the the Stanza della Segnatura (1508-11), the magnificent fictive architecture of Raphael’s “The School of Athens”—with its expansive vault referring both to ancient ruins such as the Basilica of Maxentius and to ambitious new constructions then under way, such as St. Peter’s—is engrossing in itself. So are the varied attitudes and poses of that fresco’s ancient philosophers and mathematicians—the work includes portraits of Bramante as Euclid and Michelangelo as the famously ill-tempered philosopher Heraclitus.<br />But if one looks immediately across from it, as the 360-degree photography allows you to do, you may notice that Raphael has created an implied visual continuity of the pavement from “The School of Athens” into the fresco opposite, known as the “Disputa.” Above the ground plane, where popes and church fathers congregate, Raphael creates a platform of clouds, surmounted by Old Testament prophets interspersed with martyrs, saints and apostles. While “The School of Athens” represents the entirety of classical knowledge, the “Disputa” represents theological knowledge in two realms, on earth and in the heavens. The conversation Raphael creates across the room bridges the two worlds of the sacred and the secular, part of the larger effort advanced by Julius’s papacy."
}