{
    "url_original": "https://www.wsj.com/articles/activist-annie-duflo-uses-data-and-incentives-to-fight-global-poverty-11610734321",
    "url": "activist-annie-duflo-uses-data-and-incentives-to-fight-global-poverty-11610734321",
    "title": "Activist Annie Duflo Uses Data and Incentives to Fight Global Poverty",
    "sub_head": "The executive director of Innovations for Poverty Action argues that rigorous experiments can produce better policies to help solve seemingly intractable development problems",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-285306?width=620&size=custom_3264x2448",
    "image_1": "im-285306.jpg",
    "time": "2021-01-15 13:12:00",
    "body": "Every year, nearly a half million children under the age of 5 die from diseases related to diarrhea around the world, mostly from drinking unsafe water, according to the World Health Organization. Even when governments and nonprofit groups invest in cleaner water sources, the water is often recontaminated in people’s homes. A small amount of chlorine will keep water clean for 24 hours. But marketing campaigns to promote this cheap extra step rarely have a lasting effect, despite the enormous health benefits.<br />“A common misconception about poverty is that people simply need to be trained to make better decisions,” says Annie Duflo, 42, the executive director of Innovations for Poverty Action (IPA), a Washington-based nonprofit group that evaluates programs serving the poor. When every day is a struggle, she argues, the best choice must be an easy one.<br />With that mind-set, researchers from IPA found a far more effective strategy for reducing diarrhea-related deaths: simply placing free chlorine dispensers near water sources. Not only does this offer a well-timed reminder to chlorinate, but it also allows users to publicly model wise behavior to others. Thanks to IPA’s findings, chlorine dispensers now help to make the water safe for more than four million people in Kenya, Malawi and Uganda.<br />“Oftentimes people need a short nudge rather than a long lecture,” Ms. Duflo says over the phone from her home in Belleville, N.Y., where she lives with her husband and their 18-month-old daughter.<br />Anecdotes and intuition aren’t enough to fight poverty, she explains. But nonprofits often don’t have the funds or capacity to study what works and what doesn’t. As a result, many governments and donors throw money at ineffective solutions. IPA works to prevent such waste by rigorously measuring programs, often using randomized control trials."
}