{
    "url_original": "https://www.wsj.com/articles/acura-tlx-a-spec-athletic-and-built-for-american-tastes-11610714401",
    "url": "acura-tlx-a-spec-athletic-and-built-for-american-tastes-11610714401",
    "title": "Acura TLX A-Spec: Athletic and Built for American Tastes",
    "sub_head": "The American-bred, entry-luxury midsize sedan from Honda’s premium division gets a whole-body transplant for 2021. And the music coming from the sound system? Heaven, says Dan Neil.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-283793?width=620&size=1.5",
    "image_1": "im-283793.jpg",
    "time": "2021-01-15 07:40:00",
    "body": "JUST ASK my neighbors: When I’m not in the yard improving my drainage or building chicken coops, I’m up in the clubs. House, dubtronica, skweee, reggaeton. I was into Viking heavy metal before that idiot with the horned hat ruined it.<br />I actually have been listening to a lot of new music lately—driving alone at night, barreling through the void with the EDM turned up loud. Test cars have become my occupancy-of-one nightclub, my chill room. And no one is charging me $500 for a bottle of Stoli.<br />The audio system in the 2021 Acura TLX A-Spec ($47,775, as tested) had me dancing on tables and making out with strangers, mentally: The ELS Studio 3D pushes 710 watts of 16-channel surround sound through 17 speakers. This array includes four thin-section speakers in the ceiling, which help create the convincing spatial illusion that one is sitting amid the instruments—about where Judy Garland was when she sang “The Man That Got Away.” Do you ever pretend to be Judy Garland?<br />The subwoofers thud like mortar fire landing in the back seat. Horn stabs come through like you’re inside somebody’s spitty trumpet. Guitar power chords will make you gnaw your fist in atavistic yearning. What more can you ask of a car stereo?<br />These audioworks remind me there are different kinds of horsepower, other kinds of maximalism in the consumer market. For audiophiles this could be their Bugatti Chiron. However, to experience the full 3D imaging effect one needs high-resolution uncompressed recordings—not satellite radio. The press car came with a trial subscription to Tidal, a music streaming service with a vast catalog of high-resolution recordings. Time for another copy of the “White Album,” I guess."
}