{
    "url_original": "https://www.wsj.com/articles/africa-ill-equipped-and-without-vaccines-grapples-with-a-deadlier-covid-19-surge-11611754940",
    "url": "africa-ill-equipped-and-without-vaccines-grapples-with-a-deadlier-covid-19-surge-11611754940",
    "title": "Africa, Ill-Equipped and Without Vaccines, Grapples With a Deadlier Covid-19 Surge",
    "sub_head": "More transmissible strains, economic pain and public fatigue conspire to push continent’s death rate above the global average for first time",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-01-27 08:42:00",
    "body": "JOHANNESBURG—In Nigeria’s largest city, some public hospitals have run out of oxygen amid a coronavirus resurgence, forcing doctors to make life-or-death decisions. In Zimbabwe’s capital, scores of public-sector health-care workers are falling ill. In the Democratic Republic of Congo, power outages are hobbling the treatment of record numbers of Covid-19 patients in some hospitals.<br />Africa, largely spared the high Covid-19 death toll of the rich world last year, is facing a bigger and more lethal wave of the virus.<br />A new, more transmissible strain of the disease, first detected in South Africa, is driving infections in neighboring countries and has been found thousands of miles away in countries such as Ghana. The continentwide death rate surpassed the global average for the first time in January. From Senegal to Zambia, daily cases have risen to roughly twice the previous peak.<br />“The second wave is here with vengeance and our systems are overwhelmed,” said John Nkengasong, director of the Africa Centres for Disease Control and Prevention.<br />The new deadlier wave could widen the gap between the world’s richest and poorest nations. Unlike in wealthier countries, African economies can’t afford to repeat last year’s hard lockdowns, which pushed the continent into its worst recession since records began, according to the International Monetary Fund."
}