{
    "url_original": "https://www.wsj.com/articles/after-144-years-london-metal-exchange-proposes-closing-trading-ring-11611064889?mod=markets_lead_pos6",
    "url": "after-144-years-london-metal-exchange-proposes-closing-trading-ring-11611064889",
    "title": "After 144 Years, London Metal Exchange Proposes Closing Trading Ring",
    "sub_head": "Shift would bring greater transparency and broader participation, LME says",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-286955?width=620&size=1.5",
    "image_1": "im-286955.jpg",
    "time": "2021-01-19 13:55:00",
    "body": "LONDON—The London Metal Exchange is proposing closing its open-outcry ring, where traders have swapped metals like copper and lead using shouts and hand signals for 144 years, in a bid to attract more financial players to its marketplace.<br />The LME temporarily closed the ring when Covid-19 ripped through the U.K. in March, judging the tight circle of red couches that dozens of traders crowd around to be a health risk. The exchange, owned by  Hong Kong Exchanges & Clearing Ltd. , is now floating the idea of shutting the ring for good.<br />The ring began life when the LME was founded above a London hat shop in 1877, though its origins date to sawdust circles around which merchants bought and sold metals in the early 1800s, when they were in high demand as the industrial revolution gathered steam. It survived two world wars, the decline of the U.K. as the world’s leading industrial economy and the rise of China as the largest metals consumer.<br />However, the coronavirus pandemic may prove to be its undoing. Launching a consultation on the proposed closure Tuesday, the LME said electronic pricing had served the market well during the pandemic and would bring greater transparency around the way that prices are set.<br />The ring’s long-term survival in the face of electronic trading has long been debated. The LME had previously experimented with setting closing prices electronically on a small scale in the nickel market. Covid-19 prompted the exchange to run that trial across the gamut of metals and contract dates."
}