{
    "url_original": "https://www.wsj.com/articles/after-stock-surge-investors-ask-companies-whats-ahead-11610879400?mod=markets_lead_pos1",
    "url": "after-stock-surge-investors-ask-companies-whats-ahead-11610879400",
    "title": "After Stock Surge, Investors Ask Companies What’s Ahead",
    "sub_head": "Rise of major indexes despite the worsening toll of the pandemic underscores the pressure on big companies",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-286100?width=620&size=1.5",
    "image_1": "im-286100.jpg",
    "time": "2021-01-17 05:30:00",
    "body": "An epic stock rally faces a key test in coming weeks as investors learn what executives expect for profits and revenues in coming periods.<br />Fourth-quarter earnings season kicked off in earnest Friday with better-than-expected profits from some of the nation’s largest banks. Despite a record quarterly profit at  JPMorgan Chase  & Co. and some bright spots at  Citigroup Inc.  and  Wells Fargo  & Co., shares of all three declined, with Wells and Citi each dropping more than 6%.<br />The market reaction highlights the stakes as large firms begin sharing quarterly results and, more important, their outlooks for coming quarters. Though results weren’t terrible, shares were hit hard, reflecting the rise of investor expectations as bank shares climbed more than 10% for 2021 heading into Friday’s trading.<br />The surge of major indexes to new highs this year, despite an accelerating toll from the coronavirus and questions about how that will affect the economic outlook, underscores the pressure on executives at major companies to spell out how they expect results to improve in 2021. Soft earnings during the S&P’s roughly 70% rise from last March’s intraday low have been deemed acceptable by investors because many expect a sharp rebound this year. Firms whose projections fall short can expect to be punished, they say.<br />“Whether they had a good quarter or not, it’s all about what’s next,” said Kimberly Woody, senior portfolio manager at Globalt Investments, which manages $1.9 billion. “Good future news has been priced into this market.”"
}