{
    "url_original": "https://www.wsj.com/articles/after-capitol-riot-gop-faces-reckoning-with-corporate-america-11610540265?mod=politics_lead_pos4",
    "url": "after-capitol-riot-gop-faces-reckoning-with-corporate-america-11610540265",
    "title": "After Capitol Riot, GOP Faces Reckoning with Corporate America",
    "sub_head": "The Republican Party has already seen its share of corporate PAC donations shrink compared with eight years ago",
    "category_1": "Politics",
    "time": "2021-01-13 07:17:00",
    "body": "WASHINGTON—The challenge by some Republicans to the 2020 election results last week is fueling a rift between the party and big companies and could accelerate changes to the GOP’s fundraising base.<br />In the week since more than 100 Republicans objected to the certification of President-elect Joe Biden’s win, at least a dozen U.S. corporations said they would reconsider donating money from their political-action committees to lawmakers who sided with President Trump’s challenge to the results. Dozens more have said they are halting all political giving in response to the events last week, when supporters of Mr. Trump attacked the Capitol as lawmakers were certifying Mr. Biden’s victory.<br />The Republican Party has already seen its share of corporate PAC donations shrink compared with eight years ago, according to data from the nonpartisan Center for Responsive Politics. In the 2012 election, after the GOP had won control of the House during the Obama administration, Republicans received 63% of the $365 million total given by business PACs. In 2020, Republicans got 57% of corporate PAC donations.<br />Employees in some key business sectors have also shifted their political giving toward Democrats, data from the Center for Responsive Politics indicates. Between the 2012 and 2020 elections, Republicans have seen declines in the share of donations to candidates, PACs and party committees from employees in the securities and investment, finance, business services and real-estate sectors.<br />In the Senate, where Republicans will try to win back the majority in the next election, some Republican lobbyists and business executives said they are worried about facing backlash if they steer company PAC donations to the GOP’s campaign committee, which is run by Sen. Rick Scott (R., Fla.), who objected to the certification of Mr. Biden’s election. Outside political groups, such as one affiliated with House Minority Leader Kevin McCarthy (R., Calif.), are also expected to take a hit."
}