{
    "url_original": "https://www.wsj.com/articles/aging-strongman-faces-youthful-musician-bobi-wine-in-battle-for-ugandas-future-11610466463",
    "url": "aging-strongman-faces-youthful-musician-bobi-wine-in-battle-for-ugandas-future-11610466463",
    "title": "Aging Strongman Faces Youthful Musician Bobi Wine in Battle for Uganda’s Future",
    "sub_head": "President Yoweri Museveni’s government blocks Facebook, prosecutes election monitors and jails lawyers in a bid to extend his 35-year rule",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-01-12 10:47:00",
    "body": "KAMPALA, Uganda—Uganda’s President Yoweri Museveni has won six consecutive elections since 1986, but the strongman’s winning streak appears to be faltering in the face of a new kind of opponent: a youthful rapper-turned-lawmaker who campaigns in a bulletproof vest.<br />When Ugandans head to the polls Thursday, 76-year-old Mr. Museveni will face the gravest threat to his rule from Bobi Wine, a 38-year-old musician whose campaign has struck a chord with many of the 18 million voters in one of the world’s most youthful nations.<br />The election has sparked the worst political violence in Uganda for decades, with more than 50 people shot dead by government forces following Mr. Wine’s arrest in November. Diplomats and rights groups have warned of protracted clashes in the wake of a campaign that has seen the administration jail lawyers, prosecute election monitors and violently muzzle opposition leaders. On Tuesday, the government also blocked all social-media channels.<br />The contest embodies a generational clash across Africa, where entrenched older leaders are grappling with increasingly restless youthful populations demanding improved economic opportunities. Mr. Museveni disparagingly calls Mr. Wine, “my grandson” while the rapper taunts the president as “an aging dictator,” who should leave power to avoid the fate of Zimbabwe’s Robert Mugabe or Libya’s Moammar Gadhafi.<br />“I am the representative of the future,” Mr. Wine said. “The struggle is Africa’s generational cause and we shouldn’t retreat.”"
}