{
    "url_original": "https://www.wsj.com/articles/airbnb-alternatives-5-highly-selective-rental-sites-11611244036",
    "url": "airbnb-alternatives-5-highly-selective-rental-sites-11611244036",
    "title": "Airbnb Alternatives: 5 Highly Selective Rental Sites",
    "sub_head": "The big vacation rental sites can easily overwhelm prospective renters. These five smaller alternatives are regionally focused, easily managed—and seriously picky.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-287740?width=620&size=1",
    "image_1": "im-287740.jpg",
    "time": "2021-01-21 10:47:00",
    "body": "THE LANDSCAPE of vacation rentals is vast and uncharted. It’s easy to get lost in a search for a perfect beach house or mountain cabin and—between extraordinary demand and an unbelievable clutter of duds—it's not so easy to find one. To relieve the stress, niche vacation rental companies are curating collections, helping claustrophobia-plagued city-dwellers to winnow possibilities down to that one dreamy escape. As travel anxieties continue to simmer, regionally specific sites offer good drive-to options. “And people don’t just rent on weekends anymore,” said Jennifer Grimes, founder of Red Cottage Inc. in upstate New York. “Last March, it was like a switch was flipped, from short breaks to [long-term] escape properties. Renters are not necessarily burning vacation days. When all this ends, people are going to go on vacation for six months.” Hear hear! To help find a place to hang your hat, here are five specialists:<br />Founded in 2007, long before the hickster renaissance of the Catskills, Red Cottage Inc. seeks out houses with exceptional interiors. The collection of 52 properties—expected to grow by 40% this year, according to the founder—ranges from rustic cabins to country estates, almost all of which are exclusively listed. Many feature nature-gazing conveniences: for example, a hot tub, fire pit, or outdoor pavilion and integrated kitchen. The houses tend to be remote so they’re equipped with amenities like Wi-Fi switches for the front light, so city slickers don’t get freaked out by the pitch black.<br />A-list Example: The three-bedroom Basecamp, like a modern Swedish summer house plopped down on 19 private acres in Saugerties, N.Y., from $500 a night, redcottageinc.com<br />Holly Williams is a musician (she’s Hank’s granddaughter) and entrepreneur (her shop, White’s Mercantile, originated in Nashville and is now a mini empire in the south). And she has a thing for houses. She finds historic relics to renovate—or “redeem,” as she says—with a modern-meets-Southern design aesthetic. At the three rental properties that make up her White’s Room and Board portfolio, you’ll find a mix of her grandmother’s oil paintings with her husband Chris Coleman’s striking black-and-white works on paper, as well as leather club chairs, floral wallpaper, things found in French flea markets, claw-foot tubs and sisal rugs.<br />A-list Example: Sweeney Cottage, an 1892 dollhouse in Leiper’s Fork, with a chic little kitchen with a mint green Smeg refrigerator, a Bertazzoni stove and a doormat that says “Howdy,” from $250 a night, whitesroomandboard.com"
}