{
    "url_original": "https://www.wsj.com/articles/airlines-faa-tighten-security-ahead-of-inauguration-11610656607?mod=business_lead_pos4",
    "url": "airlines-faa-tighten-security-ahead-of-inauguration-11610656607",
    "title": "Airlines, FAA Tighten Security Ahead of Biden Inauguration",
    "sub_head": "American is extending an alcohol sales ban and several airlines won’t allow passengers to carry firearms in checked luggage",
    "category_1": "Business",
    "time": "2021-01-14 16:17:00",
    "body": "Airlines are preparing for heightened tensions ahead of President-elect Joe Biden’s inauguration next week, following last week’s deadly riot at the U.S. Capitol and a spate of incidents on flights to and from Washington, D.C.<br />For months, flight attendants have grappled with passengers who refuse to comply with airlines’ mask requirements, sometimes resulting in tense standoffs. Now, after politically charged disruptions on flights following last week’s pro-Trump riot at the Capitol, lawmakers and labor unions have raised alarms about the potential for more in-flight unrest.<br />Airlines and airports are adding staff and beefing up security in the D.C. area, part of a range of new security measures being implemented in response to concerns about armed protests and potential violence at the Jan. 20 inaugural ceremony.<br />Delta Air Lines Inc.,   United Airlines Holdings Inc.,   American Airlines  Group Inc.and  Alaska Air Group Inc.  won’t allow people to carry firearms in checked luggage on flights to the D.C.-area from Saturday through Jan. 23. It is already against the rules to carry guns in carry-on bags.<br />American Airlines is extending a suspension of alcohol sales on flights to and from D.C.-area airports from Jan. 16 to Jan 21. American had already suspended alcohol service for coach passengers because of Covid-19 protocols. The airline is also emphasizing the importance of complying with crew instructions and mask rules in preflight announcements."
}