{
    "url_original": "https://www.wsj.com/articles/airlines-buckle-their-seat-belts-for-a-bumpy-2021-11609509614?mod=business_lead_pos11",
    "url": "airlines-buckle-their-seat-belts-for-a-bumpy-2021-11609509614",
    "title": "Airlines Buckle Their Seat Belts for a Bumpy 2021",
    "sub_head": "Some are cutting back schedules; others are buying planes and adding cities to their routes. When travel will fully recover is still anyone’s guess.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-279337?width=620&size=1.5",
    "image_1": "im-279337.jpg",
    "time": "2021-01-01 09:00:00",
    "body": "Airlines are betting that coronavirus vaccines will reignite demand for travel this year. The question is when.<br />Delta Air Lines Inc. Chief Executive Ed Bastian expects improvement starting this spring. Alaska Airlines President Ben Minicucci said he hopes to get back to 80% of pre-pandemic capacity by summer. United CEO Scott Kirby, however, said travel may not start getting back to normal until vaccines are widely distributed—in late 2021.<br />“I recognize a lot of people are saying it’s going to happen faster, and I hope they’re right,” he said in a December interview. “This is one of those strange situations where I think we’re probably better at forecasting what’s going to happen a year from now than we are what’s going to happen next quarter.”<br />Their strategies for coping with the uncertainty are just as diverse. Airlines are shutting down some international markets and running reduced schedules while also buying new planes and adding new cities in an attempt to capture demand where it exists. United is returning to New York’s John F. Kennedy International Airport in February after a five-year absence, while rival  Southwest Airlines Co.  plans to fly from Chicago’s O’Hare International Airport for the first time ever in 2021.  JetBlue Airways Corp.  is also adding flights this year at Miami International Airport—the busiest U.S. airport it didn’t yet serve.<br />The coronavirus pandemic brought a travel boom to a crashing halt last spring as people stopped traveling for work and everything from weddings to funerals were held over Zoom. It wiped out over two-decades worth of growth in a matter of months, according to aviation data provider Cirium, sending global air traffic plummeting to levels last seen in 1999."
}