{
    "url_original": "https://www.wsj.com/articles/alabama-receiver-devonta-smith-wins-the-heisman-trophy-11609898218",
    "url": "alabama-receiver-devonta-smith-wins-the-heisman-trophy-11609898218",
    "title": "Alabama Receiver DeVonta Smith Wins the Heisman Trophy",
    "sub_head": "The Crimson Tide senior took home 447 first-place votes, beating out a trio of quarterbacks: Mac Jones of Alabama, Trevor Lawrence of Clemson and Kyle Trask of Florida",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-281127?width=620&size=1.5005861664712778",
    "image_1": "im-281127.jpg",
    "time": "2021-01-05 20:56:00",
    "body": "Alabama wideout DeVonta Smith was awarded the 2020 Heisman Trophy in a virtual presentation Tuesday night, becoming the first receiver since Michigan’s Desmond Howard in 1991 and fourth all-time to be named college football’s top athlete.<br />Smith’s victory is emblematic of a season in which the offenses were about as explosive as the coronavirus was disruptive. Smith has accumulated 20 receiving touchdowns and 1,641 yards so far and will have a chance to add to his totals during the championship game against No. 3 Ohio State on Jan. 11 in Miami Gardens, Fla.<br />The Alabama senior took home 447 first-place votes, beating out a trio of quarterbacks: teammate Mac Jones, Trevor Lawrence of Clemson and Kyle Trask of Florida.<br />Smith is the third skill player from Alabama to win the Heisman Trophy in the last 12 years, a testament to the program’s rich history of recruiting. Although Smith played in 2019 for the Crimson Tide, he was buried on the depth chart behind Jerry Jeudy and Henry Ruggs III, both of whom earned starting spots on NFL rosters after being taken 12th and 15th, respectively, in the 2020 NFL draft.<br />“When you got here everybody was on the same mission to become the best player they could be,” Smith said on Tuesday night. “Being around those guys they taught me so much.”"
}