{
    "url_original": "https://www.wsj.com/articles/albertsons-cart-is-full-as-covid-windfall-gets-extended-11610474977?mod=business_minor_pos10",
    "url": "albertsons-cart-is-full-as-covid-windfall-gets-extended-11610474977",
    "title": "Albertsons Cart is Full as Covid Windfall Gets Extended",
    "sub_head": "The grocery chain owner is on a roll. Its next challenge will be to figure out which initiatives to focus on.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-12 13:09:00",
    "body": "Albertsons is spinning a lot of plates while the going is good. The question is what it will focus on when things get less easy.<br />The grocer, which also owns the Jewel-Osco and Safeway chains, exceeded analyst sales expectations for a second consecutive quarter, with identical-store sales increasing by 12.3% from a year earlier in the quarter ended Dec. 5. That exceeded the growth rate of  Kroger  and  Walmart  for the comparable period and was roughly 2 percentage points better than the broad industry, according to Evercore ISI.<br />Net income for the quarter came in almost 40% below Wall Street estimates, though that number looks much worse due to a charge to withdraw from a union pension fund. Excluding that impact, net income blew past expectations.<br />The grocery chain’s traditional focus on fresh products is continuing to pay off, with sales growth in that category higher than the total. That turns out to be an important advantage. As consumers across the board are making fewer shopping trips, those that pick up fresh produce tend to drop by stores more frequently, Albertsons noted in its Tuesday morning earnings call.<br />In other areas, Albertsons is still playing catch up. Digital sales continued to impress, growing 225% from a year earlier. It was the third consecutive quarter in which digital sales increased by more than 200%, though the caveat is that Albertsons’ started out with a smaller e-commerce base than some of its competitors."
}