{
    "url_original": "https://www.wsj.com/articles/alexandra-andrew-who-is-maud-dixon-debut-11610800367",
    "url": "alexandra-andrew-who-is-maud-dixon-debut-11610800367",
    "title": "Who Is Alexandra Andrews? The Breakout Novelist to Know This Year",
    "sub_head": "Part Elena Ferrante, part Patricia Highsmith–themed thriller, ‘Who Is Maud Dixon?’ is set to be one of the buzziest debut novels of the year",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-286438?width=620&size=custom_1080x1350",
    "image_1": "im-286438.jpg",
    "time": "2021-01-17 08:30:00",
    "body": "In WSJ. Magazine’s series “12 for ’21,” we highlight a dozen of the most creative artists and entertainers working today—all poised to have a breakout 2021.<br />Sociopathic tendencies aside, Alexandra Andrews relates to a vital piece of Florence Darrow, the Joan Didion fangirl at the heart of her debut novel, Who Is Maud Dixon? “On the face of it, Florence wants to be a writer,” Andrews says. “But what she really wants is significance.”<br />It was a creeping sense of her own insignificance that inspired Andrews, who was coasting along as a copywriter for fashion brands after having already dabbled in investigative journalism and graphic design, to try her hand at writing a novel. “I spent so many years feeling very dissatisfied with where I was in my career,” the 36-year-old author says over Zoom from the Brooklyn home she shares with her husband, the novelist and Harper’s editor Christopher Beha, and their two young children. “I was looking at my peers and how far ahead they were of me and I felt ashamed, and I was asking myself, ‘How did I get here?’ I felt like I’d squandered my good education and I’d taken this wrong turn.”<br />This low-grade envy and anxiety motivated Andrews to write Who Is Maud Dixon?, a witty and suspenseful folie à deux named after the pseudonymous bestselling author who hires Florence to be her research assistant. The story reads like a love letter to Patricia Highsmith’s The Talented Mr. Ripley, with two slightly off-kilter protagonists locking into an increasingly terrifying game of self-erasure and self-invention, backdropped by the glittering Manhattan literary scene and the precipitous cliffs of Morocco. Part publishing-world satire and part thriller, the book will be published in early March by Little, Brown and Company. Translations will steadily roll out across the globe, with rights sold to 22 territories. Universal Pictures has obtained film rights, and there is talk of shooting the adaptation before the end of this year.<br />In his blurb for the thriller, the novelist James Patterson wrote, “By the end of the book you’ll start wondering if author Alexandra Andrews might be a murderer herself.” With her bright, obliging laughter and buttoned-up-to-there oatmeal-colored cardigan, Andrews has the air of a storybook kindergarten teacher. She has managed the unthinkable: to be a big-ticket writer in 2021 with barely a fingerprint on the web. This is partly due to her vanilla name, kryptonite to search-engine optimization. But dig all you like, and you won’t find her obsessively tending to her social media accounts or writing the personal essays that most contemporary authors rely on for procrastination and self-promotion. Andrews, who has a family-centered private Instagram account, recently started a public Instagram account for the purposes of promoting her book. Here she shares pictures of the “Who Is Maud Dixon?” mug that her husband gave her as a gift for Christmas, and a screenshot of an image that pops up after a Google search for Alexandra Andrews, which states that the author of Who Is Maud Dixon? is an actress, married to a man named Billy Andrews. She “even interned at The Paris Review.” Only the last part is true."
}