{
    "url_original": "https://www.wsj.com/articles/all-donald-trumps-deplorables-11610406826?mod=opinion_lead_pos8",
    "url": "all-donald-trumps-deplorables-11610406826",
    "title": "All Donald Trump’s Deplorables",
    "sub_head": "Even Hillary Clinton consigned only half of Trump supporters to her infamous ‘basket.’",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-283687?width=620&size=1.5",
    "image_1": "im-283687.jpg",
    "time": "2021-01-11 18:13:00",
    "body": "Whatever political future Donald Trump might have envisioned for himself is now dead. He squandered a good chunk of it in the Georgia runoffs, when he made them all about himself instead of about keeping Republican control over the Senate. But it was finished off by the mob of his own supporters who stormed the Capitol this past Wednesday and inflicted more lasting damage on their man than anything his enemies ever managed.<br />At the moment, Washington is consumed with just how humiliating Mr. Trump’s exit will be—with a second impeachment, with the 25th Amendment invoked, with his resignation. There’s even talk of holding a Senate trial when he’s no longer president.<br />But for anyone who cares about unity and healing, the president’s fate is no longer the primary concern. More important is the future for the half of America that supported him. Because there is an effort to lump the 74 million Americans who voted for Mr. Trump with those who rampaged through the Capitol—thus rendering them unfit for polite society going forward.<br />There’s no denying the reality of the thugs. But let me tell you about the people I know who attended that rally. To a person, they are decent, ordinary Americans who didn’t enter the Capitol and wouldn’t dream of disobeying a police officer.<br />Some (but not all) believe the election was stolen. They’re mistaken, but that doesn’t make them white supremacists, domestic terrorists, religious extremists or  any of the many noxious names they’ve been called. Those I know personally are now terrified that they will be doxed—meaning vengeful leftists will make their personal information public—and perhaps fired from their jobs if it gets out they were in Washington for the rally."
}