{
    "url_original": "https://www.wsj.com/articles/all-pence-can-do-is-count-11609710373?mod=opinion_lead_pos6",
    "url": "all-pence-can-do-is-count-11609710373",
    "title": "All Pence Can Do Is Count",
    "sub_head": "The Constitutions is clear. Neither the vice president or Congress has the power to reject electoral votes.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-03 16:46:00",
    "body": "Texas Rep. Louie Gohmert has argued that the Electoral Count Act of 1887 is unconstitutional. Therefore, he claims, Vice President Mike Pence is empowered by the 12th Amendment to reject 73 Biden-Harris electoral votes from five states when Congress meets to certify the 2020 election results on Jan. 6. A dozen Republican senators and many more House members also argue that Congress has this power. They are all wrong.<br />Neither the vice president nor Congress has the power to reject electoral votes. This is because the 12th Amendment vests no power in the vice president or Congress to judge who won a state’s electoral votes when the authorized branches of the state’s government agree, as they do here, on which electors won.<br />The 12th Amendment left intact the Constitution’s Electors Clause. As the Supreme Court’s three originalist justices wrote in Bush v. Gore (2000), under the Electors Clause, each state’s legislature by statute makes the exclusive “apportionment of responsibility” to state officials to “oversee election disputes” that decide which presidential ticket won the most votes in that state. Election officials and courts from each of the five states in question did exactly that. And by Dec. 14, the states certified that the electors who won were those who voted for Biden-Harris.<br />All the 12th Amendment says is that in a joint session of Congress on Jan. 6, “the [electoral] votes shall then be counted.” The word “counted” provides no basis for anyone to override anything. When a person counts the number of games his favorite team has won, that person has no power to alchemize losses into wins.<br />The narrow word “counted” also contrasts sharply with Congress’s constitutional powers concerning congressional elections. Section 5 of Article I expressly provides: “Each House shall be the Judge of the Elections, Returns, and Qualifications of its own members.” The 12th Amendment would not have used the much narrower word “counted” to give the vice president or Congress the power “to be the Judge” for presidential elections."
}