{
    "url_original": "https://www.wsj.com/articles/all-you-can-eat-pizza-chain-cicis-files-for-bankruptcy-11611702031?mod=markets_major_pos14",
    "url": "all-you-can-eat-pizza-chain-cicis-files-for-bankruptcy-11611702031",
    "title": "All-You-Can-Eat Pizza Chain Cici’s Files for Bankruptcy",
    "sub_head": "The buffet-style restaurant chain is planning a bankruptcy sale to lender D&G Investors LLC",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-290628?width=620&size=1.5",
    "image_1": "im-290628.jpg",
    "time": "2021-01-26 18:00:00",
    "body": "CiCi’s Holdings Inc., the company behind the unlimited pizza buffet restaurant chain, has filed for bankruptcy proposing to sell itself to a lender after in-person dining restrictions and growth in food delivery hurt sales.<br />The privately-owned pizza company filed for chapter 11 protection late Monday in the U.S. Bankruptcy Court in Dallas with a prepackaged plan of reorganization supported by lender D&G Investors LLC.<br />Under the proposed deal, which requires court approval, D&G will take ownership of CiCi’s’ business by converting secured debt into 100% of the equity in the reorganized company, with the option to roll over other debt claims into an exit facility. The agreement calls for an expedited chapter 11 process that is expected to be complete by March to address the company’s nearly $82 million debt load, according to court papers.<br />Founded in 1985, the Coppell, Texas-based restaurant chain has 318 locations in 26 states, including 11 company-owned restaurants and the rest franchise locations. Out of those, 19 stores are temporarily shut down and 67 have been closed for good. The chain specializes in pizza, but also offers salads, desserts and wings.<br />By 2009, CiCi’s had grown to a peak of about 650 restaurants in 33 states. Starting in 2019, the company moved away from owning and operating its restaurants. That year it closed three company-owned locations and transferred 29 others to franchisees. And in early 2020, CiCi’s planned to close seven corporate-owned restaurants and transfer 10 to franchisees."
}