{
    "url_original": "https://www.wsj.com/articles/amazon-berkshire-hathaway-jpmorgan-end-health-care-venture-haven-11609784367?mod=tech_lead_pos2",
    "url": "amazon-berkshire-hathaway-jpmorgan-end-health-care-venture-haven-11609784367",
    "title": "Amazon, Berkshire Hathaway, JPMorgan End Health-Care Venture Haven",
    "sub_head": "Company had targeted innovations in primary care, insurance coverage, prescription drug costs",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-01-04 15:43:00",
    "body": "A health-care venture launched with great fanfare by three of the world’s most respected companies and their chief executives— Amazon . com Inc.,  Berkshire Hathaway Inc.  and  JPMorgan Chase  & Co.—is folding a few years after its founding.<br />Haven Health, originally sparked by an idea from JPMorgan Chief Executive Jamie Dimon and supported by Amazon’s Jeff Bezos and Berkshire’s Warren Buffett, sought to reduce health-care costs for hundreds of thousands of workers at the three companies by pooling resources and technology. Haven’s stated aim at its 2018 launch was to provide transparent health care for employees of the companies at lower costs.<br />The joint venture, which was announced with enough fanfare to push down the shares of major insurers, will cease operations in February without having achieved those aims.<br />“The Haven team made good progress exploring a wide range of health-care solutions, as well as piloting new ways to make primary care easier to access, insurance benefits simpler to understand and easier to use and prescription drugs more affordable,” a spokeswoman said. The three companies will be able to use what they learned and collaborate informally in the future, she said.<br />Writer, surgeon and Harvard University professor Atul Gawande was named Haven’s chief executive, but he stepped down in May, saying he would become executive chairman and wanted to focus on the pandemic. Dr. Gawande, who took the head role in July 2018, wanted to move away from day-to-day management of Haven, people familiar with the matter said."
}