{
    "url_original": "https://www.wsj.com/articles/amazon-needs-electric-vehicles-too-11611311400?mod=markets_major_pos1",
    "url": "amazon-needs-electric-vehicles-too-11611311400",
    "title": "Amazon Needs Electric Vehicles, Too",
    "sub_head": "In the frothy EV sector, companies focused on parcel-delivery vans have a stronger business case than most",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-22 05:30:00",
    "body": "When you think of electric vehicles, you might think first of a Tesla. But a more financially rewarding use of the technology that is upending the automotive industry could be the vans that deliver your online shopping.<br />Until recently, such unassuming vehicles occupied an easily ignored niche within the multitrillion-dollar automotive industry. That is changing fast. This week, privately held Rivian Automotive raised $2.65 billion at a $27.6 billion valuation to fund its rollout of EVs, including a delivery vehicle for e-commerce giant  Amazon.com ,  which holds a stake in the startup. Last week,  General Motors  said it was creating a new company, BrightDrop, to focus on selling EVs to the delivery market. It expects to ship 500 units to its launch partner,  FedEx ,  later this year.<br />Startups are rushing into the space, in some cases armed with cheap capital from an ebullient stock market. California startup  Canoo  went public in December with a plan to focus squarely on so-called last-mile delivery—getting goods to your door. Arrival, a British startup that has received funding and a big order from  United Parcel Service ,  plans to follow suit later this quarter.<br />Electric vans are at the confluence of two big trends. One is the rise of e-commerce at the expense of bricks-and-mortar retail, to which the Covid-19 pandemic has given a boost. E-commerce accounted for 21% of U.S. retail sales last year, a big jump from 15.8% in 2019, according to consulting firm Digital Commerce 360. Vans are shovels in this gold rush.<br />In 2019, U.S. fleet sales of vans rose 19%, their best performance in years, according to research firm J.D. Power. Last year they fell back 21% as florists, pet-grooming businesses and the like delayed purchases during the pandemic. But van sales held up much better than the wider fleet market, thanks to the growth of the delivery business."
}