{
    "url_original": "https://www.wsj.com/articles/amazon-pledging-more-than-2-billion-for-affordable-housing-in-three-hub-cities-11609930800?mod=business_lead_pos3",
    "url": "amazon-pledging-more-than-2-billion-for-affordable-housing-in-three-hub-cities-11609930800",
    "title": "Amazon Pledging More Than $2 Billion for Affordable Housing in Three Hub Cities",
    "sub_head": "Tech giant to make investments over next five years in and around Seattle, Arlington, Va., and Nashville, Tenn.",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-280961?width=620&size=1.5",
    "image_1": "im-280961.jpg",
    "time": "2021-01-06 06:00:00",
    "body": "Amazon.com Inc.  said it would commit more than $2 billion to create and preserve affordable housing in three of its employment hubs, the latest tech giant to make a large investment in easing the U.S. housing shortage.<br />Amazon said it intends to invest in affordable housing over the next five years in three regions where it is a major employer: Seattle, Arlington, Va., and Nashville, Tenn.<br />The online giant has more than 75,000 workers in the Seattle area, its main headquarters. Amazon has more than 1,000 employees each in Arlington, across the Potomac from Washington, D.C., where it is establishing a second headquarters, and in Nashville, where the company is building an operations center. It plans to have at least 5,000 employees in each region within five years.<br />The bulk of its investment will be through low-cost loans to preserve or build affordable housing, Amazon said. The company also will offer grants to public agencies and minority-led housing organizations.<br />“We don’t have control over how the [housing] markets respond to a large employer coming into the market or expanding in the market, but we can play a role in how Amazon’s growth is impacting our local communities,” said Catherine Buell, head of community development for one of Amazon’s philanthropic arms. “Particularly as we’re expanding our corporate presence, we’re working to get ahead of the issue as much as we can.”"
}