{
    "url_original": "https://www.wsj.com/articles/amazon-set-to-hire-3-000-corporate-employees-in-boston-continue-u-s-expansion-11611646174?mod=tech_lead_pos6",
    "url": "amazon-set-to-hire-3-000-corporate-employees-in-boston-continue-u-s-expansion-11611646174",
    "title": "Amazon Set to Hire 3,000 Corporate Employees in Boston, Continue U.S. Expansion",
    "sub_head": "Tech giant’s plans follow hiring sprees, regional expansions in other cities",
    "category_1": "Business",
    "time": "2021-01-26 02:29:00",
    "body": "Amazon.com Inc.  is planning to add 3,000 employees in its corporate ranks in the Boston area, one of a number of expansions of technology jobs in major American cities for the company.<br />The online retailer said the jobs will be distributed across support teams from the Alexa smart speaker system to  Amazon  Web Services, Amazon Robotics and Amazon Pharmacy, a new business unit launched in November. The jobs will include roles in technology and software development.<br />The hiring plans in Boston add to one of several recent expansions for Amazon, which is the nation’s second-largest employer, with a workforce in the U.S. totaling more than 800,000 people. The company last year saw unparalleled growth, adding more than 400,000 employees, bringing its global workforce to more than 1.1 million. The company has added thousands of jobs to corporate offices across America, including in large hubs like New York, San Diego and Dallas.<br />The company’s expansion in numerous U.S. cities comes almost two years after its closely watched plans to establish one part of a second headquarters in New York crumbled following backlash from some local, state and congressional officials and activists over the project, which included roughly $3 billion in tax incentives.<br />Amazon said it leased a 17-story office building in Boston’s Seaport development to accommodate its growing workforce in the city. The company said it isn’t receiving any new financial incentives for the expansion."
}