{
    "url_original": "https://www.wsj.com/articles/amazon-faces-familiar-opponent-in-alabama-union-election-11612098000?mod=tech_lead_pos1",
    "url": "amazon-faces-familiar-opponent-in-alabama-union-election-11612098000",
    "title": "Amazon Faces Familiar Opponent in Alabama Union Election",
    "sub_head": "The e-commerce giant and retail union previously battled over New York ‘HQ2’ proposal",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-292835?width=620&size=1.5",
    "image_1": "im-292835.jpg",
    "time": "2021-01-31 08:00:00",
    "body": "Amazon.com Inc.  for years has successfully fended off attempts by its U.S. employees to unionize. Now the tech company is preparing for a labor battle unlike anything in its history.<br />In the next two months, thousands of Amazon employees at an Alabama warehouse are set to cast mail-in ballots over whether to organize into a union, a vote that could reshape the relationship between workers and the nation’s second-largest employer.<br />The commerce giant faces a familiar opponent: the Retail, Wholesale and Department Store Union, or RWDSU, which along with local organizers is helping to lead the pro-union campaign. The union has helped organize thousands of poultry workers in Alabama, a right-to-work state, and has become a frequent Amazon antagonist in recent years. The RWDSU fought the company’s plans for a second headquarters in New York in late 2018 and supported worker protests at some warehouses during the coronavirus pandemic.<br />So far, the current effort has had more success than other attempts to organize Amazon workers, according to labor experts. They note that a successful union push at the warehouse could spur similar actions at Amazon’s more than 800 facilities in the U.S.<br />“Amazon has seen their demand skyrocket” during the pandemic, said Arthur Wheaton, director of Western NY Labor and Environmental Programs for the Worker Institute at Cornell University. The company’s continued growth will bring increasing scrutiny over how it pays and treats its employees, he said."
}