{
    "url_original": "https://www.wsj.com/articles/amcs-pandemic-survival-gets-boost-from-retail-mania-11611787370?mod=markets_major_pos12",
    "url": "amcs-pandemic-survival-gets-boost-from-retail-mania-11611787370",
    "title": "AMC’s Pandemic Survival Gets Boost From Trading Mania",
    "sub_head": "The cinema giant’s new designation as a message board meme stock positions it to raise more equity capital to outlast the pandemic",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-291418?width=620&size=1.5",
    "image_1": "im-291418.jpg",
    "time": "2021-01-27 20:07:00",
    "body": "After months of fighting to avoid bankruptcy, cinema giant  AMC  Entertainment Holdings Inc. rode Wednesday’s trading frenzy to a triple-digit share rise, opening a window for the company to exploit the speculative mania to help survive the pandemic.<br />The movie theater chain’s shares catapulted 300% on Wednesday as revved-up retail traders bet on AMC as the next meme stock, cheered by posters on the Reddit forum WallStreetBets where newbie investors gathered to encourage each other to fuel  GameStop Corp.’s  dizzying rally.<br />“AMC is clearly next,” one poster wrote Wednesday, adding several rocket ship emojis. “Double down AMC wooo,” another user said.<br />The company has spent months vying to stay afloat, unable to open its movie theaters to full capacity because of the coronavirus pandemic and starved of fresh content by Hollywood studios that began releasing flicks straight to streaming. Burning cash at a rate of roughly $100 million a month, AMC last month began selling stock to the public with a bankruptcy warning attached, saying that a failure to raise enough capital could mean chapter 11.<br />On Monday, Chief Executive Adam Aron said the risk of an imminent bankruptcy was “off the table” after investors poured in $917 million in debt and equity financing, though AMC cautioned investors that its future cash needs are still uncertain as no one knows for sure the future course of the coronavirus and its mutating strains."
}