{
    "url_original": "https://www.wsj.com/articles/america-the-unextreme-11611096925?mod=opinion_major_pos9",
    "url": "america-the-unextreme-11611096925",
    "title": "America the Unextreme",
    "sub_head": "Politicians need to relearn the wisdom of not denigrating voters by the millions.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-01-19 17:55:00",
    "body": "My father said Democrats weren’t better than Republicans but the two-party system was an American strength and he supported it by voting a straight party ticket. It always made sense to me. Later, as a commentator, you quickly appreciate the two-party system for what it is and isn’t or you become an idiot. When 330 million people must find homes in just two parties, those parties can be many things except a source of coherence, consistency, wisdom, truth or reason.<br />History also suggests that you can’t know in advance which of two presidential candidates the country will fare better under, though politics is the passionate illusion that you can. You could not have guessed that Jimmy Carter would start the transformation that Ronald Reagan would continue, legislatively deregulating much of the American transportation and energy sectors, introducing a Milton Friedman-style regime to the Federal Reserve to save the dollar. You could not have guessed George W. Bush’s legacy would be two wars or that, after the monumental collapse of his signature health-care initiative, Bill Clinton’s would be to husband the Carter-Reagan capital to preside over another economic boom.<br />Harold Macmillan ill-advisedly told the truth when asked what plans he intended to pursue as prime minister. He said he expected to be primarily occupied with “matters that arise.”<br />You didn’t know what to expect from Donald Trump except chaos, a short word for unpredictability.<br />In the weeks since Election Day, a  New York Times  writer has said Joe Biden can now acknowledge the strength of the Trump economy, Fareed Zakaria says we can admit the “dirty little secret” that his administration was tough on Russia, and countless Democratic foreign-policy wonks are rubbing their hands at Mr. Biden’s inheritance of Mr. Trump’s Mideast peace deals."
}