{
    "url_original": "https://www.wsj.com/articles/america-can-defend-taiwan-11611684038?mod=opinion_lead_pos5",
    "url": "america-can-defend-taiwan-11611684038",
    "title": "America Can Defend Taiwan",
    "sub_head": "More sensors, missiles and other assets in the region will help deter China from a costly island invasion.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-26 13:00:00",
    "body": "The Biden administration faces a stark reality: Over the next four years it’s possible that China will try to take Taiwan. For the first time since 1950, Beijing may reasonably think it has a viable military option to force what it regards as a renegade province to heel. President Xi Jinping has said Taiwan must be part of China—and has signaled he intends to do something about it.<br />The stakes for America are immense. Keeping Taiwan out of Beijing’s grip is crucial for denying China’s goal of attaining regional hegemony and eventually global pre-eminence. The island occupies a pivotal geographic position. If Taiwan falls, China would have the ability to project military power throughout Asia. Japan, the Philippines, Southeast Asia and the Pacific islands would all be more vulnerable to China’s military.<br />The U.S. has long opposed China’s belligerence toward Taiwan, and states in the region would read the U.S. response to an attack as a bellwether of American reliability. Forgoing Taiwan’s defense would seriously undermine America’s credibility among already nervous Asian allies and partners. For these reasons, the recently declassified 2018 Indo-Pacific strategy specifically ordered the Pentagon to implement a defense strategy that will make the U.S. capable of defending Taiwan.<br />But can America even defend Taiwan from a China that has become so powerful? The People’s Liberation Army is growing stronger at an astonishingly fast rate. The PLA Navy already has more ships than the U.S. Navy, its air forces are the largest in the region, and Beijing also boasts the world’s largest missile force. Beijing seeks to reach technical parity with America’s armed forces by the 2020s, and surpass us by 2030.<br />Despite all this, the answer is yes. Defeating a PLA attack would be far from easy or cheap, and being ready to do so will involve wrenching changes in the U.S. and Taiwanese defense establishments. But it is doable."
}