{
    "url_original": "https://www.wsj.com/articles/america-emerges-disunited-but-intact-11611271116?mod=opinion_lead_pos8",
    "url": "america-emerges-disunited-but-intact-11611271116",
    "title": "America Emerges Disunited but Intact",
    "sub_head": "After an exhausting four years, a relatively normal inauguration offers hope that better days are ahead.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-288791?width=620&size=1.5",
    "image_1": "im-288791.jpg",
    "time": "2021-01-21 18:18:00",
    "body": "So it ended, so it begins. We ought to give ourselves a moment this weekend to take pleasure in the end of a strange, grinding era and rejoice in the continuance of something we had blithely taken for granted: the peaceful transfer of presidential power. That jewel in our crown had been there a long time; we’d neglected the binding wire and setting and it came loose. The aim of the inauguration was to show it is back in place, immovably, as are our institutions, and our 200-year-old way of moving forward in the world.<br />It was all very handsome and well done, a real achievement considering the circumstances: a pandemic, an insurrection in the Capitol two weeks earlier, and what amounted to a military occupation of the streets. The swearings-in took place in what amounted to a militarized ghost town. There is a grim defensiveness in a guarded, boarded-up, fenced-off Capitol Hill and White House. Their relative undefendedness in the past was an assertion: We have nothing to fear from each other. You lose a lot when you lose that.<br />There was no way the planners could produce a happy, moving inauguration with that degree of difficulty. Yet they did. It was a day worthy of a great people.<br />I did not, unlike everyone I know and almost every conservative, find tears in my eyes. I just felt gratitude and relief.<br />What a hunger there is for “normal,” for stately, serene and dignified. For seeing forms maintained."
}