{
    "url_original": "https://www.wsj.com/articles/american-women-in-florence-11611341719",
    "url": "american-women-in-florence-11611341719",
    "title": "American Women in Florence",
    "sub_head": "Collector Christian Levett has filled his Italian palazzo with a world-class assembly of works by female Abstract Expressionists.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-288459?width=620&size=custom_3155x4200",
    "image_1": "im-288459.jpg",
    "time": "2021-01-22 13:55:00",
    "body": "Spread over two floors of a palazzo beside the River Arno in Florence, amid the treasures of the Italian Renaissance, is perhaps the world’s largest private collection of art by modern female abstractionists.<br />Walking down the street you would never know it was there. Even if you knew the name of the collector, former hedge-fund manager Christian Levett, you would have to squint long and hard to find it in the cluster of little brass name plates alongside the palazzo’s massive door. But once across the threshold you are surrounded by paintings by Lee Krasner, Elaine de Kooning, Helen Frankenthaler, Grace Hartigan, Joan Mitchell and other Abstract Expressionists who helped revolutionize art after World War II, turning New York City into the capital of Western culture for the first time.<br />“There might be someone out there who has 10 Joan Mitchells, say. But in terms of breadth—and depth—I think this collection is unrivaled,” says Mr. Levett. It comprises 80 pictures, including 10 Elaine de Koonings and what is arguably Krasner’s most important work, the 1956 painting “Prophecy.” Elsewhere in the apartment are sculptures by Louise Bourgeois, works by Bridget Riley and tapestries by Tracey Emin.<br />Mr. Levett, 50, began his career in finance in 1991 and went on to work for  Goldman Sachs  before founding the commodity hedge fund Clive Capital. He bought his first painting, by the 17th-century Dutch master Egbert van der Poel, in 1996. It cost 100,000 French francs, a little less than $20,000.<br />His interest in art burgeoned along with his ability to buy progressively more important works. He went through what he describes as “different periods of fanaticism”: coins and hand-painted books, Old Masters, antiquities, ancient arms and armor (he sits on the Metropolitan Museum’s visitors’ committee for arms and armor). Many of his antiquities are housed in the Mougins Museum of Classical Art, a four-story museum that Mr. Levett founded in 2009 in a French village near Cannes."
}