{
    "url_original": "https://www.wsj.com/articles/americans-drinking-more-tequila-at-home-buoys-diageo-11611835060?mod=business_lead_pos6",
    "url": "americans-drinking-more-tequila-at-home-buoys-diageo-11611835060",
    "title": "Americans Drinking More Tequila at Home Buoys Diageo",
    "sub_head": "Liquor giant says sales of Don Julio and Casamigos are helping offset a slump at bars during pandemic",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-291584?width=620&size=1.5",
    "image_1": "im-291584.jpg",
    "time": "2021-01-28 06:57:00",
    "body": "Americans drinking more Don Julio tequila and other spirits at home during the pandemic outweighed a slump in sales at bars, helping liquor giant Diageo PLC report a rise in half-year organic sales.<br />The company, whose other brands include Tanqueray gin and Smirnoff vodka, said it shifted marketing dollars to encourage sales in U.S. liquor stores and online, helping it sell more booze overall. Diageo said sales in its largest market were also buoyed by a continuing shift among drinkers from beer and wine to spirits, and by a rush from distributors to restock.<br />Net spirits sales in the U.S. grew 15% in the last six months of 2020 on an organic basis, which strips out currency movements, driven by an 80% jump in tequila net sales as Don Julio and Casamigos were embraced by drinkers staying in. Tequila now accounts for 7% of Diageo’s global net sales, up from 1% five years ago.<br />Diageo said consumers in the U.S.—following the early days of lockdown when they stocked up on large bottles of booze—have been reaching for pricier liquor as they look to replicate a bar experience at home.<br />The company reported a 12% rise in U.S. sales for Baileys, which Chief Executive Ivan Menezes said reflected the company’s efforts to market the drink as a year-round treat rather than just a winter dessert liquor. It pushed the brand as a baking ingredient for banana bread during lockdown and launched a seasonal apple pie variant to cater to the home baking trend."
}