{
    "url_original": "https://www.wsj.com/articles/america-made-by-hand-11610736800",
    "url": "america-made-by-hand-11610736800",
    "title": "America Made by Hand",
    "sub_head": "A new exhibition at Arkansas’s Crystal Bridges Museum explores the art of craft.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-284848?width=620&size=1.5",
    "image_1": "im-284848.jpg",
    "time": "2021-01-15 13:53:00",
    "body": "In 1985, Myra Mimlitsch-Gray took a class from master metalsmith John Prip, known for his handsome silver coffeepots with a spare, Danish functionalist edge. But the “Melting Teapot” Ms. Mimlitsch-Gray went on to create 20 years later would be a nightmare at any dinner party—half-melted and half about to take flight, its spout defiantly twisted.<br />With its mix of traditional production skills and maverick intentions, “Melting Teapot” fits perfectly in “Crafting America,” a new exhibition opening Feb. 6 at Crystal Bridges Museum of American Art in Bentonville, Ark. The show includes 120 works in a variety of media, including ceramics, fiber, wood, metal and glass, by a diverse group of American artists, including Ruth Asawa, Jeffrey Gibson and Peter Voulkos.<br />”Crafting America” explores the difference between a craft artwork and a skillfully constructed piece meant for ordinary use. Exhibition co-curator Glenn Adamson defines craft artwork as “skilled making on a human scale,” and co-curator Jen Padgett says that such artworks have a broad appeal for museumgoers. Only a narrow slice of the American public has studied painting, she points out, but “everyone has a connection to craft.”<br />Some of the artists draw on craft traditions, like Steven Young Lee, whose works evoke venerable Chinese vases. His “Vase With Dragon” (2020), made of porcelain, cobalt inlay and glaze, has a gaping crack in it, as if the vase had been incubating a creature that just emerged. Wendell Castle, who died in 2018, often evoked living things in his furniture, as in a 1962 wooden chest of drawers that seems to be under attack by the tendrils that serve as its legs and penetrate its frame. Other artists reach deep into their inner worlds. Linda Lopez, who works near Crystal Bridges, creates “furry” ceramic sculptures formed from multitudes of clay droplets; they look like friendly, obscure sea creatures.<br />Many craft artists use familiar materials to make sharp points about society or history. Katherine Vetne was inspired by scrolling through online wedding registries to create warped versions of upscale household items—satires of materialism that evoke gracious living after the apocalypse. For “All This Could Be Yours” (2021), the artist melted lead crystal ware, then used silver nitrate to transform the distorted items into a mirrored surface. The process heightens the objects’ “perceived value as well as creating reflective surfaces that create warped images of the world around them,” as she has written on her website."
}