{
    "url_original": "https://www.wsj.com/articles/americans-deserve-better-than-clickbait-crack-11609888300?mod=opinion_lead_pos5",
    "url": "americans-deserve-better-than-clickbait-crack-11609888300",
    "title": "Americans Deserve Better Than Clickbait Crack",
    "sub_head": "This week’s Electoral College challenge is in part the result of tribal media consumption.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-05 18:11:00",
    "body": "Scores of Republicans in Congress will vote Wednesday to reject the Electoral College results in the 2020 presidential election. This comes despite the rulings from Trump-appointed federal judges in state after state rejecting the president’s assertions that he was cheated, and despite the Supreme Court’s rejection of his frivolous appeals. President Trump leapfrogs among dozens of conspiracy theories, but not a single court—in roughly four dozen attempts—has found sufficient evidence for his claims.<br />Senators know that the president’s social-media rantings are bunk. In our conversations, no one argues that the election was actually stolen. The arguments offered are instead about how Mr. Trump and his core supporters will respond to the certification vote. Republicans are facing tremendous pressure from a vocal minority, and they are wrestling with very real political consequences.<br />In a play, a rifle hanging above the fireplace in the first act must be fired by the third act. At some point Republicans, Democrats or some yet unformed party will fire the gun that Republican election objectors load this week. If voting against the Electoral College is an easy new way to signal disappointment, politicians will make it a quadrennial habit. Basic trust in our elections will evaporate and, down the road, a congressional majority may succeed in changing an outcome.<br />Despite these dangerous innovations in Congress, the deeper problem in our politics is on the demand side. Our central crisis isn’t the existence of political drug dealers. It is that we have a society-wide addiction to clickbait crack that treats politics like blood sport. Fifteen percent to 20% of Americans—our friends and neighbors on the left and right—are hooked.<br />Our politics has become so poisonous that members of Congress now see personal benefit in posturing or actually attempting to overturn a presidential election, thereby disenfranchising millions of Americans for the sin of voting for the other party. Our institutions aren’t meant for this, and the constant horse-race analysis and apocalyptic rhetoric will push us further and faster into idiocracy."
}