{
    "url_original": "https://www.wsj.com/articles/an-anti-bureaucracy-vaccine-please-11610494704?mod=opinion_lead_pos1",
    "url": "an-anti-bureaucracy-vaccine-please-11610494704",
    "title": "An Anti-Bureaucracy Vaccine, Please",
    "sub_head": "Delivering shots by age will help the most vulnerable faster.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-281734?width=620&size=1.5",
    "image_1": "im-281734.jpg",
    "time": "2021-01-12 18:38:00",
    "body": "The Trump Administration said Tuesday it would release vaccine doses that it had been holding back for second inoculations and send more shots to states that are administering them faster. Thank you. This should speed up vaccinations by putting more pressure on states to relax the bureaucratic and political controls that have slowed the rollout.<br />“Every vaccine dose that is sitting in a warehouse rather than going into an arm could mean one more life lost or one more hospital bed occupied,” Health and Human Services Secretary Alex Azar said in a press briefing. He’s right. Only 9.3 million of the 27.7 million vaccine doses that have been shipped to states have been administered.<br />Blame convoluted and rigid eligibility rules that have focused too much on “equity”—i.e., politics. Operation Warp Speed apportions doses to states, and then states decide how to allocate them. The Centers for Disease Control and Prevention’s guidance to states on how to prioritize vaccines focuses on worker occupation, but many states have added to the morass.<br />New York has been one of the worst, creating a complex formula for ranking health-care employees based on underlying risk factors, age, occupation and hospital department, among other things. Many hospitals had spare vaccines because large numbers of health-care workers declined to be vaccinated. Yet state rules barred offering shots to others.<br />The  Pfizer  and Moderna mRNA shots have to be used within hours of opening vials. When hospitals and clinics had leftover shots after vaccinating everyone who wanted one, nurses often had to go on a scavenger hunt to find someone in the Governor’s top priority group. Many doses went to waste, and hundreds were left unopened on shelves."
}