{
    "url_original": "https://www.wsj.com/articles/an-embattled-statue-under-siege-11610736858",
    "url": "an-embattled-statue-under-siege-11610736858",
    "title": "An Embattled Statue, Under Siege",
    "sub_head": "Vinnie Ream’s sculpture of Abraham Lincoln, which appeared in photos from the recent Capitol riots, has long had its detractors; now the time is ripe for a positive reassessment.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-283564?width=620&size=1.5",
    "image_1": "im-283564.jpg",
    "time": "2021-01-15 13:54:00",
    "body": "<br />Like a silent sentinel, the statue of Abraham Lincoln has long loomed over dignitaries who have lain in state in the Capitol Rotunda, among them presidents, members of Congress and even the Capitol Police officers shot to death defending the building in 1998. Then, on Jan. 6, young artist Vinnie Ream’s 7-foot-tall marble sculpture appeared in the background as a mob swarmed the Rotunda. It was not difficult to imagine the gracefully extended arm that once seemed to beckon onlookers now gesturing, at least in the selfies taken by rioters, for a halt to the madness.<br />Painful as it was to see an icon endangered by a crush of unrestrained insurrectionists, this particular one is no stranger to disrespect. Since its unveiling, it has been ridiculed, moved and damaged. Whether it is a treasure or a novelty has long remained unsettled. Its recent close call suggests the time is ripe for a positive reassessment.<br />Controversial it has always been. The very idea of awarding the prestigious commission to an 18-year-old novice triggered furious debate before Ream emerged the youngest artist and first female authorized by Congress to produce a sculpture for the Capitol. What she lacked in experience, Vinnie Ream (1847-1914) made up for in confidence, charm, connections and enterprise.<br />Ream and her parents moved to wartime Washington in 1861. There, two years later, a family friend, Rep. James Rollins, introduced her to sculptor Clark Mills, whose equestrian statue of Andrew Jackson already graced Lafayette Square. Dabbling with clay at Mills’s studio, Ream produced a likeness of an Indian chief that so beguiled the veteran artist he invited her to study with him."
}