{
    "url_original": "https://www.wsj.com/articles/an-old-foe-of-banks-could-be-wall-streets-new-top-cop-11610773211?mod=markets_lead_pos5",
    "url": "an-old-foe-of-banks-could-be-wall-streets-new-top-cop-11610773211",
    "title": "An Old Foe of Banks Could Be Wall Street’s New Top Cop",
    "sub_head": "Gary Gensler is expected to be Joe Biden’s pick to take over the Securities and Exchange Commission. ‘He will do things that are controversial.’",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-285375?width=620&size=1.5",
    "image_1": "im-285375.jpg",
    "time": "2021-01-16 12:00:00",
    "body": "WASHINGTON—President-elect Joe Biden’s expected pick of Gary Gensler to lead the Securities and Exchange Commission could give Wall Street its most aggressive regulator in two decades.<br />The finance industry has thrived under the Trump administration’s light regulatory touch. Mr. Gensler, who sources familiar with the transition say is likely to be tapped by Mr. Biden for SEC chairman, has a history of shaking up the status quo. If he gets the assignment, he would be tasked with toughening regulation and enforcement of public companies and the finance industry.<br />He did that when he ran the Commodity Futures Trading Commission, a smaller regulatory sibling to the SEC, from 2009 to 2013. There, he steamrolled the opposition to write rules from scratch governing the markets for hundreds of trillions of dollars of derivatives. Some of these complex financial instruments were blamed for the 2008-09 financial crisis.<br />Lawyers, regulators and lobbyists say Mr. Gensler would likely be the most active, pro-regulatory SEC chairman since William Donaldson ran the agency in the wake of the corporate scandals of the early 2000s, or Arthur Levitt’s tenure during the Clinton administration. They also expect a renewed eagerness to pursue enforcement cases against major corporations and Wall Street banks. At the CFTC, Mr. Gensler earned a reputation for an aggressive, sharp-elbow style of management more reminiscent of Wall Street than Washington, at times even clashing with officials in his own party.<br />“He’s a totally different cup of tea than we’ve had at the SEC,” said Hal Scott, a professor of capital markets law at Harvard Law School. “He will do things that are controversial.”"
}