{
    "url_original": "https://www.wsj.com/articles/angela-merkels-second-successor-11611079700?mod=opinion_lead_pos3",
    "url": "angela-merkels-second-successor-11611079700",
    "title": "Angela Merkel’s Second Successor",
    "sub_head": "Armin Laschet and his party hope to keep the boring times rolling.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-19 13:08:00",
    "body": "Germany took another step Saturday in its long transition to whatever will come after Angela Merkel, as the country’s largest party elected Armin Laschet as leader. As head of Mrs. Merkel’s Christian Democratic Union, Mr. Laschet is in pole position to succeed her as chancellor after October elections—for boring or worse.<br />This marks the CDU’s second attempt to find a political heir for Mrs. Merkel, after Annegret Kramp-Karrenbauer’s ascent to the party leadership in late 2018. AKK, as she’s known, was Mrs. Merkel’s preferred successor but proved inept at managing tensions among factions within the CDU. A string of poor state election results for the CDU hastened her exit last year amid a ruckus over cooperation between some local CDU candidates and the far-right Alternative for Germany (AfD).<br />With Mr. Laschet, the CDU is attempting the same policy strategy embodied by AKK. He represents continuity with Mrs. Merkel in almost all respects, from his timidity on domestic economic reforms to his sympathy for Russia and enthusiasm for closer economic ties with China. The party on Saturday again rebuffed Friedrich Merz, who ran against Mr. Laschet and against AKK in 2018 on a free-market reform platform. CDU convention delegates also knocked out foreign-policy hawk Norbert Röttgen.<br />It’s a bet that when they elect a new parliament this year, Germans will want more of Mrs. Merkel’s brand of wooly centrism. But if that turns out to be true, it will be by default. State election results and opinion polls suggest the CDU and its Bavarian sister the CSU remain Germany’s plurality party but with markedly diminishing support.<br />Meanwhile, German politics is drifting away from Mrs. Merkel’s breed of consensus. Despite winning a leadership election among delegates to the CDU party conference, Mr. Laschet’s soft foreign-policy views are increasingly at odds with prominent CDU figures who advocate a sterner approach to Russia and China. The Greens are on the rise as a mainstream center-left party on the back of their foreign-policy hawkishness and hostility to crony capitalism at home."
}