{
    "url_original": "https://www.wsj.com/articles/another-promising-vaccine-this-one-from-johnson-johnson-11612131877?mod=opinion_lead_pos7",
    "url": "another-promising-vaccine-this-one-from-johnson-johnson-11612131877",
    "title": "Another Promising Vaccine, This One From Johnson & Johnson",
    "sub_head": "But new variants pose an undetermined threat. The flu-vaccine system can be a model for regulators.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292914?width=620&size=1.5",
    "image_1": "im-292914.jpg",
    "time": "2021-01-31 17:24:00",
    "body": "Some good news this week:  Johnson & Johnson ’s  vaccine looks likely to become the third U.S. Covid-19 vaccine to enter the market. The company released data this week showing the vaccine is about 70% effective against the virus, and its version requires only one shot. The Food and Drug Administration will need to review the evidence thoroughly, but the preliminary data is promising. The company is collecting more information to determine whether a booster shot could provide even better protection.<br />Crushing Covid will require making the most of the different vaccine candidates, which come with their own pros and cons, and tweaking them to stay ahead of viral mutations. The vaccines all follow a similar basic approach, putting into arms the spike protein found on the surface of the coronavirus. But Johnson & Johnson’s vaccine takes a slightly different approach to delivery than vaccines produced by  Pfizer  and Moderna. (I am on the board of Pfizer.) The biotech company  Novavax  is pursuing a vaccine candidate with its own special delivery system. All four might be available by the summer, which would mean an ample supply.<br />Americans will wonder which one works best? It will be tempting to compare data across trials. But that isn’t apples to apples; the vaccines and the data aren’t all the same. And new variants of Covid may demand vaccines that offer slightly different layers of protection and target slightly different parts of the virus.<br />The regulatory process must encourage this kind of portfolio diversification, while allowing tweaks to keep ahead of the virus’s twists and turns. The FDA is working on guidance to address new variants, which will include a pathway for updating vaccines.<br />The model should be the flu-vaccine process. Every year scientists develop the basic components for flu vaccines that are capable of targeting many different strains of the virus. But only the three or four strains expected to be most prevalent are put into production. The rest stay on the shelf, ready to be put into production should the flu take an unexpected evolutionary turn. The FDA should do the same for Covid."
}