{
    "url_original": "https://www.wsj.com/articles/another-big-labor-fight-is-brewing-in-major-league-baseball-11611669678",
    "url": "another-big-labor-fight-is-brewing-in-major-league-baseball-11611669678",
    "title": "Another Big Labor Fight Is Brewing in Major League Baseball",
    "sub_head": "With spring training three weeks away, MLB owners want to delay opening day, while the players union prepares for a full season",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-290101?width=620&size=1.5005861664712778",
    "image_1": "im-290101.jpg",
    "time": "2021-01-26 09:01:00",
    "body": "With coronavirus infections dipping nationwide, one might think Major League Baseball’s owners would feel a bit more optimistic about spring training starting in a few weeks. Instead, they want to delay or even shorten the upcoming season, hoping that widespread vaccine distribution would create safer conditions for players and allow fans to buy tickets to attend again.<br />The Players Association, however, argues that MLB has no legal grounds to deviate from the 2021 schedule that has been set since July without its consent and expects to push ahead with a full slate. The union has indicated that it has no intention of accepting a deal that results in players receiving anything less than 100% pay, after they received 37% of their salaries during last year’s 60-game campaign in empty stadiums.<br />The brewing conflict raises the prospect of Round 2 of a bitter pandemic dispute from last spring, which threatened to derail the entire season and further damaged the industry’s contentious labor relations. This time, the stakes are even higher: The current collective bargaining agreement expires on Dec. 1, with the reality of a work stoppage in 2022 becoming increasingly realistic as trust between the two sides deteriorates beyond its already-fractured state.<br />Internally, MLB recognizes that it has little recourse to unilaterally impose a schedule of fewer than 162 games. That’s why commissioner Rob Manfred has instructed teams to plan for camps across Arizona and Florida to open on time.<br />In a statement, MLB said it would “continue to consult with public health authorities, medical experts, and the Players Association” about whether any schedule modifications should be made. The MLBPA said, “While we, of course, share the goals of a safe spring training and regular season, MLB has repeatedly assured us that it has instructed its teams to be prepared for an on-time start.”"
}