{
    "url_original": "https://www.wsj.com/articles/any-stimulus-autopilot-is-a-dangerous-idea-11612127945?mod=opinion_major_pos16",
    "url": "any-stimulus-autopilot-is-a-dangerous-idea-11612127945",
    "title": "Any Stimulus Autopilot Is a Dangerous Idea",
    "sub_head": "Automatic government stimulus based on economic growth or unemployment rates opens the door to all sorts of manipulation.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-289261?width=620&size=1.5",
    "image_1": "im-289261.jpg",
    "time": "2021-01-31 16:19:00",
    "body": "Jason Furman argues that “Biden’s Stimulus Should Stay the Course” (op-ed, Jan. 26) with an enhancement that would put it on autopilot to continue assistance as long as the economy is weak and needs it. He proposes that the stimulus be upgraded to “recession insurance” available on a permanent basis to mitigate future economic downturns. Rather than rely on politicians to rise to the challenge when crises first hit, poor economic results would trigger immediate increases in unemployment benefits, automatic fiscal assistance for states and more federal funding for other benefits such as nutritional assistance. Recession-triggered spending would phase out when no longer needed.<br />A permanent autopilot for recession-fighting stimulus is a tempting but ultimately terrible idea. Automatic government stimulus based on economic growth or unemployment rates opens the door to all sorts of manipulation, gaming of the system, counterproductive behavior and unintended consequences. Businesses, investors, workers and consumers make decisions based on expectations. Will a softening of the economy prompt, say, quicker and more consequential decisions that accelerate layoffs and belt-tightening because Washington will be an automatic backstop? In theory, establishing automatic triggers for wages and benefits to rise when inflation goes up is a way to protect people, but the real-world effect of an economywide inflation protection would be an out-control-price spiral.<br />An autopilot for stimulus likely would affect wage, hiring and layoff decisions by corporations, and spending and taxing decisions by state and local governments. If Washington provides a safety net for states whenever the economy softens, there is a disincentive for states to ever bite the bullet and be more fiscally prudent.<br />Mark Adams<br />Atlanta"
}