{
    "url_original": "https://www.wsj.com/articles/apeel-ceo-james-rogers-wants-to-extend-the-shelf-life-of-your-avocados-and-oranges-11610128693",
    "url": "apeel-ceo-james-rogers-wants-to-extend-the-shelf-life-of-your-avocados-and-oranges-11610128693",
    "title": "Apeel CEO James Rogers Wants to Extend the Shelf Life of Your Avocados and Oranges",
    "sub_head": "His firm applies an edible, plant-based coating to fruits and vegetables that lets them last longer without refrigeration",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-282217?width=620&size=1.5",
    "image_1": "im-282217.jpg",
    "time": "2021-01-08 12:58:00",
    "body": "Growing up in Battle Ground, Wash., James Rogers wanted to be an inventor. He spent weekends at the local hardware store sorting through buckets of odds and ends, moved by the idea that he could use ordinary materials to make something new. “I didn’t know then that that was science,” he says over Zoom from his home in Santa Barbara, Calif.<br />Some 25 years since those afternoons with his “invention journal,” Mr. Rogers, 35, is now promoting a scientific discovery that could improve the global food-supply chain. His company, Apeel, applies an edible, plant-based coating to fruits and vegetables that extends their shelf life without refrigeration.<br />Apeel-treated avocados, limes, apples and cucumbers are already in some of the largest grocery chains in the U.S. and Europe. The startup now plans to expand into markets in Asia, Africa and Latin America, thanks to a $30 million investment from the International Finance Corp., the World Bank’s private-sector arm. The company Mr. Rogers launched in 2012 as a Ph.D. student is now valued at more than $1 billion.<br />“Perishability governs every element of the food system,” Mr. Rogers says. Fruits and vegetables start to lose their value once they are picked, and producers, suppliers, retailers and consumers all race to get those berries and leaves into someone’s mouth before they spoil.<br />This urgency forces trade-offs. Most retailers arrange produce in unrefrigerated displays, which sells food faster but ensures that everything rots sooner. Asparagus turns so quickly that most international imports come by air, which gives these tender spears a larger carbon footprint than pork or veal, according to a study in the Journal of Industrial Ecology."
}