{
    "url_original": "https://www.wsj.com/articles/apollo-ceo-leon-black-to-step-down-following-review-of-jeffrey-epstein-ties-11611609757?mod=business_minor_pos4",
    "url": "apollo-ceo-leon-black-to-step-down-following-review-of-jeffrey-epstein-ties-11611609757",
    "title": "Apollo CEO Leon Black to Step Down Following Review of Jeffrey Epstein Ties",
    "sub_head": "Independent probe finds Black wasn’t involved in disgraced financier’s criminal activities; Marc Rowan to take over top job by July 31",
    "category_1": "Markets",
    "category_2": "Wealth Management",
    "image_1_url": "https://images.wsj.net/im-290168?width=620&size=1.5",
    "image_1": "im-290168.jpg",
    "time": "2021-01-25 16:22:00",
    "body": "Leon Black plans to step down as chief executive of  Apollo Global Management Inc.  after an independent review revealed larger-than-expected payments to disgraced financier Jeffrey Epstein that it nevertheless deemed justified.<br />The monthslong review by Dechert LLP found no evidence that Mr. Black was involved in the criminal activities of the late Epstein, who was indicted in 2019 on federal sex-trafficking charges involving underage girls, according to a copy of the law firm’s report that was viewed by The Wall Street Journal.<br />In its report, Dechert found the fees that the billionaire had paid Epstein were for legitimate advice on trust- and estate-tax planning that proved to be of significant value to Mr. Black and his family. Mr. Black paid Epstein a total of $148 million, plus a $10 million donation to his charity—far more than was previously known.<br />Mr. Black wrote in a letter to Apollo’s fund investors that he would cede the role of CEO to co-founder Marc Rowan on or before his 70th birthday on July 31 while retaining the role of chairman. In the letter, a copy of which was viewed by the Journal, Mr. Black detailed other governance changes he is recommending to the board, including the appointment of more independent directors and the elimination of Apollo’s dual-class share structure.<br />Mr. Black also pledged to donate $200 million of his family’s money to women’s initiatives."
}