{
    "url_original": "https://www.wsj.com/articles/appeals-court-vacates-federal-rules-on-greenhouse-gas-emissions-at-power-plants-11611073318?mod=politics_lead_pos12",
    "url": "appeals-court-vacates-federal-rules-on-greenhouse-gas-emissions-at-power-plants-11611073318",
    "title": "Trump Rules Easing Power-Plant Emissions Limits Are Vacated by Court",
    "sub_head": "Appeals court ruling gives incoming Biden administration an opening to reset rules for addressing climate change",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-287110?width=620&size=1.5",
    "image_1": "im-287110.jpg",
    "time": "2021-01-19 14:50:00",
    "body": "WASHINGTON—A federal appeals court on Tuesday vacated the Trump administration’s rules that eased restrictions on greenhouse-gas emissions from power plants, potentially making it easier for the incoming Biden administration to reset rules targeting climate emissions.<br />A 2-1 majority on the U.S. Court of Appeals for the District of Columbia Circuit decided to send the Affordable Clean Energy rule back to the Environmental Protection Agency, ruling the Trump administration adopted an unlawfully narrow view of federal clean-air law.<br />If upheld or unchallenged, the ruling would undo a major Trump administration environmental initiative that intended to give states and electric utilities more flexibility in how they reduced their emissions of heat-trapping gasses.<br />The decision could make it easier for President-elect Joe Biden to fulfill a campaign promise to put more stringent limits on the power industry’s emissions. Mr. Biden has called for eliminating carbon-dioxide emissions from the power sector by 2035, and Tuesday’s ruling would allow him to push toward doing so without first trying to repeal or overhaul a set of rules put in place by conservatives.<br />Power plant emissions have long been one of the top two U.S. sources of greenhouse-gas emissions, putting them in the crosshairs of attempts by government to address global warming. The rules vacated Tuesday were an attempt by the Trump administration to overhaul the first-ever U.S. rules on these emissions, the Clean Power Plan, put in place by the Obama administration."
}