{
    "url_original": "https://www.wsj.com/articles/apple-times-its-chip-gambit-just-right-11610451183?mod=markets_lead_pos11",
    "url": "apple-times-its-chip-gambit-just-right-11610451183",
    "title": "Apple Times Its Chip Gambit Just Right",
    "sub_head": "Mac sales boom in quarter that included in-house chip launch, according to IDC and Gartner",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-283859?width=620&size=1.5",
    "image_1": "im-283859.jpg",
    "time": "2021-01-12 06:33:00",
    "body": "As it turns out, Apple picked a perfect time to mess with the Mac.<br />The consumer-electronics giant launched a new line of the iconic computers with its first in-house processor in mid-November. The company felt strongly enough about the machines to remove the older models using Intel’s chips from its online store. It was no small gamble: Intel’s chips have powered Mac computers since 2006, while Apple’s new in-house processors use the entirely different Arm-based chip architecture that had so far proved unpopular in PC devices.<br />Buyers appeared to snap them up in what is an overall sweet spot for PC sales. According to sales data from market-research firms  Gartner  and IDC released Monday, Mac unit sales hit a record in the fourth quarter, which is also Apple’s fiscal first quarter. IDC estimates sales surged 49% year over year to about 7.3 million units, while Gartner estimates they jumped 31% to about 6.9 million units. Apple stopped disclosing unit sales of its devices at the end of its 2018 fiscal year; the most Mac sales it ever reported before that was 5.7 million units in the quarter ending in September 2015.<br />The pandemic made Apple’s timing especially fortuitous. Workers and students confined to their homes have been buying up PCs in droves across the board. Both IDC and Gartner reported another strong sales jump in the fourth quarter, with IDC estimating a 26% year-over-year increase to 91.6 million units. The three largest PC suppliers—Lenovo, HP and Dell—each saw double-digit gains in the period. Chromebooks have continued to play a strong role thanks to a boom in remote schooling; Gartner estimates Chromebook sales surged 200% year over year to about 11.7 million units in the quarter.<br />The boom from the pandemic is no doubt temporary for most of the mature PC market. Apple’s advantage here is that it still has Macs in its lineup awaiting the upgrade to its in-house processor. Those will include its desktop and pro-level machines, which are expected to be moved to Apple chips over the next year or two. That gives the Mac a good chance to outlive the current PC fever."
}