{
    "url_original": "https://www.wsj.com/articles/apple-suspends-parler-from-app-store-11610241352?mod=business_lead_pos2",
    "url": "apple-suspends-parler-from-app-store-11610241352",
    "title": "Apple, Amazon Move to Marginalize Parler",
    "sub_head": "Amazon will stop providing cloud services to the platform, while Apple suspended Parler from its App Store",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-283181?width=620&size=1.5",
    "image_1": "im-283181.jpg",
    "time": "2021-01-09 22:55:00",
    "body": "Apple Inc.  and  Amazon.com Inc.  halted support for Parler, dealing a major blow to a social-media service that has soared in popularity among conservatives and sharply escalating a campaign by tech giants to regulate content they see as dangerous in the wake of the mob attack on the U.S. Capitol.<br />Amazon said Saturday it would no longer provide cloud-computing services to Parler, and Apple suspended the company’s app from the App Store. Both companies said Parler hasn’t demonstrated in recent conversations that it can adequately address threats of violence on the platform.<br />“We have always supported diverse points of view being represented on the App Store, but there is no place on our platform for threats of violence and illegal activity,” Apple said in a statement. “Parler has not taken adequate measures to address the proliferation of these threats to people’s safety.”<br />The announcements from Amazon and Apple come a day after  Alphabet Inc.’s  Google suspended Parler from its Play Store app marketplace, citing violations of requirements for sufficient moderation of content for apps it distributes.<br />Interest in Parler has risen since November as larger social-network operators such as Facebook Inc. and Twitter Inc. have become more aggressive in policing content. On Friday, Twitter banned President Trump’s personal account, sparking criticism from conservatives online who felt the effort was biased against them."
}