{
    "url_original": "https://www.wsj.com/articles/are-gyms-dead-why-home-workouts-are-here-to-stay-11611337770",
    "url": "are-gyms-dead-why-home-workouts-are-here-to-stay-11611337770",
    "title": "Are Gyms Dead? Why Home Workouts Are Here to Stay",
    "sub_head": "With one in four gyms projected to close last year due to the pandemic, Americans began spending big on Pelotons and other digitally connected home-workout equipment. Now some say we’ll never go back.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "time": "2021-01-22 12:49:00",
    "body": "WITH THE ONSET of Covid-19, gyms across the country closed their doors. Many of us who habitually hit a spin class or gritted our teeth through circuit training were newly stranded at home, confronting the seeming inevitability of flabbiness. Where were our walls of mirrors? Our post-workout showers that let us hand-pump hair conditioner so liberally? As our scrunchies lay dormant, we even grew wistful for the awkwardness of locker rooms.<br />Now, almost a year later, we’re far less nostalgic. Many have found novel, even superior, digitally connected ways to stay fit at home—and it’s beginning to look like we’ll never return to gyms again. That is, if they’re even still there: Last September, the International Health, Racquet & Sportsclub Association estimated that up to one in four would permanently close by 2020’s end. And a TD Ameritrade survey found that 59% of Americans don’t plan to renew their gym memberships after the pandemic.<br />Meanwhile, we’ve been outfitting our homes with pricey Peloton bikes at such a rate the brand saw profits grow by 100% in 2020 to $1.8 billion. Rival equipment outfitter Nautilus saw its 2020 third-quarter sales jump 151.8% year over year. Even the relatively new Mirror, whose interactive fitness “machine” is a sleek, wall-mounted looking-glass that does not junk up décor, was expected to bring in $100 million in revenue in 2020.<br />The shifting dynamic has triggered new thinking. Kara Liotta, former creative director and trainer at New York-based indoor cycling studio Flywheel Sports, saw the crash of gyms as an opportunity. “My partner and I had always thought about doing our own thing, but I had been too afraid to leave a big company,” she said.<br />In March 2020, they launched KKSweat, a virtual boutique fitness platform offering live and on-demand classes over Zoom. While her former employer, Flywheel, declared bankruptcy in September and closed all 42 of its studios, she and her partner are producing 15 classes a week for more than 500 people. “Eleven months in, and this feels like the new norm,” she said."
}