{
    "url_original": "https://www.wsj.com/articles/are-fancy-cocktails-worth-the-fuss-a-guide-to-the-wfh-happy-hour-11611950364",
    "url": "are-fancy-cocktails-worth-the-fuss-a-guide-to-the-wfh-happy-hour-11611950364",
    "title": "Are Fancy Cocktails Worth the Fuss? A Guide to the WFH Happy Hour",
    "sub_head": "With a capsule bar of just three bottles, you can make innumerable drinks. But for some, even that is asking too much. Two tipplers debate: Do we really have the bandwidth to mix a proper cocktail right now?",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-291237?width=620&size=0.6666666666666666",
    "image_1": "im-291237.jpg",
    "time": "2021-01-29 14:59:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Frankly, the pandemic has been a year-long howl of denial: no, no, no to the bars I can’t visit, the people I’d like to drink with, the travel and other things I can’t do. No, not just yet, no.<br />So my cocktail needs to be an exhale of pure hell yes in the middle of it all. It’s an affirmation that punctuates the three-quarter mark in a day and carries me over the finish line. A utilitarian slug of whiskey won’t do for this moment of joy. For me, it’s a Manhattan or bust.<br />What’s so pandemic-perfect about the Manhattan is that it’s not hard to make and doesn’t require many bottles: just whiskey and sweet vermouth. My version usually starts with bourbon (though a rye-based Manhattan is also a thing of beauty) and ends with a Luxardo cherry or three. That bourbon-soaked gift at the bottom of the glass is a delicious reminder that the world hasn’t completely fallen apart, and neither have I.<br />Just the ritual of making a cocktail helps glue me back together. The moment I pull a coupe glass from the shelf and place it in the freezer, I’m halfway home."
}