{
    "url_original": "https://www.wsj.com/articles/are-luxury-mystery-boxes-the-future-of-discount-shopping-11611072599",
    "url": "are-luxury-mystery-boxes-the-future-of-discount-shopping-11611072599",
    "title": "Are ‘Luxury Mystery Boxes’ the Future of Discount Shopping?",
    "sub_head": "Upstart luxury liquidators like Heat and Scarce are offloading surplus clothing from labels like Off-White and Saint Laurent with a twist: The customers have no idea what they’re actually buying",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-287055?width=620&size=0.6666666666666666",
    "image_1": "im-287055.jpg",
    "time": "2021-01-19 11:10:00",
    "body": "LAST YEAR, as part of a wave of retail-store closures, discount retailers Century 21 and Stein Mart filed for bankruptcy. Coronavirus, which slowed Americans’ shopping to a crawl, certainly played a part in their fall—and left many of the brands, stores and factories that had relied on these once-beloved “close-out retailers” holding a surfeit of new clothes that no one was really buying.<br />An intriguing new solution for selling overstock, off-season clothing has emerged, however. Two upstart companies—Heat, founded in London in November 2019; and Scarce, launched in New York in December 2020—offer so-called “luxury mystery boxes” that contain clothing items pulled from the surplus stock of boutiques, brands like Moncler, Balenciaga and Off-White, and even factories. Collectively, the items originally retailed for two to three times as much, on average, as the box’s price. The twist: Until the customers open the box and peek inside, they have no idea what they’re getting. That said, boxes are sold by gender, and users can input in advance their pant, shoe and top sizes<br />Joe Wilkinson, one of the co-founders of Heat, explained that he and his partners came across this surprise packaging concept via YouTube. They noticed “a bit of a trend” for videos where YouTubers would film themselves opening “mystery boxes” that they’d acquired either from independent fashion resellers or other YouTubers. In a typical clip, a chatty, college-aged streetwear fan would tear open a box to reveal some rare Adidas, a piece of Yeezy or Supreme merch, or a hard-to-find Palm Angels hoodie. The videos were like an action flick for sneaker addicts and the “what will they pull out next?” suspense kept fans watching. Mr. Wilkinson and his peers decided to turn this gamified unboxing idea into a business, catering to millennial and Gen-Z fashion fans who would watch—or make—these mystery videos.<br />The idea clicked. The day Heat launched, said Mr. Wilkinson, it sold thousands of boxes using a tiered pricing scheme. For around $400 you can acquire a box containing items like T-shirts and small accessories, while roughly $675 gets you a box filled with higher-value hoodies and outerwear. When it comes to selecting their box, which can contain two to a handful of items depending on their price, shoppers can also choose between two broad style categories: “streetwear,” which encompasses brands like Rhude and Ambush, and “contemporary,” which leans on higher-fashion brands like Casablanca and Haider Ackermann.<br />Both Heat and Scarce allow for returns, but customers must return the entire box, not just a single item. If you receive three items, and you adore just one, you will be saddled with the two other so-so items as well. Further, both companies require returns within 14 days and expect customers to assume responsibility for any return shipping fees. Perhaps because of this restrictive, cumbersome process, both companies boast low return rates: Heat claims that 10 to 15% of its boxes are returned, while Scarce reports a 5% return rate."
}