{
    "url_original": "https://www.wsj.com/articles/argentine-finance-minister-seeks-44-billion-imf-debt-deal-without-belt-tightening-11612008001",
    "url": "argentine-finance-minister-seeks-44-billion-imf-debt-deal-without-belt-tightening-11612008001",
    "title": "Argentine Finance Minister Seeks $44 Billion IMF Debt Deal Without Belt-Tightening",
    "sub_head": "Governing coalition faces internal dissension; leftist Vice President Cristina Kirchner opposes spending cuts",
    "category_1": "Latin America",
    "image_1_url": "https://images.wsj.net/im-292474?width=620&size=1.5",
    "image_1": "im-292474.jpg",
    "time": "2021-01-30 07:00:00",
    "body": "With Argentina broke, Finance Minister Martín Guzmán is pushing for a deal by May with the International Monetary Fund to repay $44 billion in debt. To win the IMF’s acquiescence, he’ll narrow a yawning budget gap, he said in an interview on Friday.<br />It is the traditional path that Argentina, which has defaulted nine times on sovereign debt, has taken when its economy has hit rock bottom, as it has now during a punishing pandemic that led to a 10% economic contraction 2020. But Mr. Guzmán said his plan falls short of the draconian austerity measures the IMF imposed with other governments.<br />“We are using the negotiations with the IMF as an opportunity to try to break with the patterns of the past,” said Mr. Guzmán, a Columbia University-trained economist.<br />The twist this time around is that Mr. Guzmán and President Alberto Fernández both belong to a party that has long railed against the IMF, blaming it for Argentina’s problems. And they face a formidable opponent within the governing Peronist coalition that is marshaling lawmakers against the IMF’s belt-tightening policies.<br />Vice President Cristina Kirchner, leader of a far-left faction, calls for strong state intervention and public spending to preserve the purchasing power of Argentine workers, a policy that marked her two terms as president."
}