{
    "url_original": "https://www.wsj.com/articles/argentinas-credibility-crisis-11609709871?mod=opinion_lead_pos9",
    "url": "argentinas-credibility-crisis-11609709871",
    "title": "Argentina’s Credibility Crisis",
    "sub_head": "After a 2020 debt restructuring there is no reform agenda to avoid another.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-01-03 16:37:00",
    "body": "During the presidential campaign, Joe Biden blamed President Trump’s “incompetence and neglect” for the loss of U.S. sway in Latin America. The implication was that waning American influence in the region could be reversed by a president who paid more attention to the country’s neighbors.<br />Good luck with that. It is true that American values of sound money, low taxes, a light regulatory touch, open markets and the rule of law are no longer in vogue in much of the region. But beyond setting a better example, it’s hard to think of U.S. actions that would make a difference. Unless Mr. Biden plans to champion an aggressive new free-trade agenda for the hemisphere—something his party isn’t known to support—his options are limited.<br />The trouble with the Beltway’s talk about “engagement” is that it’s all too often a euphemism for pushing development aid out the door. Worse, any new round of handouts from the bidenistas would inevitably be tied to Democratic climate claptrap.<br />Nowhere does this approach have worse odds of success than in Argentina, where President Alberto Fernández is running the country into the ground in traditional Argentine fashion. No amount of foreign aid can fix a country where the productive economy has been reduced to a tool to serve the interests of an all-powerful political class.<br />Argentines were frustrated with the failure of center-right President Mauricio Macri to deliver on promises of growth-oriented reform from 2015-19. So they returned the populist left-wing peronists to power in December 2019. Some six months later Argentina defaulted for the ninth time in its history—the third time in 18 years."
}