{
    "url_original": "https://www.wsj.com/articles/arias-on-identity-isolation-and-fear-11610575647",
    "url": "arias-on-identity-isolation-and-fear-11610575647",
    "title": "Arias on Identity, Isolation and Fear",
    "sub_head": "This year’s Prototype Festival features six boundary-pushing operas, most of which can be enjoyed at home.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-284836?width=620&size=1.5",
    "image_1": "im-284836.jpg",
    "time": "2021-01-13 17:07:00",
    "body": "<br /><br />The annualPrototype Festival (through Jan. 16), produced by Beth Morrison Projects and HERE, always explores new territory in chamber opera theater. This year’s iteration, restricted to digital content due to the Covid-19 pandemic, has, paradoxically, gone even further than usual. The festival’s six presentations headily push boundaries in media, composition, content and geography. They are also available to a much wider public than Prototype’s small theaters can normally hold, and all but one (“Modulation,” which costs $25) are free of charge.<br />For “Modulation,” the 2021 festival’s world-premiere commission, 13 composers—seven of them women, almost all of them people of color—created a series of short films, accessed through an interactive website. On the home page, vocalist Carmina Escobar’s breath-centered music invites the user to select among three lighted doors; these lead to new pages, each a collection of films about “Identity,” “Fear” or “Isolation,” all themes germane to the current moment.<br />The pieces are as diverse as their creators, and they communicate their personal and political messages with clarity and verve. In “Identity,” Juhi Bansal’s “Waves of Change” juxtaposes melismatic singing in Bengali, a cello solo, and footage of a woman on a surfboard to evoke a sense of boundless freedom. Another “Identity” piece, Paul Pinto’s “Whiteness: Blanc,” uses snappy spoken text and the exponentially multiplied image of the artist’s brown face for a seriocomic exploration of the answer to the question “Where are you from?” “Fear” includes Yvette Janine Jackson’s “Fear Is Their Alibi,” in which a soprano sings a slow blues to an ominous bassoon accompaniment as an animated black line becomes a house, a hand, and a boot that viciously crushes the rest of the line into a helpless black puddle."
}