{
    "url_original": "https://www.wsj.com/articles/arizona-republican-meltdown-11611526063?mod=opinion_lead_pos3",
    "url": "arizona-republican-meltdown-11611526063",
    "title": "Arizona Republican Meltdown",
    "sub_head": "The state party reveals the divisions that could doom the GOP for years.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-24 17:07:00",
    "body": "Republicans lost Arizona in the November presidential race for the first time since 1996, and they have lost three U.S. Senate races in a row. How to respond? Naturally, Arizona’s Republican Party decided on the weekend to censure three of its most prominent . . . fellow Republicans.<br />The state party’s committee members, led by chairwoman Kelli Ward, passed resolutions rebuking Cindy McCain, the widow of former Sen. John McCain; former Sen. Jeff Flake; and even current Gov. Doug Ducey. The first two offended the members by endorsing Joe Biden over Donald Trump for President. Mr. Ducey’s offense is that he introduced pandemic lockdowns—though they were relatively modest compared to those in much of the country.<br />The resolutions have little practical effect, but they symbolize the party divisions that could doom the GOP to minority status nationwide for years. Ms. Ward, who has run twice for Senate and lost, was endorsed for party chair this past week by Donald Trump. Mr. Trump, now decamped to Mar-a-Lago, is contemplating revenge against everyone in the GOP he blames for his defeat.<br />Sensible parties that lose elections try to reunite in opposition even while they debate policy differences and examine why they lost. They don’t excommunicate people who could help rebuild a majority. Mr. Flake and Ms. McCain found Mr. Trump’s behavior as President unacceptable, but they were hardly alone. Mr. Trump didn’t lose because Republicans betrayed him. He lost because he alienated too many voters in Wisconsin, Georgia, Pennsylvania, Michigan and Arizona who liked his policies but disliked his tumultuous leadership.<br />The attack on Mr. Ducey is simply bizarre. The Governor has a strong conservative record and will finish his second term in 2022. Senate Republicans have been hoping to recruit him to run against newly elected Democratic Sen. Mark Kelly, who must run again in 2022 because he is filling former Sen. McCain’s uncompleted term."
}