{
    "url_original": "https://www.wsj.com/articles/arizona-gop-to-consider-censuring-cindy-mccain-governor-former-senator-11610566705?mod=politics_lead_pos6",
    "url": "arizona-gop-to-consider-censuring-cindy-mccain-governor-former-senator-11610566705",
    "title": "Arizona GOP to Consider Censuring Cindy McCain, Governor, Former Senator",
    "sub_head": "The state party has been racked by infighting since Election Day, when voters there narrowly chose Joe Biden over President Trump",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-284725?width=620&size=1.5",
    "image_1": "im-284725.jpg",
    "time": "2021-01-13 15:17:00",
    "body": "The Arizona Republican Party will vote next week on a measure that would censure GOP Gov. Doug Ducey, former Sen. Jeff Flake and Cindy McCain, the wife of the late Sen. John McCain, the latest sign of infighting in the state party.<br />The resolutions, which if passed would express disapproval but have no formal consequences, come as the state GOP is distancing itself from many of the Republican Party’s longtime establishment figures. The three censure resolutions easily passed the party’s resolution committee and will be brought before the entire state committee on Jan. 23.<br />The proposed censures for each person refer to what some party members say is executive overreach by Mr. Ducey in his response to the pandemic, Mrs. McCain’s support for same-sex marriage, and Mrs. McCain’s and Mr. Flake’s endorsements of President-elect Joe Biden in the 2020 election, among other things.<br />In a statement, Mrs. McCain criticized Arizona GOP Chairwoman Kelli Ward and denounced what she described as continuous insults and personal attacks. “She’s shown how attacking Republicans like me can impact elections—her involvement in both Senate elections to replace Jeff Flake and my husband John McCain, two regular targets of her personal attacks, resulted in Democrat wins,” Mrs. McCain said. “As Chairman of the AZGOP she managed to turn Arizona blue in November for the first time since 1996.”<br />Ms. Ward, who is up for re-election to her post next Saturday, hasn’t said how she will vote on the censure resolutions, but she has been critical of the party’s establishment wing in the past. She ran against Mr. McCain for the GOP Senate nomination in 2016."
}