{
    "url_original": "https://www.wsj.com/articles/armenia-azerbaijan-agree-to-develop-war-ravaged-nagorno-karabakh-11610395797",
    "url": "armenia-azerbaijan-agree-to-develop-war-ravaged-nagorno-karabakh-11610395797",
    "title": "Armenia, Azerbaijan Agree to Develop War-Ravaged Nagorno-Karabakh",
    "sub_head": "A Russian-brokered peace deal appears to be holding but challenges over POWs and displaced people have yet to be resolved",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-283412?width=620&size=1.5",
    "image_1": "im-283412.jpg",
    "time": "2021-01-11 15:09:00",
    "body": "The leaders of Armenia and Azerbaijan agreed to work together to develop Nagorno-Karabakh following decades of conflict, but failed to resolve several challenges that could stymie the success of a Kremlin-brokered peace deal in the South Caucasus.<br />Russian President Vladimir Putin, who facilitated talks in Moscow on Monday between Azeri President Ilham Aliyev and Armenian Prime Minister Nikol Pashinyan, said the peace deal that came into force on Nov. 10 had been successfully implemented and the leaders had come to the conclusion that “the terms of this agreement are generally respected.”<br />The parties agreed to take “concrete steps to build economic ties and develop infrastructure projects,” the Russian leader said, adding that a working group composed of experts from the three nations would devise “specific plans for the development of transport infrastructure and the region’s economy,” he said.<br />The six-week conflict killed an estimated 5,000 people and forced more than 100,000 ethnic Armenians to flee their homes, according to aid groups. Monday’s discussions were the first in-person talks between Messrs. Aliyev and Pashinyan since fighting culminated with the Azeri army overwhelming Armenian forces and reclaiming control over swaths of Nagorno-Karabakh and surrounding areas they lost to Armenia three decades ago.<br />Mr. Putin said Monday that more than 1,100 acres of land had been cleared of mines, local people were being provided with medical assistance and over 800 tons of construction material and 1.5 million tons of humanitarian cargo had been delivered to the conflict zone."
}