{
    "url_original": "https://www.wsj.com/articles/artist-deborah-robertsa-favorite-of-beyonce-and-barack-obamagets-her-due-11611408655",
    "url": "artist-deborah-robertsa-favorite-of-beyonce-and-barack-obamagets-her-due-11611408655",
    "title": "Artist Deborah Roberts—a Favorite of Beyoncé and Barack Obama—Gets Her Due",
    "sub_head": "The 58-year-old artist on her solo show at the Contemporary Austin and the magic pickle jar she keeps in her studio",
    "category_1": "WSJ. Magazine",
    "category_2": "Art & Design",
    "image_1_url": "https://images.wsj.net/im-288259?width=620&size=custom_2400x1742",
    "image_1": "im-288259.jpg",
    "time": "2021-01-23 08:30:00",
    "body": "The artist: Though she’s been making art since she was a child, it wasn’t until she was in her mid-50s that Deborah Roberts became a market darling. In 2017, the Austin-based artist’s life changed after her mixed-media works were included in several prominent exhibitions, including the group show Fictions at the Studio Museum in Harlem. The Whitney and the Brooklyn Museum acquired her work, as did famous collectors like Beyoncé, Ava DuVernay and President Barack Obama.<br />Now 58, Roberts is known for collaged portraits of Black children, in which she combines found imagery with painting and drawing. Of the reason she’s drawn to her subjects, she explains, Black children “are seen as less innocent; they’re treated as adults when they do kid stuff. I thought I had a really good childhood and I want kids to be able to have that.” Growing up in Austin, Roberts had seven siblings; her mother worked as a maid and her father as an electrical lineman for the city. Though her focus has long been on girls and expanding the beauty standards that are imposed on them, Roberts now portrays Black boys too. “I didn’t know the numbers on how many young Black boys were put in special-ed classes or labeled as early as third grade as being very difficult, hard to teach,” she says. “I wanted to start highlighting some of the issues that young Black boys were facing.”<br />Roberts says her fast rise has been overwhelming at times. “I’m getting better control over it,” she says. “The first few years, I didn’t know what was happening. Now, I understand… I have to be a good steward.”<br />Her latest show: Roberts’s new show, I’m, which debuts at the Contemporary Austin January 23, is her first major solo museum exhibition in Texas. I’m features her paintings, signature collages and an interactive sound, text and video sculpture. The museum also commissioned Roberts to create an ongoing installation, a mural on one of its buildings. Titled Little man, little man, a tribute to James Baldwin’s children’s book of the same name, the mural depicts a young Black boy in six different poses of dance and celebration.<br />The show was originally scheduled for a September opening, but it was moved due to the coronavirus. Roberts used the extra time to continue working on collages she had started in 2019. Living through a pandemic, she noticed, affected her work. “When we went into lockdown, the idea that anybody could just say hello to you and give you this deadly illness—people became more important than normal,” she says. She noticed that when she got back to her studio practice, the portraits she was producing became larger. Keeping them smaller no longer felt right."
}