{
    "url_original": "https://www.wsj.com/articles/as-poland-abortion-law-takes-effect-women-protest-11611852378",
    "url": "as-poland-abortion-law-takes-effect-women-protest-11611852378",
    "title": "As Poland Abortion Law Takes Effect, Women Protest",
    "sub_head": "More demonstrations are planned after restrictions on terminating pregnancy grow tighter",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-291654?width=620&size=1.5",
    "image_1": "im-291654.jpg",
    "time": "2021-01-28 11:46:00",
    "body": "WARSAW—Thousands of women took to the streets of Polish cities after an extensive ban on abortion took effect, three months after a court ruled that it was unconstitutional to terminate pregnancies because of fetal abnormalities.<br />A rights group called Women’s Strike led crowds of people into the streets of Warsaw, Krakow and other cities as the law took effect at midnight, after it was upheld by Poland’s Constitutional Tribunal. The ruling, more than 200 pages long, said that allowing abortion because of congenital defects violated the Polish constitution, which protects all human life.<br />Further protests are planned this week, reflecting broader concern among younger Poles over the conservative policies of Poland’s government, which is allied with the Catholic Church and has tried to tighten Poland’s already-strict abortion laws since coming to power in 2015. Similar protests last fall drew tens of thousands of people in Warsaw alone.<br />Many demonstrators say they are concerned over the way the ruling Law and Justice party previously purged members of the Constitutional Tribunal and replaced them with conservative judges, drawing criticism from the European Union and elsewhere.<br />Anita Czerwińska, spokeswoman for the Law and Justice party, said it is still studying the court’s judgment before commenting. The party has said that the court is responsive to the wishes of Polish voters, who have repeatedly handed Law and Justice majorities in Poland’s parliament."
}