{
    "url_original": "https://www.wsj.com/articles/astrazeneca-applies-for-european-clearance-of-covid-19-vaccine-11610450454?mod=business_lead_pos4",
    "url": "astrazeneca-applies-for-european-clearance-of-covid-19-vaccine-11610450454",
    "title": "AstraZeneca Applies for European Clearance of Covid-19 Vaccine",
    "sub_head": "Shot developed by AstraZeneca and Oxford University could be adopted across the EU by the end of January",
    "category_1": "Business",
    "time": "2021-01-12 06:20:00",
    "body": "LONDON— AstraZeneca  PLC has applied for emergency-use authorization in Europe of the Covid-19 vaccine it developed with the University of Oxford, a step toward the rollout of more shots across the region as infections and hospitalizations rise.<br />The European Union’s drug regulator said Tuesday it could authorize the vaccine as soon as Jan. 29 after completing a review of clinical-trial data. The European Medicines Agency’s key scientific committee will meet that day after additional analysis of the trial results and safety and manufacturing data. Any recommendation to green light the vaccine would likely be formalized by the European Commission within a day or two.<br />That timeline eventually could add 400 million doses to Europe’s vaccine arsenal as the region battles a deadly winter surge of the virus, exacerbated by the spread of a variant first discovered in the U.K. The EU has preordered 300 million doses of the Oxford-AstraZeneca vaccine, with an option for 100 million more.<br />Last week, Europe cleared a vaccine developed by  Moderna Inc.  for emergency use, giving the region a second Covid-19 shot. The bloc is struggling to distribute the doses it has, after authorizing a vaccine from  Pfizer Inc.  and German partner  BioNTech SE  in December.<br />Distribution across 27 member states has been hurt by logistical bottlenecks and challenges with ultracold storage requirements that complicate widespread distribution. Some governments in Europe early on were expecting the Oxford-AstraZeneca vaccine to be first to market, leaving them unprepared for the freezer logistics of the Pfizer-BioNTech shot, resulting in slow, uneven rollouts."
}