{
    "url_original": "https://www.wsj.com/articles/astrazenecas-covid-19-vaccine-shortfall-threatens-eu-plans-to-boost-inoculations-11611423256?mod=business_lead_pos2",
    "url": "astrazenecas-covid-19-vaccine-shortfall-threatens-eu-plans-to-boost-inoculations-11611423256",
    "title": "AstraZeneca’s Covid-19 Vaccine Shortfall Threatens EU Plans to Boost Inoculations",
    "sub_head": "Drugmaker say early supplies could lag projections by as much as 60% in a worst-case scenario",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-01-23 12:34:00",
    "body": "AstraZeneca  PLC expects to deliver tens of millions fewer Covid-19 vaccine doses than planned to the European Union in coming months, according to people familiar with the matter, threatening the continent’s plans to ramp up vaccinations and delivering a fresh reputational blow to the drugmaker.<br />AstraZeneca disclosed the shortfall late Friday after briefing European officials earlier in the day. It blamed a manufacturing issue in Europe, but didn’t disclose the magnitude of the shortfall.<br />According to people familiar with the matter, the company told European officials that in a worst-case scenario AstraZeneca may be able to provide only around 30 million of roughly 80 million doses EU countries had anticipated for February and March, a roughly 60% decline from the company’s earlier estimates. AstraZeneca is working to significantly reduce that potential shortfall and says the roughly 30 million doses is the minimum it should be able to deliver, these people said.<br />The root cause of the problem is a manufacturing facility in Belgium owned by Novasep Holding SAS that has been unable to make as much bulk vaccine as projected, the people said. The facility’s so-called yield, or the amount of vaccine it can make from base ingredients, is running at about a third of AstraZeneca’s expectations, one of the people said. Novasep didn’t respond to requests for comment Saturday.<br />Vaccine yields can vary widely depending on “seeding” steps, taken over weeks, to grow cells needed to make the vaccine and later-stage processes to filter and purify the substance before it is packed into vials. AstraZeneca has found yields varying among its many manufacturing partners and has been working to boost production where it is lagging, the person said. The process is labor- and time-intensive. Reuters first reported the number of doses AstraZeneca may no longer be able to deliver."
}