{
    "url_original": "https://www.wsj.com/articles/at-least-one-central-bank-is-worried-about-speculation-chinas-11612148155?mod=business_minor_pos10",
    "url": "at-least-one-central-bank-is-worried-about-speculation-chinas-11612148155",
    "title": "At Least One Central Bank Is Worried About Speculation: China’s",
    "sub_head": "China’s short-term lending rates shot up to their highest levels in two years last week",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-292988?width=620&size=1.5",
    "image_1": "im-292988.jpg",
    "time": "2021-01-31 21:58:00",
    "body": "Markets in the U.S. are going haywire, but since the economy is also in the tank, central bankers are hesitant to step in and spoil the fun. Not so in China. Markets there look bubbly too and the central bank isn’t amused.<br />China’s short-term lending rates shot up to their highest levels in two years last week, with the weighted average of the one-day interbank collateralized repo hitting nearly 7% Friday. As recently as Friday, Jan. 22, it was only 2.5%. Chinese short-term borrowing rates often jump ahead of the Lunar New Year holiday as holiday cash demand rises, but usually the central bank offsets that with big injections into the banking system. This time, not so much: the People’s Bank of China had hardly added any net liquidity in January as of mid last week, Morgan Stanley noted on Wednesday. Adding to investors’ skittishness, Chinese media last week reported comments from Ma Jun, an adviser to the central bank, warning of asset bubbles.<br />All of this should tell investors a couple things. First, policy makers believe that the risks of turbulence in the bond market—which was rocked by the defaults of several state-owned firms in November—have receded. After central bank data showed net corporate bond financing falling abruptly to its lowest levels since 2018 in November and December, bond financing has now apparently recovered. By mid-January, yields had dropped back and January data from Wind shows that net corporate bond financing has bounced back as well.<br />Second, Beijing still feels comfortable enough with the pace of the recovery—despite weaker-than-expected economic data in December and a faltering January purchasing managers index—to let market rates rise as a warning to stock and real-estate speculators. Before the sharp rise in interbank rates last week, Shenzhen’s tech-heavy ChiNext index had shot up about 13% this year and Shenzhen A-shares as a whole were trading at around 25 times the next 12 months expected earnings according to FactSet, their priciest since 2016. Overall margin debt in China had also started rising rapidly again.<br />China’s recovery is far ahead of the West’s, as its credit growth cycle has already peaked. That means, most likely, the peak in earnings growth isn’t far behind. With U.S. stocks in full-blown euphoria, China might seem like a better bet—but both on fundamentals and liquidity, the rally in Chinese stocks might actually run out of steam first."
}