{
    "url_original": "https://www.wsj.com/articles/atlantis-review-sunken-souls-11611262910",
    "url": "atlantis-review-sunken-souls-11611262910",
    "title": "‘Atlantis’ Review: Sunken Souls",
    "sub_head": "Ukraine’s dystopic Oscar entry takes place in a polluted landscape strewn with abandoned machinery and frozen corpses.",
    "category_1": "Film Review",
    "time": "2021-01-21 16:01:00",
    "body": "Taking the waters takes on new meaning in “Atlantis,” a fearfully powerful feature by Valentyn Vasyanovych and Ukraine’s Oscar entry for international features. In 2025, just one dystopian year after the supposed end of the Russo-Ukraine war, an army vet, Sergiy (Andriy Rymaruk), ekes out a living trucking water to polluted areas of his native Eastern Ukraine. When he decides to take a long-needed bath, he pumps some of the precious stuff from his truck into the amputated bucket of a vanished excavator, lights a wood fire under the huge clawed thing and absorbs the all-too-fleeting warmth.<br />Warmth is hard to come by in Sergiy’s life. He spends long minutes ironing a pair of frozen pants that he’s retrieved from a clothesline outside his scruffy apartment. Long, slow rituals are the hallmark of this film, none of them longer, slower, more meticulous or riveting, in their grisly way, than the work of a volunteer team that recovers and autopsies corpses strewn all across the ravaged land. Most of the bodies are partially mummified, a fit condition for a partially mummified country (and, as befits its title, a sunken land).<br />By now I may have convinced you to put “Atlantis” at the top of your don’t-watch list. If that’s the case, please reconsider. (The film is currently streaming on metrograph.com/live-screenings/atlantis/, and will expand to virtual cinemas next week.) Mr. Vasyanovych’s approach is literally and figuratively visionary. One aspect of the vision is its treatment of machinery. Not since Jennifer Baichwal’s seminal 2006 documentary “Manufactured Landscapes” has there been a motion picture in which enormous encrusted things—trucks, freight trains, a steel factory in terminal fever—possess more vitality than some of the tired souls who run them.<br />That has the indirect effect of expressing the devastation of the Russo-Ukraine war. But another part of the vision is the spectacle of hope rising, uncertainly but persistently, from the vast ashes. World-weary though he may be, Sergiy is attracted to one of the members of the recovery team, Katya (Liudmyla Bileka), an archaeologist before the war. He’s candid with her about his attachment to this shattered place. He can no longer live among normal people, he tells her. But she understands. Normal isn’t the issue. Living is.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}