{
    "url_original": "https://www.wsj.com/articles/australians-cant-get-home-but-tennis-players-fly-in-from-covid-19-hot-spots-11611145803",
    "url": "australians-cant-get-home-but-tennis-players-fly-in-from-covid-19-hot-spots-11611145803",
    "title": "Australians Can’t Get Home, but Tennis Players Fly in From Covid-19 Hot Spots",
    "sub_head": "Athletes arrive as country reduces the number of international arrivals allowed",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-287534?width=620&size=1.5",
    "image_1": "im-287534.jpg",
    "time": "2021-01-20 07:30:00",
    "body": "SYDNEY—International tennis stars jetted into Australia last week from some of the world’s worst coronavirus hot spots. At the same time, ordinary Australians were prohibited from traveling between the country’s two biggest cities because of a small outbreak in one of them.<br />Australia’s tough border controls have been credited with helping the country to contain the coronavirus. Now, Australia’s decision to let hundreds of tennis players into the country ahead of the Australian Open, one of the biggest tennis tournaments in the world, is serving up a public debate on whether some people are getting preferential treatment.<br />“It feels like a bit of a kick in the teeth,” said Julie Land, 42 years old, who has been trying to return to Australia from the U.S. with her family and will have to wait until at least March for an available flight. “Cricket players, tennis entourages and celebrities seem to have no issues at all accessing Australia.”<br />How Australia balances the needs of athletes with anger from some members of the public could offer lessons for other global sports tournaments due to be held this year. Japan, another country with a low number of coronavirus cases by international standards, is scheduled to host the Olympics in July, after they were postponed last year.<br />The tournament is an economic driver for Melbourne, Australia’s second-largest city. Last year, more than 800,000 people attended, and organizers estimated that about $300 million was injected into the local economy. Broadcasts of the tournament reached more than 900 million homes globally."
}