{
    "url_original": "https://www.wsj.com/articles/australia-considers-new-covid-19-quarantine-strategy-outback-isolation-11610704005",
    "url": "australia-considers-new-covid-19-quarantine-strategy-outback-isolation-11610704005",
    "title": "Australia Considers New Covid-19 Quarantine Strategy: Outback Isolation",
    "sub_head": "Fearing the import of new coronavirus strains, one state wants to repurpose remote camps designed for resources workers",
    "category_1": "World",
    "time": "2021-01-15 07:28:00",
    "body": "SYDNEY—Australia has relied on one of the world’s most aggressive quarantine programs to keep the coronavirus at bay. Now, one leader wants to go further by housing returned travelers in Outback camps far from cities as new Covid-19 variants threaten the country’s success.<br />The premier of Queensland state wants to repurpose camps designed for resources workers as isolation hubs in remote scrubland where temperatures can top 100 degrees Fahrenheit. It follows an outbreak of a highly contagious coronavirus strain at a quarantine hotel in Brisbane, Australia’s third-largest city and the state capital, with a population of about 2.5 million people.<br />“I think with this new strain, we have to put all options on the table, and these are sensible, rational options,” said Annastacia Palaszczuk, who was re-elected as Queensland premier in late October in part due to her center-left government’s tough measures to contain Covid-19.<br />The idea of using remote camps illustrates how leaders in places that had crushed the virus are considering more extreme measures to protect people from new variants of the coronavirus, which emerged in the U.K. and South Africa and have since spread to more countries. Currently, travelers returning to Australia are housed in hotels, often close to city airports, for 14 days.<br />Queensland was on a run of almost four months without a case of local transmission when a cleaner at a quarantine hotel in Brisbane tested positive for the new U.K. variant. More cases followed, and 129 people who were isolating were soon moved to another hotel and had their quarantine extended."
}