{
    "url_original": "https://www.wsj.com/articles/baghdad-bombings-kill-dozens-highlighting-iraqs-challenges-amid-u-s-withdrawal-11611230848?mod=business_minor_pos4",
    "url": "baghdad-bombings-kill-dozens-highlighting-iraqs-challenges-amid-u-s-withdrawal-11611230848",
    "title": "Baghdad Bombings Kill Dozens, Highlighting Iraq’s Challenges Amid U.S. Withdrawal",
    "sub_head": "Twin explosions shatter a period of relative calm in the Iraqi capital",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-288350?width=620&size=1.5",
    "image_1": "im-288350.jpg",
    "time": "2021-01-21 07:07:00",
    "body": "BAGHDAD—Twin suicide bombings ripped through a crowded marketplace in Baghdad on Thursday, killing at least 32 people and wounding at least 75 others in the first such attack in Iraq’s capital in more than two years.<br />The explosions shattered a period of relative calm after Islamic State lost the territory it controlled in Iraq and Syria in 2019. The blasts highlight the security challenges facing Iraq after the U.S. withdrew much of its military presence from the country in the last days of the Trump administration.<br />No group claimed responsibility for the bombing. But it bore the hallmarks of Islamic State, which in the past has carried out lethal bombings targeting civilians throughout Iraq and the wider Middle East.<br />Iraqi President Barham Salih condemned the attack, saying in a tweet, “The two terrorist explosions targeting innocent people in Baghdad and at this specific time confirms the attempt by the groups of darkness to target all national entitlements and our people’s aspirations for a safe future.”<br />Yehia Rasool, a military spokesman for Iraq’s prime minister, said Iraqi security forces had received information about the two bombers before the attack and were pursuing them when they blew themselves up. An official statement from Mr. Rasool didn’t include further details about the pursuit of the attackers."
}