{
    "url_original": "https://www.wsj.com/articles/bank-heavyweights-help-financial-etf-set-record-11611234009?mod=markets_lead_pos2",
    "url": "bank-heavyweights-help-financial-etf-set-record-11611234009",
    "title": "Bank Heavyweights Help Financial ETF Set Record",
    "sub_head": "Flows of $3.6 billion so far in January into the Financial Select Sector SPDR exchange-traded fund already exceed every full-month total since November 2016",
    "category_1": "Markets",
    "category_2": "ETFs",
    "image_1_url": "https://images.wsj.net/im-287106?width=620&size=1.5",
    "image_1": "im-287106.jpg",
    "time": "2021-01-21 08:00:00",
    "body": "The U.S. stock market’s most popular financial services exchange-traded fund is hovering near an all-time high for the first time since the onset of the Covid-19 pandemic, propelled by a handful of big stocks.<br />The  which has roughly $30 billion in assets and tracks the S&P 500’s financial sector, reached $31.46 a share last week, eclipsing its February 2020 high. Shares traded just below $31 on Wednesday.<br />ETFs tracking the S&P 500’s technology, communication, consumer-discretionary and health-care sectors surpassed their pre-Covid-19 highs last year. But many cyclical groups, including financials, had lagged behind the broader stock market’s recovery as investors favored buying shares of fast-growing companies. Since the November elections, though, the investment tides have shifted toward economically sensitive companies amid expectations of heavy spending by Democrats, which investors expect will help boost growth.<br />Investors have sought to increase their exposure to bank stocks by putting money into the Financial Select Sector ETF for 11 straight weeks. Flows so far in January have reached $3.6 billion, already exceeding every full-month total since November 2016, according to data from Refinitiv Lipper.<br />But some investors might not realize that the ETF is essentially a wager on the success of a few of the biggest financial stocks in the S&P 500.  JPMorgan Chase  & Co. and  Berkshire Hathaway Inc.  account for about a quarter of the fund, while the addition of  Bank of America Corp.  increases the collective weighting of the three stocks to roughly 33%. It is no surprise then that the ETF’s return to record levels coincided with a rally in those stocks."
}