{
    "url_original": "https://www.wsj.com/articles/banks-make-a-climate-offering-11610580874?mod=opinion_lead_pos2",
    "url": "banks-make-a-climate-offering-11610580874",
    "title": "Banks Make a Climate Offering",
    "sub_head": "The lobby for Big Finance delivers tribute to Team Biden.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-284369?width=620&size=1.5",
    "image_1": "im-284369.jpg",
    "time": "2021-01-13 18:34:00",
    "body": "Whenever an invader conquered new lands in ancient times, the local tribes made a pilgrimage to offer tribute to the new king. Politics has changed less than you think. Behold the masters of finance who plan to offer the modern version of such gifts—climate tribute.<br />The Institute of International Finance (IIF) has been circulating a draft statement titled “Financing a U.S. Transition to a Sustainable Low-Carbon Economy” among financial trade associations that it plans to present to the Biden Administration sometime after next week’s inauguration. We’ve seen a copy of the 12-page document, and it reads like a hostage plea.<br />“To help establish a shared vision on U.S. climate policy, the financial services industry seeks to engage with incoming administration leaders and members of Congress on a bipartisan basis,” IIF says. “By so doing, we hope to inform the policymaking process and demonstrate our willingness and capacity to support a common-sense transition to a more sustainable, and inclusive, low-carbon economy.” At your climate service, sirs.<br />IIF notes that “the financial services industry has been active on climate priorities for decades, helping to build an analytical, market-based foundation for quantifying, reporting and managing climate risks, and supporting new opportunities.”<br />IIF calls for a “common approach” to corporate sustainability disclosures that have been developed by outfits such as the Global Reporting Initiative, Task Force on Climate-related Financial Disclosures and the Sustainability Accounting Standards Board (Sasb). Michael Bloomberg has bankrolled the latter two, and we’ve written about Sasb’s political standards."
}