{
    "url_original": "https://www.wsj.com/articles/banks-need-a-pickup-in-loans-to-prosper-11611083494?mod=business_minor_pos10",
    "url": "banks-need-a-pickup-in-loans-to-prosper-11611083494",
    "title": "Banks Need a Pickup in Loans to Prosper",
    "sub_head": "Things may improve for banks, but without loan demand, revenue growth will still be hard to come by",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-287061?width=620&size=1.5",
    "image_1": "im-287061.jpg",
    "time": "2021-01-19 14:11:00",
    "body": "Heading into 2021, it appears that things aren’t getting any worse for bank stocks. But it may be some time before they get much better.<br />Bank of America  executives on Tuesday suggested that the bank’s net interest income likely bottomed in the third quarter, rising about 1% sequentially in the fourth quarter, and that the fourth quarter of 2021 will likely look much better than the first.  JPMorgan Chase  last week reported 2% quarter-over-quarter growth in net interest income, and expects a pickup in 2021 versus 2020. The two banks had reported 2020 declines of 11% and 5% in net interest income, respectively.<br />One reason for optimism, widely cited across banks, is how much cash banks can still shift into their securities portfolios. Even absent any pickup in loan demand, banks can continue to put cash generated by deposits into fixed-income securities that pick up more yield.<br />Still, the road to much improved interest income across banks isn’t straightforward. One challenge is that mortgages continue to be prepaid because of a surge in refinancing, which affects mortgage-backed securities. Bank of America cited this as having a significant impact on its net interest yield. Banks have so much cash to deploy that they can still make gains in yields net of this effect. But where mortgage rates go could be a huge swing factor.<br />There is certainly hope in the shape of the yield curve. Banks across the board noted the recent steepening of the curve, as long-term rates have risen, as a big benefit. For example, the spread between two-year and 10-year Treasuries is as wide as it has been since 2017. However, banks have reasons to be cautious about simply buying longer-term fixed-income securities, as this could cause them to miss out on future rate increases."
}