{
    "url_original": "https://www.wsj.com/articles/banks-still-have-cards-to-play-in-payments-race-11610022600?mod=markets_major_pos2",
    "url": "banks-still-have-cards-to-play-in-payments-race-11610022600",
    "title": "Banks Still Have Cards to Play in Payments Race",
    "sub_head": "JPMorgan Chase’s deal for a loyalty and rewards business is the latest example of payment providers betting on the payment itself being just a part of the value chain",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-281892?width=620&size=1.5",
    "image_1": "im-281892.jpg",
    "time": "2021-01-07 07:30:00",
    "body": "With people traveling less and spending more on digital platforms, banks with big credit-card units may have lost some relative luster with investors. But they still have cards to play.<br />JPMorgan Chase  recently acquired the global loyalty division of cxLoyalty Group Holdings. That business serves credit-card rewards programs and helps connect them to a number of ways that rewards can be used.<br />The move suggests in part that JPMorgan Chase sees travel and cards continuing a long-running association, and the deal includes travel services. Americans may have started using different cards or scrambled to find other uses for points in 2020, and lenders have responded by upping rewards for activities such as grocery shopping and streaming. But many firms are betting that a pent-up desire for escape still exists, and spenders will be eager to use points as much as ever once more movement is feasible.<br />The deal is also notable for coming during the emergence of many technology players in payments and rewards. PayPal has been beefing up its platform that gives its users ways to use their card points, and investing in other inducements to shop, such as the digital coupon-clipping service Honey. Meanwhile, part of the buy-now-pay-later platform Afterpay’s success is that shoppers can find merchants through Afterpay, rather than just the other way around. The company said this week that referrals to partner merchants this holiday season more than doubled versus the prior year through its Shop Directory service. Afterpay also has a rewards program for users related to on-time payments.<br />A risk of this emerging payments ecosystem to card issuers is that they become somewhat secondary to the e-commerce value chain. Even if people will be traveling again, they might be shopping for that travel quite differently. By buying a rewards business, JPMorgan Chase can have a broader role, with a two-sided platform connecting customers to a wider network of merchants and ways to use rewards."
}