{
    "url_original": "https://www.wsj.com/articles/battle-of-the-robots-still-favors-japan-and-europefor-now-11611056099?mod=business_featst_pos1",
    "url": "battle-of-the-robots-still-favors-japan-and-europefor-now-11611056099",
    "title": "Battle of the Robots Still Favors Japan and Europe—For Now",
    "sub_head": "Chinese robotics companies took market share last year amid the disruptions of the pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286949?width=620&size=1.5",
    "image_1": "im-286949.jpg",
    "time": "2021-01-19 07:33:00",
    "body": "Covid-19 has accelerated automation in factories, especially in manufacturing powerhouse China. Foreign companies have long dominated the market for industrial robots and automation tools there—but there are signs that dominance is fraying around the edges.<br />As the factory for the world, China is unsurprisingly far and away the largest market for industrial robots. Before the pandemic, however, the U.S.-China trade war was slowing growth. New installations of industrial robots amounted to 140,500 in 2019, a 9% decline from the previous year, but still almost three times the number for second-place Japan, according to the International Federation of Robotics. Last year was likely much better:  Credit Suisse  estimates that China’s industrial-robotics market grew 9.5% in 2020.<br />Covid-19 initially shut down factories in China, but as the country gradually got the pandemic under control, demand for automation equipment bounced back. Surging sales for consumer electronics and electric vehicles have also driven demand for automation products.<br />Foreign companies like Japan’s  Fanuc  and Europe’s  ABB  control nearly three-quarters of China’s industrial-robot market, according to Citi. But hopes are running high in China that the government will push more strongly for local content in the robotics and automation supply chain. Stocks of Chinese automation companies have rallied. Shares in  Shenzhen Inovance Technology ,  for example, have tripled since the beginning of 2020. Industrial robot maker  Estun Automation ’s  shares have also rallied.<br />Some Chinese automation-equipment companies won market share last year as Covid-19 disrupted supply chains for foreign rivals. Citi estimates Inovance’s China market share in servo motors, which are used to control precise movements, has jumped to more than 16% in 2020, against 11% in 2019 and 3% in 2013. The company also recorded strong growth in its electric-vehicle motor business, which shares some similarities with servo motors. The company’s net profit nearly doubled year-over-year in the first nine months of 2020."
}