{
    "url_original": "https://www.wsj.com/articles/bed-bath-beyonds-housewarming-has-yet-to-draw-crowds-11610044001?mod=business_minor_pos11",
    "url": "bed-bath-beyonds-housewarming-has-yet-to-draw-crowds-11610044001",
    "title": "Bed Bath & Beyond’s Housewarming Has Yet to Draw Crowds",
    "sub_head": "Last quarter’s numbers for the retailer look worse than they are, but there still are good reasons to approach with caution",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-282055?width=620&size=1.5",
    "image_1": "im-282055.jpg",
    "time": "2021-01-07 13:26:00",
    "body": "Bed Bath & Beyond has really started to spruce the place up. It is a shame its housewarming party drew so few guests.<br />The retailer logged a 5% decline in total revenue and a 2% gain in comparable-store sales in the quarter ended Nov. 28. Both figures were lower than what analysts polled by FactSet had expected. Furthermore, the company posted a net loss of $75.4 million. Analysts had expected a profit.<br />The disappointing numbers are partly a result of Bed Bath & Beyond’s housecleaning efforts, which could make numbers worse before they get better. Without impacts from divestitures and store closures, the company would have posted a positive bottom line.<br />Below the surface, the company is showing signs of improvement. Gross margins, for example, improved by more than 3 percentage points last quarter compared with the same period a year earlier and held steady from the preceding quarter. That is actually quite a feat considering that sales were weaker compared with both periods and a much higher share of the retailer’s sales today come from e-commerce.<br />Digital sales surged 77% year over year for the entire company, which includes Buy Buy Baby. Expanding gross margins are a solid sign that the retailer has gotten savvier about promotions and merchandising. The other number to watch is the retailer’s inventory turnover, a measure of how quickly it sells and replaces items. That metric improved last quarter both compared with the prior quarter and a year earlier."
}