{
    "url_original": "https://www.wsj.com/articles/before-suicide-french-programmer-made-bitcoin-bequest-to-pro-trump-groups-11611023163?mod=tech_lead_pos4",
    "url": "before-suicide-french-programmer-made-bitcoin-bequest-to-pro-trump-groups-11611023163",
    "title": "Before Suicide, French Programmer Made Bitcoin Bequest to Pro-Trump Groups",
    "sub_head": "FBI has been briefed on mysterious transactions as it investigates potential foreign funding of far-right groups in the U.S., according to people familiar with the matter",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-286719?width=620&size=1.5",
    "image_1": "im-286719.jpg",
    "time": "2021-01-18 21:26:00",
    "body": "In December 2020, a French computer programmer name Laurent Bachelier donated more than half a million dollars in bitcoin to a variety of right-wing causes. That same day Mr. Bachelier, who suffered from a debilitating medical condition, killed himself.<br />The donations and their recipients were first described in a report last week by a bitcoin analysis firm, Chainalysis Inc. The Wall Street Journal identified Mr. Bachelier as the donor through online records and interviews with people familiar with the matter.<br />The Chainalysis report said the donations included 13.5 bitcoins—the equivalent, at the time, of $250,000—to Nick Fuentes, a far-right personality with a large online following. Mr. Bachelier also donated another $272,000 to other right-wing causes—again using bitcoin—giving more than $17,000 to the social-media platform Gab, and a similar amount to the anti-immigration website VDARE.com, according to the report.<br />Weeks later, Mr. Fuentes and some of his supporters were part of the crowd at President Trump’s rally before the Jan. 6 attack on the U.S. Capitol, according to researchers who have been studying the event and its participants.<br />The Federal Bureau of Investigation is exploring potential foreign sources of funding for far-right groups in the wake of the Capitol riots, and the agency has been briefed on Mr. Bachelier’s donations, according to people familiar with the matter."
}