{
    "url_original": "https://www.wsj.com/articles/behind-the-bitcoin-bubble-11612125537?mod=opinion_major_pos7",
    "url": "behind-the-bitcoin-bubble-11612125537",
    "title": "Behind the Bitcoin Bubble",
    "sub_head": "Manipulative actors have been known to take advantage of the madness of crowds.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-292446?width=620&size=1.5",
    "image_1": "im-292446.jpg",
    "time": "2021-01-31 15:39:00",
    "body": "To figure out if you’re in a bubble, you need to find the source of the hot air. Obvious for  GameStop ,  but for bitcoin, not so much.<br />In July 2018, we wrote about the cryptocurrency company Tether, which issues tokens called tethers that trade under the symbol USDT and should be valued at $1—making the currency a “stablecoin.” Tether’s creators might have manipulated bitcoin, a University of Texas paper suggests, by issuing tokens willy-nilly unbacked by real dollars and then buying bitcoin to jack up its price. (The company claims the research is flawed.)<br />At the time, Tether’s total value was some $2.7 billion, and its website claimed: “Every tether is always backed 1-to-1 by traditional currency held in our reserves.” So somewhere there should have been $2.7 billion in real money—that’s how a stablecoin is supposed to work. In November 2018, New York state Attorney General Letitia James invoked the Martin Act to begin an investigation into iFinex, which owns Tether and the Bitfinex cryptocurrency exchange, “in connection with ongoing activities that may have defrauded New York investors.” The company has disputed the attorney general’s claims, denied it misled customers, and said it will fight any action. An appellate court last year rejected its challenge to the probe.<br />Bitcoin peaked at the end of 2017 at $19,000 and over the next year collapsed to $3,200. Well—they’re baaack! On Friday Elon Musk was the latest to pump Bitcoin, which briefly reached almost $38,000. And there are now some $26.4 billion of USDT tokens, $18 billion of which were created since March 2020. Why the increase? No one has a good explanation.<br />All that glitters is not gold. In 2019 Tether subtly updated its claim to say reserves “may include other assets and receivables from loans made by Tether to third parties.” Tether has even admitted it only has 74% of the cash or cash equivalents to back its stablecoin. Hmmm. Basically unbacked."
}