{
    "url_original": "https://www.wsj.com/articles/beijings-bid-for-financial-supremacy-11609785257?mod=opinion_lead_pos5",
    "url": "beijings-bid-for-financial-supremacy-11609785257",
    "title": "Beijing’s Bid for Financial Supremacy",
    "sub_head": "China plans to displace the U.S. as investors’ top target, and global crises have sped up its effort.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-04 13:34:00",
    "body": "China is no longer biding its time and hiding its strength. Those days are over.<br />China’s economic growth in 2020 significantly outpaced the U.S. and all other major economies, which suffered severe recessions. China’s recent adventurism at home and abroad can be explained largely in economic terms. Its leaders draw confidence to challenge the world from their country’s macroeconomic outperformance, and from their growing belief in the superiority of China’s economic governance model.<br />A new front in the great power competition between the U.S. and China has opened. Beijing isn’t yet ready to challenge the U.S. dollar directly. But it has set its sights on the U.S. bond market, which showed new vulnerability last year. China is taking steps to displace U.S. Treasurys as the world’s most important and reliable asset. American policy makers should take notice.<br />There are signs that China is starting to reduce its direct purchases of Treasurys. This is difficult to know precisely: China’s official foreign exchange reserves total more than $3 trillion, and it controls other massive pools of capital. The composition of China’s foreign reserves and the amount of its dollar-denominated assets are a state secret.<br />But, according to statistics compiled by the U.S. Treasury Department, Chinese direct holdings of U.S. government debt fell in each of the past five months, and are now at the lowest level in nearly five years. The share of new U.S. debt bought by China is smaller than it’s been in decades."
}