{
    "url_original": "https://www.wsj.com/articles/beijing-wont-bow-to-bluster-on-taiwan-11610406774?mod=opinion_lead_pos9",
    "url": "beijing-wont-bow-to-bluster-on-taiwan-11610406774",
    "title": "Beijing Won’t Bow to Bluster on Taiwan",
    "sub_head": "Biden will have to coordinate a military buildup with allies to stop a catastrophe.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-283484?width=620&size=1.5",
    "image_1": "im-283484.jpg",
    "time": "2021-01-11 18:12:00",
    "body": "Secretary of State Mike Pompeo’s announcement last week that he’s lifting restrictions on meetings between U.S. and Taiwanese officials will enrage Beijing, but the impact on Taiwan’s security is harder to judge.<br />Taiwan has divided America from China since Chiang Kai-shek’s defeated Kuomintang fled to the roughly Maryland-sized island about 100 miles from the Chinese mainland back in 1949. Ever since Henry Kissinger’s groundbreaking diplomacy in the early 1970s, Washington has embraced a one-China policy. The U.S. rejects the use of force to resolve the Taiwan issue, but under the policy of “strategic ambiguity,” America declines to say what it would do if Beijing attempted forceful reunification.<br />President-elect Biden, unfortunately, inherits a situation in which the basis of the old compromise is coming apart. For its part, China has launched one of the greatest military buildups in the history of the world across the straits from Taiwan. Coupled with the artificial islands and military buildup in the South China Sea, it’s clear Beijing has been systematically seeking to create the conditions for a successful invasion of Taiwan.<br />China is closer to this goal than many Americans realize. Twenty years ago, Beijing had no prospect of conquering the island. The Chinese Communist Party could bluster about reunification all it wanted, but the Taiwanese, the Japanese and the mainlanders themselves understood that this was empty talk.<br />It gets less empty every day. Increasingly the military balance has shifted from a clear U.S. advantage into a gray zone as China’s buildup accelerates. This is anything but a secret; the gradual decline of America’s ability to forestall an invasion of Taiwan is well understood by governments around the Pacific."
}