{
    "url_original": "https://www.wsj.com/articles/beijing-fills-the-mideast-vacuum-11611183756?mod=opinion_lead_pos7",
    "url": "beijing-fills-the-mideast-vacuum-11611183756",
    "title": "Beijing Fills the Mideast Vacuum",
    "sub_head": "China’s projection of power isn’t only a regional concern. It will eventually pose a threat to the U.S.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-20 18:02:00",
    "body": "The Biden administration’s Middle East policy will reportedly focus on rejoining the Iran nuclear deal and renewing Israeli-Palestinian negotiations. This could undermine key allies in Israel and Saudi Arabia while ignoring a core geopolitical challenge that few in Washington are addressing: growing Chinese influence in the Middle East.<br />Through its trillion-dollar Belt and Road Initiative, China has invested in a port near the Persian Gulf in Gwadar, Pakistan, and a military base by the entrance to the Red Sea at Djibouti. The Chinese also envision a military base at Port Sudan, further north on the Red Sea, and a naval facility at Jiwani, Pakistan, on the Iranian border. Then there are the new Israeli port facilities at Haifa and Ashdod, which the Chinese will likely be administering. Afghanistan could one day become a branch line for the Belt and Road corridor from western China through Pakistan to the Arabian Sea. China is the largest trading partner for both Saudi Arabia and the United Arab Emirates. China is investing billions of dollars in Egypt and more billions as part of a strategic pact with Iran.<br />Unlike many in Washington, who separate regions in order of perceived importance, Chinese strategists think organically about geography. They recognize that in a smaller, more interconnected and confining world, regions and continents work together and flow into each other. Thus, the Chinese know that the road, railway and port system they are building across the Middle East will one day give them a strong hand in Europe and East Asia—not to mention East Africa.<br />Beijing doesn’t take sides. China is happy to work with Iran, Israel and Saudi Arabia. Rather than promote a liberal vision—or any vision—the Chinese are remorselessly mercantile and imperial in their approach. It’s all about money and transportation links: classical geography fitted to a postmodern world.<br />For centuries British foreign policy was aimed at preventing any one power from dominating continental Europe. Similarly, American foreign policy should now aim at preventing any one power from dominating Afro-Eurasia—what the great British geographer Halford Mackinder labeled the “World-Island.” By linking Europe with East Asia through the Middle East, China would eventually develop the ability to threaten North America economically and militarily. This is ultimately what Belt and Road is all about. The Biden administration must focus on stopping it."
}