{
    "url_original": "https://www.wsj.com/articles/belk-to-file-for-bankruptcy-but-remain-sycamore-owned-11611699385?mod=markets_major_pos13",
    "url": "belk-to-file-for-bankruptcy-but-remain-sycamore-owned-11611699385",
    "title": "Belk to File for Bankruptcy but Remain Sycamore-Owned",
    "sub_head": "Private-equity firm Sycamore Partners is slated to retain its majority stake in the department store chain under a prepackaged bankruptcy",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-287837?width=620&size=1.5",
    "image_1": "im-287837.jpg",
    "time": "2021-01-26 17:16:00",
    "body": "Century-old department store chain Belk Inc. said it would file for bankruptcy with a deal in hand with its lenders and private-equity owner Sycamore Partners to cut $450 million in debt through a fast-track chapter 11 filing.<br />Sycamore, Belk’s owner since 2015, and lenders including  KKR  & Co. and  Blackstone Group Inc.  have committed to invest $225 million to recapitalize the company under restructuring terms that would shrink its $2.6 billion balance sheet. Belk said it planned to complete the prepackaged bankruptcy by the end of February and allow Sycamore to retain its majority stake.<br />“As the ongoing effects of the pandemic have continued, we’ve been assessing potential options to protect our future,” Belk CEO Lisa Harper said Tuesday. “We’re confident that this agreement puts us on the right long-term path toward significantly reducing our debt…to continue investing in our business, including further enhancements and additions to Belk’s omnichannel capabilities.”<br />The deal reflects Sycamore’s commitment to bricks-and-mortar retailers even after a wave of bankruptcy filings hit the sector last year following the temporary shutdown of most nonessential shopping amid the coronavirus pandemic.<br />“The infusion of new capital is expected to support Belk’s continued investment in strategic initiatives, including delivering a seamless omnichannel shopping experience and expanding Belk’s product offerings in home goods, outdoor and wellness,” Sycamore said."
}