{
    "url_original": "https://www.wsj.com/articles/best-couture-looks-spring-fashion-chanel-fendi-11611986770",
    "url": "best-couture-looks-spring-fashion-chanel-fendi-11611986770",
    "title": "From Fendi to Christian Dior: The 14 Best Couture Looks of the Season",
    "sub_head": "Hundreds of hours of work went into this season’s boldest fashions. WSJ. picks the top looks from the Spring 2021 couture shows.",
    "category_1": "WSJ. Magazine",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-292722?width=620&size=1.5",
    "image_1": "im-292722.jpg",
    "time": "2021-01-30 08:30:00",
    "body": "The spring 2021 couture season came to a close this Thursday, and though we’re still sequestered at home viewing the collections on screens, there was plenty to be inspired by. For his Valentino couture collection, Pierpaolo Piccioli created pared-back, even cozy-looking options for spring, in striking contrast to the epically proportioned, floating white gowns the label showed last season. He incorporated what some might consider loungewear, though the element of couture was not lost on a single stitch. One look features a yellow turtleneck finished with the ateliers signature budellini embroidery and a beige cashmere coat intricately woven with Lurex fringe. Sterling Ruby, too, focused on knitwear for his S.R. Studio. LA. CA. collection. A pair of denim trousers printed with images of the engines of American hot-rods was paired with a braided handknit sweater that felt suitable even for staying at home. Other collections had us dreaming of things we’ve had to put on hold this past year. At Chanel, Virginie Viard created a make-believe wedding day complete with a satin bridal gown as the finale. For her  Christian Dior  haute couture collection, Maria Grazia Chiuri upheld a sense of escapism with a collection inspired by tarot arts. A standout look with a striking gold brocade cloak was called the High Priestess, a tarot symbol of stillness and reflection. Valentino and Fendi both sprinkled men’s looks into their couture collections this year, marking a shift to gender neutrality that has been bubbling up from the ready-to-wear runways. Though these collections won’t reach anyone’s wardrobe until late spring, their debut brings a sense of optimism and opportunity to the start of the year. Below, we’ve chosen our 14 favorite looks from the season.<br />A lace mesh gown glistens with 180,000 silver pearls.<br />Mink slippers embroidered with glass pearls complete a taffeta marbled suit.<br />A relaxed ensemble is electrified with Lurex fringe outerwear.<br />A men’s look celebrates the understated side of couture."
}