{
    "url_original": "https://www.wsj.com/articles/best-of-2021-entertainer-guide-music-movies-books-11610801455",
    "url": "best-of-2021-entertainer-guide-music-movies-books-11610801455",
    "title": "The 12 Entertainers and Artists Who Will Define 2021",
    "sub_head": "Breakout authors, actors, directors, artists and musicians who are set to have career-making years. WSJ. Magazine’s “12 for ’21”",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-286560?width=620&size=custom_3908x1954",
    "image_1": "im-286560.jpg",
    "time": "2021-01-17 10:30:00",
    "body": "Deferred concerts, delayed films, rescheduled books and canceled exhibitions: 2020 was a year of creativity postponed—which means 2021 just may be the most jam-packed year for entertainment in recent memory. As two years’ worth of albums finally drop and films land unconventional (but really-happening-this-time!) release dates, the year in culture is filled to the brim. But among the pack of creative voices, a dozen rise to the top: creators who could have a career-making 2021, whether for a spate of projects in the works (such as short stories, two follow-up novels and a screen adaptation from Booker Prize–shortlisted author Brandon Taylor) or the singular and magnetizing nature of a single show (Pakistani artist Salman Toor’s spellbinding Whitney Museum show, already a hit since its recent opening). Aubrey Plaza will make us laugh; Colman Domingo will make us cry (and collaborate with fellow listmaker Nia DaCosta in Candyman); Tainy’s music will get stuck in our heads. And we will marvel at the unclassifiable splendor of Japanese Breakfast.<br />Above all, we will celebrate a new year and a new vanguard of talent. WSJ. Magazine presents the 12 most exciting entertainers and creators you’ll come to know over the 12 months of this year:<br />The rising auteur—known for ‘The Crown’ and ‘Killing Eve’—writes and directs her first feature film, ‘Promising Young Woman,’ and reworks ‘Cinderella’ for the modern age<br />By Caryn James<br />Read it here."
}