{
    "url_original": "https://www.wsj.com/articles/betsy-devoss-education-record-11610754121?mod=opinion_lead_pos3",
    "url": "betsy-devoss-education-record-11610754121",
    "title": "Betsy DeVos’s Education Record",
    "sub_head": "She did much good for school choice and due process on campus.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-15 18:42:00",
    "body": "President Trump’s post-election meltdown will forever stain his legacy, but it shouldn’t erase the good done over four years by many of his appointees. The Trump years provided a crucial correction to the progressive excesses of the Obama years, and as the left prepares to retake power it is already trying to rewrite history.<br />Take Education Secretary Betsy DeVos, who is being kicked on her way out the door. “Good riddance, Betsy. You were the worst Secretary of Education ever,” Sen. Elizabeth Warren tweeted following Mrs. DeVos’s resignation last week as a matter of principle after the riots at the US. Capitol. She should wear the Senator’s smear as a badge of honor.<br />Democrats loathe Mrs. DeVos because she has stood up for children and due process in defiance of the progressive playbook. A decades-long advocate of school choice, Mrs. DeVos put students and parents at the center of her agenda. “It shouldn’t matter what type of school a student attends, so long as the school is the right fit for that student,” she said in a March 2017 speech.<br />The federal government plays a small role in K-12 education, but Mrs. DeVos advocated for charter schools and private-school vouchers and often visited inner-city schools to highlight education inequities. Her department this summer announced $85 million over five years for the Washington, D.C., Opportunity Scholarship Program, which offers vouchers to low-income students.<br />Mrs. DeVos also scrapped onerous Obama-era higher education regulations. She killed the Obama Administration’s informal Title IX guidance to colleges that created kangaroo courts for adjudicating sexual assault accusations on campus. Her new rule provides due process to accused students, including the ability to cross-examine accusers and appeal judgments. The rule has survived several legal challenges."
}