{
    "url_original": "https://www.wsj.com/articles/better-weapons-for-stopping-riots-11610313575?mod=opinion_major_pos5",
    "url": "better-weapons-for-stopping-riots-11610313575",
    "title": "Better Weapons for Stopping Riots",
    "sub_head": "Investments in acoustic and jamming technology would help cops deal with mobs without shooting.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-282980?width=620&size=1.5",
    "image_1": "im-282980.jpg",
    "time": "2021-01-10 16:19:00",
    "body": "Jan. 6 in Washington was a major fiasco for the Capitol Police, and to a lesser extent for the District of Columbia National Guard. Intelligence and planning were poor. It shouldn’t have been hard to anticipate that a mass convergence of many thousands of angry people could pose dangers at the site where all current members of Congress, as well as the incumbent and incoming vice presidents, were present. A mass casualty event could have occurred. Five people lost their lives; several more appropriately lost their jobs in the aftermath.<br />But even if police had been better prepared, preserving order would have been a challenge. Officers on the ground were quickly outnumbered by protesters, and they didn’t want to shoot fellow Americans on the grounds of Congress. As a former Hill staffer, I have long admired the Capitol Police, who preserve public access to the “people’s branch” of government even as they protect those of us, most of all the nation’s elected lawmakers, who work there. Beijing and Moscow may be mocking us, but I would far prefer the reactions, and relative restraint, of those Capitol Hill officers to the kinds of bloodbaths that would surely have occurred under similar circumstances in Russia, China or many other places.<br />There may well be similar failures of intelligence and planning at mass gatherings in the United States in the future. Sometimes it will be understandable, given information available to authorities at the time; sometimes, less so. Now that it has happened, people or groups with truly violent objectives, including mass murder, may see an opportunity to infiltrate themselves within large groups that aren’t necessarily otherwise violent, as jihadists from Syria joined in refugee flows into Europe after Islamic State seized chunks of the Levant. In such situations, police may not be deployed in adequate numbers, establish proper barricades, or be able to call on rapid backup. They need better tools than the police had last week—especially nonlethal weapons to disperse and control unruly crowds or mobs.<br />Today’s nonlethal weapons fall loosely into two categories. One is the group of arms that must be individually targeted—rubber bullets, tasers, beanbag projectiles and the like. These work reasonably well when police aren’t dramatically outnumbered and when particularly dangerous individuals can be identified in a crowd.<br />A second category includes pepper spray, tear gas, wash from low-flying helicopters, water cannons, and other area-effect technologies. These can help in some situations, but they can also cause injury. That is why a Washington Post article June 5, written after the killing of George Floyd, described most nonlethal weapons as “less lethal weapons” in explaining why many cities around the country were reluctant to employ such capabilities during the summer’s protests and riots."
}