{
    "url_original": "https://www.wsj.com/articles/biden-trade-policy-to-center-on-workers-ustr-nominee-says-11610471141",
    "url": "biden-trade-policy-to-center-on-workers-ustr-nominee-says-11610471141",
    "title": "Biden Trade Policy to Center on Workers, USTR Nominee Says",
    "sub_head": "Katherine Tai expects new administration to confront China and enforce U.S.-Mexico-Canada pact",
    "category_1": "U.S.",
    "time": "2021-01-12 12:05:00",
    "body": "WASHINGTON—President-elect Joe Biden’s trade policy will focus on helping American workers by ensuring trade agreements protect and enhance U.S. jobs—and not just ensure low prices of imported goods for consumers, his nominee for the top trade-policy job said Tuesday.<br />Katherine Tai, in her first speech since Mr. Biden nominated her for U.S. Trade Representative, said the new administration’s policy priorities also include confronting China over its trade practices and enforcing the U.S.-Mexico-Canada Agreement signed by President Trump last year with bipartisan support.<br />“The president-elect’s vision is to implement a worker-centered trade policy,” Ms. Tai said in a video-streamed speech to the National Foreign Trade Council, a business-advocacy group. “What it means in practice is that U.S. trade policy must benefit regular Americans, communities and workers. And that starts with recognizing that people are not just consumers. They are also workers and wage earners.”<br />The emphasis on protecting U.S. jobs was a guiding principle of the Trump administration’s trade policy, U.S. Trade Representative Robert Lighthizer said in an interview with The Wall Street Journal published Monday, in which he credited Ms. Tai for helping win Democratic support for the USMCA, which replaced the North American Free Trade Agreement.<br />Ms. Tai has spent much of her career in the government, first as a lawyer for the Office of the U.S. Trade Representative, then as a congressional staff member. Most recently, she was chief trade counsel for the House Ways and Means Committee."
}