{
    "url_original": "https://www.wsj.com/articles/bidens-covid-spending-choice-11612132704?mod=opinion_lead_pos2",
    "url": "bidens-covid-spending-choice-11612132704",
    "title": "Biden’s Covid Spending Choice",
    "sub_head": "Will he negotiate with the GOP or jam $1.9 trillion through on a party-lline vote?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-31 17:38:00",
    "body": "Americans are about to learn whether President Biden means what he has said so often about governing in a bipartisan fashion. The test is whether he negotiates with Senate Republicans over his $1.9 trillion Covid spending bill, or jams it through using a budget maneuver that requires only 50 votes plus Vice President Kamala Harris.<br />Democratic leaders seem eager to use what’s known as budget reconciliation that dodges the 60-vote filibuster bill for tax and spending measures with certain limitations. After even moderate Republican Senators balked at the gigantic size of the $1.9 trillion Biden Covid-palooza, Speaker Nancy Pelosi and Majority Leader Chuck Schumer said they’ll move soon to pass the bill on a partisan basis using reconciliation.<br />Mr. Biden hasn’t committed himself to the Pelosi-Schumer strategy, though that seems to be where his advisers are tilting. The President speaks so little in public, and in such a scripted fashion, that it’s hard to know what he really thinks.<br />But 10 GOP Senators have raised the governing stakes for Mr. Biden when they offered to meet the President part way and asked for a meeting to talk it over. They say they’ll release more details on Monday, but the text of their weekend letter to Mr. Biden sure looks like it offers most of what he wants.<br />They commit to $160 billion for Covid-related spending on vaccine development and distribution, therapies, testing and tracing and PPE. They say, without offering a price tag, that they support more payments for individual Americans “with the greatest need, providing more targeted assistance than in the Administration’s plan.” That probably means a lower cutoff for additional $1,400 cash payments."
}