{
    "url_original": "https://www.wsj.com/articles/biden-learns-to-love-brett-kavanaugh-11611273011?mod=opinion_lead_pos1",
    "url": "biden-learns-to-love-brett-kavanaugh-11611273011",
    "title": "Biden Learns to Love Brett Kavanaugh",
    "sub_head": "Democrats suddenly adopt the theory of the unitary executive.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-288827?width=620&size=1.5",
    "image_1": "im-288827.jpg",
    "time": "2021-01-21 18:50:00",
    "body": "Well, well. Democrats are finally appreciating Justice Brett Kavanaugh and the unitary executive. We’re referring to Joe Biden’s day one dismissal of Consumer Financial Protection Bureau (CFPB) director Kathy Kraninger and National Labor Relations Board (NLRB) general counsel Peter Robb.<br />A President deserves his own people to lead administrative agencies. But Mr. Biden’s dismissals are a break with long precedent at the NLRB and a 180-degree reversal of Democratic views about the CFPB. The good news is that this could trigger a legal challenge to hoary Supreme Court precedents.<br />In 2010 the Democratic Congress created the CFPB as an independent agency whose director could be removed by the President only for inefficiency, neglect of duty or malfeasance. While on the D.C. Circuit Court of Appeals, then-Judge Kavanaugh wrote both a decision and a dissent arguing this limitation violated the separation of powers. His logic was adopted by the High Court last summer (Seila Law v. CFPB).<br />Cue the liberal indignation. “The Court’s Republican appointees made clear in Seila their distaste for independent agencies,” roared Rhode Island Sen. Sheldon Whitehouse.<br />For the record, Ms. Kraninger supported the President’s blanket removal authority even though it meant a future President could remove her. So it has happened. Ms. Kraninger received a White House email at 12:21 p.m. Wednesday stating: “If you do not resign as of 2 pm today, President Biden will remove you from that office.”"
}