{
    "url_original": "https://www.wsj.com/articles/bidens-chance-to-end-border-chaos-11611525503?mod=opinion_major_pos7",
    "url": "bidens-chance-to-end-border-chaos-11611525503",
    "title": "Biden’s Chance to End Border Chaos",
    "sub_head": "Step one is to increase the number of H-2 guest-worker visas for Central Americans.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-289658?width=620&size=1.5",
    "image_1": "im-289658.jpg",
    "time": "2021-01-24 16:58:00",
    "body": "Some 8,000 Honduran asylum seekers tried to get up a welcoming party of sorts for President Joe Biden this month. Their effort to reach the U.S. southern border in at least two caravans was repelled thanks to agreements that President Trump made with Mexico and Guatemala to use force to intercept illegal aliens. But Central America remains a simmering cauldron of would-be migrants desperate to work in the U.S.<br />Mr. Biden now has to come up with his own strategy. More resources at the border to process applicants could help. But without new incentives for migrants to follow the law, the U.S. will remain heavily dependent on the militarization of immigration policy in Guatemala and Mexico to contain the inevitable flows of illegal aliens.<br />The Hondurans seem to have concluded logically that with the Democrats in power again, Trump-era restrictions on asylum were sure to be lifted. Yet on Jan. 17 NBC News reported that a senior Biden transition official said its message to the migrants was that this “is not the time to make the journey.” That same official also said they “need to understand they’re not going to be able to come into the United States immediately.”<br />Nice words of warning did nothing to discourage the migrants who had set out on Jan. 15. By Jan. 18 they were engaged in violent confrontations with Guatemalan National Guard and national police. Mothers in tears sat on the ground holding their children while young men blocked roads, threw stones, and tried to push their way past law enforcement.<br />Reports from the front say that thousands were turned back. My sources say the rest have broken into smaller groups that continue to move north. The White House said over the weekend that Mexican President Andrés Manuel López Obrador—known as AMLO—has agreed to keeping working to “curb the flow” of illegal aliens from Central America in Mexico. If they make it to the U.S. border the Biden administration has warned that processing priority will go to those already waiting in the asylum queue."
}