{
    "url_original": "https://www.wsj.com/articles/bidens-first-week-was-a-race-to-the-left-11611787868?mod=opinion_lead_pos8",
    "url": "bidens-first-week-was-a-race-to-the-left-11611787868",
    "title": "Biden’s First Week Was a Race to the Left",
    "sub_head": "The new president’s actions don’t suggest he’s interested in bipartisan progress.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-291207?width=620&size=1.5",
    "image_1": "im-291207.jpg",
    "time": "2021-01-27 17:51:00",
    "body": "If America were diabetic, it would be suffering from hyperglycemia after the sugary coverage of President Biden’s first week.<br />Much praise was heaped on the new administration in opinion commentary and what passes for straight journalism nowadays. Mr. Biden was celebrated for beginning the “healing,” punching plenty of “reset buttons” and extending a much-needed “olive branch.”<br />His inaugural address was “grand and deeply intimate,” a “balm for a wounded nation.” Mr. Biden “met the challenge” simply by appearing at his swearing-in “at a moment of profound national vulnerability.” One veteran observer admitted it left him “in a bit of a swoon.” I’m sure it did.<br />It’s understandable that so many in the media hailed Mr. Biden’s ascension to the Oval Office. They loathed the person he replaced. But looking beyond the paeans, the new president is off to a soggy start, with too many discrepancies between declared intentions and subsequent actions.<br />Mr. Biden frequently calls for bipartisanship, but that will require his leadership. He will have to work with Republican leaders to find areas of agreement before surfacing legislation. On Covid-19 stimulus, the president did nothing of the sort. Instead, he laid out his initiative without consulting Republicans and included several provisions and a $1.9 trillion price tag he knew were unacceptable to GOP lawmakers. Now, rather than quickly passing a bipartisan bill that strengthens vaccinations and gives the new administration an early victory, we hear talk of Democrats ramming Covid relief through on a party-line vote using the reconciliation procedure."
}