{
    "url_original": "https://www.wsj.com/articles/bidens-iran-policy-vs-reality-in-tehran-11609802756?mod=opinion_lead_pos2",
    "url": "bidens-iran-policy-vs-reality-in-tehran-11609802756",
    "title": "Biden’s Iran Policy vs. Reality in Tehran",
    "sub_head": "His advisers cling to the 2015 deal, but the region has moved on.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-280457?width=620&size=1.5",
    "image_1": "im-280457.jpg",
    "time": "2021-01-04 18:25:00",
    "body": "President Trump’s maximum-pressure sanctions campaign against Iran will continue until his final day in office—and so will Tehran’s escalating violations of the 2015 nuclear deal. While the facts on the ground change, Joe Biden’s policy hasn’t.<br />Iran is now enriching uranium to 20% purity, the International Atomic Energy Agency confirmed Monday. This is below the 90% needed for a bomb but a big leap above the accord’s 3.67% limit. Iranian President Hassan Rouhani says he was “bound” by the Iranian parliament, which passed a law mandating the escalation. But this crosses a red line for the European countries that have tried to keep the deal alive since Mr. Trump’s 2018 withdrawal.<br />The regime also said Monday that it had detained a vessel from South Korea, which is in a dispute with Tehran over frozen bank accounts. Last month Mr. Trump blamed Iran-backed militias for the largest attack on Baghdad’s Green Zone since 2010. Iran was also likely behind a series of cyber attacks against dozens of Israeli firms at the end of 2020.<br />This shouldn’t surprise anyone: Tehran has been a regional menace for 40 years. Mr. Trump’s newly acquired sanctions leverage could eventually forge a better deal, but it was always unlikely in his first term. Watching Iran break out from the deal so easily is a reminder of how sweet the 2015 accord’s terms are for Tehran, which bet on waiting out Mr. Trump for a Democrat.<br />Mr. Biden has said the U.S. will comply with the agreement again as soon as Iran does. This ostensibly would be followed by negotiations over other malign Iranian behavior. “In that broader negotiation, we can ultimately secure limits on Iran’s ballistic missile technology,” Mr. Biden’s National Security Adviser, Jake Sullivan, said in an interview over the weekend."
}