{
    "url_original": "https://www.wsj.com/articles/biden-would-be-right-to-ban-lng-terminal-11611261741?mod=opinion_major_pos17",
    "url": "biden-would-be-right-to-ban-lng-terminal-11611261741",
    "title": "Biden Would Be Right to Ban LNG Terminal",
    "sub_head": "Blocking this project from moving forward should, indeed, be an easy call.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-283244?width=620&size=1.5",
    "image_1": "im-283244.jpg",
    "time": "2021-01-21 15:42:00",
    "body": "Regarding your editorial “Biden’s First Fracking Test” (Jan. 11): The proposed New Jersey liquefied natural gas (LNG) port should be an easy call, but not for the reasons you suggest.<br />This massive facility would be the first LNG project in the majestic Delaware River Basin—which provides drinking water for more than 15 million people. Make no mistake, every aspect of this project poses significant risks to our environment and our communities.<br />For starters, LNG is especially harmful to the climate. In every step of its life cycle, LNG emits methane—a powerful greenhouse gas that is 84 times more potent than carbon dioxide. LNG is also potentially explosive. Even the tiniest leak can ignite fires and explosions. The project would move LNG over hundreds of miles through heavily populated areas in Pennsylvania and New Jersey, ripping through black, brown and low-income communities and putting thousands at risk of deadly accidents.<br />The Gibbstown site also appears to violate rules governing toxic PCB water pollution. PCBs, one of only a handful of chemicals ever banned in the U.S., are especially dangerous to pregnant women and unborn children. Pollution from PCBs has turned the nearby Hudson River into one the largest Superfund sites in the nation and decimated the Hudson’s once-thriving commercial fishery.<br />Astonishingly, the U.S. Army Corps of Engineers has failed to even conduct a full study of the project’s environmental impacts, as required by bedrock federal environmental law."
}