{
    "url_original": "https://www.wsj.com/articles/bidens-climate-goals-will-boost-ethanol-for-now-11611838893?mod=markets_lead_pos12",
    "url": "bidens-climate-goals-will-boost-ethanol-for-now-11611838893",
    "title": "Biden’s Climate Goals Will Boost Ethanol for Now",
    "sub_head": "Oil refiners and ethanol producers’ collective pain hasn’t done much to align their interests",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-28 08:01:00",
    "body": "In the tug of war for former President Donald Trump’s favors, oil refiners won some surprising victories over ethanol producers. Their fortunes are about to flip under President Joe Biden’s climate-driven administration.<br />The fate of U.S. oil refiners and ethanol are inextricably linked through the so-called Renewable Fuel Standard, which sets annual quotas for the quantity of ethanol and biodiesel that must be blended into transportation fuels. The burden of meeting the blending requirements falls on those that refine or import oil. Those unable to meet any given year’s quota must fulfill it by buying Renewable Identification Numbers (RINs) in the open market from those who have blended gallons to spare.<br />But sometimes the price of those RINs becomes excessively burdensome. Much to the ethanol industry’s chagrin, the Environmental Protection Agency issued 85 exemptions for refiners unable to meet the required blending requirements under the Trump administration—a big jump from the 23 given out during Barack Obama’s second term (prior to that, small refiners were automatically exempted). Exemptions are granted if refiners can prove they were unable to meet obligations without running into “disproportionate economic hardship.” The issue came into focus in 2018 when refiner Philadelphia Energy Solutions went bankrupt, partly blaming Renewable Fuel Standard-related payments. That same year refiner  CVR Energy ,  owned by former Trump adviser Carl Icahn, also got a valuable exemption.<br />The next four years are likely to be tougher for oil refiners seeking relief. For one, the 10th U.S. Circuit Court of Appeals ruled in January 2020 that the Environmental Protection Agency wrongly exempted three refineries from renewable fuel requirements. Its ruling also narrowed down the number of refiners that would qualify for future exemptions. Since that ruling, RIN prices have skyrocketed, fetching about 10 times what they did a year ago, according to data from S&P Global Platts. The U.S. Supreme Court is set to take up the case after two refiners appealed the decision.<br />The Biden administration has signaled climate issues as one of its priorities. New leadership at the EPA will be in charge of determining blending obligations for 2021, which the previous administration didn’t set by the Nov. 30 deadline. The new volume obligations likely won’t emerge until the second half of the year. Corey Lavinsky, director of global biofuels at S&P Global Platts, notes that Biden’s EPA is likely to set strong mandates for 2021 and 2022 and to enforce them."
}