{
    "url_original": "https://www.wsj.com/articles/biden-orders-analysis-of-domestic-violent-extremism-following-capitol-riot-11611341727?mod=business_minor_pos5",
    "url": "biden-orders-analysis-of-domestic-violent-extremism-following-capitol-riot-11611341727",
    "title": "Biden Orders Analysis of ‘Domestic Violent Extremism’ Following Capitol Riot",
    "sub_head": "President directs national-security team to develop tools to assess and counter threat",
    "category_1": "Politics",
    "time": "2021-01-22 16:13:00",
    "body": "WASHINGTON—President Biden has directed the intelligence community to assess the threat of domestic extremism and develop ways to identify and counter networks that promote it, the White House said Friday.<br />“The Jan. 6 assault on the Capitol and the tragic deaths and destruction that occurred underscored what we have long known: The rise of domestic violent extremism is a serious and growing national threat,” White House press secretary Jen Psaki said. “The Biden administration will confront this threat with the necessary resources and resolve.”<br />A comprehensive threat assessment will be made by the Office of the Director of National Intelligence, coordinated with the FBI and the Department of Homeland Security and can draw on nongovernmental organizations, Ms. Psaki said. The National Security Council has also been directed to develop ways to identify threats, share information and disrupt networks, she said, adding that free-speech rights would be respected.<br />In announcing the initiative, Ms. Psaki mentioned the Capitol riot and not other specific instances after nearly a year of unrest in cities across America. Republicans have been critical of Mr. Biden for what they contend was a belated condemnation of unrest over the summer involving left-wing activists in Portland, Ore., and Seattle who targeted federal buildings—violence that was reprised in those cities on Inauguration Day.<br />In a subsequent exchange with The Wall Street Journal, Ms. Psaki said the president opposes such violence in all forms."
}