{
    "url_original": "https://www.wsj.com/articles/biden-team-promises-new-look-in-trade-policy-11611484201",
    "url": "biden-team-promises-new-look-in-trade-policy-11611484201",
    "title": "Biden Team Promises New Look in Trade Policy",
    "sub_head": "A ‘worker-centered’ policy means less focus on opening markets for banks and drug makers",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "image_1_url": "https://images.wsj.net/im-288570?width=620&size=1.5",
    "image_1": "im-288570.jpg",
    "time": "2021-01-24 05:30:00",
    "body": "Leading members of the Biden administration are promising a very different approach to international trade. No longer would American negotiators focus on opening markets for financial-service firms, pharmaceutical companies and other companies whose investments abroad don’t directly boost exports or jobs at home.<br />Those making the case include President Biden’s national security adviser, Jake Sullivan, and members of his transition team who are likely to get senior trade jobs. The new thinking is becoming mainstream among Democrats.<br />Trade policy should “involve a laser focus on what improves wages and creates high-paying jobs in the United States, rather than making the world safe for corporate investment,” Mr. Sullivan wrote early in the presidential campaign. “Why, for example, should it be a U.S. negotiating priority to open China’s financial system for  Goldman Sachs ?”<br />Clinton administration Treasury Secretary Lawrence Summers goes even further, arguing against prioritizing gains for Hollywood, investment banks and inventors who want intellectual-property protection. Their “elite concerns” don’t contribute much to U.S. employment or tax revenue, he said in an interview.<br />Those views are reflected in Mr. Biden’s tax proposals, which are intended to prod U.S. companies to keep jobs at home rather than easing investment overseas. Expanding facilities in the U.S. would earn a tax credit; shifting production abroad, especially to tax havens, would be penalized by higher taxes."
}