{
    "url_original": "https://www.wsj.com/articles/biden-has-first-call-with-russian-president-vladimir-putin-11611687651?mod=politics_featst_pos3",
    "url": "biden-has-first-call-with-russian-president-vladimir-putin-11611687651",
    "title": "Biden Has First Call With Russian President Vladimir Putin",
    "sub_head": "President reaffirmed support for Ukraine’s sovereignty; voiced concern over SolarWinds hack, bounties on U.S. troops and jailing of Navalny",
    "category_1": "Politics",
    "time": "2021-01-26 16:44:00",
    "body": "WASHINGTON—The White House said Tuesday that President Biden held his first call as president with Russian President Vladimir Putin and raised concerns about issues including the detaining of opposition leader Alexei Navalny, the massive SolarWinds hack and reports of Russia offering bounties on U.S. troops.<br />White House press secretary Jen Psaki said Mr. Biden reaffirmed America’s “strong support” for Ukraine’s sovereignty and addressed concerns about Russian interference in the 2020 election. The call also focused on plans to extend a U.S.-Russia nuclear arms treaty for five years.<br />Mr. Biden voiced criticism of Mr. Putin throughout his presidential campaign, and the call represented his first opportunity as president to seek to establish a break from the frequently warm rapport between former President Donald Trump and the Russian leader. Mr. Biden, who as vice president held a face-to-face meeting with Mr. Putin in 2011, has warned Moscow that it could face additional sanctions for election interference if it is confirmed by U.S. intelligence officials.<br />During Mr. Trump’s presidency, some Democratic lawmakers accused the administration of pulling its punches against Moscow, as Mr. Trump rejected intelligence findings of Kremlin election interference. But Mr. Trump countered that his administration had levied more sanctions against Russia than previous administrations.<br />In the days before Mr. Biden’s inauguration, the Trump administration sanctioned seven men, including several former Ukrainian officials, for allegedly interfering in U.S. elections as agents of Russia’s government by promoting theories about Mr. Biden’s son, Hunter."
}