{
    "url_original": "https://www.wsj.com/articles/biden-administration-could-unsettle-banks-in-more-than-one-way-11609775445?mod=business_minor_pos10",
    "url": "biden-administration-could-unsettle-banks-in-more-than-one-way-11609775445",
    "title": "Biden Administration Could Unsettle Banks in More Than One Way",
    "sub_head": "Percolating policy ideas like postal banking and digital wallets via the Fed give a hint of how Washington could reshape the banking business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-04 10:50:00",
    "body": "Historically, investors in banks would be worried about stepped-up financial regulation from a new Democratic administration. This time around, however, a bigger long-term worry might be government efforts that could disrupt banking itself.<br />There are a handful of measures either working their way through agencies or being discussed in Democratic policy circles aimed at broadening access to financial services, which could force traditional banks to compete more—either with the government, technology upstarts, or both in combination.<br />Postal banking is one intriguing example. The notion of offering basic banking services via the post office had the support of several Democratic contenders, and some advocates have had roles in President-elect Joe Biden’s transition. Major new legal powers granting the U.S. Postal Service license to make loans or hold deposits may be politically complex. But things like installing ATMs, facilitating bill payments or expanding electronic money transfer services at post offices may be more feasible.<br />Some banking industry groups have opposed postal banking, arguing consumers could be left vulnerable. But moves to broaden banking access might generate support among other constituencies, perhaps from rural representatives, or in Silicon Valley: Digital players could see post offices as de facto branches, helping people that don’t use traditional banks move cash into and out of their virtual wallets.<br />There are other ideas that could further enable a new kind of banking ecosystem to evolve. One that has been making its way into potential legislation is to create accounts for individuals with the help of the Federal Reserve. Some propose this in conjunction with postal banking. Additionally, the Fed is in the early stages of developing its own real-time payments system. Depending on how it is fleshed out, that could compete with some existing forms of bank payments."
}