{
    "url_original": "https://www.wsj.com/articles/bidens-cia-pick-could-set-the-agency-right-11610647156?mod=opinion_lead_pos5",
    "url": "bidens-cia-pick-could-set-the-agency-right-11610647156",
    "title": "Biden’s CIA Pick Could Set the Agency Right",
    "sub_head": "William Burns will rein in intelligence with an outsider’s touch.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-14 12:59:00",
    "body": "President-elect Biden has selected veteran diplomat William Burns as his nominee for director of the Central Intelligence Agency. This is a good choice—an experienced and highly respected national-security expert. He will be an asset to Mr. Biden and could help restore bipartisan confidence in the agency he leads.<br />I write as a 19-year CIA veteran and a supporter of President Trump. I’m critical of Mr. Biden’s other picks for top national-security posts, most of who are unremarkable former Obama officials. But Mr. Burns served for 33 years in the Foreign Service and eventually was ambassador to Russia and deputy secretary of state. He also was a trusted aide to several secretaries of state in Republican and Democratic administrations. He has written critically of President Trump and his foreign policy, but he has avoided the harsh anti-Trump partisanship of many career national security officials over the past four years.<br />With the selection of Mr. Burns, Mr. Biden shined light on two key issues in the national-security world. First, to be truly accountable to the American people and the president, the CIA needs to be led by an outsider. Although many CIA officers will be disappointed that one of their own didn’t get the nod, Mr. Burns is well-known by the CIA workforce and will be well received.<br />Second, Mr. Biden and his advisers appear to recognize that the intelligence community has lost public trust after years of politicizing intelligence, meddling in domestic politics, and violating the electronic privacy of Americans. The so-called whistleblower who initiated Mr. Trump’s impeachment in 2019, and the continuous spiteful criticism of Mr. Trump by former CIA Director John Brennan, undermined the agency’s reputation as a nonpartisan institution. This was no time to reward a Biden insider with the agency’s top job.<br />The CIA needs a housecleaning to perform as a less political, more effective intelligence organization. I don’t know how much leeway the Biden White House will give Mr. Burns to hire and fire throughout the agency’s ranks, but I believe he will press his boss to allow him to make several long-overdue organizational reforms."
}