{
    "url_original": "https://www.wsj.com/articles/bidens-energy-orders-peril-and-profit-11611771319?mod=business_minor_pos11",
    "url": "bidens-energy-orders-peril-and-profit-11611771319",
    "title": "Biden’s Energy Orders: Peril and Profit",
    "sub_head": "A flurry of executive orders from the Biden administration has resulted in a wider selloff in the energy industry",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-27 13:15:00",
    "body": "<br />The Biden administration’s freeze on new federal oil and gas leases is bad news for the U.S. energy industry, but the market reaction has thrown up opportunities, too.<br />Mr. Biden’s first week in office has been a whirlwind of bad news for the sector: Last week, the administration revoked a permit for the controversial Keystone XL pipeline and placed a temporary ban on federal leasing and permitting for oil and gas. On Wednesday, the administration announced a pause on new oil and gas leasing on federal territory. While the actions resulted in a steep sector selloff, the moves were telegraphed on the campaign trail.<br />Companies with heavier federal lease exposure—including  EOG Resources ,   Devon Energy ,   ConocoPhillips  and  Occidental Petroleum —started underperforming the broader basket of oil and gas exploration companies in the middle of last year as investors weighed Mr. Biden’s campaign promises of stricter limits on federal oil and gas leasing. The threat seemed plausible given the precedent that the Obama administration set in 2016 when it suspended most new leases for coal mining on federal lands. The same companies suffered steeper drops than the sector overall since last week, when the Biden administration announced the temporary moratorium on leasing and permits.<br />The real surprise seems to be that the Biden administration is weighing the possibility of stopping new permits or not allowing permit renewals on federal territory. The order calls for a “rigorous review of all existing leasing and permitting practices”—something the industry hadn’t anticipated. The move is likely to spur heavy legal challenges."
}