{
    "url_original": "https://www.wsj.com/articles/bidens-man-at-homeland-security-11611272906?mod=opinion_lead_pos4",
    "url": "bidens-man-at-homeland-security-11611272906",
    "title": "Biden’s Man at Homeland Security",
    "sub_head": "Alejandro Mayorkas is getting the questions he dodged the last time.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-265033?width=620&size=1.5",
    "image_1": "im-265033.jpg",
    "time": "2021-01-21 18:48:00",
    "body": "With the recent attack on the Capitol, Latin American migrants headed to the U.S. border, and other looming threats, the Biden Administration is pushing for quick Senate approval of national-security nominees. On Tuesday Sen. Josh Hawley (R, Mo.) inflicted a small setback by objecting to fast-tracking Mr. Biden’s pick to head the Department of Homeland Security, Alejandro Mayorkas, to a confirmation vote.<br />The Senator says he has concerns about the Biden Administration’s immigration plans, and that Mr. Mayorkas “declined to say he would enforce the laws Congress has already passed to secure the border wall system.” Mr. Mayorkas is also well known as an architect of the Deferred Action for Childhood Arrivals program that Barack Obama pushed through by executive fiat after he couldn’t get it through Congress.<br />Those pushing for quick approval argue Mr. Mayorkas has been confirmed by the Senate three times over his political career. But as Ohio Republican Rob Portman noted at Tuesday’s confirmation Senate hearing, Mr. Mayorkas was last confirmed in 2013. That was before the release of a scathing Inspector General report in which individuals “throughout the ranks of USCIS” complained that, as director of the U.S. Citizenship and Immigration Services, Mr. Mayorkas had intervened to benefit wealthy and politically connected foreign investors seeking EB-5 visas.<br />These investors were connected to people such as former Clinton associate and future Virginia Gov. Terry McAuliffe, and Tony Rodham, Hillary Clinton’s brother. The report further quotes one “high-ranking USCIS official” saying that employees with different views were afraid to speak up in meetings because Mr. Mayorkas would “cut them up, take them apart or put them in their place.”<br />The IG found nothing criminal, and Mr. Mayorkas insists he intervened only to ensure cases were decided correctly. But the report details Mr. Mayorkas’s troubling habit of communicating with applicants and stakeholders outside the normal process—and the “appearance of favoritism and special access” he created. The IG report adds that in each of the three instances investigated, “but for Mr. Mayorkas’ intervention, the matter would have been decided differently.” The IG at the time, Obama appointee John Roth, stands by his findings today."
}