{
    "url_original": "https://www.wsj.com/articles/bidens-first-spending-blowout-11610754495?mod=opinion_lead_pos1",
    "url": "bidens-first-spending-blowout-11610754495",
    "title": "Biden’s First Spending Blowout",
    "sub_head": "He doubles Obama’s 2009 plan even as the economy is poised to take off in 2021.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-15 18:48:00",
    "body": "Those two Georgia Senate races were more expensive than even we thought. “With interest rates at historic lows, we can not afford inaction,” President-elect Joe Biden declared Thursday night. He wasn’t kidding as he outlined a $1.9 trillion Covid spending plan, which comes on top of the $900 billion Congress appropriated last month, and the $2.9 trillion in the spring. And this is only Mr. Biden’s “first installment,” as Sen. Bernie Sanders put it.<br />The first point to understand is that this blowout has nothing to do with economic stimulus. Nearly all of the money is for income redistribution—some to people in genuine need, but most to advance long-term Democratic social policies, and to massage constituencies like teachers unions and state politicians.<br />This may boost short-term consumer demand, which is already poised to explode once the pandemic eases. But it won’t change incentives for growth because people don’t change their behavior unless they expect long-term earnings to change, as John Cogan and John Taylor described Friday on these pages.<br />More government spending will only help the economy to the extent it ends the pandemic faster and helps people get back to work. Toward that end Mr. Biden proposes $70 billion for vaccines, therapies and testing in addition to the $42 billion that Congress passed last month. This will make a difference if it delivers vaccines faster, though the main bottlenecks now are bureaucratic and political. Ditto for therapies. The Food and Drug Administration restricts access to monoclonal antibodies for hospitalized patients, for example, but local governments have struggled to set up non-hospital infusion sites.<br />Most of the rest of the Biden plan is a repeat of the 2009 Obama plan—doubled. State and local governments will get $350 billion, though many have more revenue than before the pandemic thanks to buoyant equity and housing markets. State and local non-education employment has fallen 3.7% since February compared to 6.5% for private business."
}