{
    "url_original": "https://www.wsj.com/articles/biden-to-propose-1-9-trillion-covid-19-package-11610661977?mod=politics_lead_pos1",
    "url": "biden-to-propose-1-9-trillion-covid-19-package-11610661977",
    "title": "Biden to Propose $1.9 Trillion Covid-19 Relief Package",
    "sub_head": "President-elect will urge Congress to back $1,400 per-person direct payments and ask for funding for testing and vaccine distribution",
    "category_1": "Politics",
    "time": "2021-01-14 19:08:00",
    "body": "President-elect Joe Biden plans to call for a $1.9 trillion Covid-19 relief plan to help Americans weather the economic shock of the pandemic and pump more money into testing and vaccine distribution, according to senior incoming Biden administration officials.<br />Mr. Biden in a speech Thursday evening plans to lay out priorities related to the pandemic for the early days of his administration. He will urge Congress to back a round of $1,400-per-person direct payments to most households, a $400-per-week unemployment insurance supplement through September, expanded paid leave and increases in the child tax credit. Aid for households makes up about half of the plan’s cost, with much of the rest going to vaccine distribution and state and local governments.<br />Mr. Biden, a Democrat, is set to take office on Wednesday as the virus death toll has topped 3,000 daily deaths repeatedly in recent weeks and the country deals with the economic fallout from continued business and school closures. The Senate is also expected to hold a trial after the House impeached President Trump for the second time.<br />Mr. Biden wants Congress to act quickly to address what he sees as a national emergency, the officials said. The plan includes some ideas previously floated by congressional Democrats and Mr. Biden’s campaign that Republicans have rejected—including raising the minimum wage to $15 an hour—and it isn’t clear which pieces can become law and how soon lawmakers will act. Most legislation needs 60 votes in the Senate, which would require Republican votes since Democrats will control 50 seats.<br />“We will get right to work to turn President-elect Biden’s vision into legislation that will pass both chambers and be signed into law,” Sen. Chuck Schumer, the Democratic leader, and House Speaker Nancy Pelosi (D., Calif.) said in a joint statement."
}