{
    "url_original": "https://www.wsj.com/articles/biden-inherits-an-older-polarized-and-financially-insecure-nation-11611153710?mod=politics_lead_pos10",
    "url": "biden-inherits-an-older-polarized-and-financially-insecure-nation-11611153710",
    "title": "Biden Will Lead an Older, Polarized and Financially Insecure Nation",
    "sub_head": "U.S. has weaker economy, shorter life expectancy and voters who have moved toward the edges of both parties",
    "category_1": "Politics",
    "time": "2021-01-20 09:41:00",
    "body": "President Joe Biden will lead a country with an aging population that is on shakier economic footing and is more politically polarized than at most points in recent years.<br />Key metrics of financial and social well-being show the challenges Mr. Biden faces as he moves into the White House on Wednesday. The coronavirus pandemic halted the 11-year economic expansion and drove up unemployment just as the typical American household was starting to enjoy sustained income growth. Americans were living longer—an improvement from a period when the opioid crisis eroded life expectancy—until the pandemic exacted a swift, deadly toll. One government official said life expectancy could decline by the largest amount since World War II once the government completes last year’s mortality figures.<br />Long-running demographic trends also have shaped the country. The U.S. is becoming more racially diverse. More Americans are obtaining college degrees. Women are having fewer babies, and the population is growing at its lowest rate in over a century.<br />After stagnating in the wake of the 2007-09 recession, America’s earnings gradually improved starting around the middle of the last decade. Median household income was $68,700 in 2019, up 6.8% from the prior year and the highest figure on record. The poverty rate that year dipped to its lowest level since the government began tracking it in 1959. Last year’s figures are expected to show disparities in whose incomes suffered, with some households being better off because of stimulus payments and extra unemployment benefits.<br />The stock market has marched to near-record highs, lifting the net worth of investors while leaving behind the nearly one half of Americans who don’t own stock. Consumer debt has climbed as families have borrowed more heavily to stay in the middle class."
}