{
    "url_original": "https://www.wsj.com/articles/biden-destroys-restaurants-to-save-them-11611078140?mod=opinion_lead_pos6",
    "url": "biden-destroys-restaurants-to-save-them-11611078140",
    "title": "Biden Destroys Restaurants to Save Them",
    "sub_head": "Abolishing the tipped minimum wage would wipe out the benefit of his Covid grants.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-19 12:42:00",
    "body": "Joe Biden proposes $15 billion in relief grants for America’s Covid-crushed businesses. But he also wants to mandate a new minimum wage that for many restaurants would wipe out the benefit and then some.<br />Restaurants shed some six million jobs in the first two months of the pandemic. As a consequence of continued Covid-related closures and a decline in customer traffic, the industry ended 2020 with 2.5 million fewer jobs than before the pandemic. They received a temporary lifeline through the Paycheck Protection Program, but have advocated without success for more-substantial relief. Mr. Biden’s recovery plan acknowledges restaurants were “disproportionately” harmed by Covid.<br />But he also proposes to raise the federal minimum wage to $15 an hour, which more than doubles the existing minimum, $7.25 an hour. The separate minimum for tipped workers is $2.13 an hour, and the president-elect proposes to raise that to $15 too—an increase of more than 600%. Tipped workers are already required to earn the full federal minimum between their base wage and tips, and most earn far more.<br />The relief grants wouldn’t come close to offsetting this new mandate. Consider the math for a small full-service restaurant location in West Virginia with five servers, where the tipped-wage minimum is $2.62 an hour. Mr. Biden’s plan would raise the hourly cost of each server by $12.38, or $19,313 annually for a 30-hour workweek. With payroll taxes, that’s roughly $100,000 in new annual costs, compared with the average Covid relief grant of $15,000 per small business.<br />A recent study from economists at Miami and Trinity universities finds a plan like Mr. Biden’s would cost the hospitality industry more than one million jobs—including nearly 700,000 held by tipped workers. A Census Bureau study shows that restaurant workers see lower tips in states with a higher minimum wage, a likely consequence of restaurants’ transition towards self-service models. Unsurprisingly, tipped workers oppose Mr. Biden’s plan."
}