{
    "url_original": "https://www.wsj.com/articles/biden-covid-19-relief-plan-aims-to-ease-poverty-advance-democratic-priorities-11610735193",
    "url": "biden-covid-19-relief-plan-aims-to-ease-poverty-advance-democratic-priorities-11610735193",
    "title": "Biden Covid-19 Relief Plan Aims to Ease Poverty, Advance Democratic Priorities",
    "sub_head": "President-elect’s $1.9 trillion proposal would help low-income families while also eyeing long-term policy goals",
    "category_1": "Politics",
    "time": "2021-01-15 16:23:00",
    "body": "President-elect Joe Biden’s economic-relief plan places low-income families at its center, delivering cash, housing assistance, food and child-care support to the most vulnerable Americans. It is also a way for Democrats to get some long-sought priorities into law.<br />Mr. Biden released his $1.9 trillion plan on Thursday, urging Congress to help states, provide money to households and accelerate vaccinations in the early days of his administration. Democrats applauded the package, but its legislative path is uncertain as Mr. Biden tries to find enough Republican support in the Senate to overcome procedural hurdles.<br />Democrats, who will have slim House and Senate majorities, can muscle much of the plan through Congress if bipartisan talks stall or collapse. They gained that power by winning control of the Senate, giving them the opportunity to merge their response to the pandemic with longstanding policies on redistribution and inequality. The ideas they are advancing include an increase in the child tax credit for low-income households and expanded paid leave for workers.<br />The Biden proposal and its money for vaccinations and households would address rising risks to the U.S. economic recovery, even if the final version is smaller than the $1.9 trillion plan, said Robard Williams, senior vice president of Moody’s Investors Service.<br />Recent economic data underscore the halting nature of the recovery. Retail sales fell for a third straight month in December, a report on Friday showed. The economy lost jobs in December, the Labor Department said last week, ending seven months of employment gains."
}