{
    "url_original": "https://www.wsj.com/articles/bidens-inheritance-11611265653?mod=opinion_minor_pos1",
    "url": "bidens-inheritance-11611265653",
    "title": "Biden’s ‘Inheritance’",
    "sub_head": "Democrats in politics and the press agree to pretend the economy is a disaster.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-288813?width=620&size=1.5",
    "image_1": "im-288813.jpg",
    "time": "2021-01-21 16:47:00",
    "body": "If readers think this week’s adoring press coverage of President Joe Biden is excessive, they should just wait until next year. Media folk are so eager to prepare for a “Biden recovery” narrative in the future that they are making outlandish claims about the present.<br />This column has previously noted the legion of gloom the president is leading alongside former rival Sen. Bernie Sanders (Socialist, Vt.) to attempt to justify massive federal interventions. Mr. Sanders enjoys making ridiculous comparisons between today’s economy and the Great Depression.<br />Reporters are also eligible to enlist in the legion. “Biden inherits the worst job market of any modern president,” says a Washington Post headline. Postie Eli Rosenberg writes:<br />Sounds like a dire situation indeed, but perhaps less so when one realizes that the unemployment rate was higher during most of the Obama-Biden administration. Around the end of the fifth long year of Mr. Biden’s tenure as vice president, which included his leading role in implementing White House economic “stimulus” programs, the unemployment rate finally fell to that magic number of 6.7%. Unfortunately, during the two Obama-Biden terms the unemployment rate never got close to the Trump-era low of 3.5%, which American workers were enjoying in the pre-Covid days of February 2020.<br />It should also be noted that while misguided virus responses from state and local governments have indeed resulted in 10 million fewer people with jobs than in early 2020, the shutdowns actually killed more than 22 million jobs at their nadir. Since then the rapid recovery of most of the jobs killed by the lockdown is strong evidence that the economy is ready to roar if Mr. Biden’s Democratic colleagues in state government will allow it."
}