{
    "url_original": "https://www.wsj.com/articles/biden-stimulus-adds-fuel-to-copper-rally-11610724809?mod=markets_lead_pos4",
    "url": "biden-stimulus-adds-fuel-to-copper-rally-11610724809",
    "title": "Biden Stimulus Adds Fuel to Copper Rally",
    "sub_head": "Prices lifted by buoyant demand from China and wagers on improving global economy",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-01-15 16:35:00",
    "body": "Investors are ramping up wagers that the Biden administration’s focus on economic stimulus and electric vehicles will turbocharge a monthslong climb in copper and other industrial metals.<br />Even though they slid alongside other commodities Friday, most actively traded copper futures are still up more than 2% so far in 2021 and near their highest level since early in 2013. They have been lifted by buoyant demand from China and wagers that an improving global economy will further increase consumption later this year.<br />Copper and other raw materials such as zinc and aluminum are the building blocks of construction, used to manufacture everything from computers to houses. That makes their prices extremely sensitive to momentum in the global economy and Chinese growth. China is the world’s largest commodity consumer by far and is responsible for about half of global demand for copper and other metals.<br />After China largely contained the coronavirus, its economy has motored ahead of the rest of the world recently, making it a rare bright spot. That has sparked the rally in metals, pushing up copper 25% in the last six months as part of a vast rise in riskier markets.<br />In another sign of sentiment in metals markets, shares of copper miner  Freeport-McMoRan Inc.  have more than doubled in the last six months and are already up 17% so far this year. Many analysts look at the performance of mining stocks to gauge sentiment because they are more accessible to many investors than futures contracts, which expire every month and are more complex."
}