{
    "url_original": "https://www.wsj.com/articles/bidens-buy-american-plan-eyed-warily-by-other-countries-11611493200?mod=politics_lead_pos2",
    "url": "bidens-buy-american-plan-eyed-warily-by-other-countries-11611493200",
    "title": "Biden’s ‘Buy American’ Plan Eyed Warily by Other Countries",
    "sub_head": "Executive order expected Monday; trading partners looking to see if access to U.S. contracts is diminished",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289544?width=620&size=1.5",
    "image_1": "im-289544.jpg",
    "time": "2021-01-24 08:00:00",
    "body": "WASHINGTON—President Biden is expected to fulfill a campaign pledge Monday by detailing his “Buy American” plan, an initiative that will be watched closely by other countries mindful of another of his promises—to mend fences with trading partners.<br />Domestic-purchase plans put other governments on alert, causing concern that their companies would be excluded from the U.S.’s huge government-procurement market when Washington is making massive investments to fight the fallout of the Covid-19 pandemic.<br />“It’s particularly relevant to Canada and the U.S. because of our deeply integrated economies,” said Colin Robertson, a former Canadian diplomat who is now a vice president at the Canadian Global Affairs Institute. “Once the thing goes into effect, there will be Canadian companies who will say, ‘Oh, we are excluded.’ Then, they will begin to squawk.”<br />Although there are differences in the details, Mr. Biden’s initiative echoes former President Donald Trump’s own “Buy American” program, which was part of his “America First” policy that fueled tensions with trading partners through tariff wars and confrontations with the World Trade Organization.<br />The Buy American plan Mr. Biden espoused during the campaign called for tightening existing rules on government procurement by raising domestic content requirements and closing loopholes available for purchases of foreign products."
}