{
    "url_original": "https://www.wsj.com/articles/bidens-opening-salvo-on-beijing-11611614256?mod=opinion_major_pos8",
    "url": "bidens-opening-salvo-on-beijing-11611614256",
    "title": "Biden’s Opening Salvo on Beijing",
    "sub_head": "His administration’s early moves were aggressive, but will it sustain the pressure?",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-01-25 17:37:00",
    "body": "The Biden administration is less than a week old, but its most consequential foreign-policy decisions may already be behind it.<br />Initiating his China policy with the most aggressive concatenation of moves against a foreign power that any peacetime U.S. administration has ever launched so early on, President Biden has thrown down a gauntlet that Beijing is unlikely to ignore. Besides issuing a formal invitation to Taiwan’s top Washington representative to attend the inauguration (the first such invitation since the U.S. established formal relations with Beijing in 1979), the incoming team has pledged to continue arms sales to Taiwan and indicated that it wants to delay high-level U.S.-China talks until it consults with close allies—a stand that China will interpret as a rebuff. As if this weren’t enough, Secretary of State-designate Antony Blinken announced that he concurs with his predecessor Mike Pompeo’s finding that China is engaged in a genocide against its mostly Muslim Uighur minority in Xinjiang province.  Taken with the previously planned dispatch of a naval strike group to the South China Sea, it all amounts to a  stern message to Beijing.<br />These moves must be troubling for those who hoped that Mr. Biden would “prioritise global issues over great power competition,” as Anne-Marie Slaughter, who served as the State Department director of policy planning during the Obama administration, put it in a recent op-ed for the Financial Times.<br />It’s not entirely clear how coordinated the new measures are. The late designation of Chinese behavior as genocide by the Trump-era State Department in particular put Mr. Biden in a difficult spot. He had called the repression of the Uighurs a genocide on the campaign trail, but stump-speech rhetoric has no legal force. Once the State Department weighed in officially, Mr. Biden couldn’t walk back a designation he was on record as endorsing without looking weak.<br />It remains to be seen whether the administration will attempt to tone down the strong message sent by its early actions. The combination of the hard line on Taiwan and the genocide designation could be the foundation of a policy mix that is significantly more provocative than even some China hawks in the new administration wanted—and far more hawkish than the human-rights advocates supporting the genocide designation understood."
}