{
    "url_original": "https://www.wsj.com/articles/biden-to-name-appeals-court-judge-merrick-garland-as-attorney-general-11609954069?mod=politics_lead_pos6",
    "url": "biden-to-name-appeals-court-judge-merrick-garland-as-attorney-general-11609954069",
    "title": "Biden to Name Merrick Garland as Attorney General",
    "sub_head": "The widely respected jurist, whose Supreme Court nomination was blocked by Republicans in 2016, will be tasked with steadying the Justice Department",
    "category_1": "Politics",
    "time": "2021-01-06 15:49:00",
    "body": "WASHINGTON—President-elect Joe Biden intends to nominate Merrick Garland as attorney general, selecting a widely respected jurist and experienced prosecutor to steady a Justice Department rocked by years of political storms, people familiar with the matter said.<br />Judge Garland, a 1997 appointee of President Bill Clinton to the U.S. Court of Appeals for the District of Columbia Circuit, rose to the top of the list in recent weeks. His selection became definite as Mr. Biden’s team grew increasingly optimistic about Democrats’ chances of taking the two Senate seats in Tuesday’s Georgia’s runoff election, giving them the ability to replace Mr. Garland’s seat on the appeals court without concerns that Republicans would block whomever Mr. Biden chooses.<br />Mr. Biden also intends to nominate longtime national security official Lisa Monaco as deputy attorney general, and Vanita Gupta, who was head of the Justice Department’s civil-rights division under President Barack Obama, as the Department’s No. 3, officials on his transition team said. Kristen Clarke, president of the Lawyers’ Committee for Civil Rights Under Law, will be named head of the civil-rights division, the transition officials said, in a move that will likely please advocates who have urged Mr. Biden to make diversity and racial justice priorities at the Justice Department.<br />Mr. Garland isn’t close to the Biden family—a fact that transition officials consider an asset given that the Justice Department is investigating the tax and business dealings of Mr. Biden’s son, Hunter. Mr. Garland’s supporters say his decision-making in the case likely would be viewed as independent of the president’s personal interests.<br />A Biden transition official pointed to Mr. Garland’s strong reputation as a judge and his record of being impartial and avoiding any appearances of conflict of interest. The official said Mr. Garland has the “highest level of integrity and independence.”"
}