{
    "url_original": "https://www.wsj.com/articles/bidens-two-pronged-attack-on-income-inequality-11610718820",
    "url": "bidens-two-pronged-attack-on-income-inequality-11610718820",
    "title": "Biden’s Two-Pronged Attack on Income Inequality",
    "sub_head": "The president-elect’s plan could rapidly cut unemployment—but at a hefty price",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-01-15 08:53:00",
    "body": "There are two ways for the federal government to address income inequality. One is to redistribute more money to people at the bottom of the income ladder. The other is to use the tools of fiscal and monetary policy to drive unemployment low enough to drive up demand and wages for those workers.<br />President-elect Joe Biden is trying to do both. A sizable chunk of the $1.9 trillion fiscal plan he laid out Thursday is aimed at lower-income people, and, in combination with ultralow interest rates and widespread vaccination, the stimulus could drive down unemployment far faster than after any other recent recession.<br />Mr. Biden proposed raising the child tax credit 50% to $3,000 or more for the year and making it refundable, meaning families who owe less tax than the credit would get a check for the difference. He would extend and boost enhanced weekly unemployment insurance benefits by $100 from the $300 in December’s stimulus package to $400. He would extend a 15% increase in food stamps through the summer, raise the maximum earned-income tax credit for childless adults by nearly $1,000 and extend it to more people.<br />Those steps, plus adding $1,400 to the $600-per-adult checks approved in December, would slash the poverty rate from 12.6% to 9%, or by more than 11 million people, according to an analysis by the Center on Poverty and Social Policy at Columbia University. The number of children in poverty would drop by half, or 5 million.<br />Then there’s the macroeconomic impact. If Mr. Biden’s proposal is enacted, it would, along with $900 billion in December and previous measures, add $5.3 trillion to deficits, according to the Committee for a Responsible Federal Budget. That’s a staggering 25% of gross domestic product."
}