{
    "url_original": "https://www.wsj.com/articles/biden-to-reverse-abortion-rule-known-as-mexico-city-policy-11611835467?mod=politics_lead_pos2",
    "url": "biden-to-reverse-abortion-rule-known-as-mexico-city-policy-11611835467",
    "title": "Biden to Reverse Abortion Rule Known as Mexico City Policy",
    "sub_head": "Many Democrats also want to end Hyde Amendment barring federal funds from going to most abortions; Republicans want to keep it in place",
    "category_1": "Politics",
    "time": "2021-01-28 07:04:00",
    "body": "WASHINGTON—President Biden plans to end a policy that prohibits federal funds from going to foreign-aid groups that perform abortions or provide related services, one of several moves likely to spark renewed debate over abortion access.<br />Mr. Biden can make some of his intended changes quickly, but others will likely run into hurdles in Congress, where Democrats hold narrow majorities. Echoing many Democrats and abortion-rights advocates, he has said he backs ending a provision in spending bills known as the Hyde Amendment, which bars federal funds from being used for abortions except in limited cases. But many Republicans say they will oppose any spending bill that doesn’t include the amendment.<br />The White House said Mr. Biden on Thursday will issue a “Presidential Memorandum to protect and expand access to comprehensive reproductive health care,” as part of a series of health care-related actions. Among its effects will be to reverse a rule known as the “Mexico City policy”—or, to critics, the “global gag rule.” The policy bars foreign nongovernmental groups that get U.S. funding from providing abortions or abortion information. Recent Democratic administrations have ended the policy, and Republican administrations have reinstated it.<br />The memorandum will also direct the Department of Health and Human Services to consider rescinding regulations under the federal Title X family-planning program. The Trump administration implemented one that cut off federal funding for organizations such as Planned Parenthood Federation of America.<br />“It is a good down payment, absolutely,” Ilyse Hogue, president of Naral Pro-Choice America, said of Mr. Biden’s anticipated early moves, adding that advocates of wider abortion access know the hurdles facing a repeal of the Hyde Amendment."
}