{
    "url_original": "https://www.wsj.com/articles/bidens-early-policy-moves-signal-collision-course-with-gop-11611346734?mod=politics_lead_pos1",
    "url": "bidens-early-policy-moves-signal-collision-course-with-gop-11611346734",
    "title": "Biden’s Executive Orders Signal Collision Course With GOP",
    "sub_head": "President has taken more than two dozen executive actions, prompting cheers from Democrats and frustration from Republicans",
    "category_1": "Politics",
    "time": "2021-01-22 15:39:00",
    "body": "WASHINGTON—In his first three days in office, President Biden has taken more than two dozen executive actions designed to reverse Trump administration policies and enact longstanding liberal priorities on protecting the environment, enhancing workers’ protections and increasing the role of government in the economy.<br />The moves have prompted opposition from Republicans on Capitol Hill, who say that they undermine Mr. Biden’s push for bipartisan deal making and national unity, a major theme of his inaugural address. At the same time, while his early policy efforts have been broadly cheered by Democrats, some progressives are urging him to go further, reflecting Mr. Biden’s challenge of balancing pressures from both parties.<br />Since taking office Wednesday, Mr. Biden’s actions have reversed some of former President Donald Trump’s highest-profile policy initiatives by overturning a travel ban on several majority-Muslim and other countries and revoking a permit for the Keystone XL oil pipeline. They also lay the groundwork for what Mr. Biden says will be his administration’s focus: boosting economic growth, dealing with the pandemic, and increasing government spending on programs designed to assist Americans hard hit by the pandemic-induced recession.<br />“There is plenty of time for President Biden to remember that he does not owe his election to the far left,” said Senate Minority Leader Mitch McConnell (R., Ky.) in a speech Thursday. He accused Mr. Biden of contradicting his rhetoric on bipartisanship by catering to a progressive agenda with moves such as revoking the Keystone XL permit and rejoining the Paris climate accord.<br />“The American people stunned the so-called experts with the number of Republicans they sent to the House and the Senate to make sure common-sense conservative values have a powerful say in this government,” Mr. McConnell said. “So our side is ready to share ideas and work with the Biden administration, applying common sense to find common ground for the common good.”"
}