{
    "url_original": "https://www.wsj.com/articles/bidens-stimulus-should-stay-the-course-11611614645?mod=opinion_lead_pos5",
    "url": "bidens-stimulus-should-stay-the-course-11611614645",
    "title": "Biden’s Stimulus Should Stay the Course",
    "sub_head": "Spending packages need triggers to sustain aid when the recovery lags and cut it off when things improve.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-289261?width=620&size=1.5",
    "image_1": "im-289261.jpg",
    "time": "2021-01-25 17:44:00",
    "body": "President Biden has proposed a bold and ambitious $1.9 trillion plan for economic recovery. The plan would benefit from one important change: It should be contingent on the pace of recovery. The Biden plan provides substantial support for the economy through the end of September but essentially ends on that date. It could be improved by including provisions that automatically continue assistance as long as the economy is weak and needs it. In exchange, these provisions could also phase out aid more quickly than Mr. Biden proposes if the economy rebounds faster than expected. Most important, this recession insurance should be made permanent to mitigate future recessions.<br />The economy is more than 11 million jobs short of where it should be, and important labor-market indicators have steadily worsened since the summer, including long-term unemployment and the number of unemployed workers not on temporary layoff. The supply-side constraints created by the virus are the biggest limit on the economy. Aggressive deployment of vaccines plus testing and other measures will likely solve the supply problem over the coming months.<br />A full recovery will require more than open restaurants. People must also be able to afford to eat in those restaurants. That’s where the demand side comes in: The Biden plan would provide relief for many of the households that need it most, including low-income families and the unemployed, turbocharging demand to meet the expanded supply.<br />Covid has had an unprecedented impact on both supply and demand. Anyone who ventures a confident prediction about the course of jobs, inflation or any other aspect of the economy may be wrong and is certainly wrong to be confident.<br />The pace and magnitude of virus mutations raise the concern that the virus will become immune to current vaccines. The ossification of unemployment could make the last phases of the recovery slower and more painful as people are unable to return to their old jobs quickly and may need to find new ones in different industries. Global events could disrupt the U.S. economy. For all of these reasons more rescue and relief may be needed long after September."
}