{
    "url_original": "https://www.wsj.com/articles/biden-to-tap-jaime-harrison-former-senate-candidate-to-lead-dnc-11610649160?mod=politics_lead_pos10",
    "url": "biden-to-tap-jaime-harrison-former-senate-candidate-to-lead-dnc-11610649160",
    "title": "Biden to Tap Jaime Harrison, Former Senate Candidate, to Lead DNC",
    "sub_head": "Harrison gained attention for fundraising in his unsuccessful 2020 bid against Sen. Lindsey Graham",
    "category_1": "Politics",
    "time": "2021-01-14 14:44:00",
    "body": "WASHINGTON—President-elect Joe Biden intends to select Jaime Harrison, a former Senate candidate in South Carolina and a rising star in the party, to lead the Democratic National Committee, people familiar with the plans said Thursday.<br />Mr. Harrison, a former chairman of the South Carolina Democratic Party, raised $133 million for his unsuccessful 2020 bid against Sen. Lindsey Graham (R., S.C.). As DNC chair, he will be tasked with helping the party defend gubernatorial candidates and protect its House and Senate majorities in next year’s midterm elections.<br />Mr. Harrison’s selection to lead the DNC, first reported by the New York Times, was expected to be announced later Thursday. One of the people familiar with the plans said Mr. Biden intended to install three allies as DNC vice chairs: Atlanta Mayor Keisha Lance Bottoms, Michigan Gov. Gretchen Whitmer and Rep. Filemon Vela (D., Texas). Another person familiar with the plans said he also intends to tap Sen. Tammy Duckworth (D., Ill.) as a vice chair.<br />New presidents typically choose the leadership of the party committee. Mr. Harrison sought the chairmanship of the DNC in 2017 at the start of the Trump administration, but DNC members chose former Labor Secretary Tom Perez.<br />Party officials noted that Mr. Biden’s campaign worked closely with the DNC during the campaign and expected Mr. Harrison’s selection to enhance that partnership. Mr. Biden has long maintained ties to South Carolina, and voters in the state were instrumental in his comeback during the 2020 primaries."
}