{
    "url_original": "https://www.wsj.com/articles/biden-to-sign-executive-orders-to-boost-pandemic-aid-expand-federal-worker-protections-11611309603",
    "url": "biden-to-sign-executive-orders-to-boost-pandemic-aid-expand-federal-worker-protections-11611309603",
    "title": "Biden to Sign Executive Orders to Boost Pandemic Aid, Expand Federal Worker Protections",
    "sub_head": "Move would expand food assistance, improve distribution of stimulus payments",
    "category_1": "U.S.",
    "time": "2021-01-22 05:00:00",
    "body": "WASHINGTON—President Biden will sign a pair of executive orders Friday to strengthen the federal safety net, boost economic relief and enhance worker protections, as the U.S. continues to recover from the pandemic-induced recession.<br />Mr. Biden will ask agencies across the government to take immediate steps to enhance federal benefits, such as expanding food assistance, improving distribution of stimulus checks and clarifying that workers may refuse jobs with unsafe working conditions and still qualify for unemployment benefits, administration officials said Thursday.<br />He also intends to issue a second order that would restore collective bargaining power for federal workers, revoke an order from former President Donald Trump that exempted some federal positions from competitive hiring procedures and civil-service protections, and direct agencies to start planning for a $15 minimum wage for federal workers and contractors.<br />“These actions are not a substitute for comprehensive legislative relief,” Brian Deese, the director of Mr. Biden’s National Economic Council, said on a call with reporters Thursday. “But they will provide a critical lifeline to millions of American families. And that’s why the president is going to act quickly on these steps.”<br />Mr. Biden has proposed a $1.9 trillion economic aid package to help bolster the economic recovery that includes $1,400 stimulus payments, extended jobless benefits, aid for state and local governments and money for a nationwide vaccination program. But his legislative agenda may face early hurdles in a narrowly divided Congress, as Democrats also try to advance Mr. Biden’s nominees and prepare for a second impeachment trial of Mr. Trump."
}