{
    "url_original": "https://www.wsj.com/articles/bidens-immigration-package-faces-steep-odds-on-capitol-hill-11611430901?mod=politics_lead_pos1",
    "url": "bidens-immigration-package-faces-steep-odds-on-capitol-hill-11611430901",
    "title": "Biden’s Immigration Package Faces Steep Odds on Capitol Hill",
    "sub_head": "Lawmakers in both parties say a comprehensive bill would hit hurdles, but a narrower deal centered on Dreamers might be possible",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289625?width=620&size=1.5",
    "image_1": "im-289625.jpg",
    "time": "2021-01-23 14:41:00",
    "body": "WASHINGTON—President Biden is making an early bet that after years of stalemate, the moment for comprehensive immigration reform has arrived. But lawmakers in both parties caution that Mr. Biden’s effort is likely to face some of the same headwinds the plans of the last three presidents did.<br />On his first day in office, Mr. Biden proposed a broad immigration bill that would create an eight-year path to citizenship for the 11 million immigrants living in the country without a permanent legal status. It would have an expedited pathway for farmworkers and the young immigrants known as Dreamers, along with changes to the legal immigration, refugee and asylum systems. It proposes adding more technology to monitor people and drugs at the border—though no new barriers—along with $4 billion in aid to Central American countries to help stem the extreme poverty and gang violence that has prompted so many migrants to leave.<br />Unlike previous compromise bills, Mr. Biden’s proposal lacks the countermeasures of increased security or deterrence at the border that Republicans have asked for in exchange for legalization.<br />Some Democrats say they can rally around an immigration reform package that makes no concessions. But the approach is likely to quickly run into opposition from Senate Republicans, at least 10 of whom would need to support a measure for it to clear the Senate’s 60-vote hurdle for most legislation.<br />Sen. Bob Menendez (D., N.J.), the bill’s Senate sponsor, told a conference of the American Business Immigration Council on Thursday that enacting the bill would be a “herculean task,” and could prove impossible without Republican cooperation. But, he said, Mr. Biden and Vice President Kamala Harris are strongly supportive of the effort."
}