{
    "url_original": "https://www.wsj.com/articles/biden-inauguration-to-feature-virtual-parade-11609720253?mod=politics_lead_pos3",
    "url": "biden-inauguration-to-feature-virtual-parade-11609720253",
    "title": "Biden Inauguration to Feature Virtual Parade",
    "sub_head": "The president-elect’s inaugural committee lays out plans for scaled-down events on Jan. 20",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-280116?width=620&size=1.5",
    "image_1": "im-280116.jpg",
    "time": "2021-01-03 19:30:00",
    "body": "President-elect Joe Biden’s inauguration will include a virtual parade as part of a series of events on Jan. 20 that have been scaled-down because of the coronavirus pandemic, the inaugural committee said Sunday.<br />After being sworn in on the west side of the Capitol, Mr. Biden, Vice President-elect Kamala Harris and their spouses will participate in Pass in Review, a military tradition that reflects the peaceful transfer of power and will include every branch of the military, according to the committee. Mr. Biden is expected to review the readiness of the troops and will then be escorted from 15th Street to the White House by members of the military.<br />With the coronavirus still raging across the country, the inauguration committee will be holding a virtual parade instead of the traditional in-person parade and balls. The planned programming is expected to feature Americans across the country along with musical acts, local bands and poets to pay tribute to front-line workers during the pandemic.<br />“There are many grand traditions to the inaugural and we plan to honor them by highlighting more of our nation’s people than ever before while keeping everyone safe,” said Tony Allen, chief executive of the inaugural committee, in a statement.<br />The committee said earlier this week it would host a memorial  on Jan. 19, ahead of the inauguration, to remember those who lost their lives to Covid-19. The memorial ceremony in Washington, D.C., will feature a lighting around the Lincoln Memorial Reflecting Pool."
}