{
    "url_original": "https://www.wsj.com/articles/biden-defunds-the-states-11611790522?mod=opinion_lead_pos2",
    "url": "biden-defunds-the-states-11611790522",
    "title": "Biden Defunds the States",
    "sub_head": "His oil and gas drilling moratorium is an assault on school funding.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-27 18:35:00",
    "body": "President Biden wants to give states $130 billion more in Covid relief, but he may need more after Wednesday. The oil and gas lease moratorium on federal lands that he announced will erase thousands of blue-collar jobs—and billions of dollars in revenue that states use to fund education.<br />The feds split mineral royalties with the states, many of which rely on the revenue to balance their budgets. Some states also impose general receipts taxes on oil and gas production. Wyoming state superintendent Jillian Balow notes that her state depends on some $150 million a year in oil and gas federal royalties to fund K-12 schools.<br />A University of Wyoming study last month estimated that a federal leasing moratorium could cost states on average $1.6 billion annually in tax revenue. New Mexico ($946 million), Wyoming ($304 million), and North Dakota ($136 million) would be hit hardest, though Colorado, Alaska, Utah and Montana would also lose tens of millions of dollars.<br />Because state, private and federal lands are interspersed in a checkerboard pattern, as the study notes, Mr. Biden’s ban will effectively limit production on much private and state land too. Job losses will also reduce income and sales tax revenues.<br />Notably, Mr. Biden’s order exempts Native American tribal lands and says “The Secretary of the Interior shall engage with Tribal authorities regarding the development and management of renewable and conventional energy resources on Tribal lands.” States also have sovereign rights under the Constitution. Why isn’t the Administration engaging with them?"
}