{
    "url_original": "https://www.wsj.com/articles/bidens-climate-plan-to-get-a-boost-from-democrat-led-senate-11610981436?mod=politics_lead_pos1",
    "url": "bidens-climate-plan-to-get-a-boost-from-democrat-led-senate-11610981436",
    "title": "Biden’s Climate Plan to Get a Boost From Democrat-Led Senate",
    "sub_head": "But with Democrats holding a razor-thin margin, GOP and industry support likely still needed",
    "category_1": "Politics",
    "time": "2021-01-18 09:50:00",
    "body": "WASHINGTON—When President-elect Joe Biden’s advisers wrote his climate plan, they often had one small audience in mind: the U.S. Senate.<br />That chamber has been reluctant to forcefully address climate issues with major new laws, but expectations are growing after election victories in Georgia Jan. 5 gave Democrats Senate control. The shift has made infrastructure funding for cleaner energy a realistic possibility and offers a likely kick-start for Mr. Biden’s ambitious agenda.<br />The Democratic control is still narrow—both parties have 50 Senate seats and Vice President-elect Kamala Harris breaks ties—and that is likely to limit how far Mr. Biden and fellow Democrats can reach. But the Biden team has tailored some of its plans for reducing greenhouse-gas emissions to benefit auto makers, oil and gas producers, and utilities, an appeal to moderate Democrats and some Republicans in the Senate needed to pass legislation.<br />Mr. Biden, as a candidate, had called for $2 trillion in spending on projects to reduce the greenhouse-gas emissions that most scientists implicate in climate change.<br />Democrats have rallied behind consensus studies that call for cutting greenhouse-gas emissions in half by 2030 and effectively ending them by roughly 2050 to avoid catastrophic consequences.  But many still consider it politically unpalatable to respond with new taxes or regulatory powers that might hurt industry. That leaves government investment through direct spending, loans and tax breaks as the most widely popular ideas."
}