{
    "url_original": "https://www.wsj.com/articles/biden-out-trumps-trump-11611703873?mod=opinion_lead_pos3",
    "url": "biden-out-trumps-trump-11611703873",
    "title": "Biden Out-Trumps Trump",
    "sub_head": "His ‘Buy American’ rules are even more protectionist.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-290833?width=620&size=1.5",
    "image_1": "im-290833.jpg",
    "time": "2021-01-26 18:31:00",
    "body": "Businesses and workers hoping for a reprieve from Donald Trump's trade protectionism had a surprise this week as President Biden adopted his predecessor’s “Buy American” rules, only more so.<br />Rules that favor domestic companies in government procurement have been around since the New Deal. Mr. Trump issued three executive orders to toughen these requirements to promote U.S. manufacturing. Mr. Biden on Monday replaced those orders with his own supposedly tougher rules.<br />One rule would “increase the numerical threshold for domestic content requirements for end products and construction materials” and “increase the price preferences for domestic end products and domestic construction materials.” These thresholds vary by product, but increasing them will make government procurement more expensive and onerous.<br />About 97% of federal purchased goods are made by U.S. firms, but most include foreign-made components. U.S. auto makers source steel from Canada—often produced from U.S. scrap metal—engine components from Mexico, and computer chips from Taiwan. Mr. Biden wants to make federal contractors like Ford and  Caterpillar  buy more domestic components. But manufacturers require specific inputs and metal grades that are often only made abroad. Since the feds make up a tiny share of most U.S. companies’ sales, it doesn’t make sense to overhaul supply chains to comply with Made in America rules.<br />Mr. Biden says domestic content rules must be based on “the value that is added to the product through U.S.-based production or U.S. job-supporting economic activity.” But much of the value from tech equipment and even modern trucks derives from U.S. intellectual property. Will the Biden Administration refuse to buy iPads made overseas?"
}