{
    "url_original": "https://www.wsj.com/articles/biden-to-lift-some-curbs-on-abortion-funding-reopen-aca-enrollment-11611684178?mod=business_minor_pos1",
    "url": "biden-to-lift-some-curbs-on-abortion-funding-reopen-aca-enrollment-11611684178",
    "title": "Biden to Lift Some Curbs on Abortion Funding, Reopen ACA Enrollment",
    "sub_head": "President is expected to launch his health-care agenda by reversing two Trump actions, and is likely to seek expansion of health law",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-290539?width=620&size=1.5",
    "image_1": "im-290539.jpg",
    "time": "2021-01-26 16:18:00",
    "body": "President Biden on Thursday will begin shaping his health-care agenda by lifting certain restrictions on abortion funding and relaunching Affordable Care Act insurance sign-ups, moving swiftly to reassemble components of the health law weakened by the former Trump administration, according to a person familiar with the planning.<br />Mr. Biden will sign executive orders directing the reopening of enrollment on the ACA’s federal exchanges and rescinding a Trump administration policy that blocked federal funds to nongovernmental agencies that provide abortion counseling or referrals, the person said.<br />Mr. Biden will also initiate a review of a Trump administration decision that cut off federal funding for family-planning organizations such as Planned Parenthood Federation of America, the person said. The Trump administration cut off funding to organizations that refer patients for abortions, and Planned Parenthood left the program known as Title X. An action related to Medicaid, a federal-state program for low-income and disabled people, is also expected.<br />While Mr. Biden agreed with some of Mr. Trump’s health-care initiatives, such as ending surprise medical billings and some antitrust actions to curb market concentration in the industry, the actions coming Thursday are aimed at unraveling his predecessor’s stamp on health care. The moves are spurring criticism from conservative and antiabortion groups that have opposed the ACA and lauded restrictions on federal funding for abortion.<br />Mr. Trump had pledged to repeal the ACA and replace it with a better alternative but failed to do either. He supported key parts of a lawsuit from a coalition of Republican-led states to invalidate the ACA, which the Supreme Court is weighing."
}