{
    "url_original": "https://www.wsj.com/articles/biden-and-the-obama-tax-warning-11610663389?mod=opinion_lead_pos11",
    "url": "biden-and-the-obama-tax-warning-11610663389",
    "title": "Biden and the Obama Tax Warning",
    "sub_head": "New administration threatens industrialized world’s highest tax rate on business.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-285285?width=620&size=1.5",
    "image_1": "im-285285.jpg",
    "time": "2021-01-14 17:29:00",
    "body": "On Thursday night President-elect Joe Biden will describe some of his plans for multitrillion-dollar spending increases. Before long he’ll also tell us about his tax increases. And they aren’t going to be small. A new report from the Tax Foundation says the Biden plan would impose the industrialized world’s highest income tax rate on business. Research from around the world says that wouldn’t be kind to workers, either.<br />As for tonight’s spending preview, Mr. Biden will take the stage as America has already accumulated its largest debt burden since the era of World War II. Ten months ago, when politicians of both parties were talking about shutting down much of the economy for a few weeks to stop the virus, they enacted a massive $2.2 trillion emergency spending plan. Taxpayers might not have guessed at the time that the historic spending blowout was only getting started. As taxpayers consider the new Biden burdens described on Thursday night, they will notice that the mission is creeping well beyond virus response.<br />Jim Tankersleywrites in the New York Times:<br />Team Biden is thinking of two big pieces of legislation. The first one will be funded entirely with borrowed money, at a time when publicly held Treasury debt is already approaching $22 trillion. A Journal report suggests that the initial bill will require another $1.9 trillion in federal borrowing. As for the other bill, Mr. Tankersley writes:<br />Team Biden isn’t saying exactly how large the expansion of federal spending and taxation will be, but if the tax hikes are anything like the ones candidate Biden threatened on the campaign trail, the economic costs could be significant. Taylor LaJoie and Elke Asen of the Tax Foundation report that the integrated tax rate on corporate income under the Biden proposal would be even higher than during the Obama era and in fact the highest in the entire industrialized world."
}