{
    "url_original": "https://www.wsj.com/articles/bidens-fossil-fuel-freeze-11611359257?mod=opinion_lead_pos3",
    "url": "bidens-fossil-fuel-freeze-11611359257",
    "title": "Biden’s Fossil-Fuel Freeze",
    "sub_head": "Climate activists are now running federal oil and gas permitting.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-22 18:47:00",
    "body": "Any doubt that the Biden Administration plans to slowly regulate fossil fuels out of existence vanished this week. First came the Keystone XL pipeline kill, but perhaps more significant is the 60-day freeze on new leases on federal lands and bureaucratic permitting. The pause could soon become a long-term ban.<br />Federal lands account for about 22% of U.S. oil production, 12% of natural gas and 40% of coal. When the Obama Administration slowed oil and gas permitting on federal land, drilling and exploration shifted to private land. The Biden Administration may shut that down too.<br />Start with the 60-day suspension on new leases on federal land. Producers in older oil and gas fields won’t be significantly affected, and many have already scaled back investment in places like California and Louisiana while pouring more into shale. But shale fracking occurs in large part on federal land in western states, and it continually requires new leases and investment.<br />Federal land accounts for 51.9% of New Mexico’s oil production and 66.8% of its natural gas, as well as a sizable share of gas extraction in Colorado (41.6%), Utah (63.2%) and Wyoming (92.1%). A federal leasing ban would cost some 18,000 jobs in Colorado, 33,000 in Wyoming and 62,000 in New Mexico by 2022, according to the American Petroleum Institute.<br />States would also lose hundreds of millions of dollars of mineral royalties that are shared by the feds. Oil and gas revenue accounts for 20% of New Mexico’s budget. Downstream suppliers like fracking sand mines in Wisconsin and steel manufacturers in Pennsylvania would also be hit."
}