{
    "url_original": "https://www.wsj.com/articles/biden-gives-regulators-a-free-and-heavy-hand-11611703468?mod=opinion_lead_pos6",
    "url": "biden-gives-regulators-a-free-and-heavy-hand-11611703468",
    "title": "Biden Gives Regulators a Free and Heavy Hand",
    "sub_head": "His idea of ‘modernizing’ rules is to assert they have benefits that are ‘impossible to quantify.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-289399?width=620&size=1.5",
    "image_1": "im-289399.jpg",
    "time": "2021-01-26 18:24:00",
    "body": "Even in Washington, hardly anyone understands what the Office of Management and Budget does. Yet buried in the 2½-foot stack of President Biden’s first-day executive orders is hard evidence that someone in the new administration not only understands the OMB but knows how to use it. As a result, the business climate in this country will be made dramatically worse. Forget reregulation; this is the beginning of hyperregulation.<br />You probably didn’t pay attention to “Modernizing Regulatory Review,” a presidential memo released Jan. 20. Regulatory law is arcane and generally boring, but its effects can be monumental. Congress defers much of the actual work of governing—producing the rules and regulations that implement laws—to the executive branch. For decades the primary protection against an abuse of this power has been a requirement that a regulation’s costs must not outweigh its benefits. While each agency does its own cost-benefit analyses based on its own rules, OMB directs the agencies on how to do that and oversees the results. The new presidential memo tells OMB how to do that. The effects will filter down to every federal agency.<br />The presidential memo, similar to an executive order, is intended to “ensure that the review process promotes policies that reflect new developments in scientific and economic understanding, fully accounts for regulatory benefits that are difficult or impossible to quantify, and does not have harmful anti-regulatory or deregulatory effects” (emphasis added).<br />Translated from OMB-speak into English, that means throw out traditional measures, use anything you can possibly find to promote the benefit side of the cost-benefit analysis, and don’t do anything that might impair new regulation or remove old rules. The message from the Biden administration is that wherever cost-benefit analyses might create an impediment to regulation, OMB should feel free to throw out the math and use whatever it can find in the annals of some fringe academic journal to justify the new rules.<br />What is the scope of these changes? Pretty much everything: “These recommendations should provide concrete suggestions on how the regulatory review process can promote public health and safety, economic growth, social welfare, racial justice, environmental stewardship, human dignity, equity, and the interests of future generations,” the presidential memo instructs."
}