{
    "url_original": "https://www.wsj.com/articles/big-real-estate-firms-turn-buyers-of-their-own-shares-11610456401?mod=markets_lead_pos10",
    "url": "big-real-estate-firms-turn-buyers-of-their-own-shares-11610456401",
    "title": "Big Real-Estate Firms Turn Buyers of Their Own Shares",
    "sub_head": "The companies say stock-market investors have undervalued their property holdings",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-283020?width=620&size=1.5",
    "image_1": "im-283020.jpg",
    "time": "2021-01-12 08:00:00",
    "body": "Some publicly traded real-estate companies have found a buyer for their shares, despite empty offices, deserted hotels and reeling shopping malls—the companies themselves.<br />Real-estate owners, including  SL Green Realty Corp.  and  Healthcare Trust of America Inc.,  say stock-market investors have significantly undervalued their property holdings compared with what they could fetch in the private market. While some of these companies authorized buying back their own shares even before the coronavirus pandemic, they are betting that with a vaccine rollout under way, travel, office work and mall shopping will bounce back after a terrible year for major property types.<br />Brookfield Asset Management Inc.  took this strategy one step further last week, when it offered to buy the nearly 40% stake in  Brookfield Property Partners  LP it doesn’t already own for $5.9 billion. Brookfield Property, which BAM spun off about eight years ago, is one of the world’s largest real-estate investors and owns the giant office and retail complexes Brookfield Place in New York and London’s Canary Wharf.<br />The stock market “doesn’t properly value or appreciate the quality of the assets that we own,” Brian Kingston, managing partner of BAM’s real-estate group, said last week.<br />Shares of public mall and office companies last week were trading at average discounts of 20% and 32%, respectively, to the net asset value of their underlying property, according to real-estate analytics firm Green Street."
}