{
    "url_original": "https://www.wsj.com/articles/big-businesss-sharp-left-turn-11610665896?mod=opinion_lead_pos9",
    "url": "big-businesss-sharp-left-turn-11610665896",
    "title": "Big Business’s Sharp Left Turn",
    "sub_head": "Corporations’ new political role carries serious political and legal consequences.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-285137?width=620&size=1.5",
    "image_1": "im-285137.jpg",
    "time": "2021-01-14 18:11:00",
    "body": "Corporate America took a big step this week, moving from captives of wokeness to active accomplices. The legal and political consequences may prove profound.<br />Big Business over the past four years has increasingly signed up for leftist politics. Some of this was “wokewashing,” peddling causes or figures for brand benefit—think  Nike ’s  Colin Kaepernick commercial or Lacoste’s replacement of its crocodile logo with endangered species. Some was spinelessness, caving in to the liberal mob—think  Goldman Sachs ’s  refusal to finance fossil-fuel projects. Some was strategic— Twitter  and  Facebook  attempting to ward off regulation with ever-changing policies on “misinformation.”<br />But the events of last week—the assault on the Capitol and the Democratic Senate takeover—inspired corporate America to take on a new role. Business titans are positioning themselves as arbiters of political speech and activity—by withholding essential services to conservative individuals, companies and groups. They’ve turned themselves into political entities, raising constitutional and antitrust questions.<br />This goes way beyond Big Tech’s censoring of Donald Trump and Parler. Twitter, Facebook,  Apple ,  Google and  Amazon  entered the fray by deploying a bogus rationale for banning the president from the biggest social-media sites, then dismantling the only effective conservative alternative. This alone raises free-speech concerns.<br />The bum’s rush that followed put in bright focus the extraordinary power corporate America holds to shut down a political figure, even a party, completely. SnapChat, Twitch and YouTube also disabled Trump accounts, creating a near-total media silencing. Campaign Monitor, an email service provider, confirmed it had suspended Trump campaign emails. Stripe Inc., one of the largest processors of online financial transactions, said it won’t process contributions to the Trump campaign.  Shopify  took offline stores run by Trump entities. In a week, the nation’s C-suites disabled the president’s ability to speak to the nation and communicate with donors."
}