{
    "url_original": "https://www.wsj.com/articles/biggest-u-s-banks-embrace-rooney-rule-policies-in-diversity-hiring-push-11611686889?mod=markets_lead_pos3",
    "url": "biggest-u-s-banks-embrace-rooney-rule-policies-in-diversity-hiring-push-11611686889",
    "title": "Biggest U.S. Banks Embrace ‘Rooney Rule’ Policies in Diversity Hiring Push",
    "sub_head": "The agreements are in response to shareholder proposals from AFL-CIO's reserve fund",
    "category_1": "Markets",
    "time": "2021-01-26 13:48:00",
    "body": "Five of the largest U.S. banks publicly committed to mandating a diverse slate of applicants when hiring employees, part of a push to diversify an industry whose top ranks remain largely white and male.<br />JPMorgan Chase  & Co.,  Bank of America Corp. ,  Citigroup Inc.,   Wells Fargo  & Co. and  U.S. Bancorp  all said they would either adjust policies for considering job candidates or disclose the ones they already have in place.<br />Their policies mirror the so-called Rooney Rule, which started in the National Football League as a way of making sure people of color are considered for coaching jobs. In recent years, the rule has gained traction in corporate America, particularly for boards of directors.<br />The commitments came about after the American Federation of Labor and Congress of Industrial Organizations, a union group, sent proposals to the banks in its capacity as a shareholder. The group owns shares through its reserve fund. That led to discussions and a series of agreements, according to Brandon Rees, deputy director of corporations and capital markets at AFL-CIO.<br />Banks say they already had interview policies to diversify their ranks, but the public agreements are meant to add an element of accountability for their progress. Over the summer, racial justice protests drew attention to structural barriers for people to color to advance in corporate America. At banks, where women and minorities have long struggled to ascend to the top ranks, attention turned to hiring practices."
}