{
    "url_original": "https://www.wsj.com/articles/billie-eilish-wears-vegan-shoes-should-you-11611406801",
    "url": "billie-eilish-wears-vegan-shoes-should-you-11611406801",
    "title": "Billie Eilish Wears Vegan Shoes. Should You?",
    "sub_head": "Celebrities have contributed to a rise in the popularity of plant-based diets, but finding stylish vegan shoes is still challenging. Here are the innovators in this growing market",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-289505?width=620&size=1.5",
    "image_1": "im-289505.jpg",
    "time": "2021-01-23 08:00:00",
    "body": "Off Brand is a thrice-monthly column that delves into trends in fashion and beauty.<br />LEATHER SHOES are so widespread that most of us don’t give them a second thought. Animal skin has been the dominant footwear material since the early Mesopotamian civilization, despite some notable exceptions—ranging from silver and gold sandals in ancient Rome to mother-of-pearl shoes in 18th-century France. Leather is ideal for footwear: It’s comfortable, durable and readily available. Though the global population currently includes hundreds of millions of vegetarians, many still regularly lace up smooth leather Nike Air Jordans, pop on sheepskin Ugg boots and slip into pairs of smooth calfskin pumps.<br />But veganism, a stricter kind of vegetarianism that prohibits animal by-products and is usually linked to environmental concerns, is on the rise, and with it, a demand for stylish vegan shoes. “Vegan,” like “sustainable,” is a word annoyingly open to interpretation, but a vegan shoe is usually defined as one crafted neither from leather nor silk, cashmere, shearling or any other fauna-derived substances. Bonus points for shoes that use recycled materials or are biodegradable. Even shoes that appear vegan, such as fabric flats, can be lined in thin leather, or bound with animal-collagen glue.<br />Vegan shoes can be made of synthetic blends or a host of other experimental, plant-based materials such as corn derivatives, wood, mushrooms, hemp, cotton, cork, pineapple and bacteria. Yes, the kind of bacteria that gave us kombucha can be transformed into vegan shoe “leather.”<br />While these strictures might sound extreme to your average Joe, they’re being increasingly adopted. Consumer analyst Carmen Bryan of GlobalData said that the percentage of Americans “aligning with vegan diets...shot up” from the end of 2019 to the end of 2020. She explained, “This has been driven by increased awareness of individual carbon footprints, environmental concerns and the impact healthy eating has on one’s mental health. The pandemic, especially in the early months, forced many U.S. citizens to slow down and reassess their priorities, leading to radical lifestyle changes.”"
}