{
    "url_original": "https://www.wsj.com/articles/bill-belichick-trump-reject-presidential-medal-of-freedom-11610408258",
    "url": "bill-belichick-trump-reject-presidential-medal-of-freedom-11610408258",
    "title": "Bill Belichick Says He Won’t Accept Medal of Freedom From Trump After Capitol Riot",
    "sub_head": "The New England Patriots coach said ‘the decision has been made not to move forward’ on him receiving the nation’s highest civilian honor in the aftermath of the attack on Congress",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-283810?width=620&size=1.5005861664712778",
    "image_1": "im-283810.jpg",
    "time": "2021-01-11 19:37:00",
    "body": "New England Patriots coach Bill Belichick said he will not receive the Presidential Medal of Freedom from President Trump in the wake of the riots last week at the U.S. Capitol.<br />Belichick, who has previously spoken publicly about his friendship with the president, was set to receive the nation’s highest civilian honor after Trump offered it over a week ago. That was before a mob of the president’s supporters laid siege to the Capitol, leaving five people dead.<br />“Recently, I was offered the opportunity to receive the Presidential Medal of Freedom, which I was flattered by out of respect for what the honor represents and admiration for prior recipients,” Belichick said in a statement. “Subsequently, the tragic events of last week occurred and the decision has been made not to move forward with the award.”<br />News of the offer to Belichick only emerged Sunday, prompting questions over whether the most accomplished coach in football history would stand by his friend amid the controversy.<br />Although Belichick’s statement did not mention Trump by name, the decision amounts to a sharp rebuke of a president who has faced calls from Democratic lawmakers, and some Republicans, to be removed from office. His decision comes just days after Trump awarded the medal to Gary Player and Annika Sorenstam, two of the best golfers of all time. Player and Sorenstam have faced criticism for associating with the president in the wake of recent events."
}