{
    "url_original": "https://www.wsj.com/articles/bill-belichick-trump-medal-of-freedom-pga-championship-11610388547",
    "url": "bill-belichick-trump-medal-of-freedom-pga-championship-11610388547",
    "title": "Bill Belichick, Golf and Trump’s Post-Riot Troubles With Sports",
    "sub_head": "The golf world is fleeing from the president, and the Patriots coach is scheduled to receive the Presidential Medal of Freedom as Trump’s final days in office highlight his uncomfortable relationship with sports",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-283592?width=620&size=1.3882863340563991",
    "image_1": "im-283592.jpg",
    "time": "2021-01-11 13:22:00",
    "body": "About a week ago, New England Patriots coach Bill Belichick was invited to receive America’s highest citizen honor: the Presidential Medal of Freedom.<br />Just days later, a mob of the president’s supporters laid siege to the U.S. Capitol to protest President Trump’s loss in the 2020 presidential election. The riot left five people dead and turned any interaction with the White House and commander in chief into an even more fraught decision than it has been at any point in the past four years.<br />The PGA of America said late Sunday it was stripping Trump’s golf course in Bedminster, N.J., of the 2022 PGA Championship. On Monday, the R&A, the body that oversees events such as the British Open, also said it had no plans to stage its championships at Turnberry, a golf resort in Scotland owned by Trump that has hosted four British Opens and two Women’s British Opens.<br />“We will not return until we are convinced that the focus will be on the championship, the players and the course itself and we do not believe that is achievable in the current circumstances,” Martin Slumbers, chief executive of the R&A, said in a statement.<br />Now, individuals like Belichick are left with the task of deciding whether to accept prestigious honors from Trump in the final days of his presidency—as Democratic lawmakers, and some Republicans, call for his removal in the wake of last week’s attack on the Capitol."
}