{
    "url_original": "https://www.wsj.com/articles/biotechs-price-tag-is-crazy-but-not-insane-11610974801?mod=markets_lead_pos10",
    "url": "biotechs-price-tag-is-crazy-but-not-insane-11610974801",
    "title": "Biotech’s Price Tag Is Crazy but Not Insane",
    "sub_head": "Startup Sana Biotechnology could go public at a $10 billion valuation. Recent history suggests the high price tag may be worth it.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286087?width=620&size=1.5",
    "image_1": "im-286087.jpg",
    "time": "2021-01-18 08:00:00",
    "body": "A biotechnology startup is poised to go public with a roughly $10 billion price tag a year before it begins human clinical trials for its drug candidates. That isn’t as crazy as it sounds.<br />Sana Biotechnology, which is developing cell-engineering platforms that it says could change the way many diseases are treated, plans to sell $150 million of stock in a coming initial public offering, the company said in a securities filing last week. While it is unknown how many shares it plans to sell, investors are expecting a valuation of between $9 billion and $12 billion.<br />The Sana IPO is arriving as biotech stocks are near records. A broad index of small and midsize biotech firms has rallied about 60% in the past year. And Sana won’t be delivering on its promises anytime soon: Clinical trials in humans for its drug candidates won’t begin until 2022.<br />That backdrop will understandably scare some investors. Ambitions to tackle cancer, diabetes and central-nervous-system disorders under one roof aren’t cheap. While Sana has $459 million in cash and equivalents on its books, it spent $153 million on research and development in the first nine months of 2020, up from $80 million over the same period in 2019. Expenses tend to grow as drug programs advance to later stages. Furthermore, stocks with a long-dated potential payoff, like speculative biotechs, are likely to underperform should the Federal Reserve choose to tighten monetary policy. And of course, drug development is notoriously uncertain, and there is a chance that a Sana drug candidate never reaches the market.<br />That logic, however, would have caused investors to eschew Moderna when it went public in late 2018 at a $7 billion valuation, which at the time was a record for a biotech IPO. Those who bought and held have enjoyed a sevenfold return on their investment in just over two years. That trade wasn’t merely a lucky speculation, either: The company expects at least $11.7 billion in revenue this year from government-purchase agreements for its Covid-19 vaccine, and its success in developing an effective vaccine so quickly bodes well for its other programs in development."
}