{
    "url_original": "https://www.wsj.com/articles/blackrock-scales-back-private-equity-fund-ambitions-11609497001?mod=markets_lead_pos3",
    "url": "blackrock-scales-back-private-equity-fund-ambitions-11609497001",
    "title": "BlackRock Scales Back Private-Equity Fund Ambitions",
    "sub_head": "After struggling to meet a $12 billion fundraising goal, firm has set sights on growing the fund to $4 billion to $6 billion in assets over time",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-279250?width=620&size=1.5",
    "image_1": "im-279250.jpg",
    "time": "2021-01-01 05:30:00",
    "body": "BlackRock Inc.  planned to shake up the private-equity world with a $12 billion fund. Now the asset-management giant is setting its sights lower.<br />BlackRock’s staffers conceded the target was unrealistic after struggling to meet fundraising goals. The firm’s staffers hope to grow the fund to between $4 billion and $6 billion in assets over time, people familiar with the matter said.<br />Best known for funds that track broad markets and trade on exchanges, BlackRock launched fundraising for a strategy in 2018 to make direct, long-term investments in private companies. The fund was an aggressive gambit to take on private equity’s big league deal makers.<br />Private markets are one of the few corners of finance untouched by fee pressures that have pulled the cost of investing closer to zero. But it is hard to build a presence from scratch. Many asset managers face challenges replicating their reach over stock-and-bond markets in the complex, labor-intensive business of investing in privately held companies.<br />So far, BlackRock has raised less than one-third of its original goal—$3.4 billion, as of the end of 2020, according to people familiar with the matter. BlackRock, which had an initial year-and-a-half window to raise money for the fund, missed internal fundraising deadlines and asked investors for a few more months to seek money, according to some of the people familiar with the matter. Now BlackRock can’t raise further money until 80% of that money is invested, fund documents dictate."
}