{
    "url_original": "https://www.wsj.com/articles/black-women-ready-to-virtually-cheer-on-kamala-harriss-inauguration-11610895600?mod=politics_lead_pos5",
    "url": "black-women-ready-to-virtually-cheer-on-kamala-harriss-inauguration-11610895600",
    "title": "Black Women Ready to Virtually Cheer On Kamala Harris’s Inauguration",
    "sub_head": "President-elect Joe Biden and Ms. Harris will be sworn into office during a scaled-back inauguration in a heavily fortified Washington",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-286548?width=620&size=1.5",
    "image_1": "im-286548.jpg",
    "time": "2021-01-17 10:00:00",
    "body": "WASHINGTON—Glenda Baskin Glover, the president of Alpha Kappa Alpha Sorority Inc., said she had hoped that when Vice President-elect Kamala Harris took the oath of office, she would see a sea of her sorority sisters in their signature pink and green colors along the National Mall.<br />“We wanted to be there to witness this history being made,” said Dr. Glover, adding that Black women had long been a cornerstone of Democratic politics. The 300,000-member Alpha Kappa Alpha is a century-old organization of Black women with a record of social and political activism. “Her election is a reward of that loyalty.”<br />Instead, President-elect Joe Biden and Ms. Harris will be sworn into office during a scaled-back inauguration in a heavily fortified Washington. The inaugural committee for weeks has encouraged Americans not to come to Washington due to rising coronavirus cases and deaths. Security around the event has increased after a pro-Trump mob attacked the Capitol in an effort to stop Congress from certifying the Democrats’ Electoral College win.<br />Dr. Glover, who is also the president of Tennessee State University, said the AKAs had decided to scrap plans for a reception at a Marriott in the nation’s capital. Instead, she told regional leaders they could conduct smaller, virtual hangouts over Zoom during Wednesday’s ceremonies.<br />Ms. Harris—the daughter of Indian and Jamaican immigrants—will become the first female vice president and the first who is Black and of Indian descent when she takes the oath of office. The moment carries particular meaning for many Black women who see Ms. Harris as a barrier-breaking political leader, but in interviews, several women said it is also somewhat bittersweet without the traditional pomp and circumstance."
}