{
    "url_original": "https://www.wsj.com/articles/blacklists-are-the-rage-in-publishing-11610981201?mod=opinion_lead_pos6",
    "url": "blacklists-are-the-rage-in-publishing-11610981201",
    "title": "Blacklists Are the Rage in Publishing",
    "sub_head": "Why the house I run will bring out Josh Hawley’s new book.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-286712?width=620&size=1.5",
    "image_1": "im-286712.jpg",
    "time": "2021-01-18 09:46:00",
    "body": "I am an independent book publisher, and in recent days I have been taking calls from journalists asking which authors I would refuse to publish. That’s an odd question to ask an American publisher, but suddenly it seems to be on everyone’s mind in our industry. Some 250 self-described “publishing professionals”—mostly junior employees of major houses—have issued a statement titled “No Book Deals for Traitors,” a category in which they include any “participant” in the Trump administration.<br />Readiness to silence someone because of who he is or whom he associates with is often called the “cancel culture,” but I prefer an older term—blacklisting—whose historical associations expose the ugliness of what is going on. Not so long ago, publishing professionals would have been horrified to be accused of it. Today they compete to see who can proclaim his blacklist with the fiercest invective.<br />On Jan. 6, Sen. Josh Hawley of Missouri invoked his legal right to object to Congress’s certification of electoral votes. Reasonable people can disagree whether his act was noble or cynical, courageous or rash, but no one can reasonably argue that he intended to incite that afternoon’s invasion of the Capitol by a lawless mob. He immediately and forcefully condemned the attack. But the next day Simon & Schuster canceled his forthcoming book, “The Tyranny of Big Tech,” citing the senator’s “role in what became a dangerous threat.”<br />I started getting calls from reporters in effect daring me not to join the blacklisters and from publishers, editors and agents who wondered when and how the mob would come for them.<br />The founder of my publishing house, Henry Regnery, proudly called himself a “dissident publisher.” The conservative books to which he devoted his fortune and career were no more in favor in 1951, when he published William F. Buckley’s “God and Man at Yale,” than they have been during my own 25 years in this business. But blacklisting then, though real, was discreet. Everyone knew it was un-American. No one was proud of it."
}