{
    "url_original": "https://www.wsj.com/articles/blackrocks-fink-urges-companies-to-disclose-do-more-on-greenhouse-gas-emissions-11611670619?mod=markets_major_pos11",
    "url": "blackrocks-fink-urges-companies-to-disclose-do-more-on-greenhouse-gas-emissions-11611670619",
    "title": "BlackRock’s Fink Urges Companies to Disclose, Do More on Greenhouse-Gas Emissions",
    "sub_head": "CEO says he is focusing on the issue because of the risk that climate change poses on investor returns",
    "category_1": "Markets",
    "time": "2021-01-26 09:17:00",
    "body": "BlackRock Inc.  Chief Executive Larry Fink asked companies to disclose more information on how they were moving to reduce greenhouse-gas emissions, stepping up the company’s environmental efforts from a few years ago.<br />Mr. Fink said he was focused on the issue because of the risk climate change poses on investor returns, as well as potential policy pressures. He urged companies to make clear how they were preparing for a global regime focused on “net zero” goals to emit no more carbon dioxide than it removes from the atmosphere by 2050, a priority in line with the Paris climate accord.<br />One of President Biden’s first acts in office was getting the U.S. to rejoin the climate accord, signaling the administration’s heightened focus on companies’ carbon footprint. Some regulators said that climate risks’s effects on the financial system need to be better understood.<br />“Better sustainability disclosures are in companies’ as well as investors’ own interests,”  Mr. Fink said in a letter released to chief executives of companies Tuesday. “I urge companies to move quickly to issue them rather than waiting for regulators to impose them.”<br />The company told clients it would flag companies that posed significant climate risk for potential selling from its actively-managed portfolios. It also planned to publish the proportion of its assets “aligned to net zero” and goals on that metric going forward."
}