{
    "url_original": "https://www.wsj.com/articles/blinken-to-address-u-s-rivalry-with-china-russia-in-senate-hearing-11611069439?mod=politics_lead_pos11",
    "url": "blinken-to-address-u-s-rivalry-with-china-russia-in-senate-hearing-11611069439",
    "title": "Blinken Addresses U.S. Rivalry With China, Russia in Senate Hearing",
    "sub_head": "Secretary of state nominee benefits from connections to Senate Foreign Relations Democrats, but GOP senators grill him on policy",
    "category_1": "Politics",
    "time": "2021-01-19 15:09:00",
    "body": "WASHINGTON—President-elect Joe Biden’s nominee for secretary of state told a Senate panel Tuesday that China and Russia are increasingly U.S. rivals and that he hopes to pursue foreign policy with more humility and respect for U.S. diplomats than did the Trump administration.<br />Longtime Biden aide Antony Blinken is facing senators who broadly respect his career and qualifications but have strong opinions about policy issues, including whether the Biden administration will attempt to work with China on some issues in a potential step back from the Trump administration’s confrontation with Beijing.<br />“We can outcompete China—and remind the world that a government of the people, for the people, can deliver for its people,” Mr. Blinken told the committee in opening remarks, without elaborating on the China rivalry.<br />Current U.S. threats include “a world of rising nationalism, receding democracy, growing rivalry with China, Russia, and other authoritarian states, mounting threats to a stable and open international system, and a technological revolution that is reshaping every aspect of our lives, especially in cyberspace,” Mr. Blinken said, drawing a contrast between the world that Biden aides face now and that they saw during their tenure in the Obama administration.<br />Mr. Blinken, whose family includes several former diplomats, benefits from longstanding support and connections on the Senate Foreign Relations Committee, where he led the staff for six years. He is widely expected to be confirmed to lead the State Department soon after Mr. Biden’s inauguration, aides say."
}