{
    "url_original": "https://www.wsj.com/articles/blinkens-ties-to-biden-will-make-him-an-unusual-secretary-of-state-11610985602?mod=politics_lead_pos3",
    "url": "blinkens-ties-to-biden-will-make-him-an-unusual-secretary-of-state-11610985602",
    "title": "Blinken’s Ties to Biden Will Make Him a Unique Secretary of State",
    "sub_head": "Relationship with President-elect spans two decades, although they haven’t always seen eye-to-eye; confirmation hearing set for Tuesday",
    "category_1": "Politics",
    "time": "2021-01-18 14:11:00",
    "body": "Antony Blinken has one big advantage if confirmed as secretary of state: a nearly two decadelong relationship with President-elect Joe Biden that will enable him to negotiate with allies and adversaries backed by the full authority of the White House.<br />Few incoming secretaries of state have assumed the job with the long ties to their president that Mr. Blinken has with Mr. Biden. His close association with Mr. Biden has drawn comparisons to James A. Baker III, the longtime friend and political adviser to President George H.W. Bush before becoming his secretary of state, though Mr. Baker came to the post with experience as Treasury Secretary and White House chief of staff during the Reagan administration.<br />For Mr. Blinken, however, a high-profile cabinet position will be a new role. He has spent much of his career in the shadow of his powerful mentor and will now be called on to demonstrate his skills as a foreign-policy strategist and the nation’s chief diplomat.<br />In his Tuesday hearing before the Senate Foreign Relations Committee, Mr. Blinken plans to sketch out a vision in which the U.S. has a central role in wrestling with global problems, uses alliances and international institutions to try to expand its leverage and pursues policies that it can argue benefit the American middle class.<br />That approach is intended to supplant President Trump’s “America First” doctrine as an organizing principle for foreign policy while also seeking to draw popular support for the Biden agenda from voters who might otherwise be sympathetic to Mr. Trump’s approach."
}