{
    "url_original": "https://www.wsj.com/articles/bloombergs-big-challenger-cant-afford-to-slip-11610721718?mod=business_minor_pos12",
    "url": "bloombergs-big-challenger-cant-afford-to-slip-11610721718",
    "title": "Bloomberg’s Big Challenger Can’t Afford to Slip",
    "sub_head": "Investors have high hopes for the new financial-data giant created by the imminent merger of London Stock Exchange Group and Refinitiv",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-285733?width=620&size=1.5",
    "image_1": "im-285733.jpg",
    "time": "2021-01-15 09:41:00",
    "body": "A new financial data giant will be born in the coming weeks, and investors are cooing. Living up to their hopes could be hard work.<br />This week,  London Stock Exchange Group  got the green light from European Union antitrust officials to proceed with its takeover of Refinitiv, a full 18 months after the $15 billion all-share tie-up was announced. This was the last major hurdle for a deal that will bring together financial-market plumbing and data services. The transaction is now expected to complete within weeks.<br />Financial data is a hot sector. Shares in listed providers S&P Global and  FactSet Research Systems  are up by roughly two-thirds over three years and trade for 26 and 28 times prospective earnings respectively, according to the latter—more than the wider market. Investors have even higher expectations for LSE: Its stock changes hands for 37 times, having risen almost 150% in dollar terms over three years.<br />The underlying reason is strong demand for financial information. Users want it to identify trading signals, design portfolios, feed automated trading systems, better assess risk, track regulatory compliance and improve operations. Market-data revenues grew roughly 6% in both 2018 and 2019, according to consulting firm Burton-Taylor. Bloomberg and Refinitiv are the market leaders, and smaller players have been consolidating. S&P Global agreed late last year to buy  IHS Markit ,  itself the product of a 2016 merger.<br />The fourth-largest exchange company globally by market capitalization, LSE focuses on trading, post-trade clearing, and information services including the FTSE Russell index group. That data business contributed around 40% of revenue and profit last year, and will be a greater share after LSE sells its Italian business, a concession made to secure EU merger approval. Privately held Refinitiv collects, consolidates and sells data, primarily via its Eikon terminals and linked data-feeds, and has fixed-income and currency-trading platforms."
}