{
    "url_original": "https://www.wsj.com/articles/blooming-brilliance-on-a-grand-scale-11609502401",
    "url": "blooming-brilliance-on-a-grand-scale-11609502401",
    "title": "Blooming Brilliance on a Grand Scale",
    "sub_head": "Jay DeFeo’s monumental ‘The Rose’ weighed 2,300 pounds when completed.",
    "category_1": "Masterpiece",
    "time": "2021-01-01 07:00:00",
    "body": "Some artists are identified with a single work. With Leonardo da Vinci it’s the Mona Lisa, with Grant Wood it’s “American Gothic.” Which brings us to Jay DeFeo (1929-1989) and her strange, huge sculptural painting, “The Rose” (1958-66).<br />DeFeo was one of those lucky kids whose talent and enthusiasm for art was noticed early on by a high-school teacher; in her case it was Lena Emery in San Jose, Calif. The mentoring led to museum visits in San Francisco and, eventually, a master’s degree from the University of California, Berkeley, followed by a grant for a trip to Europe and North Africa. In 1954 she married Wally Hedrick, one of the weirder of the many weird Bay Area artists, and set up shop in a large second-floor space on Fillmore Street in jazz- and beatnik-infused San Francisco. By 1958, DeFeo was ready to start a work that she seems to have known, in an inchoate way, would end up her masterpiece with a capital M.<br />In it, she grayed down her colors from her earlier Abstract Expressionism-influenced paintings, and then built up the paint by applying it almost like plaster. She’d painted small pictures of relatively realistic single roses before, but this one would be a monumental rose—a huge painting so physically thick that it would border on sculpture. In DeFeo’s words, it was simply an “idea that had a center to it.” That idea initially checked in at about seven feet wide by nine feet tall, but within a year the artist—with the help of some friends—mounted the work on an even larger canvas, about 11 feet high. DeFeo painted and painted and painted—from 1958 into 1966—chiseling into the material when it had dried. To prevent the work from sagging to the point of collapse, she inserted wooden dowels from the rear to prop up its surface. In the end, “The Rose”—which DeFeo called “a marriage between painting and sculpture”—weighed over a ton.<br />“The Rose” is built on one of the hokiest compositional clichés—a starburst from a pinpoint center—and it’s executed in another decorator’s commonplace, fluting that causes its ostensibly unoriginal arrangement to exist in actual light and shadow. Superficially, “The Rose” has no right to come across as anything more than a rococo-modernist backdrop for some megabank’s conference room. But it’s a genuinely beautiful and powerful work of art.<br />The center of “The Rose” is as threatening as it is pretty, as knife-like as it is floral. Its burst, as it were, doesn’t extend conveniently all the way to the edges of the painting. Instead, as the furrows expand outward from the center, they gradually transition into being defined at their edges by larger lumps of paint until just before the physical borders of the work."
}