{
    "url_original": "https://www.wsj.com/articles/bmw-m440i-a-look-into-car-designs-future-11610031637",
    "url": "bmw-m440i-a-look-into-car-designs-future-11610031637",
    "title": "BMW M440i: A Look Into Car Design’s’ Future?",
    "sub_head": "The snarling grille on the front end of BMW’s M440i is bound to raise eyebrows. But the car’s lively engine and smooth ride will put any concerns to rest, says Dan Neil.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-280542?width=620&size=1.5",
    "image_1": "im-280542.jpg",
    "time": "2021-01-07 10:00:00",
    "body": "WHEN  BMW  shows you this ink blot, what do you see? Buck teeth? Butterfly wings? Kevin Bacon? When I step back from the new M440i xDrive Coupe’s visually insistent grille to take in the whole car, I see one of those green piggies from “Angry Birds”—the rounded nostrils, the lidded eyes (laser headlamps), the broom mustache (lower grille). Is that just me?<br />I know a few Vulcans out there think matters of exterior styling are a waste of words, especially when there are slightly revised torque curves to talk about. They are so wrong. Fresher, younger, bolder styling is pivotal to BMW’s global product initiative; the großer grilles of the M440i and other new cars—signaling endowment, privilege, mammon—put a face on Munich’s edgier mood. Call it Swaggerfreude.<br />The thing about controversial BMW styling is it doesn’t stay controversial for long. The shock of the new quickly gives way to something like inevitability. When the first iteration of the mega- grille appeared—the X7 SUV, in concept and production form—it just seemed bonkers. Now, after a brief period of renormalization, it looks about right. BMW product design has frequently ventured just slightly ahead of public taste. Besides, if any aspect of the M440i should be controversial, it’s the rear aspect, not the front.<br />First, a bit of housekeeping: BMW names its sedan models starting with odd numbers (e.g., the 330i four-door) and coupes with even. Our specimen was a second-generation 4 Series coupe, sharing architecture with the 3 Series, with a big sloppy kiss from the M performance division. That includes sportier algorithms for the eight-speed transmission/AWD; the M Sport rear differential; the adaptive multi-mode M suspension; the M Variable Sport steering; the M Sport brakes. Thus the M prefix. Since all-wheel drive comes standard on M440i, I will dispense with the pleasure of the “xDrive” suffix.<br />Behind those nostrils breathes a turbocharged 3.0-liter inline six (382 hp, 369 lb-ft), with an uber-fancy computerized valvetrain—fully variable valve timing and cam phasing—and high-pressure fuel injection. Lusty and gusty, with a 7,000 redline and an effectively flat torque curve from 1,800-5,000 rpm, the turbo six is an all-star, a rupturing hydrant of twist. Zero-to-60 mph is clocked at 4.3 seconds, and then it’s a brisk Bavarian elevator up to where they take your fingerprints and picture."
}