{
    "url_original": "https://www.wsj.com/articles/boomers-review-eminent-aquarians-11610733067",
    "url": "boomers-review-eminent-aquarians-11610733067",
    "title": "‘Boomers’ Review: Eminent Aquarians",
    "sub_head": "The Baby Boom cohort inherited postwar American prosperity. What have they done with it?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285994?width=620&size=1.5",
    "image_1": "im-285994.jpg",
    "time": "2021-01-15 12:51:00",
    "body": "It is the commonest pattern in politics and society: Peace and prosperity, though good in themselves and furthering of human flourishing, eventually give place to arrogance, decadence and nihilism. “Beware,” God says to the children of Israel in the book of Deuteronomy, “that thou forget not the Lord thy God . . . Lest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein; And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied; then thine heart be lifted up, and thou forget the Lord thy God, which brought thee forth out of the land of Egypt, from the house of bondage.”<br />That, in a broad and secular sense, is the story of the baby boom generation. Americans born in the 20 years or so after the end of World War II were given quite a country. The destruction of Europe and Japan assured exceptional economic growth, social cohesion had been growing for decades, patriotism pervaded mass culture, and flush economies allowed white Americans to turn their attentions to the injustice of segregation. Yet by the end of the 20th century—the height of the boomers’ influence—the parties were at each other’s throat, popular culture had coarsened beyond recognition, racial tensions seemed to have worsened, and anti-Americanism had become the orthodox stance of the country’s educated elite.<br />It’s not fair to blame a generation for its own failures. The boomers worked with the material they were given, and part of what they were given was a lifeless religious establishmentarianism and an unthinking faith in the power of government. They rightly reacted against the first and embraced the second, but the point is: The baby boom generation didn’t invent themselves and can’t be blamed exclusively for their idiocies.<br />Still, it is a useful exercise to consider the attitudes and presuppositions that impelled members of a generational cohort to act as they did. That is more or less what Helen Andrews does in “Boomers: The Men and Women Who Promised Freedom and Delivered Disaster.” Ms. Andrews, an editor at the American Conservative magazine, is a gifted essayist with a delightful penchant for subversive and tersely worded insights. She has modeled her book on “Eminent Victorians,” Lytton Strachey’s series of mostly disparaging portraits of 19th-century luminaries. “Boomers” appraises six notables: Apple co-founder Steve Jobs, TV and film producer Aaron Sorkin, economist Jeffrey Sachs, feminist academic theorist Camille Paglia, racial rabble-rouser Al Sharpton, and Supreme Court justice Sonia Sotomayor.<br />The chapters in “Boomers” aren’t portraits in the way Strachey’s were. They are essays, and often they stray pretty far from the subject. “The theme that connects all these seeming digressions,” Ms. Andrews writes, “is . . . the essence of boomerness, which sometimes manifests itself as hypocrisy and other times just as irony: they tried to liberate us, and instead of freedom they left behind chaos.” I’m not convinced that this theme, if that’s what it is, sufficiently connects all the discursive wanderings in these essays; you sometimes get the sense that Ms. Andrews wants to bring up a few points of irritation before she takes leave of the subject. But I don’t complain—she’s worth following. In a paragraph about the inflated importance of college degrees, she writes, apropos of not all that much: “In the first hundred days of his presidency Barack Obama proposed spending $12 billion on community colleges, which, if it had passed Congress, would only have resulted in more states deciding that firemen and state troopers must learn how to put their footnotes in MLA format before we give them permission to save our lives.”"
}