{
    "url_original": "https://www.wsj.com/articles/bosses-beware-when-you-try-to-relate-to-employees-during-stressful-times-it-often-backfires-11610051080?mod=business_minor_pos3",
    "url": "bosses-beware-when-you-try-to-relate-to-employees-during-stressful-times-it-often-backfires-11610051080",
    "title": "Bosses, Beware: When You Try to Relate to Employees During Stressful Times, it Often Backfires",
    "sub_head": "In a prolonged pandemic, the game is no longer about resilience—it’s about endurance",
    "category_1": "Leadership",
    "image_1_url": "https://images.wsj.net/im-273670?width=620&size=1.5005861664712778",
    "image_1": "im-273670.jpg",
    "time": "2021-01-07 15:24:00",
    "body": "Jennifer Deal is a senior research scientist at the Center for Effective Organizations at the University of Southern California. She is co-author of “What Millennials Want from Work.”<br />Self-care and stress-management have come more into focus within organizations in the past nine months.  Many leaders, concerned about their employees’ well-being and the organization’s bottom line, have been encouraging their staff to adopt good resilience practices to better manage their stress.  Some leaders have shared examples from their own lives, hoping to both connect with employees more personally and to provide real-life examples of how to manage the stresses of our work-from-home era.<br />While the intention is good, the execution is often…lacking.  Much like people’s reactions to Kim Kardashian’s island birthday party, employees who have to deal with stressful home situations don’t appreciate hearing leaders talk about their morning self-care routines that primarily highlight to their diverse audience how different the leaders’ lives are from everyone else’s.<br />For example, a leader in one global company spent part of a division-wide meeting talking about using exercise to build his resilience (exercise is a typical recommendation for managing stress).  His description of staying focused and healthy by using his Peloton system before work only highlighted the fact that he 1) had a Peloton system at home that costs about $2,500; 2) had space for it; and 3) apparently didn’t have responsibility for children or any other family members so he could use it in the morning.  Note that he wasn’t saying this to a small group of peers, but was using this as an example of how he practices resilience while talking with thousands of people around the world who could not possibly afford such luxury.<br />A different leader talked about improving his mind-set by staying focused on the good rather than the bad.  Focusing on the good for him meant working from home (a privilege many of his co-workers were not afforded), having extra time with his family, and how nice it was to be able to take 20 minutes midday to have a quick lunch with his wife and children before going back to his desk to work. While this did highlight the positive aspects of connecting with family and spending more time together, it also made clear to listeners that 1) he was at home, when they couldn’t be; and 2) he had no responsibility for the children, or for the creation or clearing of lunch. He lived in a different world if he believed lunch with the family was a quick 20 minutes away from work."
}