{
    "url_original": "https://www.wsj.com/articles/botticelli-portrait-of-a-young-man-holding-a-roundel-sells-for-92-2-million-11611852790",
    "url": "botticelli-portrait-of-a-young-man-holding-a-roundel-sells-for-92-2-million-11611852790",
    "title": "Botticelli Portrait of a ‘Young Man Holding a Roundel' Sells for $92.2 Million",
    "sub_head": "Sotheby’s sale breaks artist’s record, could buoy struggling art market",
    "category_1": "Arts",
    "category_2": "Art & Auctions",
    "image_1_url": "https://images.wsj.net/im-290927?width=620&size=1.5",
    "image_1": "im-290927.jpg",
    "time": "2021-01-28 12:55:00",
    "body": "Sotheby’s sold Sandro Botticelli’s circa-1480 portrait of a “Young Man Holding a Roundel” for $92.2 million to a Russian-speaking collector during a live-streamed online sale Thursday, breaking the Italian Renaissance artist’s sales record and reaffirming a global appetite for trophy art following a tough year in the art market.<br />The portrait was estimated to sell for around $80 million, but a pair of anonymous telephone bidders vied for the work, with an Asian bidder losing quickly to a Russian-speaking bidder. The competition lacked the typical sizzle of a blockbuster sale moment, though.<br />Still, the work easily surpassed the artist’s previous record of $10.4 million when in 2013 Christie’s sold his “Madonna and Child with Young Saint John the Baptist,” also known as the Rockefeller Madonna because of its ties to the banking family.<br />The portrait also marked the year’s first major test of the art market and may go some way toward shoring up collector confidence in blue-chip masterworks—after collectors largely retrenched to lower-priced art amid the pandemic. Christie’s didn’t auction off a single work of art for over $80 million last year; Sotheby’s sold one work, a Francis Bacon, for $85 million. Overall, Sotheby’s sales fell 12% to $5 billion last year.<br />It may have helped that the Botticelli was being sold by the estate of New York real-estate developer Sheldon Solow, who spent decades amassing an enviable collection of Egyptian antiquities as well as art by Pablo Picasso, Alberto Giacometti and Vincent Van Gogh. Mr. Solow, who died last November, paid $1.2 million for the Botticelli in 1982."
}