{
    "url_original": "https://www.wsj.com/articles/boy-scouts-coed-recruiting-touched-off-ground-war-with-girl-scouts-11612094400?mod=business_lead_pos10",
    "url": "boy-scouts-coed-recruiting-touched-off-ground-war-with-girl-scouts-11612094400",
    "title": "Boy Scouts’ Coed Recruiting Touched Off ‘Ground War’ With Girl Scouts",
    "sub_head": "The Girl Scouts perceived a grave threat from the Boy Scouts and tried to steer parents away from coed programs, documents show",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-292602?width=620&size=1.5",
    "image_1": "im-292602.jpg",
    "time": "2021-01-31 07:00:00",
    "body": "In May 2017, ahead of a meeting of the Boy Scouts of America’s top leaders, a Girl Scouts of the USA employee emailed a counterpart at the Boy Scouts to ask about speculation it was considering admitting girls into the historically boys-only programs.<br />For worried Girl Scouts executives, the reply was heartening. The Boy Scouts were discussing how to make their programs more accessible to families, but the organization still valued single-gender programs and wanted to “avoid any confusion that there may be consideration of coed scouting,” a Boy Scouts executive said in reply to the inquiry. The chief executives of both youth groups also spoke by phone, and the Girl Scouts came away reassured, according to internal emails released through litigation last month.<br />Even before these exchanges, the Boy Scouts were running focus groups on how to appeal to girls, reviewing market analytics and forming a team to consider possible retaliation from the Girl Scouts in the event the organizations turned against each other, according to internal emails filed in federal court. At the time, Boy Scouts executives were debating the merits of raiding the Girl Scouts’ youngest members for recruits, court filings show.<br />“Be aggressive, move faster and give a lot of serious thought to Girl Scout actions and be prepared to take them out,” one unnamed Boy Scouts executive wrote in a May 2017 message. The Girl Scouts would be upset, the executive wrote, but added, “We will prevail!”<br />The push within the Boy Scouts to recruit girls came as it faced an increasing threat of legal exposure over past failures to protect boys from sexual predators in the volunteer ranks. Lawsuits from abuse survivors were piling up, and states including New York, California and New Jersey were moving closer to suspending statutes of limitations on abuse claims, allowing victims to sue institutions like the Boy Scouts regardless of when the alleged misconduct occurred. The Boy Scouts have said the organization believes victims and is “deeply sorry for the abuse suffered because perpetrators used our program to harm innocent children.”"
}