{
    "url_original": "https://www.wsj.com/articles/boy-scouts-liability-insurers-challenge-sex-abuse-claim-mining-11611575995?mod=business_minor_pos4",
    "url": "boy-scouts-liability-insurers-challenge-sex-abuse-claim-mining-11611575995",
    "title": "Boy Scouts’ Liability Insurers Challenge Sex-Abuse ‘Claim-Mining’",
    "sub_head": "Insurers fighting to minimize their exposure in the Boy Scouts bankruptcy case say lawyers submitted thousands of questionable sexual-abuse claims",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-289782?width=620&size=1.5",
    "image_1": "im-289782.jpg",
    "time": "2021-01-25 08:36:00",
    "body": "The Boy Scouts of America’s liability insurers threw doubt on the huge increase in sex-abuse claims filed against the youth organization after it filed for bankruptcy, claiming that plaintiffs’ attorneys and for-profit claims generators helped gin up tens of thousands of claims with little or no vetting.<br />In Friday court filings, insurers affiliated with  Chubb Ltd.  and  Hartford Financial Services Group Inc.  point to messaging such as an email sent in November by the law firm Junell & Associates PLLC, telling clients that “time is quickly running out” to meet a court-designated deadline and that lawyers “can complete a claim form on your behalf,” based on information from an initial phone consultation.<br />Some attorneys, including a managing partner from Junell, signed hundreds of claims in a single day, the insurers said, and others appear to have signed forms attesting to their truthfulness before they were even filled out.<br />The Boy Scouts sought chapter 11 last year over their past failures to safeguard children from sexual predators, starting a court-supervised process in which the organization is trying to compensate survivors while protecting the bulk of its wealth. Negotiations are continuing between victims’ lawyers and the Boy Scouts, which has said it needs a settlement approved by early summer to survive.<br />Mass-tort cases, which involve dangerous products or, in the Boy Scouts’ case, allegations of sexual abuse, have become a big business. Behind every case are marketers, brokers, funders and other third parties that help accumulate claims and pass them off to lawyers. Individual victims or plaintiffs become a commodity that can be bought and sold before finding their way into court or receiving a settlement."
}