{
    "url_original": "https://www.wsj.com/articles/brazil-embraces-chinese-covid-19-vaccine-as-cases-soar-11610146348?mod=world_minor_pos1",
    "url": "brazil-embraces-chinese-covid-19-vaccine-as-cases-soar-11610146348",
    "title": "Brazil Embraces Chinese Covid-19 Vaccine as Cases Soar",
    "sub_head": "President Jair Bolsonaro had maligned Sinovac’s vaccine before his administration agreed to buy up to 100 million doses",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-282866?width=620&size=1.5",
    "image_1": "im-282866.jpg",
    "time": "2021-01-08 17:52:00",
    "body": "SÃO PAULO—Brazilian President Jair Bolsonaro’s administration has backed down from its criticism of Chinese vaccines and agreed to buy up to 100 million doses of a shot being developed by China’s Sinovac, as Latin America confronts a postholiday surge in Covid-19 cases.<br />Mr. Bolsonaro, an ex-army captain who followed President Trump’s lead in bashing China, has long discredited Sinovac’s vaccine, which has been tested by a state research center in a partnership backed by his political rival, São Paulo Gov. João Doria. Only two months ago, Mr. Bolsonaro told his supporters the vaccine, CoronaVac, could kill or disable them, without offering evidence, and refused to buy it.<br />But over the past few months, the Chinese vaccine has emerged as one of Brazil’s best bets to fight a pandemic that has cost the lives of more than 200,000 people here, second only to the U.S.<br />The Health Ministry said late Thursday that it had signed a contract with the Butantan Institute, the São Paulo state research center that has been testing and producing CoronaVac, to buy 46 million doses. The ministry said it has the option to buy another 54 million, enough to immunize 50 million people with the two dose-shot, or about a quarter of Brazil’s population.<br />Latin America is racing to secure doses as cases surge across the region. Hundreds of thousands of more people tested positive in Latin America this week, after many defied government warnings and held big family gatherings over the holidays and packed beaches at the start of the Southern Hemisphere’s summer. With only 8% of the world’s population, Latin America has accounted for nearly 30% of Covid-19 deaths."
}