{
    "url_original": "https://www.wsj.com/articles/brexit-forces-bankers-to-shift-trading-of-european-stocks-out-of-london-11609780316?mod=markets_lead_pos3",
    "url": "brexit-forces-bankers-to-shift-trading-of-european-stocks-out-of-london-11609780316",
    "title": "Brexit Forces Bankers to Shift Trading of European Stocks Out of London",
    "sub_head": "The abrupt move underscores the European Union’s broader plan to bolster its own financial centers",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-01-04 12:11:00",
    "body": "The fallout from Britain’s split from the European Union showed itself on the first trading day of the year as a big chunk of dealing volume in EU stocks moved from London to venues located in Amsterdam, Paris and the Continent’s other financial centers.<br />Britain’s membership of the EU had meant the region’s banks and investors could bypass the home exchanges of stocks such as Paris-listed luxury-goods giant LVMH Moët Hennessy Louis Vuitton SE and Amsterdam-listed  Just Eat Takeaway.com  NV, the big food-delivery company, and trade them in London over alternative venues. Those venues included Turquoise, a trading facility majority-owned by the  London Stock Exchange Group  PLC, and rival platforms Aquis Exchange PLC and Cboe Global Markets Inc.’s Europe-based marketplace.<br />But with the Brexit trade agreement taking effect Jan. 1, that option ended.<br />The bloc pushed for greater control over the trading of EU stocks during Brexit negotiations as part of its efforts to better compete with London, historically Europe’s dominant financial center.<br />Trading venues had been ready for the post-Brexit shift of EU stock trading volume. The LSE’s Turquoise, for example, at the end of November set up a European hub in Amsterdam to trade European stocks. Cboe also has a hub in Amsterdam. Aquis operates a platform in Paris for the same reason. While the operations therefore look unlikely to suffer, at least in the short term, volumes leaving London send a signal that other city centers can compete effectively and support comparable services without hiccups."
}