{
    "url_original": "https://www.wsj.com/articles/brexit-arrives-for-better-or-worse-11609802584?mod=opinion_major_pos7",
    "url": "brexit-arrives-for-better-or-worse-11609802584",
    "title": "Brexit Arrives, for Better or Worse",
    "sub_head": "With Britain gone, the U.S. will find it even harder to influence EU policy.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-01-04 18:23:00",
    "body": "Forty-eight years after the U.K. entered what would become the European Union and more than four years after voters shocked David Cameron’s government by voting to leave, Brexit is no longer only a gleam in Nigel Farage’s eye. As of last weekend, Britons have joined Americans in those crowded “Other Passport” lanes in European airports and British trade faces more red tape.<br />Whatever its merits as policy, Brexit was an important test of the U.K. political system. Most of the British establishment hates Brexit as much as the U.S. establishment hates Donald Trump. But instead of following the European pattern of holding repeated referendums until voters return the “right” answer, the political glitterati bowed to the people’s will. Like Brexit or loathe it, that is how democracy is supposed to work.<br />It is also a personal triumph for Boris Johnson. Prime Minister Johnson took office with a Parliament hopelessly deadlocked on Brexit. He maneuvered his opponents into allowing him to call an election on a date of his choosing, won some of Labour’s safest seats to gain a solid majority, and—to the astonishment and chagrin of his critics—negotiated an agreement that won the backing of both hardline Tory Brexiteers and the head of the Labour opposition.<br />That he pulled all this off despite the pandemic eroding his government’s standing in the polls, and sending him to critical care, only emphasizes the extraordinary nature of his success. It remains to be seen what Mr. Johnson will make of Brexit, but he has already joined Margaret Thatcher and Tony Blair on the short list of post-imperial British leaders who made a mark on world history.<br />It is also much too soon to tell how Brexit will work out in practice. Raising barriers to travel and trade is not a recipe for economic growth, and the world-beating U.K. financial sector is particularly vulnerable. Still, both Britain and the EU may find offsetting advantages. Without Eurosceptic Brits dragging their feet, Europeans are now free to tighten the “ever closer union” that many hope will make the EU a more significant world power. And freed from the regulatory burdens of EU membership, Britain has the chance to engage more deeply with faster growing economies around the world."
}