{
    "url_original": "https://www.wsj.com/articles/british-judge-grants-u-s-extradition-request-for-abraaj-founder-11611841404?mod=markets_lead_pos10",
    "url": "british-judge-grants-u-s-extradition-request-for-abraaj-founder-11611841404",
    "title": "British Judge Grants U.S. Extradition Request for Abraaj Founder",
    "sub_head": "Arif Naqvi faces racketeering, fraud, theft and bribery charges in the U.S.",
    "category_1": "Pro PE Industry News",
    "time": "2021-01-28 08:43:00",
    "body": "A British judge Thursday cleared the way for private-equity deal maker Arif Naqvi to be extradited to the U.S., where he faces fraud, theft and racketeering charges connected to the collapse of Abraaj Group, which he founded.<br />The Dubai-based private-equity firm collapsed in 2018 amid allegations of mismanaging money. Abraaj before its fall had said it managed almost $14 billion for investors including the Bill & Melinda Gates Foundation, Bank of America Corp., the World Bank and the U.S. and U.K. governments. Mr. Naqvi is accused of taking hundreds of millions of dollars from the firm.<br />Mr. Naqvi was arrested at London’s Heathrow Airport in April 2019 as he returned from Pakistan, where he was born. He faces a prison sentence of up to 291 years if found guilty of all the charges from the Justice Department. He is currently under home confinement in London while out of custody on bail.<br />Judge Emma Arbuthnot announced her decision to allow Mr. Naqvi’s extradition in a London court Thursday. His lawyer last year argued that extradition would violate Mr. Naqvi’s human rights because U.S. jail conditions are so bad they raise the risk of making him suicidal if he was detained ahead of his trial. The case is now referred to the U.K. home secretary, and Mr. Naqvi will be able to appeal the decision, the judge said.<br />“His unshakable conviction is that he is entirely innocent,” Mr. Naqvi’s lawyer Hugo Keith said in court last year. Mr. Keith won a concession from the U.S. government last year that his client wouldn’t be detained ahead of trial in Manhattan’s Metropolitan Correctional Center, where Jeffrey Epstein died."
}