{
    "url_original": "https://www.wsj.com/articles/british-economy-post-brexit-and-pummeled-by-covid-is-worst-in-g-7-11611589082?mod=markets_featst_pos2",
    "url": "british-economy-post-brexit-and-pummeled-by-covid-is-worst-in-g-7-11611589082",
    "title": "British Economy, Post-Brexit and Pummeled by Covid, Is Worst in G-7",
    "sub_head": "Charts show the U.K. economy came into the coronavirus pandemic weaker than its peers after years of uncertainty over Brexit. Then, it was hurt more by shutdowns because of its dependence on recreational spending for growth.",
    "category_1": "World",
    "time": "2021-01-25 10:38:00",
    "body": "The U.K.’s economy shrank more last year than any of the G-7, in what the Bank of England says will be the country’s biggest economic slump in more than 300 years.<br />What went wrong? Shutdowns caused greater pain for the U.K. than other members of the Group of Seven advanced economies in part because it is especially dependent on consumer spending, which evaporated amid one of Europe’s deadliest Covid-19 outbreaks. The economy was already weak after the four years of negotiations over Britain’s exit from the European Union, during which business investment sagged and households held back on spending.<br />This is the starting point for Britain’s new relationship with the EU, which began Jan. 1 with a loose free-trade agreement. Earlier this month, Prime Minister Boris Johnson announced another nationwide lockdown to fight a new, more-contagious variant of the coronavirus. That puts the U.K. economy on course to shrink again in the first quarter of the year, when businesses must also get to grips with new European trading arrangements.<br />Growth in the U.K. was already weak going into the pandemic because of feeble business investment, poor productivity and scant growth in incomes. Once the coronavirus set in, the British economy shrank by more than its peers in the G-7 in the first nine months of the year. Figures for the final quarter, due Feb. 12, are expected to show the economy contracted again.<br />The U.K. took a bigger hit because around 13% of its annual gross domestic product comes from spending on recreation and culture and in restaurants and hotels, a higher share than any other G-7 country. Businesses that depend on direct contact with consumers—bars and restaurants, sports events, hotels and theaters, cinemas and museums—were hobbled when social distancing became the norm and when the spread of the virus forced them to close. The current lockdown, in place through mid-February, closes schools and nonessential shops, and people have been told to leave home only if necessary."
}