{
    "url_original": "https://www.wsj.com/articles/bugs-are-safe-for-humans-to-eat-says-eu-11610543638?mod=world_major_1_pos4",
    "url": "bugs-are-safe-for-humans-to-eat-says-eu-11610543638",
    "title": "Bugs Are Safe for Humans to Eat, Says EU",
    "sub_head": "Overcoming the ‘yuck factor’ could determine whether Europeans embrace edible insects",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-284569?width=620&size=1.5",
    "image_1": "im-284569.jpg",
    "time": "2021-01-13 08:13:00",
    "body": "Insects are inching their way to becoming a menu item on European dining tables after the bloc’s food safety regulator approved mealworms as safe for human consumption.<br />Wednesday’s announcement means the grubs—actually beetle larvae—could soon be ground down and used as a protein-rich flour to make pasta and bread, or consumed whole in stir-frys and other recipes. The next steps involve getting marketing and labeling approvals, and for the European Commission to sign off on the European Food Safety Authority’s decision.<br />The ruling provides a lift for companies such as Micronutris, a French edible insect farm which filed the application, and other startups including AgriProtein of South Africa, Netherlands-based Protix, and another French company, Ynsect, which is building a new farm with production capacity of more than 100,000 tons of bugs a year.<br />The bigger question, perhaps, is whether Europeans will want to eat bugs—long a popular snack in parts of Asia and Latin America—even if they are ground down into flour.<br />Giovanni Sogari, a researcher into social and consumption patterns at the University of Parma in Italy said many might find it difficult at first. “There are cognitive reasons derived from our social and cultural experiences, the so-called ‘yuck factor,’ that make the thought of eating insects repellent to many Europeans,” he said. “With time and exposure such attitudes can change.”"
}