{
    "url_original": "https://www.wsj.com/articles/bullish-stock-bets-explode-as-major-indexes-repeatedly-set-records-11611484200?mod=markets_lead_pos1",
    "url": "bullish-stock-bets-explode-as-major-indexes-repeatedly-set-records-11611484200",
    "title": "Bullish Stock Bets Explode as Major Indexes Repeatedly Set Records",
    "sub_head": "Wagers tied to Tesla, Amazon, Apple and Nvidia were among the most popular wagers recently",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-288889?width=620&size=1.5",
    "image_1": "im-288889.jpg",
    "time": "2021-01-24 05:30:00",
    "body": "Investors are piling into bets that will profit if stocks continue their record run.<br />Options activity is continuing at a breakneck pace in January, building on 2020’s record volumes. It is the latest sign of optimism cresting through markets as individual and institutional investors pick up bullish options to profit from stock gains and abandon bearish wagers.<br />More than half a trillion dollars worth of options on individual stocks traded on Jan. 8 alone, the highest single-day level on record, according to  Goldman Sachs Group Inc.  analysts in a Jan. 13 note.<br />Among the most popular bets were those tied to  Tesla Inc.,   Amazon . com Inc.,  Apple Inc.  and  Nvidia Corp.  And bullish call-options trading surged to a high on Jan. 14, with about 32 million contracts changing hands, according to data provider Trade Alert.<br />Options are contracts that give investors the right to buy (a call option) or sell (a put option) shares, at specific prices, later in time. They are typically used to bet on stocks’ direction or hedge portfolios. Although they can be risky to trade for amateur investors, activity has exploded in recent months. The interest has stemmed in part from investors looking to magnify gains in the stock market, since options allow them to put down a relatively small sum for the chance at an outsize return."
}