{
    "url_original": "https://www.wsj.com/articles/bumbles-bet-on-women-wont-pay-off-everywhere-11611230410?mod=business_minor_pos10",
    "url": "bumbles-bet-on-women-wont-pay-off-everywhere-11611230410",
    "title": "Bumble’s Bet on Women Won’t Pay Off Everywhere",
    "sub_head": "Women have fallen fast for Bumble’s platform, but investors may want to take it slow",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-287906?width=620&size=1.5",
    "image_1": "im-287906.jpg",
    "time": "2021-01-21 07:00:00",
    "body": "Is Bumble Inc.’s bet on women worth the buzz? That might depend on whether its mission also flies with men.<br />The owner of the No. 2 dating app has filed to go public with valuation talk in the range of $6 billion to $8 billion. Founder Whitney Wolfe Herd started it in 2014 to turn the traditional dating dynamic on its head. Instead of men initiating contact with women, who often say that attention is often aggressive or unwanted, Bumble was created as a platform on which women must make the first move. That was two years after Ms. Wolfe Herd co-founded dating app Tinder, which is now known mostly for its singles looking for hookups. She has said she saw the problems with archaic dating rules and sought to change them.<br />For women looking for love, this has been a popular tack: Bumble says it believes its namesake app has one of the highest percentages of women paying users among dating apps. The question is whether it will prove to be a lucrative one for investors.<br />A higher percentage of the Bumble app’s users convert to payers than the market average among dating apps, according to OC&C Strategy Consultants—nearly 9% paid conversion among its 12.3 million monthly active users, the company said.<br />But a women-centric approach also could pose some limitations to growth. Men are currently the significant majority of online dating users, according to the company. And while some men may enjoy sitting back and waiting to be approached, the preference doesn’t appear to be unanimous: Bumble says it has about 30% more female users for every male user compared with the gender mix of users in the North America freemium dating market who don’t use Bumble, citing OC&C."
}