{
    "url_original": "https://www.wsj.com/articles/busy-senate-to-juggle-trump-impeachment-trial-biden-agenda-11610645139?mod=politics_lead_pos1",
    "url": "busy-senate-to-juggle-trump-impeachment-trial-biden-agenda-11610645139",
    "title": "Busy Senate to Juggle Trump Impeachment Trial, Biden Agenda",
    "sub_head": "Covid-19 aid, confirming nominees are also on agenda as new administration kicks off",
    "category_1": "Politics",
    "time": "2021-01-14 12:25:00",
    "body": "WASHINGTON—The Senate trial in the second impeachment of President Trump is set to bleed into the beginning of President-elect Joe Biden’s term, throwing a wrench into the busy agenda Democrats plan to tackle in the coming weeks and testing Republicans’ loyalty to Mr. Trump.<br />The Senate won’t return to Washington until Jan. 19, the day before Mr. Biden’s inauguration, after Senate Majority Leader Mitch McConnell (R., Ky.) rebuffed a Democratic push to immediately reconvene the body and begin the trial, in the wake of the impeachment of Mr. Trump on Wednesday. While Mr. McConnell has signaled he is open to convicting Mr. Trump for his statements before last week’s attack on the Capitol, he said the trial won’t conclude until after Mr. Trump leaves office.<br />“Even if the Senate process were to begin this week and move promptly, no final verdict would be reached until after President Trump had left office,” Mr. McConnell said Wednesday.<br />An impeachment trial for the outgoing president at the beginning of Mr. Biden’s term will create a logistical challenge for Democrats, who will take control of the Senate and seek to quickly confirm Mr. Biden’s nominees and pass another coronavirus relief bill. Last year’s trial in the first impeachment of Mr. Trump took several weeks, requiring senators to sit in their desks on the chamber’s floor, often until late into the night.<br />“I hope that the Senate leadership will find a way to deal with their Constitutional responsibilities on impeachment while also working on the other urgent business of this nation,” Mr. Biden said Wednesday."
}