{
    "url_original": "https://www.wsj.com/articles/californias-covid-woes-11609888487?mod=opinion_lead_pos4",
    "url": "californias-covid-woes-11609888487",
    "title": "California’s Covid Woes",
    "sub_head": "The state’s hospitals were ailing even before the virus hit.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-05 18:14:00",
    "body": "California has been celebrated as a Covid-19 model, but these days it’s the country’s biggest Covid hot spot. Politicians believed their strict lockdowns and mask mandates would defeat the virus, but they didn’t, and the latest infection surge has exposed deep problems.<br />Hospitalizations in California have increased seven-fold since early November and are nearly three times higher than at the summer peak. California Gov. Gavin Newsom justified reimposing a lockdown in mid-November based on projections that the state’s health-care system would be overwhelmed by virus cases. Yet state and local officials failed to prepare hospitals for the surge that their models predicted.<br />As hospitals burst at the seams last month, the state finally rushed to construct field hospitals in some counties. Yet hospitals in Los Angeles have been forced to convert chapels and gift lobbies into makeshift wards. The U.S. Army Corps of Engineers last week was deployed to several LA hospitals to fix aging oxygen pipes that were freezing under pressure.<br />Many hospitals are also short of oxygen tanks for patients to take home so they can free up beds. Patients have waited eight hours in ambulances lined up outside hospitals before being admitted. Ambulance wait times for other emergencies have increased, and “non-essential” care including cancer treatments has been halted.<br />Los Angeles County Supervisor Janice Hahn late last week implored Mr. Newsom to bring back the USNS Mercy naval ship to relieve pressure on hospitals. The ship was deployed to the Port of LA during the spring for a surge that didn’t happen and then left."
}