{
    "url_original": "https://www.wsj.com/articles/call-your-mother-review-in-need-of-a-parental-advisory-label-11610489995",
    "url": "call-your-mother-review-in-need-of-a-parental-advisory-label-11610489995",
    "title": "‘Call Your Mother’ Review: In Need of a Parental Advisory Label",
    "sub_head": "Kyra Sedgwick stars as an over-intrusive, overly forward mom in ABC’s new sitcom.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-284334?width=620&size=1.5",
    "image_1": "im-284334.jpg",
    "time": "2021-01-12 17:19:00",
    "body": "From June Cleaver, Edith Bunker and Clair Huxtable to Morticia Addams, Peg Bundy and Marge Simpson, the TV mom as an institution has been a source of warmth, solace and neuroses. While the characters in question were usually busy being moms, there have been empty-nesters, too, and ones with no sense of boundaries: Endora (“Bewitched”) would arrive unannounced in a puff of smoke; Marie Barone (“Everybody Loves Raymond”) lived next door, though one could hardly ever tell.<br />In “Call Your Mother,” Kyra Sedgwick plays Jean Raines, intrusive mother extraordinaire: When she can’t get her son, Freddie (Joey Bragg), on the phone for four days she packs her bags and leaves for Los Angeles. Are her relocated children happy to see her? Is it sunny in L.A.? What’s clear, partly through Ms. Sedgwick’s portrayal—a mix of Midwest nice and East Coast anxious—is that Jean is as eager to leave Iowa as her kids were, especially after a decade or so as a single parent and nothing else to do.<br />Two things are immediately evident in the pilot for the show, which was created by Kari Lizer (“The New Adventures of Old Christine”). One, it’s a pandemic production: The airport where Jean says goodbye to her pal Sharon (Sherri Shepherd) is just a facade; every apartment in L.A. seems to be the same set, with the furniture moved around. It’s an underpopulated program, although there’s something heartening, too, about imagining everyone off camera in face masks, distancing and trying to get a show on the air. The other thing that seems apparent is how difficult it will be to sustain sufficient energy with mom in the center ring. All the mothers cited above were sidekicks, or part of an ensemble, but Ms. Sedgwick seems positioned to carry most of the burden, and other than Jean being meddlesome or looking for a sex life—or delivering mawkish soliloquies about the importance of family—there aren’t any obvious avenues to be followed. On the other hand, only the one episode was available for review, so they might fool us all. Let’s hope.<br />There is a potential love interest—Danny (Patrick Brammall) her “host,” in the Airbnb sense, who warns that his dog has a tendency to hump. “So do I,” Jean replies, and Danny, to his credit, looks taken aback. I have to admit I was startled, likewise, when Jean calls a belligerent driver at the airport a “dick.” Much worse can be heard almost everywhere on television, but on a network show? It’s still a little shocking. What would Carol Brady have thought?"
}