{
    "url_original": "https://www.wsj.com/articles/can-the-new-president-avoid-obamas-first-term-mistake-11611096834?mod=opinion_lead_pos8",
    "url": "can-the-new-president-avoid-obamas-first-term-mistake-11611096834",
    "title": "Can the New President Avoid Obama’s First-Term Mistake?",
    "sub_head": "The left will try to convince Biden he has a mandate for progressive change. He doesn’t.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-01-19 17:53:00",
    "body": "When Barack Obama and Joe Biden entered the White House 12 years ago, the economy was in recession, unemployment was pushing 8%, and their fellow Democrats controlled the House and Senate. Sound familiar?<br />We know what happened next. Instead of focusing on economic growth, the Obama administration advanced an expensive but ineffective stimulus package and then went all in on a partisan transformation of the U.S. health-care system. The upshot was the slowest economic recovery since World War II. Democrats lost their House majority in 2010, and Republicans won the Senate four years later.<br />We’re about to find out what, if anything, Mr. Biden and his more liberal allies took away from that experience. Mr. Biden has said that his first order of business as president will be addressing Covid-19 and the economy. What we don’t know is whether the political left intends to let him do that. The progressive wing of the Democratic Party is much stronger than it was in 2009, and its members of Congress are far more numerous. Back then, Bernie Sanders and Elizabeth Warren did not command the national attention that they do today, and Alexandria Ocasio-Cortez wasn’t old enough to buy beer.<br />On the campaign trail, Mr. Biden tried to put some rhetorical distance between himself and more radical proposals like the Green New Deal and Medicare for All. It’s a strategy that obviously served him well in the election, but how well will it work for him in the White House?<br />When George W. Bush left office, his job-approval rating was in the mid-30s, and the incoming Obama administration interpreted Mr. Bush’s unpopularity as a mandate for its progressive agenda. That miscalculation cost Democrats control of Congress, and Republicans today are anticipating more such overreach under President Biden. Donald Trump didn’t lose re-election because he pulled out of the Paris climate agreement or prioritized securing the southern border or banned travel to the U.S. from countries with a history of coddling terrorists. Liberals who insist otherwise aren’t only kidding themselves but risk repeating the mistakes of a decade ago."
}