{
    "url_original": "https://www.wsj.com/articles/can-spa-resorts-still-be-relaxing-during-covid-11609524093",
    "url": "can-spa-resorts-still-be-relaxing-during-covid-11609524093",
    "title": "Can Spa Resorts Still Be Relaxing During Covid?",
    "sub_head": "Destination spas are positioning themselves as refuges during the pandemic—moving treatments outside and getting creative with their stress-busting cures. ‘Eye hug,’ anyone?",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-278926?width=620&size=1.5",
    "image_1": "im-278926.jpg",
    "time": "2021-01-01 13:01:00",
    "body": "NEVER MIND the Sweet Slumber massage or the Spiritual Warrior facial. The greatest relaxation Sarah Evans experienced during her October getaway to Miraval Berkshires spa in Lenox, Mass., involved hands-off treatments. These included opportunities to hurl hatchets at tree trunk targets or to enjoy a shamanic sound healing, where Ms. Evans, a New York City publicist and mother of three young children, lay on a yoga mat bathed in the vibrations of crystal singing bowls. Hands-on cures—the antithesis to social-distancing—may have lost their appeal during the pandemic but spas still tout their stress-busting activities, and some weary quarantiners are heeding their call.<br />Lynne McNees, president of the International Spa Association (ISPA), a trade group, said that it’s too early to gauge Covid-19’s impact on the $19-billion spa industry. But, she added, since most large destination spas reopened in June, demand has been steady, with individual visits rising even as groups like bridal parties have stayed away. Ms. Evans has already booked another spa break for this month, this time in the Hamptons. “It would be incredible to go sit on a beach somewhere, but I want to take care of myself,” she said. “Everything feels more intense right now.”<br />The isolation brought on by the coronavirus has created a secondary crisis. Reported symptoms of anxiety, depression and other disorders have more than tripled since 2019, according to a September study by the American Medical Association. With their ample open spaces, destination spas say they can help. Their activity calendars were packed with rituals focused on stress relief and spiritual well-being long before the term “coronavirus” entered our lexicons, and they’re now positioning themselves as points of refuge in the pandemic.<br />That spin has merit, said Dr. Stephanie Silvera, an epidemiologist and professor at Montclair State University, in New Jersey. Spa-based activities like rock-climbing and hiking boost health in multiple ways. “We know that stress has an impact on the immune system, and cardiovascular activities help calm you,” said Ms. Silvera. “So if you can do them outside, with spacing, there’s a lot of value and benefit.”<br />No evidence suggests that Covid-19 can spread in chlorinated pools. Saunas are a fairly safe bet, too, if heated to at least 158 degrees Fahrenheit, said Dr. Silvera. The virus cannot survive those temperatures. But Dr. Silvera cautioned that no magic scenario, whether outdoors or not, can entirely erase the risk of Covid-19. Masks, social distancing and strict sanitation remain important measures. “Imagine that each preventive behavior is a layer of Swiss cheese that has some holes, and when you layer them, those holes go away,” she said."
}