{
    "url_original": "https://www.wsj.com/articles/can-the-nugget-couch-really-keep-quarantined-kids-entertained-11611173992",
    "url": "can-the-nugget-couch-really-keep-quarantined-kids-entertained-11611173992",
    "title": "Can the Nugget Couch Really Keep Quarantined Kids Entertained?",
    "sub_head": "Pent-up children can reconfigure chic modular furniture—like the pandemic best-seller the Nugget—into forts and palaces, saving parents sanity",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-281374?width=620&size=1.5",
    "image_1": "im-281374.jpg",
    "time": "2021-01-20 15:19:00",
    "body": "WHEN RACHEL GEER’S kids started slam-dunking a basketball into a nearby plastic hoop with the sofa as their launchpad, she suppressed the urge to scold. After all, they’d been stuck inside for 10 months. Luckily for the Chapel Hill, N.C., business analyst, the abused couch was a Nugget, the sort of modular sofa designed for such debauchery that interiors pros are recommending to families with children.<br />Beyond their resilience, such pieces are masters of metamorphosis. Amanda Lantz, a designer in Carmel, Ind., appreciates Jaxx’s boxy Modular Kid’s Love seat and Ottoman ($159, brookstone.com) for its ability to transform into a table or sleeper for nap time. Also safely soft-edged, the Kinbor Children’s Sofa can be reconfigured into a table and four chairs. With any modular set-up, Ms. Lantz recommends sticking to durable performance fabric such as Crypton or Inside-Out: “The last thing you want is something kids can crawl all over where every stain is going to show.”<br />Kids can flip, flop and prod the Nugget, from a sofa to bed to fort without help from mom or dad. Also fueling its feverish popularity: washable slipcovers and dense foam cushions. In 2020, sales of the modular settee—launched in 2014 by Nugget Comfort, based in Butner, N. C.—shot up roughly 250% over the previous year, according to co-founder Ryan Cocca. There’s currently a 3-month waiting list. Available in 15 solid colors, the sofa can also jibe aesthetically with adult décor. “I was able to incorporate the Nugget into the den of my home without it looking like a kids’ toy,” Ms. Geer said.<br />Some modular sofas deliver higher style at higher prices.  Roche Bobois ’s  tufted and piped Mah Jong blocks come in a virtually endless choice of pattern, including Missoni’s signature zigzag (from $2,120 per cushion, roche-bobois.com). Designer Jamie Drake in New York relies on Pierre Paulin’s Dune Sofa, which can be reconfigured into hillocks and meadows for imaginative play and extra sleepover spaces (from $4,700 per piece, ralphpucci.com). “With the right modular furniture, kids can be left to their creative devices,” said Mr. Drake, “and when they’re not commandeering it the adults can sink in and relax.”<br />In intergenerational spaces, Ms. Lantz mixes mutable sofas with pop art and a shaggy rug to “make the room not feel so serious.” Another destodgifier: oversize floor pillows. As a bonus, “they work as extra fort-building material.”"
}