{
    "url_original": "https://www.wsj.com/articles/canada-struggles-to-distribute-covid-19-vaccines-11610114403",
    "url": "canada-struggles-to-distribute-covid-19-vaccines-11610114403",
    "title": "Canada Criticized for Covid-19 Vaccine Rollout",
    "sub_head": "Decentralized health system, holiday pause in vaccinations hampers rollout",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-01-08 09:00:00",
    "body": "OTTAWA—Canadian authorities are scrambling to make up lost ground in their quest to vaccinate vulnerable people against Covid-19, after an initial rollout that many public-health officials are criticizing as slow and disorganized.<br />While Canada was quick to order vaccines and approved the use of the shot developed by  Pfizer Inc.  and  BioNTech SE  in early December—two days before the U.S. authorized it—the nation has fallen behind several of its developed-country peers in administering vaccinations.<br />Just over 0.5% of the population of the U.S.’s northern neighbor was vaccinated as of Wednesday. By comparison, the U.S. had vaccinated 1.6% of its population by that date, and Israel had inoculated more than 18%, according to Our World in Data, a nonprofit research project at the University of Oxford. The U.K. had vaccinated about 1.9% of its population by Jan. 3, the latest date for which vaccination numbers were available.<br />Public-health experts say Canadian officials have struggled to move vaccine doses quickly from industrial freezers where they need to be stored to long-term care facilities where elderly residents are among the first designated inoculation. The rollout has been complicated by a decentralized health system run by individual provinces and territories and by Ontario’s decision to pause vaccinations in the country’s most populous province for two days during the holidays.<br />The head of the provincial government’s vaccine task force, retired Gen. Rick Hillier, later said the pause was the wrong decision, made under the expectation that long-term care homes would have fewer staff available to receive vaccine doses during the holidays."
}