{
    "url_original": "https://www.wsj.com/articles/cannabis-companies-are-ready-to-roll-11611572793?mod=business_featst_pos2",
    "url": "cannabis-companies-are-ready-to-roll-11611572793",
    "title": "Cannabis Companies Are Ready to Roll",
    "sub_head": "Strong sales during the pandemic and the Senate flip are easing some of the sector’s old challenges",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-287335?width=620&size=1.5",
    "image_1": "im-287335.jpg",
    "time": "2021-01-25 06:06:00",
    "body": "The haze is finally clearing for U.S. pot companies.<br />Since Democrats won control of the Senate earlier this month, many in the cannabis industry are betting on a more rapid path to full federal legalization and a pickup in deal making as companies rush to scale up. The Global Cannabis Stock Index, which tracks U.S.-listed marijuana stocks, has climbed 35% since the start of this year.<br />Today’s high expectations look more justified than earlier speculative rallies that left pot investors badly burned. After almost doubling in value in 2017, the index was pummeled for two years as Canadian cannabis companies reported disappointing sales and profit numbers, and black-market dealers proved more resilient than expected.<br />This time, cannabis companies are performing well—particularly big U.S. growers with operations in multiple states. Pot sales have been strong during the pandemic as consumers have spent more time at home and received stimulus checks. In November, grower Cresco Labs reported its third consecutive quarter of revenue growth above 40%. Pot stores also won market share from illegal dealers by letting consumers order online and offering curbside pickup.<br />Progress on this score remains slow: An estimated 78% of U.S. sales still happened in the black market in 2020, according to the cannabis-focused SOJE Fund. States’ thirst for new sources of tax revenue amid the pandemic provides an extra incentive to increase the size of the legal sector. November ballots in Arizona, Montana, South Dakota and New Jersey all approved the legalization of adult use. New York is now weighing a similar move to plug a projected $15 billion budget hole in the current and coming fiscal years."
}