{
    "url_original": "https://www.wsj.com/articles/capitol-riot-threatens-trumps-already-hurting-business-11610458467?mod=markets_lead_pos5",
    "url": "capitol-riot-threatens-trumps-already-hurting-business-11610458467",
    "title": "Capitol Riot Threatens Trump’s Already Hurting Business",
    "sub_head": "If golf courses and resorts struggle to attract and keep members, it would weigh on the overall Trump Organization",
    "category_1": "Markets",
    "time": "2021-01-12 08:34:00",
    "body": "The storming of the Capitol last week by a pro-Trump mob will ratchet up the pressure on President Trump’s family business at a moment when some of his most lucrative assets were already suffering from the pandemic and facing looming debt payments.<br />One of the Trump Organization’s most loyal partners, German lender  Deutsche Bank AG , is moving to distance itself from the president’s businesses and is unlikely to lend it more money, says a person familiar with the matter. The bank has lent the Trump Organization more than $300 million that will mature in 2023 and 2024, forcing the company to refinance the debt or pay it off by potentially selling assets.<br />The other risk to the Trump Organization is that some customers stop patronizing its businesses, in particular its hotels and golf courses. The company has tried to sell its Washington, D.C., hotel, but the pandemic made buyers wary. The hotel was popular with supporters of Mr. Trump and with organizations trying to seek favor from the president. Business had already been expected to decline there once Mr. Trump leaves office.<br />The Trump Organization’s golf courses and resorts are particularly important, accounting for nearly half of the company’s annual revenue. The courses are closely associated with the president and have used his name to attract customers in a weak market for golf. If the courses struggle to attract and keep members, it would weigh on the Trump Organization overall.<br />On Sunday, PGA of America said it was terminating an agreement to hold the 2022 PGA Championship at the Trump National Golf Club Bedminster in New Jersey, citing risk to its brand of being affiliated with Mr. Trump. The Trump Organization said that the PGA’s decision was a “breach of a binding contract.”"
}