{
    "url_original": "https://www.wsj.com/articles/capitol-events-and-excusing-violent-actions-11610746623?mod=opinion_major_pos16",
    "url": "capitol-events-and-excusing-violent-actions-11610746623",
    "title": "Capitol Events and Excusing Violent Actions",
    "sub_head": "The reporters and commentators who are indignant about Trump supporters threatening the rule of law sang a different tune last year in reaction to hundreds of major antifa and Black Lives Matter protests that were “mostly peaceful.”",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-282322?width=620&size=1.5",
    "image_1": "im-282322.jpg",
    "time": "2021-01-15 16:37:00",
    "body": "Peggy Noonan has joined the media mob that wants to “Bring the Insurrectionists to Justice” (Declarations, Jan. 9) with President Trump, “a sick, bad man,” booted from the White House for being chief instigator. Mr. Trump will leave the White House shortly, but Ms. Noonan and others demanding scalps cannot abide him for five more days.<br />The reporters and commentators who are indignant about Trump supporters threatening the rule of law sang a different tune last year in reaction to hundreds of major antifa and Black Lives Matter protests that were “mostly peaceful.” Journalists objected to labeling 2020 protesters as rioters, looters or mobs. Media fact checkers determined that 97% of last year’s protests involved no injuries and no property damage. However, by the middle of 2020, it was estimated that “mostly peaceful” protests resulted in at least a couple of billion dollars in damages in places like Kenosha, Minneapolis, New York City and Chicago, to name a few. Also, even 3% of, say, 2,000 “mostly peaceful” protesters amounts to five dozen mostly not peaceful people.<br />The Capitol building is a more important symbol of America than is the federal courthouse in Portland, Ore., that was a nightly target of vandals, arsonists and looters for weeks last summer. Still, what happened to media compassion for protesters who may be suffering from mental-health problems and are victims of the system?<br />Adam Graham<br />Charleston, S.C."
}