{
    "url_original": "https://www.wsj.com/articles/capitol-police-officer-brian-sicknick-dies-of-injuries-sustained-at-riot-11610121907?mod=business_minor_pos5",
    "url": "capitol-police-officer-brian-sicknick-dies-of-injuries-sustained-at-riot-11610121907",
    "title": "Capitol Police Officer Brian Sicknick Dies of Injuries Sustained at Riot",
    "sub_head": "The military veteran had joined the force in 2008 and was part of the first-responder unit",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-01-08 15:58:00",
    "body": "A Capitol Police officer died Thursday night of injuries he suffered while responding to the mob of President Trump’s supporters who attacked the Capitol.<br />The officer, Brian D. Sicknick, was struck in the head with a fire extinguisher during Wednesday’s unrest, according to a law-enforcement official. After he was injured, he returned to his division office and collapsed, the Capitol Police said, and was taken to a local hospital. Mr. Sicknick, 42 years old, died of his injuries at 9:30 p.m. Thursday.<br />The Capitol Police said his death would be investigated by the homicide branch of the D.C. Metropolitan Police Department, the Capitol Police and federal investigators. Prosecutors are also exploring the possibility of federal charges in connection with the death.<br />The youngest of three sons born in South River, N.J., Mr. Sicknick had wanted to be a police officer his entire life, according to a statement from his family. He joined the New Jersey Air National Guard, deploying to Saudi Arabia in 1999 and Kyrgyzstan in 2003, according to the Guard.<br />“Many details regarding Wednesday’s events and the direct causes of Brian’s injuries remain unknown and our family asks the public and the press to respect our wishes in not making Brian’s passing a political issue,” the family said in a statement provided by Mr. Sicknick’s brother, Ken. “Brian is a hero and that is what we would like people to remember.”"
}