{
    "url_original": "https://www.wsj.com/articles/capitol-riot-becomes-civics-lessons-in-schools-11610971201?mod=business_minor_pos5",
    "url": "capitol-riot-becomes-civics-lessons-in-schools-11610971201",
    "title": "Capitol Riot Becomes Civics Lessons in Schools",
    "sub_head": "Teachers face difficult questions from students; others point to the need for better civics curriculum, funding",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-01-18 07:00:00",
    "body": "At the start of class, Logan Ridenour reminded the high school juniors of the ground rules for discussing the Capitol riot: Everyone is entitled to their own opinion and everyone should be a respectful listener.<br />Mr. Ridenour, a social sciences and civics teacher at Dupo High School in southern Illinois, one of 40 states that require civics class for graduation, was used to having tough conversations with his civics students whose political views span both sides of the aisle, with more of them leaning to the right. But the conversation in the wake of the storming of the Capitol was particularly daunting because of its historic nature and the political sensitivities embedded in it, he said.<br />Some students said President Trump incited the riot; others said he just gave a speech. In a vigorous, civil debate, the teens looked up the definition to incite and discussed the constitutional right to protest and the 25th amendment.<br />At the end, Mr. Ridenour tied what happened at the Capitol back to their lesson on civic virtues like honor, respect and responsibility. “Regardless of where you stand on this, if you look at these virtues did you feel like it was on display with what occurred?” he asked. The students held firm to their different opinions, he said.<br />The Capitol riot and this week’s presidential inauguration have become teachable moments in classes around the nation, pulling civics education to the forefront as teachers say they face new questions from students and others say it all exemplifies the need for a better civics curriculum and funding."
}