{
    "url_original": "https://www.wsj.com/articles/capitol-police-werent-prepared-for-rioters-authorities-say-11609978798?mod=business_minor_pos4",
    "url": "capitol-police-werent-prepared-for-rioters-authorities-say-11609978798",
    "title": "Capitol Police Weren’t Prepared for Rioters, Authorities Say",
    "sub_head": "National Guard, FBI and others sent to the scene after the U.S. Capitol was breached",
    "category_1": "Politics",
    "time": "2021-01-06 19:19:00",
    "body": "WASHINGTON—Federal authorities had planned to deal with protests this week with a relatively small, minimally visible presence, according to law-enforcement officials, hoping to avoid inflaming tensions as a show of force had done during unrest earlier this year in Portland, Ore. and other cities.<br />That approach seemed to have backfired on Wednesday, when thousands of pro-Trump rioters surrounded the U.S. Capitol and some easily breached the barricades and stormed the building, leaving at least one person shot and others injured. Some fired what the city’s police chief described as “chemical irritants” at officers who were guarding the complex to gain access to the building.<br />That left a smaller group of Capitol police officers to guard the building as lawmakers began a joint session of Congress to count the 2020 electoral votes. Those officers were quickly outnumbered as rioters approached the building. Once inside, they broke into lawmakers’ offices and roamed freely.<br />Officials said they had expected a repeat of relatively minor scuffles between far-right and far-left factions that broke out after dark at similar protests in November.<br />“The Capitol Police were unprepared for the sheer size of the protest,” said David Gomez, a retired FBI executive. Once the rioters barged into the Capitol, other federal law enforcement agencies were slow to respond, either out of deference to President Trump or because of a lack of experience with dealing with riots, which isn’t their primary mission, Mr. Gomez said. “Up until they breached the Capitol, the possibility existed that it was going to be a large protest that didn’t cross those barricades. Once they did that [law enforcement personnel] were overwhelmed and couldn’t respond quickly enough,” he said."
}