{
    "url_original": "https://www.wsj.com/articles/capitol-riot-puts-more-scrutiny-on-big-tech-11610372968?mod=politics_lead_pos4",
    "url": "capitol-riot-puts-more-scrutiny-on-big-tech-11610372968",
    "title": "Capitol Riot Puts More Scrutiny on Big Tech",
    "sub_head": "Lawmakers are expected to push to scale back technology companies’ liability shield",
    "category_1": "Politics",
    "time": "2021-01-11 08:49:00",
    "body": "WASHINGTON—The storming of the Capitol by President Trump’s supporters is expected to turbocharge Congressional efforts to regulate big tech—and many lawmakers are expected to focus on scaling back the liability shield that protects internet companies.<br />The Capitol incursion, some of which was planned and discussed in advance on social media, has hardened many Democrats’ view that a lack of tech-platform regulation is undermining democracy. Georgia’s election of two Democratic Senators last week shifted a divided Congress to Democrats’ control, improving the chances of passing legislation targeting consumer-data privacy, tech companies’ market power and the liability shield known as Section 230.<br />“The bottom line is that the odds of legislative action on privacy, antitrust and 230 just went up significantly,” said Blair Levin, a policy analyst with equity research firm New Street Research. “The party that wants to legislate now has the power to put a bill on the Senate floor, and on all those issues there are Republicans likely to join with Democrats.”<br />Republicans have their own issues with big internet companies, asserting that they are abusing their power to silence conservative voices on their platforms. Many Republicans support rewriting Section 230, and some claim that tech companies are shifting further left to appease Democrats expanding their power in Washington.<br />After the Capitol riot,  Twitter Inc.  permanently banned Mr. Trump and  Facebook Inc.  indefinitely suspended him, citing his role in fanning violence, while  Apple Inc.,   Amazon.com Inc.  and  Alphabet Inc.’s  Google cut off support for the Parler social-media app on grounds that it doesn’t adequately police content that could incite violence."
}