{
    "url_original": "https://www.wsj.com/articles/carbon-offsets-that-companies-are-gobbling-up-get-a-futures-contract-11611752400?mod=markets_lead_pos10",
    "url": "carbon-offsets-that-companies-are-gobbling-up-get-a-futures-contract-11611752400",
    "title": "Carbon Offsets That Companies Are Gobbling Up Get a Futures Contract",
    "sub_head": "CME Group aims to illuminate a fast-growing market that has operated through privately negotiated transactions",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-01-27 08:00:00",
    "body": "Exchange operator  CME Group Inc.  plans to launch trading in voluntary carbon-offset futures, tapping into the rush by companies to make up for their emissions.<br />Offset credits are a climate-change currency earned through endeavors that reduce or sequester greenhouse gasses, such as paying timberland owners to leave trees standing and capturing methane fumes at hog farms.<br />Companies, investment firms, governments and other entities that have set carbon-reduction goals apply voluntary offset credits to their internal ledgers in order to balance out emissions they can’t otherwise eliminate.<br />Companies including  Apple Inc.  and  BP  PLC have pledged carbon neutrality in the coming decades, under pressure from investors who have shoveled billions of dollars into so-called ESG funds that promise to invest with environmental and social responsibility in mind. That will require companies to produce or purchase large numbers of offset credits, each of which represents a metric ton of carbon.<br />There are already futures contracts tied to carbon-offset credits that are used in so-called cap-and-trade systems around the world. California regulators, for instance, oversee a market that seeks to reduce greenhouse gases by making it more expensive over time for companies operating there to pollute. Companies must buy allowances for certain volumes of emissions and may use cheaper offset credits to cover a portion of their tab."
}