{
    "url_original": "https://www.wsj.com/articles/carl-icahn-sells-more-than-half-of-his-herbalife-stake-11609723221?mod=markets_lead_pos2",
    "url": "carl-icahn-sells-more-than-half-of-his-herbalife-stake-11609723221",
    "title": "Carl Icahn Sells More Than Half of His Herbalife Stake",
    "sub_head": "Billionaire is also relinquishing his seats on the nutritional-supplements company’s board",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-280087?width=620&size=1.5",
    "image_1": "im-280087.jpg",
    "time": "2021-01-03 22:56:00",
    "body": "Carl Icahn sold over half his stake in  Herbalife Nutrition Ltd.  and is relinquishing his seats on the nutritional-supplements company’s board, taking a step back from a longtime investment he fiercely defended against an onslaught from rival activist investor William Ackman.<br />Mr. Icahn sold about $600 million of his 16% Herbalife stake back to the company in recent days, the company said late Sunday, after The Wall Street Journal earlier reported on the transaction. That leaves him with a roughly 6% stake, worth $400 million. Given that his holdings will go below the level stipulated in an agreement Mr. Icahn has with the company, he also plans to give up the five board seats currently held by his representatives, the company said.<br />The move helps cement a big win for the scrappy octogenarian billionaire, who is estimated to have made well over $1 billion on the investment.<br />Mr. Icahn has been Herbalife’s largest shareholder since 2013. He stuck with the company through challenges from Mr. Ackman and regulators and the resignation of its chief executive after he was caught on tape encouraging a colleague to skirt expense-account rules.<br />Mr. Icahn first bought into the stock in late 2012. The investment represented a high-profile challenge to Mr. Ackman, who had bet against the company and publicly crusaded against its business model, which relies on a network of distributors, calling it a pyramid scheme. The company has said it is a legal multi-level-marketing organization and fought him at every turn."
}