{
    "url_original": "https://www.wsj.com/articles/carnival-set-to-post-2-2-billion-quarterly-loss-as-u-s-sailing-hiatus-nears-one-year-11610390991?mod=business_featst_pos1",
    "url": "carnival-set-to-post-2-2-billion-quarterly-loss-as-u-s-sailing-hiatus-nears-one-year-11610390991",
    "title": "Carnival Set to Post $2.2 Billion Quarterly Loss as U.S. Sailing Hiatus Nears One Year",
    "sub_head": "Timing for resuming U.S. voyages ultimately depends on receiving permit from CDC",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-01-11 14:04:00",
    "body": "Carnival Corp.  said it is continuing to burn cash and expects to post another sizable loss after almost a year since onboard coronavirus outbreaks brought its voyages to a halt in the U.S.<br />The company on Monday reported a preliminary loss of $2.22 billion for the fourth quarter ended Nov. 30, compared with a profit of $423 million in the comparable quarter a year earlier. Adjusted losses were $1.9 billion. The company didn’t disclose preliminary revenue figures in its press release, but a spokesman said revenue was in the tens of millions of dollars.<br />Carnival’s flagship line has paused all U.S. cruises through the end of March, while the company’s Princess Cruises and Holland America Line have also scrapped some voyages this year. The timing for U.S. voyages ultimately depends on receiving a permit from the U.S. Centers for Disease Control and Prevention, which is requiring operators to conduct mock sailings and apply for a certificate at least 60 days before offering passenger cruises.<br />The company said it expects to sell 19 less-efficient ships, which constitute roughly 13% of pre-pause capacity. Carnival said it previously expected to sell the ships in coming years and that 15 of those ships have already exited the fleet.<br />“With the aggressive actions we have taken, managing the balance sheet and reducing capacity, we are well-positioned to capitalize on pent-up demand and to emerge a leaner, more efficient company,” Chief Executive Arnold Donald said on a conference call."
}