{
    "url_original": "https://www.wsj.com/articles/carnivals-wave-season-should-lift-its-shares-11610648907?mod=business_minor_pos10",
    "url": "carnivals-wave-season-should-lift-its-shares-11610648907",
    "title": "Carnival’s Wave Season Should Lift Its Shares",
    "sub_head": "Even as many investors have given up, Carnival’s latest bookings update shows consumer demand for the cruise industry hasn’t sunk",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-14 13:28:00",
    "body": "Carnival’s investors headed for the lifeboats, but this company is more buoyant than it looks.<br />The cruise line released preliminary fourth-quarter results on Monday that did little to resuscitate its tattered share price. The company said it expects to post a loss of more than $2 billion for the quarter as it burned through an average of $500 million in cash a month.<br />Carnival Corp.’s shares are now down nearly 58% over the last 12 months, making it the worst performer of the three major cruise lines over that period. At this price, investors should play the long game. Carnival said on Monday that bookings for the first half of 2022 were ahead of those in the same period of 2019, indicating that demand can return to at least pre-pandemic levels. Carnival will be there to welcome cruisers on board: It said that it ended 2020 with $9.5 billion in cash and that it has enough liquidity in place to sustain its business even if it generates zero revenue this year.<br />Diving deeper into its booking numbers, the recovery looks even better. Carnival’s total capacity for 2022 relative to 2019 will grow by less than 2%, net of ships disposed of and acquired, according to UBS analyst Robin Farley. And Carnival said that 2019 was a very strong year with bookings at the higher end of its historical ranges, making for an especially tough comparison.<br />Cruise-review site Cruise Critic, owned by Tripadvisor, says it has seen a 40% increase in cruise shoppers on its site this month thus far compared with last month. January marks the start of a three-month period those in the industry refer to as “wave season,” when cruise lines traditionally offer deals to encourage early bookings. Carnival also said that, as of Nov. 30, about 45% of its guests affected by schedule changes opted to receive future cruise credits rather than refunds. At least some of that committed occupancy wouldn’t have shown up yet as actual bookings."
}