{
    "url_original": "https://www.wsj.com/articles/caterpillars-chinese-rivals-power-through-the-pandemic-11611570606?mod=business_lead_pos11",
    "url": "caterpillars-chinese-rivals-power-through-the-pandemic-11611570606",
    "title": "Caterpillar’s Chinese Rivals Power Through the Pandemic",
    "sub_head": "Sany Heavy and Zoomlion have gained market share in China while their foreign competitors have been hobbled by Covid-19",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-288897?width=620&size=1.5",
    "image_1": "im-288897.jpg",
    "time": "2021-01-25 05:30:00",
    "body": "China’s machinery giants have built up some serious stock-market gains.<br />Companies such as  Sany Heavy Industry Co.  and  Zoomlion Heavy Industry Science & Technology Co.  make the excavators, dump trucks and cranes that keep China’s countless construction sites humming.<br />These big players have prospered during the pandemic, as China’s property industry resumed building after some interruptions in early 2020. Meanwhile, Covid-19-related disruptions helped them to gain ground on foreign rivals like  Caterpillar Inc.  and Japan’s  Komatsu Ltd.  Exports have also started to recover sharply.<br />Sany Heavy’s stock in Shanghai has hit records, and as of Monday was up 171% over the past year, giving it a market value of more than $56 billion. Zoomlion’s Hong Kong shares recently hit highs last reached in 2013, and as of Friday the machinery subindex of China’s CSI 300 gauge was up 22% over the past month.<br />While China’s leaders have been seeking to cut the country’s reliance on debt-fueled investment, it has proven hard to reduce spending on property and infrastructure, particularly during times of economic stress. Analysts and investors expect the larger homegrown machinery companies to keep growing their domestic market share, while benefiting from robust customer demand to replace old equipment. In addition, many governments globally are counting on infrastructure spending to help their economies bounce back from the coronavirus pandemic, raising expectations for future international sales."
}