{
    "url_original": "https://www.wsj.com/articles/cecilia-rouse-tapped-to-be-bidens-top-economist-brings-labor-market-focus-11611831603?mod=politics_lead_pos4",
    "url": "cecilia-rouse-tapped-to-be-bidens-top-economist-brings-labor-market-focus-11611831603",
    "title": "Cecilia Rouse, Tapped to be Biden’s Top Economist, Brings Labor-Market Focus",
    "sub_head": "Princeton dean testifies to Senate Banking Committee; would be first Black person to head Council of Economic Advisers",
    "category_1": "Politics",
    "time": "2021-01-28 06:00:00",
    "body": "WASHINGTON—Cecilia Rouse’s interest in economics dates to the early 1980s, when she was a college freshman and the country was enduring its worst unemployment since the Great Depression.<br />“I was drawn to the discipline because I wanted to know why this was happening,” Ms. Rouse will testify Thursday to the Senate Banking Committee, which is considering her nomination to be President Biden’s top economist. “Why had jobs disappeared—and what could be done to bring them back?”<br />Ms. Rouse would be the first Black person to head the Council of Economic Advisers, which was created in 1946. Her research on labor markets, education and discrimination fits squarely with President Biden’s priorities of rebuilding a labor market that has lost nearly 10 million jobs during the pandemic and addressing racial and income disparities.<br />“It’s an excellent nomination,” said Greg Mankiw, who chaired the CEA under President George W. Bush and taught at Harvard when Ms. Rouse was working on her economics doctorate there. “I’m not expecting to agree with her on everything, but given what President Biden was looking for, he hit a home run with Ceci.”<br />Ms. Rouse, 57 years old, served as one of three members of the CEA during the first two years of the Obama administration and on President Bill Clinton’s National Economic Council in 1998 and 1999. She is dean of Princeton University’s School of Public and International Affairs."
}