{
    "url_original": "https://www.wsj.com/articles/ceos-urge-congress-to-certify-bidens-electoral-college-win-11609793901?mod=politics_lead_pos5",
    "url": "ceos-urge-congress-to-certify-bidens-electoral-college-win-11609793901",
    "title": "CEOs Urge Congress to Certify Biden’s Electoral College Win",
    "sub_head": "Nearly 200 chief executives call on legislators to uphold ‘essential tenets of our democracy’ by enabling transition of power to president-elect",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2021-01-04 15:58:00",
    "body": "Nearly 200 top U.S. business leaders pressed Congress to certify President-elect Joe Biden’s electoral victory in a letter Monday, the latest attempt by corporate executives to publicly urge a smooth transition of power as President Trump and many Republicans continue to dispute the election results.<br />The letter, sent by the Partnership for New York City, which represents the city’s business leaders and largest employers, called on Congress to certify the electoral vote on Wednesday as the nation continues to reel from the coronavirus pandemic.<br />“Attempts to thwart or delay this process run counter to the essential tenets of our democracy,” the letter said. “Our duly elected leaders deserve the respect and bipartisan support of all Americans at a moment when we are dealing with the worst health and economic crises in modern history.”<br />Among the roughly 170 business leaders who signed the letter are the heads of financial firm  BlackRock Inc.,  consultancy Deloitte, airline  JetBlue Airways Corp.  and pharmaceutical company  Pfizer Inc.,  according to a release sent by the partnership. The group includes a number of Fortune 500 companies across industries as well as New York-based financial services firms and law firms.<br />Eleven current and incoming Republican senators said this weekend that they would vote to reject the Electoral College votes of some states on Wednesday as not “lawfully certified” unless Congress appoints a commission to conduct an emergency, 10-day audit of the election results. Although none of the challenges are expected to succeed, they could slow the process and give Mr. Trump’s allies a high-profile opportunity to demonstrate their loyalty to him."
}