{
    "url_original": "https://www.wsj.com/articles/ceos-confront-employees-doubts-on-covid-19-vaccine-11611579964?mod=business_lead_pos5",
    "url": "ceos-confront-employees-doubts-on-covid-19-vaccine-11611579964",
    "title": "CEOs Confront Employees’ Doubts on Covid-19 Vaccine",
    "sub_head": "From video campaigns to vaccine clinics with games and cake, companies deploy tactics to coax skeptical employees to get shots",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-01-25 08:06:00",
    "body": "Corporate executives are playing a new role in the pandemic: vaccine cheerleader.<br />Across industries, business leaders are turning to all-hands staff meetings, video memos and other workplace forums to address skepticism about the Covid-19 vaccine and encourage employees to get it when they can.<br />Food-services and facilities-management company Sodexo is asking managers to listen for signs of vaccine hesitancy among staff and launching a social-media campaign to encourage employees to get the shots. Benchmark Senior Living LLC, an operator of assisted-living facilities, is blasting “myth-buster” emails to its workforce and turning on-site vaccination clinics into mini parties, complete with cake and games, to lend a celebratory air. Technology company  VMware Inc.,  meanwhile, is discussing bringing in doctors to answer staff questions about the vaccine in virtual company meetings.<br />Many companies have taken on a stepped-up role in disseminating public-health information to employees during the pandemic. It is unusual terrain for bosses, but surveys have found that people often view their employers as more credible sources of information than government, social media or media outlets.<br />Getting a critical mass of employees vaccinated is crucial to reopening offices and returning workplaces to a semblance of normal, executives say. Yet overcoming vaccine skepticism could prove tough. A recent Siena College Research Institute survey of New York state residents found more than a quarter said they don’t plan to get the shot."
}