{
    "url_original": "https://www.wsj.com/articles/ceos-consider-ways-to-smooth-the-presidential-transition-including-holding-back-campaign-money-11609943649?mod=business_lead_pos7",
    "url": "ceos-consider-ways-to-smooth-the-presidential-transition-including-holding-back-campaign-money-11609943649",
    "title": "CEOs Consider Ways to Smooth Biden’s Presidential Transition, Including Holding Back Campaign Money",
    "sub_head": "Leaders of some large companies say they may withhold political donations and investments in states whose lawmakers are challenging Electoral College results",
    "category_1": "Business",
    "time": "2021-01-06 09:34:00",
    "body": "In a virtual gathering of chief executives convened to discuss political turbulence stemming from the 2020 election, leaders of some of the largest U.S. companies said they were considering withholding donations to Republican lawmakers seeking to impede the presidential transition.<br />During an hourlong meeting Tuesday, a group of about three dozen chief executives discussed divisions in the country, efforts to thwart the presidential transition and what voice they thought business should have in politics, according to people who participated in the conversation. Some business leaders who have donated to Republican campaigns stated that they were considering withholding future political contributions to elected officials who have said they would oppose certifying the Electoral College results for President-elect Joe Biden, those people said.<br />Among business leaders on the call were Walt Disney Co. Executive Chairman Robert Iger, a noted Democrat who has indicated interest in an ambassador role under the Biden administration; Accenture PLC Chief Executive Officer Julie Sweet, a Republican who has donated to Sen. Ted Cruz; and Merck & Co. CEO Ken Frazier, who publicly broke with President Trump in 2017, but has donated to candidates from both parties, including Senate Majority Leader Mitch McConnell. The gathering included about a dozen advisers, such as former Obama administration Homeland Security Secretary Jeh Johnson and Anthony Scaramucci, who served briefly in the Trump administration but has more recently been a critic of the president.<br />The gathering, along with a letter sent by nearly 200 CEOs on Monday urging Congress to accept the election results, marks a shift in tactics for business leaders, some of whom are joining forces to take newly strident positions on politics rather than speaking out individually. Other business groups, including the U.S. Chamber of Commerce and the Business Roundtable, have also issued statements this week calling for a smooth transition of power.<br />Also in the meeting, people familiar with the gathering said, were Goldman Sachs Group Inc. Senior Chairman Lloyd Blankfein, a Democrat, and Deloitte CEO Joseph Ucuzoglu, who doesn’t disclose his political affiliation, both of whom donated to Republicans in recent years. The discussion began with a conversation about political instability in the country, the people said."
}