{
    "url_original": "https://www.wsj.com/articles/ces-2021-from-toilets-to-coffee-tables-the-best-smart-home-gadgets-hide-the-tech-11610629200?mod=business_lead_pos5",
    "url": "ces-2021-from-toilets-to-coffee-tables-the-best-smart-home-gadgets-hide-the-tech-11610629200",
    "title": "CES 2021: From Toilets to Coffee Tables, the Best Smart-Home Gadgets Hide the Tech",
    "sub_head": "At this year’s virtual tech extravaganza, a new wave of home tech aims to blend in, not stand out",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-284235?width=620&size=1.5",
    "image_1": "im-284235.jpg",
    "time": "2021-01-14 08:00:00",
    "body": "CES is an all-virtual, pared-down affair this year, featuring new versions of many usual suspects. So far, we’ve seen filmmaking drones, dishwashing robots, rollable phones and other kinds of gadgetry ranging from clever to crazy. The annual conference’s main value proposition is that it offers a little glimpse into the future—yet the most compelling new smart-home gadgets don’t look futuristic at all.<br />That’s precisely what I’m excited about: tech that is at its best when it just blends into the woodwork, sometimes literally.<br />There’s a device to make any coffee table a wireless charging station, a standard-looking deadbolt lock that unlocks with a touch, a bed with a disappearing, transparent TV, and a faucet that can dispense exactly two tablespoons of water on command. My personal favorite—a toilet with a lid that automatically opens as you approach and closes when you walk away—solves one of the longest, ongoing quarrels in my home.<br />Living with technology can often mean a mess of different cables, apps, adapters, remotes and confusing interfaces. Gadgets that can tuck themselves away or have hidden smarts, unlocked with a word or a hand wave, are an especially nice idea, especially now that we’ve been spending more time at home.<br />A hidden wireless Qi charger, called UTS-1, can be mounted to the underside of a nonmetallic surface using the included tape. Plug it into the wall, and you’ve just added wireless charging to your furniture. It keeps your desk tidy and prevents your housemates from stealing your charger."
}