{
    "url_original": "https://www.wsj.com/articles/charges-leveled-at-men-accused-of-assaulting-police-with-flag-fire-extinguisher-in-capitol-riot-11610666476?mod=politics_lead_pos7",
    "url": "charges-leveled-at-men-accused-of-assaulting-police-with-flag-fire-extinguisher-in-capitol-riot-11610666476",
    "title": "Charges Leveled at Men Accused of Assaulting Police With Flag, Fire Extinguisher in Capitol Riot",
    "sub_head": "Man carrying Confederate flag in Capitol was also charged",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-285394?width=620&size=custom_787x462",
    "image_1": "im-285394.jpg",
    "time": "2021-01-14 19:10:00",
    "body": "Federal prosecutors escalated their efforts Thursday to target some of the more brazen violent conduct from last week’s attack on the U.S. Capitol, charging a retired firefighter who they say threw a fire extinguisher at three police officers and another man who allegedly beat a police officer repeatedly with an American flag.<br />Robert Sanford of Chester, Pa., faces charges including assaulting a police officer after he was allegedly identified as the person who lobbed a fire extinguisher on the west side of the Capitol, at around 2:30 p.m., as the mob crashed past a thin line of Capitol police officers and stormed toward the building on Jan. 6.<br />Around the same time, a radio dispatch captured by OpenMHZ, a platform that records radio chatter from law enforcement and other agencies, relayed: “There is a 10-33 at the Capitol building. It has been breached,” using a code that signifies an emergency in which an officer needs assistance.<br />The prosecution’s statement of facts in the case described the fire extinguisher hitting three officers in the head, including one who wasn’t wearing a helmet. Officials said the extinguisher Mr. Sanford allegedly threw isn’t the one that killed Capitol Police Officer Brian Sicknick, who was also struck in the head with a fire extinguisher during the unrest and died from his wounds, officials said.<br />William Young, one of the officers who was hit in the incident allegedly involving Mr. Sanford, was evaluated at a hospital and cleared to return to duty, the charging document said. A friend of Mr. Sanford tipped off the FBI to his involvement, the document said, adding that he was around 55 years old and had recently retired from the Chester Fire Department."
}