{
    "url_original": "https://www.wsj.com/articles/chevron-emerges-from-exxons-shadow-11611950424?mod=business_minor_pos10",
    "url": "chevron-emerges-from-exxons-shadow-11611950424",
    "title": "Chevron Emerges From Exxon’s Shadow",
    "sub_head": "Chevron’s careful strategy has helped it stay off radars of activist investors and regulators",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-29 15:00:00",
    "body": "In a sector facing uncomfortable questions about the future, it helps to stay out of the spotlight.  Chevron  certainly managed to do that as its competitor  Exxon  Mobil faces scrutiny from activist investors and securities regulators.<br />Chevron took large write-downs earlier on in the pandemic, in line with European peers, potentially helping it stay out of asset valuation questions Exxon is facing. And while activist investors are pressuring Exxon to work on both environmental and growth sustainability, Chevron noted on Friday’s earnings call that it hasn’t faced similar pressures, noting that its investors prefer energy-transition investments that don’t erode returns.<br />Still, Chevron’s fourth-quarter results showed how far both U.S. energy giants are from recovery. For the full year, Chevron recorded a net loss of $5.5 billion, by far its worst performance in three decades and only the second time during that span that it posted an annual loss. For the quarter, the company’s revenue met Wall Street expectations, but one-off items spurred a surprise loss of $665 million.<br />There were still things to like. Chevron has been differentiating itself from Exxon through a more conservative strategy, keeping a lid on capital expenditures well before the pandemic hit. Operating cash flow, for example, was higher than analyst expectations, and its net debt ratio was 23%, even after having taken on borrowings associated with its acquisition of Noble Energy last year—well within its target range.<br />Strong fundamentals might be why Chevron has dodged the scrutiny that Exxon is facing regarding its steadily rising dividend. Both supermajors have stuck to promises to grow dividends; the difference is that Chevron can sustain it more easily. Dividends are eroding Chevron’s cash position at a much slower rate: For the full year, free cash flow minus dividends was negative $8 billion; Exxon burned through more in just the second quarter of 2020."
}