{
    "url_original": "https://www.wsj.com/articles/chevron-posts-annual-loss-11611926827?mod=business_lead_pos12",
    "url": "chevron-posts-annual-loss-11611926827",
    "title": "Chevron Posts Quarterly Loss to Cap Worst Year Since 2016",
    "sub_head": "Like its peers, the oil giant endured a tough 2020 as the coronavirus pandemic crushed demand for fossil fuels",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-01-29 10:44:00",
    "body": "Chevron Corp.  posted its third consecutive quarterly loss Friday to close its worst year since 2016, as the global pandemic continues to weigh on the oil-and-gas industry and cloud hopes for renewed economic growth in 2021.<br />Chevron is looking to turn the corner on one of the most painful years in modern history for oil-and-gas companies. For the fourth quarter, Chevron posted a loss of $665 million. For all of 2020, the loss totaled $5.5 billion as the coronavirus sapped global demand for fossil fuels. Chevron reported nearly $3 billion in profit for 2019.<br />“We’ve demonstrated that we can survive a year unlike any other and come through it even stronger,” Chief Executive Mike Wirth said in an interview. “Now we’ve got to come through this pandemic and see what the real state of the global economy is, and I think it’s going to be uneven.”<br />Chevron’s oil-and-gas-production unit posted $501 million in profit for the fourth quarter, but the results were weighed down by the refining and chemical businesses, as well as higher pension expenses and costs related to the $5 billion acquisition of Noble Energy last year.<br />Chevron’s share price has fallen about 20% over the past year, a steep decline but better than many of its peers. Investors have expressed more faith in Chevron than rival Exxon Mobil Corp. because it entered the downturn with a stronger balance sheet. Exxon had about $69 billion in debt as of September, while Chevron had around $35 billion, according to S&P Capital IQ."
}