{
    "url_original": "https://www.wsj.com/articles/chicago-teachers-union-vs-biden-11611617932?mod=opinion_lead_pos2",
    "url": "chicago-teachers-union-vs-biden-11611617932",
    "title": "Chicago Teachers Union vs. Biden",
    "sub_head": "Even a federal bribe isn’t enough to get them back teaching in classrooms.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-290219?width=620&size=1.5",
    "image_1": "im-290219.jpg",
    "time": "2021-01-25 18:38:00",
    "body": "The Chicago Teachers Union (CTU) this weekend vetoed Joe Biden’s plan to reopen schools during his first 100 days by voting to continue remote learning indefinitely. The union is taking kids hostage to extract more money from Congress with no guarantee that it will release them if it does.<br />Chicago’s Board of Education had required K-8 teachers to show up at schools on Monday to prepare for a return to in-person instruction on Feb. 1. The union doesn’t care. Seventy-one percent of CTU voting members rejected a return to in-person learning until schools are “safe”—meaning whenever teachers feel like going back.<br />The district has installed air purifiers in classrooms, conducted ventilation tests, increased cleaning and procured rapid testing, among other things. It will begin vaccinating teachers next month. There’s no excuse for teachers not to return to classrooms.<br />“Students in over 130 private and parochial schools and over 2,000 early learning centers across the city have been safely learning in their classrooms since the fall, and we must provide that same option to our families who, through no fault of their own, have been unable to make remote learning work for their children,” Chicago Public Schools said. “We’ve seen grades, attendance, and enrollment drop significantly for many of our students in recent months, and the impact has been felt most by our Black and Latinx students.”<br />After the union vote, the district postponed teachers’ start-date until Wednesday to provide time “to resolve our discussions without risking disruption to student learning.” Haven’t district leaders read the children’s book “If You Give a Mouse a Cookie”? Accommodating unreasonable demands leads to more unreasonable demands."
}