{
    "url_original": "https://www.wsj.com/articles/childrens-books-survival-story-11610124137",
    "url": "childrens-books-survival-story-11610124137",
    "title": "Children’s Books: Survival Story",
    "sub_head": "The novel ‘Hatchet’ set a boy in the wilderness. In a new memoir, the author shares his own gripping journey.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-282618?width=620&size=1.5",
    "image_1": "im-282618.jpg",
    "time": "2021-01-08 11:42:00",
    "body": "In Gary Paulsen’s acclaimed 1986 novel, “Hatchet,” a boy gets stranded alone in the Canadian wilderness after a plane crash. Equipped only with his wits and a small hatchet, the boy, Brian Robeson, struggles to find sustenance, make fire, and build a shelter while contending with wild animals and the implacable elements. Necessity compels the boy to focus on what is immediate, those moment-to-moment decisions that will determine whether he lives or starves; only rarely can he step back and contemplate the raw beauty of his surroundings. It all feels authentic. As with Jack London, another chronicler of persistence in harsh environments, we can tell with Gary Paulsen that he writes from experience—that he has faced hardships and has had to be resourceful.<br />Even so, many readers may be shocked to learn the harrowing nature of Mr. Paulsen’s tutorial in the school of life; how close a thing it was that he ever grew to be literate, let alone a full-grown man. Now in his 80s, Mr. Paulsen presents an unflinching account of his early years in “Gone to the Woods” (Farrar, Straus & Giroux, 357 pages $17.99), a memoir that contains moments of searing trauma that are leavened only by the abiding wonder of the author’s survival.<br />Mr. Paulsen doesn’t tarry: By the second page, readers ages 9-16 know that his mother left her family’s Minnesota farm during World War II, moved to Chicago to take a factory job and became a drunk. She would bring her son along to bars and get him to dance on tabletops and sing. Four-year-old Gary liked that, because the beery men would cheer. He liked less certain episodes, obliquely referenced here, that suggest sloppy scenes when his mother brought her admirers home.<br />And then, suddenly—which is how adult resolution feels to children—he was out of it and on a train alone, all of 5, traveling to stay with his Aunt Edy and Uncle Sig on a homestead full of hissing geese and ornery hens. For the child Gary—and for the writer the child would become—this was a formative time, for it was with Sig that he learned how hard he could work, how few words a man needed, and what glory there was in the wild. Mr. Paulsen recalls paddling a canoe with his uncle through an archway of trees, with dragonflies dancing all around, and having a revelation: “And there it was—the moment—the very split second, of all the minutes of all time the boy would ever have, that would never cease to exist. The moment—though he would not know it or understand it fully until he was an older man—when he would never again be able to, nor even want to, separate himself from nature. He had become folded into it; he had become an integral part of water and trees and birds and dragonflies. The moment was so pure, so profound, that he caught himself holding his breath.”<br />His idyll with Sig and Edy did not last long. Mr. Paulsen’s mother turned up and took the boy to the Philippines, where his father was serving in the U.S. military. Neglect seems to have been an art form with this couple, for by the time he was 7 Gary Paulsen was scavenging for food on the bomb-blown streets of Manila. Worse was to come. There are scenes in “Gone to the Woods” that linger and appall, so it might seem unlikely that such an unflinching account could have an uplifting effect. Yet it does. A child may grow up in privation, and he may grow up in ease, but suffering comes to all. Through his example, Gary Paulsen models how it can be overcome."
}