{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-great-gatsby-a-graphic-novel-adaptation-review-11611328487?mod=ig_booksjanuary23",
    "url": "childrens-books-the-great-gatsby-a-graphic-novel-adaptation-review-11611328487",
    "title": "Children’s Books:‘The Great Gatsby: A Graphic Novel Adaptation’ Review",
    "sub_head": "Picturing the Jazz Age with the classic story of American self-invention.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288821?width=620&size=1",
    "image_1": "im-288821.jpg",
    "time": "2021-01-22 10:14:00",
    "body": "Something’s always lost when a book gets translated into a film, stage show or graphic novel. But something’s often gained, too, as is manifestly the case with K. Woodman-Maynard’s illustrated adaptation of “The Great Gatsby” (Candlewick, 232 pages, $24.99). The book is rendered in luxe colors of rose, gold, amethyst and aquamarine, making us feel as though we’re watching the events of F. Scott Fitzgerald’s 1925 novel through gems held up to the light.<br />Amid these washes of color, the graphic-novel format allows Fitzgerald’s metaphors to show themselves with intriguing clarity. For instance, the woman whom Jay Gatsby adores, Daisy Buchanan, famously has a melodic voice that’s “full of money.” In this telling, we can see that from the ripples and curlicues of Daisy’s speech bubbles. There’s also a wonderful early moment when the book’s narrator, Nick Carraway, enters the Buchanan mansion and sees Daisy and her friend Jordan slim and languid on a sofa, “as if they had just been blown back in after a short flight around the house.” Ms. Woodman-Maynard is able, of course, to show the Jazz Age beauties actually mid-flight, soaring and subsiding (see Daisy, below).<br />The book’s most striking use of illustration, however, comes at the end with the well-known passage: “They were careless people, Tom and Daisy [Buchanan]—they smashed up things and creatures and then retreated back into their money. Or their vast carelessness. Or whatever it was that kept them together, and let other people clean up the mess they made.” These words are accompanied by the sight of Daisy skipping elegantly, even playfully, past broken bottles, strewn bodies and the wreck of an automobile. Having been altered and condensed to suit the graphic-novel form, this “Gatsby” won’t be ideal for newcomers, but as an adjunct or a fresh way of experiencing a canonical story, readers ages 14 and older will find it hugely rewarding.<br />Both pictures and story are relatively straightforward in “Be More Chill” (Hyperion, 142 pages, $21.99), a graphic-novel version of the 2004 novel by Ned Vizzini that was also made into a 2019 Broadway musical. Adapted by David Levithan and illustrated by cartoonist Nick Bertozzi, the story features a nerdy, lovelorn teenager named Jeremy Heere who’s the butt of high-school social life. So when Jeremy learns about an ingestible black-market nanocomputer that can make him cool and popular from a boy who’s got one, he’s in.<br />Soon, in his quest for love and status, Jeremy is answering to an inner algorithm that tells him when to smile, what to say and whom to ignore. And for a while, his gambit seems to be working. But unpleasant side effects begin to accumulate, not only for Jeremy but for the boy who egged him on. The pacing is not ideal, so we don’t feel the full emotional impact of a tragedy involving that boy or, for that matter, of a later farce involving Jeremy; but still, for readers ages 13 and older, this is a sharp, cautionary tale about the wisdom of resisting quick fixes and accepting one’s own quirky humanity."
}