{
    "url_original": "https://www.wsj.com/articles/childrens-books-modern-art-explorer-review-11610725768?mod=ig_booksjanuary16",
    "url": "childrens-books-modern-art-explorer-review-11610725768",
    "title": "Children’s Books: ‘Modern Art Explorer’ Review",
    "sub_head": "Picture books bring the museum home to inspire the eye and mind of young artists.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285644?width=620&size=1.5",
    "image_1": "im-285644.jpg",
    "time": "2021-01-15 10:49:00",
    "body": "Art is a consolation at the best of times. When life is rough, it’s a balm for the soul. A stack of picture books offers children ages 4-8 a diverting glimpse into the creative vision of notable modern and contemporary visual artists and a stroll through the galleries of one of the world’s most arresting collections.<br />Alice Harman takes young readers on a chatty and irreverent tour of the Centre Pompidou, in Paris, with “Modern Art Explorer” (Thames & Hudson, 91 pages, $19.95), a book featuring 30 paintings and sculptures. Serge Bloch has encircled each work with scratchy ink drawings and splotches of color, making stationary objects feel kinetic. Here is Robert Delaunay‘s 1922 painting “Carousel of Pigs,” with its interlocking chromatic arcs: “You see the lights and the color and the movement, hear the fairground music and feel the dizzying, overwhelming effect of it all,” the author observes. Here too is Frida Kahlo’s 1938 painting “The Frame,” which depicts the artist surrounded by bright flowers and birds. The puckish Ms. Harman remarks that Kahlo “was the original selfie queen,” who used her images “to share her ideas, her Mexican culture and the great joys and pains of her life.”<br />Several illustrated biographies make it clear that the artist’s life doesn’t necessarily conduce to ease. In “Flying Paintings” (Candlewick, 40 pages, $17.99), Amy Alznauer tells an impressionistic story of the brothers ShanZuo Zhou and DaHuang Zhou, starting with their upbringing in southern China and ending with the U.S.-based, globe-spanning double career they pursue today.<br />Born in Guangxi Province (in 1952 and 1957, respectively), the brothers grew up running around barefoot, playing and arguing and painting on the same canvasses. Their grandmother, who owned a bookstore, told them: “To become an artist, you must possess the highest spirit.” In the Zhou brothers’ own illustrations, we see the two of them as boys in loosely painted surroundings full of color. And then, abruptly, the colors fade to gray with the coming of the Cultural Revolution. As Ms. Alznauer explains: “The new People’s Republic of China did not appreciate the high spirits of people who ran their own stores and made their own art. They threw the brothers’ father into a labor camp and, later, their mother into prison. They came and burned all the books, turning the words and paintings to ash.” In a phrase that recurs throughout this fascinating account, life and art (and argumentative brothers!) can be both “beautiful and terrible.”<br />In “Drawing on Walls” (Enchanted Lion, 54 pages, $18.95), Matthew Burgess traces the creative journey of artist Keith Haring from his childhood in small-town Pennsylvania to his early death in New York. “Keith drew all the time, everywhere,” we read of the artist as a young man. “ ‘But not on the walls!’ his mother would call, just as he was getting some big ideas.” As Josh Cochran shows in buoyant illustrations for this dynamic presentation, Haring (1958-90) was to do a great deal of mural work in his career, drawing and painting his graffiti-like loops, angles and exclamatory lines on surfaces all over the world: on Manhattan walls and subway platforms, on the T-shirts of young admirers (children seem to have adored him), on the Berlin Wall, even inside a church at a monastery in Pisa, Italy (by invitation of the friars). Haring kept working after receiving a diagnosis of AIDS, the disease that would take his life at 31. “I appreciate everything that has happened,” Mr. Burgess quotes him saying in that melancholy time, “especially the gift of life I was given that has created a silent bond between me and children.”"
}