{
    "url_original": "https://www.wsj.com/articles/china-takes-its-pigs-to-the-futures-market-11610106340?mod=markets_lead_pos4",
    "url": "china-takes-its-pigs-to-the-futures-market-11610106340",
    "title": "China Takes Its Pigs to the Futures Market",
    "sub_head": "The new hog futures may smooth out some of the wild swings in Chinese markets",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-281743?width=620&size=1.5",
    "image_1": "im-281743.jpg",
    "time": "2021-01-08 06:45:00",
    "body": "China opened its own hog futures market, the culmination of a yearslong effort to create a transparent pricing mechanism for one of the country’s most valuable agricultural products.<br />On Friday, traders, farmers and other market participants began buying and selling contracts for live pig deliveries in September 2021, December 2021 and March 2022. Prices for all three tumbled more than 7% from opening levels set by the exchange, with the front-month contract closing on Friday afternoon at 28,290 yuan a metric ton, which is equivalent to $4,367.98 a metric ton and works out to about $1.98 a pound.<br />The price drops reflect expectations that China’s hog population—the world’s largest—will continue to expand after earlier being decimated by the deadly African swine fever in 2018 and 2019.<br />China is home to more than 370 million pigs, and is also the world’s largest consumer of pork, a staple in many Chinese households. Over the past two years, average spot prices of live hogs have soared and swung widely, influenced by the prices Chinese farmers receive when they take their pigs to local slaughterhouses on any given day.<br />Large price fluctuations have accompanied a recovery in the country’s swine population over the course of 2020, as domestic farmers worked to rebuild their herds after losing many pigs to the disease. Pork prices, meanwhile, are rising again ahead of the 2021 Lunar New Year holiday, when meat consumption typically increases."
}