{
    "url_original": "https://www.wsj.com/articles/china-targets-u-k-s-hong-kong-passports-over-citizenship-plan-11611917418",
    "url": "china-targets-u-k-s-hong-kong-passports-over-citizenship-plan-11611917418",
    "title": "China Targets U.K.’s Hong Kong Passports Over Citizenship Plan",
    "sub_head": "Country will no longer consider the British National Overseas passport a valid travel document, a move with limited impact",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-292289?width=620&size=1.5",
    "image_1": "im-292289.jpg",
    "time": "2021-01-29 05:50:00",
    "body": "<br />HONG KONG—China said it would no longer recognize a type of British passport that millions of Hong Kong people are eligible for, as tensions rise between the nations over the U.K.’s plan to offer a pathway to citizenship for the passport holders.<br />Chinese authorities won’t consider the British National Overseas passport a valid travel document starting Sunday—the day the U.K.’s plan starts—and retains the right to take further measures, Foreign Ministry spokesman Zhao Lijian said Friday, according to state broadcaster China Central Television. Hours earlier, the British government had announced more details of the visa plan, which was made in response to China imposing national security legislation on Hong Kong in June.<br />The move is more symbolic, with limited impact on holders of BNO passports, because people traveling through Hong Kong and mainland China border checkpoints typically use their Hong Kong identity card and a “return home card” issued by Chinese authorities, respectively. A passport is used only upon entering and exiting other countries.<br />China and the U.K. have exchanged barbs over China’s handling of Hong Kong, a former British colony that was returned to Beijing in 1997. The U.K. granted the right to a BNO passport for Hong Kong residents born before the handover as part of the sovereignty deal, though it previously conferred no citizenship rights."
}