{
    "url_original": "https://www.wsj.com/articles/chinese-management-companies-are-suddenly-hot-property-11610362256?mod=business_minor_pos12",
    "url": "chinese-management-companies-are-suddenly-hot-property-11610362256",
    "title": "Chinese Management Companies are Suddenly Hot Property",
    "sub_head": "One niche segment of China’s unloved property sector still has the government strongly in its corner",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-11 05:50:00",
    "body": "The post-pandemic year is shaping up as a tricky one for Chinese companies in the great real-estate game—at least the building part of it. Companies managing existing buildings, on the other hand, are suddenly shaping up as hot property themselves.<br />The MSCI China Real Estate index fell 16% last year as state media reported a new “three red lines” policy for home builders, new regulatory benchmarks for financial health, with the aim of controlling excessive debt. One niche segment of the industry, however, apparently still has the government in its corner. Ten government bureaus released policies last week supporting the property-management industry, including broadening service scope and more market-based pricing.<br />The policy tailwinds have added to an already frothy rally in property-management stocks. Shares of Ever Sunshine Lifestyle Services, for example, are 12 times the price they were at the end of 2018. Country Garden Services shares have more than quintupled over the same period.<br />But what has got investors really excited is that the government is supporting two big potential growth drivers. The first is so-called value-added services that go beyond traditional property management. Those include household cleaning, babysitting or elderly care. Such value-added services revenue grew 39% from a year earlier in the first half of 2020, according to Citi. These services have been further ramped up during Covid-19. State-owned  Poly Property Services ,  for example, launched a service delivering fresh produce.<br />Another growth driver is industry consolidation. While many management companies originally served properties their developer parents built, they are starting to get revenue from smaller developers too. Mergers have picked up. Ongoing consolidation of the industry may help drive growth through economies of scale or improved pricing power even if new-home sales slow."
}