{
    "url_original": "https://www.wsj.com/articles/chinas-chip-independence-goals-helped-by-u-s-developed-tech-11610375472?mod=tech_lead_pos6",
    "url": "chinas-chip-independence-goals-helped-by-u-s-developed-tech-11610375472",
    "title": "China’s Chip-Independence Goals Helped by U.S.-Developed Tech",
    "sub_head": "New approach to semiconductors, developed partly with the Pentagon’s backing, could threaten Intel and Arm’s dominance",
    "category_1": "Tech",
    "time": "2021-01-11 09:31:00",
    "body": "A U.S.-born approach to defining how computer processors work presents a potential steppingstone to chip independence for Chinese tech companies that face growing limits from Washington on buying American semiconductors.<br />The so-called RISC-V technology offers an openly accessible approach to running the brains that power personal computers, smartphones and servers. It is an emerging rival to two, long-dominant proprietary models from  Intel Corp.  and Arm Holdings Ltd., a British company that U.S. graphics-chip maker  Nvidia Inc.  agreed in September to acquire for $40 billion.<br />The standard is winning global interest, and early users include Chinese online retail and tech giant  Alibaba Group Holding Ltd. , which developed what some industry insiders consider the highest-performance RISC-V chip in production. Alibaba has said it is using that chip in its data centers to perform artificial intelligence calculations, and is selling versions of it.<br />Widespread adoption of RISC-V, pronounced “risk five,” could open the door for China to accelerate efforts to end its dependence on Western chip technology, threaten licensing revenues for Arm and could aid the rise of new rivals to incumbent chip makers, industry executives and analysts said.<br />“China wants to have its own architecture, but also an architecture where license fees won’t have to be paid. So we see a strong buildup of RISC-V in China,” said Handel Jones, the chief executive of International Business Strategies Inc., an industry consulting and analysis firm."
}