{
    "url_original": "https://www.wsj.com/articles/chinas-economic-data-a-guide-for-the-dazed-and-confused-11609771086?mod=business_minor_pos11",
    "url": "chinas-economic-data-a-guide-for-the-dazed-and-confused-11609771086",
    "title": "China’s Economic Data: A Guide for the Dazed and Confused",
    "sub_head": "Investors are right to be skeptical about China’s economic data. Here’s how to interpret it.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-04 09:38:00",
    "body": "The world’s second-largest economy is incredibly influential—trends in China help determine everything from the global prices of steel and pork to the balance of military power in the Taiwan Strait. It is also widely misunderstood.<br />While skepticism of China’s official figures is widespread, and justifiably so, some of the more granular official data are actually very useful. The picture can and does change over time: When a certain economic data point becomes a political target in China, the incentives for officials to fudge it rise. Still, understanding the lay of the land can help investors spot suspicious deviations from trend—or changes in reporting—that might be an indication of problems officials would prefer to sweep under the rug.<br />Probably the simplest method is to pay more attention to nominal growth—or new output before adjusting for changes in prices—than the top-line “real” growth figure, both for gross domestic product and narrower indicators such as industrial output. There are three reasons. First, real growth has long been one of the ways officials are evaluated in China, and so there is a strong incentive to inflate it—and substantial evidence that has happened, particularly during downturns. For instance, after the housing and commodity market downturn of 2015 and early 2016, China’s Inner Mongolia province—a major coal producer—admitted that its 2016 industrial growth had been overstated by 40%.<br />Second, official statisticians use some questionable assumptions for the price adjustments to “real” growth. Oxford Economics notes that unlike the U.S. and Germany, which use more precise inflation indexes to adjust industrial growth in their national accounts, China relies on its producer-price index, which is strongly influenced by heavy industry and commodity prices. That could create problems if, for example, steel and coal prices fall substantially but more profitable, fast-growing sectors such as electronics or pharmaceuticals don’t see their prices change as much.<br />Most important, nominal growth lines up far better than so-called real growth with other cyclical indicators that aren’t controlled by government statisticians—like global metal prices and the profits of listed Chinese companies. That makes it more credible."
}