{
    "url_original": "https://www.wsj.com/articles/chinese-investors-pull-more-than-3-billion-from-funds-that-missed-out-on-ant-ipo-11611057040?mod=markets_lead_pos5",
    "url": "chinese-investors-pull-more-than-3-billion-from-funds-that-missed-out-on-ant-ipo-11611057040",
    "title": "Chinese Investors Pull More Than $3 Billion From Funds That Missed Out on Ant IPO",
    "sub_head": "Five mutual funds had touted access to Ant Group’s blockbuster initial public offering before the financial-technology giant’s listing was called off",
    "category_1": "Markets",
    "time": "2021-01-19 06:50:00",
    "body": "Millions of individual investors in China pulled more than $3 billion from five mutual funds that previously touted access to Ant Group Co.’s blockbuster initial public offering, drastically shrinking the funds just two months after the financial-technology giant’s listing was called off.<br />The five mutual funds, overseen by some of the country’s largest investment firms, last fall raised the equivalent of $9 billion from more than 10 million individual investors. Many individuals bought the funds via Alipay, the popular payments and financial-services app owned by Ant. The Hangzhou-based company had earlier struck agreements to allocate a portion of its Shanghai IPO to the funds, which told investors they would also invest in other stocks.<br />Ant, which is controlled by billionaire Jack Ma, on Nov. 3 suspended plans to list in both Hong Kong and Shanghai after coming under pressure from Chinese officials and financial regulators. At the time, domestic and international investors had committed more than $34 billion to its IPOs, and their funds were subsequently returned.<br />Investors in the five mutual funds earlier agreed to lock up their money for 18 months. After Ant’s IPO was suspended, a public outcry ensued, and the asset managers agreed to let investors withdraw their money between Nov. 23 and Dec. 22 without incurring transaction fees.<br />Regulatory filings from the funds over the weekend showed that nearly 2.6 million individuals have exited their investments, reducing the mutual funds’ assets under management by a third on average."
}