{
    "url_original": "https://www.wsj.com/articles/china-flies-warplanes-near-taiwan-in-show-of-force-prompting-u-s-warning-11611513299",
    "url": "china-flies-warplanes-near-taiwan-in-show-of-force-prompting-u-s-warning-11611513299",
    "title": "China Flies Warplanes Near Taiwan in Show of Force, Prompting U.S. Warning",
    "sub_head": "The sorties come in President Biden’s first week in office, a likely warning from Beijing to the new administration over its support for the island",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-289693?width=620&size=1.5",
    "image_1": "im-289693.jpg",
    "time": "2021-01-24 13:35:00",
    "body": "Chinese warplanes flew more than two dozen sorties near Taiwan over the weekend, as Beijing staged its largest show of aerial force toward the island democracy in four months, just days after President Biden took over the White House.<br />Flown over two days off southwestern Taiwan, the flights appear to deliver a warning to the Biden administration of the stakes involved in supporting the self-ruled island that Beijing claims as its territory and has vowed to assimilate. Hours after the U.S. issued a statement Saturday evening in Washington calling on China to cease intimidation, Taipei reported that Beijing sent more flights on Sunday.<br />The Chinese military flights coincided with U.S. naval maneuvers in the nearby South China Sea, which an American aircraft-carrier strike group entered on Saturday to conduct security operations and combat drills.<br />China sent strategic bombers, jet fighters and a turboprop on 13 sorties into Taiwan’s southwestern air-defense identification zone on Saturday and followed up with 15 fighter and turboprop sorties into roughly the same area the next day, according to Taiwan’s Defense Ministry. On both days, the Taiwanese military responded by deploying aircraft, issuing radio warnings and tracking the Chinese planes with air-defense missile systems, the ministry said.<br />Earlier in the week, Mr. Biden’s nominee for secretary of state, Antony Blinken, said Washington would continue to ensure Taiwan could defend itself, as required by a U.S. law governing unofficial relations with the island, while Taiwan’s de facto envoy attended Mr. Biden’s inauguration after a formal invitation. Beijing regards U.S. interactions with the island as one of the most sensitive issues in bilateral relations with Washington."
}