{
    "url_original": "https://www.wsj.com/articles/china-clears-cisco-acacia-deal-with-conditions-11611064728?mod=tech_lead_pos4",
    "url": "china-clears-cisco-acacia-deal-with-conditions-11611064728",
    "title": "China Clears Cisco-Acacia Deal With Conditions",
    "sub_head": "Approval removes regulatory barrier that nearly doomed deal between the two telecom-equipment companies",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-286975?width=620&size=1.5",
    "image_1": "im-286975.jpg",
    "time": "2021-01-19 08:58:00",
    "body": "China’s antitrust regulator approved  Cisco Systems Inc.’s  acquisition of  Acacia Communications Inc.,  clearing the deal for completion under several conditions aimed to protect supply to the companies’ Chinese customers.<br />The State Administration for Market Regulation said the U.S. telecom-equipment companies and subsequent merged entity must fulfill existing contracts with Chinese clients and keep commercial terms unchanged. The conditions, stipulated in a statement on the agency’s website, also required that Cisco and Acacia continue supplying certain products without discrimination and unreasonable terms.<br />The announcement Tuesday removed a regulatory barrier that had nearly doomed the deal earlier this month. Acacia had moved to terminate the agreement, first announced in July 2019, claiming Cisco hadn’t received timely approval from Chinese authorities. Cisco disputed the claim but raised the purchase price by 64%, cementing a new deal.<br />The need for Chinese regulatory approval has loomed large over some major tech deals as waiting times have increased and U.S.-China relations have soured.<br />In 2018, a $44 billion deal between  Qualcomm Inc.  and Dutch chip maker NXP Semiconductors NV fell through after it failed to gain Chinese approval before the deal expired.  Applied Materials Inc.  recently raised its bid for Kokusai Electric Corp. to $3.5 billion—from $2.2 billion offered in June 2019—as the semiconductor-equipment companies await Chinese approval."
}