{
    "url_original": "https://www.wsj.com/articles/china-pushes-for-high-level-meeting-to-ease-tension-with-u-s-11611342973?mod=politics_lead_pos13",
    "url": "china-pushes-for-high-level-meeting-to-ease-tension-with-u-s-11611342973",
    "title": "China Pushes for High-Level Meeting to Ease Tension With U.S.",
    "sub_head": "Beijing plans to pivot from trade issues to climate change and the pandemic in an effort to overcome divisions",
    "category_1": "China",
    "time": "2021-01-22 14:16:00",
    "body": "Looking to reset the troubled U.S.-China relationship, Beijing is pressing for a meeting of its top diplomat with senior aides to President Biden to explore a summit between the two nations’ leaders, according to people with knowledge of the initiative.<br />Beijing raised the idea starting in December of dispatching Yang Jiechi, a member of the Politburo, the Communist Party’s top decision-making body, to Washington. The proposal, made soon after President Xi Jinping congratulated Mr. Biden on his election victory, was through letters by the Chinese ambassador to the U.S., Cui Tiankai, and through conversations with intermediaries.<br />Beijing is planning a different message for Mr. Yang to bring to Washington than it had delivered during the Trump administration, when trade issues were Washington’s priority. Now, with Mr. Biden emphasizing climate change and the pandemic, Mr. Yang plans to also focus on those issues, as well as getting in train an initial meeting between Messrs. Biden and Xi.<br />Chinese officials have asked for the meeting in backchannel outreach, but haven’t made a formal request to the Biden national security team, which is just getting set up in the White House, and other government agencies.<br />One of the people familiar with the discussions said the Chinese have been cautious in engaging with the Biden administration, given the deep divisions between the two nations and Beijing’s wariness of having the offer of a face-to-face meeting rejected."
}