{
    "url_original": "https://www.wsj.com/articles/china-played-its-hand-well-in-2020-will-it-keep-winning-11611331354?mod=business_minor_pos1",
    "url": "china-played-its-hand-well-in-2020-will-it-keep-winning-11611331354",
    "title": "China Played Its Hand Well in 2020. Will It Keep Winning?",
    "sub_head": "While American democracy struggled to cope with the pandemic, economic crisis and political unrest, Chinese authoritarianism could point to notable successes—and rising international clout.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-01-22 11:02:00",
    "body": "In late 2019, a group of international public health experts set out to assess pandemic preparedness around the world. Using criteria such as early virus detection, speed of response and adherence to international health norms, they ranked the U.S. first, China a distant fifty-first.<br />The experience with Covid-19, which swept the world shortly after that ranking was published, suggests that the experts got it backward. Among major countries, the U.S. has one of the highest per capita death tolls, China the lowest. The pandemic continues to spread in the U.S. while it remains mostly under control in China except for localized outbreaks.<br />Covid-19 wasn’t the only area in which China outshone the U.S. in 2020. Its economy managed to grow while the American economy shrank. Its political system grew stronger as the Chinese Communist Party (CCP) reasserted control over Hong Kong and China’s unruly private sector. Meanwhile, American democracy took a hit as outgoing President Donald Trump sought to overturn last fall’s election, culminating with a group of his followers violently storming the Capitol. Joe Biden took the oath of office this week behind military-style fortifications guarded by troops.<br />If the U.S. and China are strategic competitors, as both Mr. Trump and Mr. Biden maintain, then judging by the last 12 months, China is winning. Its centralized, authoritarian model has been ruthlessly efficient at mobilizing individuals, companies and government to combat Covid-19, face down foreign adversaries and deepen its technological know-how in areas such as semiconductors. U.S. efforts over the past year, by contrast, have been repeatedly undermined by the collision of interests within its pluralistic, decentralized system and among its fellow democracies.<br />The U.S. has successfully adapted to internal and external challenges for over two centuries, and it would be unwise to count it out now. Yet the past year poses uncomfortable questions about whether the American system can meet the challenge of China."
}