{
    "url_original": "https://www.wsj.com/articles/chinas-economy-overtaking-the-u-s-will-be-harder-than-it-looks-11611571374?mod=business_minor_pos12",
    "url": "chinas-economy-overtaking-the-u-s-will-be-harder-than-it-looks-11611571374",
    "title": "China’s Economy Overtaking the U.S. Will Be Harder Than It Looks",
    "sub_head": "Estimates that China will soon overtake the U.S. in total economic heft depend on it maintaining current growth trends, and poor demographics will make it difficult to hold the lead",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-25 05:42:00",
    "body": "China’s relatively rapid recovery from the pandemic has prompted some accelerated predictions of when its economy will surpass that of the U.S. in size. That may be asking the wrong question—if China takes the top spot at all, it may struggle to keep it for long.<br />Researchers at investment bank Nomura recently suggested that if the yuan were to strengthen further and to hold at around 6 to the dollar, the U.S. economy would be eclipsed by the Chinese economy by 2026.<br />The estimate is based on extrapolating International Monetary Fund estimates of 7.9% nominal GDP growth in 2025 further out into the future, and depends on the assumption that the U.S. economy will remain permanently below its pre-pandemic path. Neither fact, nor continued currency appreciation, is certain. But even leaving the path of the U.S. aside, demographics and productivity trends will make sustaining China’s pre-pandemic growth rates increasingly difficult.<br />Even if fertility trends improved overnight, China’s 20-65 year old cohort will have shrunk in size by a 10th by the late 2030s. Sometime between 2035 and 2040, China’s old-age dependency ratio—the proportion of people older than 65 compared with the working-age population—will surpass the U.S. equivalent, according to United Nations projections.<br />The components of growth are labor, capital, and the elusive total factor productivity. The domestic working-age population, as discussed, will be contracting. That means that unless China manages to attract many more immigrants or dramatically boost labor-force participation, it will ultimately need to maintain growth with sustained productivity improvements. And that is precisely the element that will be most difficult."
}