{
    "url_original": "https://www.wsj.com/articles/chinas-state-capitalism-collides-with-its-technological-ambitions-11609596001?mod=markets_lead_pos2",
    "url": "chinas-state-capitalism-collides-with-its-technological-ambitions-11609596001",
    "title": "China’s State Capitalism Collides With Its Technological Ambitions",
    "sub_head": "Enduring power of China’s state-owned enterprises looks like a potential Achilles’ heel",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-02 09:00:00",
    "body": "Can China’s hybrid state-capitalist economy learn to worship—or at least genuflect a bit deeper—at the altar of efficiency? As relations with wealthier, technologically advanced countries deteriorate, that is probably the most crucial economic question of the 2020s.<br />There are signs of real progress, much of it ironically driven by foreign pressure and the fear of stagnation as links with more open economies erode. But the enduring power of Chinese state-owned companies and their pull over the financial sector still represent huge vulnerabilities.<br />One clear and underappreciated example of progress is in intellectual property. Rhetoric from Washington notwithstanding, a majority of U.S. companies actually say IP protection in China is getting better, albeit from a low base, according to an American Chamber of Commerce survey this summer. Since 2014, China has set up a system of specialized IP courts and litigation has exploded, with over 481,000 IP cases in 2019, up nearly 50% from 2018.<br />New bankruptcy courts are also helping dispatch struggling companies more quickly, which could help address China’s chronic problem with “zombie” companies and free up scarce resources. The average length of bankruptcy cases in China is high: around 1.6 years on average over the past decade, or 60% longer than in the U.S., according to a recent National Bureau of Economic Research working paper.<br />But cases handled by the special courts—now roughly half of total bankruptcies, up from a negligible percentage in 2011—proceed about 35% more quickly than those in regular civil courts. Bankruptcy cases have also skyrocketed in numerical terms, rising from less than 5,000 in 2015 to nearly 19,000 in 2018 according to the Supreme People’s Court of China."
}