{
    "url_original": "https://www.wsj.com/articles/china-gives-u-s-tech-the-silent-treatment-11610364601?mod=business_featst_pos2",
    "url": "china-gives-u-s-tech-the-silent-treatment-11610364601",
    "title": "China Gives U.S. Tech the Silent Treatment",
    "sub_head": "Slow approval from Beijing is dragging out big technology deals, costing American companies time and money",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-283021?width=620&size=1.5",
    "image_1": "im-283021.jpg",
    "time": "2021-01-11 06:30:00",
    "body": "Patience may be a virtue. For U.S. tech companies looking to do deals that involve China, it is also an expensive necessity.<br />Cisco Systems  and  Applied Materials  each received different lessons on that score last week. On Friday, Cisco found its $2.6 billion deal to buy  Acacia Communications  in serious jeopardy after Acaia announced it was terminating the merger due to a lack of approval from Chinese regulators. Cisco’s unusual response was that it did, in fact, receive the necessary approval, and it is now seeking a court mandate that would prevent the deal from being terminated. The deal was first struck in July 2019 and was Cisco’s largest acquisition since its $3.7 billion pickup of AppDynamics more than two years prior.<br />Applied Materials took a different tack. The maker of semiconductor manufacturing gear earlier in the week announced in a regulatory filing that it has upped its price for Kokusai Electric to $3.5 billion from the $2.2 billion the two companies first agreed upon in June 2019. That deal is also only awaiting approval from Chinese regulators. With its higher price, Applied was able to extend the deadline to close the merger to March 19 from its original date of Dec. 30.<br />Both cases are just the latest sign of soured trade relations between the U.S. and China. The departing Trump administration has continued to pursue aggressive actions, such as export controls on Chinese chipmaking giant SMIC and an order requiring the delisting of three Chinese telecommunications companies from the New York Stock Exchange.<br />Chinese authorities have found another—and perhaps more subtle—way to make life difficult for U.S. tech companies in return.  Qualcomm  had to terminate its $44 billion acquisition of  NXP Semiconductors  in mid-2018 after the deal failed to gain the necessary clearance from China.  Nvidia  took more than a year to gain the needed Chinese approval of its purchase of Mellanox, and the company said last month it expects its pending acquisition of Arm Holdings to take 18 months from that deal’s announcement date in mid-September."
}