{
    "url_original": "https://www.wsj.com/articles/china-denies-entry-to-two-members-of-who-covid-19-mission-after-failing-screenings-11610609342",
    "url": "china-denies-entry-to-two-members-of-who-covid-19-mission-after-failing-screenings-11610609342",
    "title": "China Denies Entry to Two Members of WHO Covid-19 Mission After Failed Screenings",
    "sub_head": "Members are held up in Singapore after testing positive for Covid-19 antibodies",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-14 03:45:00",
    "body": "HONG KONG—Two members of a World Health Organization mission to China to study the origins of the coronavirus failed to clear Beijing’s health-screening procedures and were blocked from traveling to the country on Thursday, according to people familiar with the matter.<br />Chinese officials involved in the screening process blocked the two delegation members from boarding their plane to the central Chinese city of Wuhan after both tested positive for Covid-19 antibodies in blood-based serology tests during transit in Singapore, the people said. The rest of the 15-member delegation arrived on Thursday as planned in Wuhan, the original center of the Covid-19 pandemic.<br />The early snag adds a further complication to a mission already fraught with political sensitivities, as Beijing has waged a broad campaign to cast doubt on the origins of a pathogen that was first discovered in central China. The WHO and Beijing have spent months negotiating the terms of the mission, which has been delayed several times, and the United Nations agency’s researchers say they don’t have a clear understanding of the progress that Chinese scientists have made in what is meant to be a collaborative effort.<br />Chinese state media reported on the WHO delegation’s Thursday arrival in Wuhan, without giving details about its composition.<br />The two WHO delegation members held up in Singapore tested negative for Covid-19 in swab tests, the people briefed on the matter said."
}