{
    "url_original": "https://www.wsj.com/articles/citadel-point72-to-invest-2-75-billion-into-melvin-capital-management-11611604340?mod=markets_lead_pos2",
    "url": "citadel-point72-to-invest-2-75-billion-into-melvin-capital-management-11611604340",
    "title": "Citadel, Point72 to Invest $2.75 Billion Into Melvin Capital Management",
    "sub_head": "Investments are for non-controlling revenue shares in the hedge fund, which is down nearly 30% for 2021 through Friday",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-290116?width=620&size=1.5",
    "image_1": "im-290116.jpg",
    "time": "2021-01-25 15:49:00",
    "body": "Citadel LLC and Point72 Asset Management are investing $2.75 billion into hedge fund Melvin Capital Management, which has been hard hit by a series of short bets to start the year.<br />The influx of cash is expected to help stabilize Melvin, which in 2021 has lost 30% through Friday, said people familiar with the firm. Melvin started the year with $12.5 billion and had been one of the best performing hedge funds on Wall Street in recent years. The losses stem from Melvin’s array of short bets against companies and have stunned clients and other traders. Among other short positions, Melvin bet against the surging stock of videogame retailer  GameStop  Corp.<br />Citadel and its partners are investing $2 billion and Point72, which already had more than $1 billion invested in Melvin as of 2019, $750 million. The investments are in Melvin’s fund and include non-controlling revenue shares in the firm. Melvin founder Gabe Plotkin was a top portfolio manager at Point72’s predecessor firm, SAC Capital Management, before he left to start Melvin.<br />It couldn’t be determined how much of a revenue share Citadel and Point72 would get.<br />Melvin had been down about 15% for the year through late last week—but heavily shorted stocks soared Friday.  Goldman Sachs Group Inc.’s  basket of the 50 stocks with the highest short interest as a share of market capitalization soared Friday, bringing its gains for the year to 25%. In comparison, the S&P 500 had gained 2.4% for the period. Unlike many other hedge funds, Melvin has an expansive and aggressive short book."
}