{
    "url_original": "https://www.wsj.com/articles/cleveland-browns-covid-19-outbreak-kevin-stefanski-11609867536",
    "url": "cleveland-browns-covid-19-outbreak-kevin-stefanski-11609867536",
    "title": "Cleveland Browns Head Coach, 4 Others Test Positive Before Playoff Game",
    "sub_head": "The cluster of Covid-19 infections comes just days before the Browns scheduled to play the Pittsburgh Steelers in their first postseason game in 18 years",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-280773?width=620&size=1.4988290398126465",
    "image_1": "im-280773.jpg",
    "time": "2021-01-05 12:27:00",
    "body": "Five members of the Cleveland Browns, including head coach Kevin Stefanski, received positive Covid-19 test results Tuesday morning, just days ahead of the franchise’s first playoff game in nearly two decades.<br />The results are a forceful indication of the bumpy road that lies ahead as the NFL begins its playoffs this weekend and looks to finish its pandemic season without severe disruption. The Browns, who hadn’t made the playoffs since 2002, are set to play the Pittsburgh Steelers on Sunday night in a game that is suddenly tenuous because of Cleveland’s battles against the virus, which have persisted over several weeks.<br />The NFL said there is no change to the status of the game.<br />The Browns’ facility is currently closed as the league conducts tracing and evaluates the situation, the team said in a statement. The positive test result will sideline Stefanski, and the other positives, for at least 10 days, according to the NFL’s protocols, meaning they would miss Sunday’s game. Coaches also aren’t permitted to perform their duties remotely on game day during their mandated isolation. The team said that the club’s contingency plan calls for special teams coach, Mike Priefer, to serve as acting head coach in Stefanski’s absence.<br />“When it comes to competitive advantages, that’s not how we’re going to make decisions,” said JC Tretter, the Browns’ center who’s the president of the NFL Players Association. “We obviously have more work to do—tracing and figuring out where the virus is coming from and how to move forward. We don’t have all those answers yet.”"
}