{
    "url_original": "https://www.wsj.com/articles/colombia-court-accuses-former-rebel-chiefs-of-war-atrocities-11611876332",
    "url": "colombia-court-accuses-former-rebel-chiefs-of-war-atrocities-11611876332",
    "title": "Colombia Court Accuses Former Rebel Chiefs of War Atrocities",
    "sub_head": "Ex-insurgents charged with murder, torture and sexual violence in ruling seen as victory for victims of half-century conflict",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-292066?width=620&size=1.5",
    "image_1": "im-292066.jpg",
    "time": "2021-01-28 18:25:00",
    "body": "BOGOTÁ, Colombia—A special tribunal system set up in Colombia to process war atrocities has accused eight former rebel commanders of war crimes and crimes against humanity for the guerrillas’ practice of kidnapping people during the country’s decadeslong civil conflict.<br />The decision Thursday by the Special Jurisdiction for Peace, a system of judges and investigators who have a mandate to determine responsibility for war-related crimes, is a first against rebels of the now-defunct Revolutionary Armed Forces of Colombia, or FARC, since the group signed a peace accord with the government in 2016.<br />Conflict researchers, victims and former peace negotiators said the accusations are a signal to critics, who assert that rebels benefited from the peace process without fear of punishment, that the justice system set up by the accord is functioning.<br />“This is very important, a crucial step for the court. It’s a sign that they are moving past impunity,” said Jorge Restrepo, director of the Conflict Analysis Resource Center, a Bogotá -based research group. “Never before had we been able to achieve an accusation like this against the guerrillas.”<br />Judge Julieta Lemaitre accused the former FARC leaders, two of whom are now in congress, of not only kidnapping but also murder, torture, sexual violence and forced displacement during Colombia’s conflict, which cost more than 200,000 lives and displaced millions. The Marxist group had long used kidnappings of civilians, including Americans, and extortion to finance its war to topple the Colombian state."
}