{
    "url_original": "https://www.wsj.com/articles/commodities-traders-producers-earn-cheaper-rates-from-banks-for-loweringcarbon-production-11611657000?mod=markets_lead_pos5",
    "url": "commodities-traders-producers-earn-cheaper-rates-from-banks-for-loweringcarbon-production-11611657000",
    "title": "Commodities Traders, Producers Earn Cheaper Rates From Banks for Lowering Carbon Production",
    "sub_head": "The lending also helps banks meet their own green-investing targets",
    "category_1": "Markets",
    "time": "2021-01-26 05:30:00",
    "body": "Wall Street is offering bargains to the commodities industry for going green.<br />Two of the world’s largest commodity traders, Trafigura Group Pte. Ltd. and Gunvor Group, have lines of credit from banks that give them cheaper rates to finance reduced-carbon production of everything from oil to aluminum.  JPMorgan Chase  & Co. has a deal with European energy giant  Enel  SpA that offers incentives for the company to meet certain environmental targets by the end of 2022—and a penalty if those targets aren’t met.<br />Those discounts help produce and deliver the raw materials that power the global economy in a more sustainable way, some bankers and traders said. Green assets are already trendy on Wall Street, which sells a growing number of products aimed at improving the world and producing higher returns through so-called environmental, social and governance investing. The lending also helps banks, increasingly under pressure from shareholders and regulators, meet their own green-investing targets.<br />“There is an incredible hunger for clean assets,” said Neha Coulon, global head of ESG solutions at JPMorgan Chase. “At the end of every year, I saw ESG investing becoming more mainstream, but I wasn’t prepared for 2020 to be such a big year.”<br />The push for sustainability has prompted shifts throughout the commodities industry. Trafigura built a desk dedicated to trading low-carbon aluminum to keep up with demand for a cleaner version of the metal. Lightweight, recyclable and used in everything from electric cars to solar panels, aluminum still requires a large carbon footprint to produce, mostly because smelting processes have remained little changed for more than a century, industry experts said."
}