{
    "url_original": "https://www.wsj.com/articles/communist-hong-kong-11610148593?mod=opinion_lead_pos3",
    "url": "communist-hong-kong-11610148593",
    "title": "Communist Hong Kong",
    "sub_head": "China taunts the world as it arrests the entire democratic opposition.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-08 18:29:00",
    "body": "With the tumult in America this week, readers may have missed the ominous news from Hong Kong, where police arrested more than 50 former lawmakers and dissenters on Wednesday. The list includes one American, and the roundup is an early test for the Biden Administration.<br />The prisoners were arrested for their roles as candidates or organizers of a pro-democracy primary election last July. Some 600,000 Hong Kongers voted in the primary, which isn’t part of the formal political process but which would have determined who challenged pro-Beijing candidates in the 2020 Legislative Council elections. The Communist Party fears an electoral humiliation after pro-democracy district council candidates won in a landslide in the November 2019 election.<br />Hong Kong Chief Executive Carrie Lam, Beijing’s agent, warned last July that if the pro-democracy camp tried to gain Legislative Council seats to resist Beijing’s agenda, that “may fall into the category of subverting state power.” Authorities later postponed the legislative elections, and the arrests make clear that now even campaigning as a pro-democracy candidate is a crime under China’s new national-security law. This is what Russia has done with opposition candidate Alexei Navalny.<br />The arrested include Benny Tai, who helped with the logistics of the primary; former lawmaker Alvin Yeung, an outspoken defender of the independent judiciary; former legislator Claudia Mo; union organizer Carol Ng; and Jimmy Sham, who organized protests that turned out millions in 2019 and was attacked by thugs wielding hammers.<br />Also snatched was Hong Kong resident and American human-rights lawyer John Clancey, who served as treasurer for a pro-democracy political group. He and many of the others arrested this week have since been released on bail. Yet they could face re-imprisonment at any time, like media tycoon Jimmy Lai, whose bail was revoked last month and is behind bars awaiting trial over the 2019 protests. Under the new national-security law, the maximum sentence is life in prison. The arrests show that Hong Kong is now thoroughly under the Communist Party’s rule and any dissent will be punished."
}