{
    "url_original": "https://www.wsj.com/articles/companies-brace-themselves-for-new-esg-regulations-under-biden-11610719200?mod=business_featst_pos2",
    "url": "companies-brace-themselves-for-new-esg-regulations-under-biden-11610719200",
    "title": "Companies Brace Themselves for New ESG Regulations Under Biden",
    "sub_head": "Businesses and trade groups are hoping to get clarity about—and influence—expected rules on environmental, social and governance issues",
    "category_1": "U.S.",
    "category_2": "Journal Reports",
    "image_1_url": "https://images.wsj.net/im-285477?width=620&size=1.5",
    "image_1": "im-285477.jpg",
    "time": "2021-01-15 09:00:00",
    "body": "Companies are bracing for further regulation under the incoming Biden administration. One area that could affect a number of industries: potential new requirements related to diversity, carbon emissions and other types of sustainability metrics.<br />President-elect Joe Biden campaigned on requiring companies to provide more detail on environmental risks and greenhouse-gas emissions as part of a broader agenda to combat climate change. He laid out a multipronged plan to address longstanding racial inequality. And he has said he would hold corporate executives personally accountable, including jail time where merited, for violations such as corporate pollution that affect the health and safety of workers and surrounding communities.<br />Jon Hale, head of sustainability research at Morningstar, says any moves by the Biden administration would follow calls from many others seeking environmental, social and governance, or ESG, regulations.<br />“It’s not just investors demanding it; all other stakeholders—workers, customers, clients, the communities you operate in—they are expecting a higher standard from companies in the way that they operate,” he says. “In virtually every industry, there’s a unique set of ESG issues that are material to that industry.”<br />Businesses and trade groups have been requesting meetings with Mr. Biden’s agency review teams and incoming staff to build relationships, get clarity on expected policies and make their own pitches for potential rules, according to Biden transition officials, executives and trade groups. So far, the Biden team has been listening and asking questions, the transition officials say."
}