{
    "url_original": "https://www.wsj.com/articles/congresss-doctor-shortage-11609802722?mod=opinion_lead_pos3",
    "url": "congresss-doctor-shortage-11609802722",
    "title": "Congress’s Doctor Shortage",
    "sub_head": "Trillions for Covid relief, very little to address medical training.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-280106?width=620&size=1.5",
    "image_1": "im-280106.jpg",
    "time": "2021-01-04 18:25:00",
    "body": "Hospitals in much of America are triaging Covid-19 patients because they are short of staff, especially doctors trained in emergency-care and anesthesiology. Blame Congress, which rationed the supply of new physicians two decades ago and is only now addressing its mistake, albeit not nearly enough.<br />The $900 billion relief bill  adds 1,000 new Medicare-funded graduate medical education (GME) positions over five years. A Congressional bill summary boasts about the doctor-training expansion, though it requires a microscope to find amid the spending fat.<br />Since 1965 Medicare has funded the vast majority of residency positions at hospitals, which are essentially apprenticeships for medical school graduates. During the early 1990s economists and physician groups sounded alarms about a physician glut—their theory being that more doctors would result in needless treatments and health spending.<br />Congress responded in the Balanced Budget Act of 1997 by capping Medicare-funded residency positions at 1996 levels and paying hospitals to eliminate positions. Health-maintenance organizations were supposed to limit health-care utilization and spending while the population and demand increased.<br />Yet introductory economics teaches that prices will rise when demand increases and supply stays the same. This has happened in health care. Government has kept a lid on physician fees for Medicare and Medicaid, but doctors increased rates charged to private insurers to compensate. Hospitals have also discovered they can generate more revenue if in-house doctors perform more treatments. So hospitals have acquired independent physician practices, which has reduced competition and driven up health spending. ObamaCare’s payment models accelerated these trends."
}