{
    "url_original": "https://www.wsj.com/articles/corner-store-owner-couche-tard-in-merger-talks-with-europes-carrefour-11610547173?mod=business_lead_pos3",
    "url": "corner-store-owner-couche-tard-in-merger-talks-with-europes-carrefour-11610547173",
    "title": "Corner Store Owner Couche-Tard in Merger Talks With Europe’s Carrefour",
    "sub_head": "Canadian company’s $19.66 billion offer would create the world’s third-largest grocery retailer",
    "category_1": "Business",
    "time": "2021-01-13 10:52:00",
    "body": "PARIS—Canada’s  Alimentation Couche-Tard Inc.  said it has made a 16.1-billion-euro offer, equivalent to $19.66 billion, to buy French hypermarket chain  Carrefour SA,  as large retailers come under pressure to transform their bricks-and-mortar footprint amid pandemic restrictions on shopping and disruption from tech giants.<br />A merger would combine two companies with very different formats and geographical footprints into a $53 billion giant, making it the world’s third-largest grocery retailer, behind  Walmart Inc.  and Lidl owner Schwarz Group. Retailers are in a rush to find new ways to get food to customers ordering online as the spread of Covid-19 has massively accelerated online grocery shopping, including click-and-collect.<br />Carrefour—which opened its first store in 1960—is one of Europe’s largest grocery retailers. It also operates hypermarkets and supermarkets in Asia and Latin America. The 31-year-old Couche-Tard is the largest independent convenience store operator in North America by number of stores, operating under brands such as the Corner Store, Circle K and Holiday. It also operates a network of gas stations in Europe and has stores there and elsewhere in the world.<br />Carrefour shares were up 15.5% in Paris on Wednesday. Couche-Tard shares were down 10.05% in Toronto.<br />Jefferies analyst James Grzinic said he was a little blindsided by the talks, saying it was hard to map out synergies because overlap between the retailers is virtually nonexistent. He described the talks as a major departure from Couche-Tard’s stated strategy of maintaining return on capital employed at above 15%."
}