{
    "url_original": "https://www.wsj.com/articles/corporate-debt-relief-is-an-economic-dud-11609975810?mod=opinion_lead_pos7",
    "url": "corporate-debt-relief-is-an-economic-dud-11609975810",
    "title": "Corporate Debt ‘Relief’ Is an Economic Dud",
    "sub_head": "Most companies benefiting from the Fed’s bond buys didn’t need the cash, and didn’t spend it well either.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-06 18:30:00",
    "body": "Conservatives accuse progressives of wanting to destroy capitalism. Yet a greater threat than Bernie Sanders is the prospect of serial market bailouts by monetary authorities—first the banking system in 2008, and now the entire business world amid the pandemic. The Treasury Department and Congress have moved to curtail the Federal Reserve’s ability to prop up already bloated corporate debt markets. That’s a step in the right direction—the Fed’s corporate credit facilities should be left to die.<br />The creation of the corporate facilities last March marked the first time in history that the Fed would buy corporate debt. The plan went far beyond previous quantitative easing, in which the Fed bought up government-backed securities. The purpose of the corporate facilities was to help companies access debt markets during the pandemic, making it possible to sustain operations and keep employees on payroll. Instead, the facilities resulted in a huge and unnecessary bailout of corporate debt issuers, underwriters and bondholders.<br />The disruptions in the corporate debt market had largely dissipated by the end of March. Since that time, there has been no liquidity shortage for large companies. Corporate bond issuance in 2020 reached $2.3 trillion, exceeding the previous yearly record by more than 35%. In fact, large companies raised more money from private lenders during the difficult early months of 2020 than they raised during the same period in 2019.<br />There isn’t much evidence that all of this cash went toward creating and preserving jobs in the U.S. And the Fed did nothing to ensure that, declining to limit its corporate debt purchases to companies with significant U.S. workforces or prevent debt proceeds from being used for outsize executive compensation or shareholder distributions, even though Congress considered such limits when it approved the facilities. A House committee report found that companies benefiting from the facilities laid off more than one million workers from March to September. That includes  Boeing ,  which laid off 16,000 employees, and  Sysco ,  a food service company that laid off a third of its workforce while continuing to pay its shareholders a dividend.<br />While there’s little evidence that the Fed’s corporate debt buy-up benefited society, its costs and unintended consequences are significant, with clear damage to competitiveness and productivity."
}