{
    "url_original": "https://www.wsj.com/articles/covids-financial-toll-mounts-as-homeowners-keep-postponing-mortgage-payments-11611493201?mod=business_featst_pos1",
    "url": "covids-financial-toll-mounts-as-homeowners-keep-postponing-mortgage-payments-11611493201",
    "title": "Covid-19’s Financial Toll Mounts as Homeowners Keep Postponing Mortgage Payments",
    "sub_head": "Some 2.7 million homeowners are still pausing their monthly mortgage bills, and more might need help in the coming months",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-288777?width=620&size=1.5",
    "image_1": "im-288777.jpg",
    "time": "2021-01-24 08:00:00",
    "body": "A promising sign of a bounce back in the pandemic-ravaged economy has stalled: Fewer borrowers are resuming mortgage payments.<br />The proportion of homeowners postponing mortgage payments had been falling steadily from June to November, an indication that people were returning to work and the economy was beginning to recover. But the decrease has largely flattened since November, when the current wave of coronavirus cases surged in communities across the country.<br />For roughly the past two months, that group of homeowners has flatlined at about 5.5%, according to the Mortgage Bankers Association. Though that is down from a peak of 8.55% in June, some economists are concerned about the stalling forbearance rate—and worry that it could even start climbing as the economy sheds jobs.<br />Other data indicate a slowing U.S. economy this winter, and greater pressure on household finances. Employers cut jobs last month for the first time since the spring. The number of job openings has declined, and claims for unemployment insurance remain elevated. Retail sales have fallen for three consecutive months.<br />“With the waning recovery, and more applications for unemployment claims, we’re likely going to see increased demand for forbearance,” said Ralph McLaughlin, chief economist at Haus, a home-finance startup. “One of the safeguards people have, if they own a home, is to apply for forbearance.”"
}