{
    "url_original": "https://www.wsj.com/articles/covid-19-hit-hardest-where-financial-crisis-led-to-health-care-cuts-11610372026?mod=business_minor_pos1",
    "url": "covid-19-hit-hardest-where-financial-crisis-led-to-health-care-cuts-11610372026",
    "title": "Covid-19 Hit Hardest Where Financial Crisis Led to Health-Care Cuts",
    "sub_head": "Southern European austerity budgets left the region ill-prepared for the virus",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-11 08:33:00",
    "body": "MILAN—Claudio Zanon has seen firsthand how less spending on health care in recent years left Italy exposed when the coronavirus began sweeping through his country early last year.<br />Dr. Zanon, who until the end of December was the medical director at a hospital in Como in Italy’s hard-hit Lombardy region, says when the pandemic arrived he didn’t have enough doctors and nurses. Intensive-care unit beds were scarce and there wasn’t a large network of local clinics to help take the strain. With money tight, technology used in the hospital had also fallen behind.<br />“Italy was unprepared when the first coronavirus wave hit because the health-care system hasn’t received adequate funding in recent years,” said Dr. Zanon, who practiced as a surgeon for three decades. “If investments don’t keep up, you will inevitably see the negative results at a certain point.”<br />Lower relative spending on health care in the wake of the financial crisis became a fixture of the past decade in Italy and other Southern European countries. Budgetary belt tightening partly explains why some countries suffered higher infection rates and death tolls in the pandemic, according to health-care experts and doctors who have been on the front line treating patients.<br />Per capita private and public spending on health care, adjusted for inflation, fell by 2.6% in Italy between 2009 and 2019, according to the Organization for Economic Cooperation and Development. In Greece, it plunged by almost a third. Health-care costs tend to rise faster than overall inflation, because of the rising health-care needs of aging populations as well as technological advances, so even keeping spending constant often requires cutting something, such as staff or services offered."
}