{
    "url_original": "https://www.wsj.com/articles/covid-19-has-nearly-wiped-out-the-fluhow-do-we-keep-it-from-coming-back-11611230410",
    "url": "covid-19-has-nearly-wiped-out-the-fluhow-do-we-keep-it-from-coming-back-11611230410",
    "title": "Covid-19 Has Nearly Wiped Out the Flu—How Do We Keep It From Coming Back?",
    "sub_head": "Mask-wearing and higher vaccination rates have contributed to historically low levels of seasonal influenza",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-287638?width=620&size=1.5",
    "image_1": "im-287638.jpg",
    "time": "2021-01-21 07:50:00",
    "body": "Influenza, usually raging throughout the Northern Hemisphere this time of year, has become virtually invisible.<br />It is a small bright spot amid Covid-19, although the number of people saved from a flu death pales next to the number dying from the new pandemic. It also presents questions that doctors around the globe will likely be wrestling with for years: If flu can be nearly wiped out this season, why not every season? Which steps help the most to stop the flu from spreading?<br />“This is an extremely puzzling phenomenon. We’re in a historic, unbelievable situation,” said Norio Sugaya, a pediatrician who serves on a World Health Organization influenza committee.<br />The WHO says the measures people and governments are taking to prevent the spread of Covid-19, such as wearing masks and limiting public gatherings, have probably helped keep the flu in check. Increased flu vaccination rates may also be contributing, it says.<br />Another hypothesis holds that the broad spread of SARS-CoV-2, the virus that causes Covid-19, in countries like the U.S. may play a role in blocking the flu by lifting people’s immunity against other viruses. One study in the spring of 2020 in New York City found that people testing positive for SARS-CoV-2 were far less likely to be carrying other common viruses such as influenza viruses. Still, research into that hypothesis is just beginning."
}