{
    "url_original": "https://www.wsj.com/articles/covid-face-masks-are-disrupting-a-key-tool-of-human-communications-new-research-shows-11610989200",
    "url": "covid-face-masks-are-disrupting-a-key-tool-of-human-communications-new-research-shows-11610989200",
    "title": "Covid Face Masks Are Disrupting a Key Tool of Human Communications, New Research Shows",
    "sub_head": "Take a quiz to guess the emotions behind the masks",
    "category_1": "Life & Arts",
    "category_2": "Science Journal",
    "time": "2021-01-18 12:00:00",
    "body": "<br />In a world of masks, it’s harder than ever to read the faces around us. Only now are scientists learning how we manage without the revealing tells of smiles, sneers, dimples and frowns that signal our state of mind, as masks in public settings become common in more than 50 countries.<br />While a public health necessity, masks challenge our skill in understanding facial expressions, confusing our ability to distinguish disgust from anger or happiness from indifference, several new studies say. Scientists worry about the implications for infants and children who may lag in learning to recognize subtle facial signals of anger, fear, doubt, delight and sorrow. While data is sparse, one new study suggests that children have as much trouble reading facial expressions when people are wearing masks as when they are wearing sunglasses.<br />In that test, the children correctly identified the emotional expression on uncovered faces about 66% of the time, well above the odds of just guessing, psychologist Ashley Ruba at the University of Wisconsin-Madison said. Looking at faces in surgical-type masks, however, the children were only able to correctly identify sadness about 28% of the time, anger 27% of the time, and fear 18% of the time.<br />“For very young children, I think it is still an open question as to how they’ll navigate these situations,” said Dr. Ruba, who studies how children learn to understand other people’s emotions. “Infants can use all these other cues, like tone of voice.”"
}