{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-what-you-need-to-know-when-you-get-the-shot-11610895600",
    "url": "covid-19-vaccine-what-you-need-to-know-when-you-get-the-shot-11610895600",
    "title": "Covid-19 Vaccine: What You Need to Know When You Get the Shot",
    "sub_head": "Doctors answer questions about preparing for the Covid-19 vaccine",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-285613?width=620&size=1.5",
    "image_1": "im-285613.jpg",
    "time": "2021-01-17 10:00:00",
    "body": "Those getting ready to roll up their sleeves for a Covid-19 vaccine shot will take part in the most ambitious vaccination effort in U.S. history. As efforts ramp up, here’s advice from doctors involved with the vaccine rollout on how to prepare and what to expect.<br />Many people will register for a timed appointment, aimed at keeping wait times and the potential for crowds to a minimum—although the patchwork rollout so far has also meant many waiting in long lines. After filling out consent forms and receiving the shot, you’ll be monitored for adverse reactions for 15 or 30 minutes depending on your allergy history. In the case of a timed appointment, the entire process should take around an hour, says Julie Boom, co-chair of the Covid-19 Vaccine Task Force at Texas Children’s Hospital in Houston, which is now vaccinating eligible patients that already have records within the hospital system. Afterward, some people choose to go home and rest.<br />In most cases, you’ll simply need your photo ID and proof of your appointment. Some places may require additional documents, such as employee badges for first responders to show they are eligible. Those getting vaccinated generally shouldn’t be asked to pay, so do ask questions if payment is requested.<br />For now, the two vaccines available in the U.S. are found to be similarly safe and effective, says Wafaa El-Sadr, professor of epidemiology and medicine at Columbia University in New York. Eventually, choosing one vaccine over the other may come down to scheduling conflicts, she says. The second dose of the Pfizer vaccine is offered 21 days later, while Moderna is offered 28 days later. “The only thing I would consider is convenience,” says Dr. El-Sadr.<br />No food precautions are required. Staying well hydrated prior to the vaccine is encouraged for people who tend to feel lightheaded with vaccines or blood draws, says Gregory Huhn, vaccination coordinator for Cook County Health, a hospital system in Chicago."
}