{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-setbacks-damp-europes-prospects-for-normal-summer-11611597792",
    "url": "covid-19-vaccine-setbacks-damp-europes-prospects-for-normal-summer-11611597792",
    "title": "Covid-19 Vaccine Setbacks Damp Europe’s Prospects for Normal Summer",
    "sub_head": "Approval, manufacturing and delivery problems slow inoculation drive across the continent",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-25 13:18:00",
    "body": "Delays in Covid-19 vaccine deliveries and uncertainties about the prospects of yet-to-be-approved shots mean Europe is unlikely to have inoculated a substantial portion of its population by the summer, raising the specter of many more months of lockdowns and other restrictions.<br />The fading hope for a swift return to normalcy compared with countries such as the U.S. and the U.K. that are farther along in vaccination spells trouble for the region’s economy. Large parts of it depend on services, including travel and tourism, especially in the less-affluent south.<br />The European Commission, the European Union’s executive body, which procures vaccines centrally for the bloc, has ordered 2.3 billion doses from six manufacturers. It says most of these are expected to be delivered in 2021, and that member states should be able to vaccinate 70% of adults among the bloc’s 448 million inhabitants by the summer.<br />But delivery delays and manufacturing hiccups by two large manufacturers threaten this plan, as does uncertainty about when other vaccines the EU is relying on will be approved. Meantime, governments in the region are struggling to bring down case numbers and deaths despite tight restrictions on the population.<br />Ten days ago,  Pfizer Inc.  and  BioNTech SE ,  which have sold 600 million doses of their vaccine to the EU, making them the continent’s largest provider, said they would temporarily reduce deliveries in the bloc because of an upgrade to their plant in Belgium, though they promised to deliver all the doses owed in the first quarter."
}