{
    "url_original": "https://www.wsj.com/articles/covid-control-will-make-or-break-biden-11611078059?mod=opinion_lead_pos9",
    "url": "covid-control-will-make-or-break-biden-11611078059",
    "title": "Covid Control Will Make or Break Biden",
    "sub_head": "To succeed, he’ll have to establish a chain of command and level with the public.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-01-19 12:41:00",
    "body": "Describing his plan to get the Covid-19 pandemic under control, Joe Biden was blunt. “You have my word,” the president-elect declared last week. “We will manage the hell out of this operation.” He had better. Anything less would be a body blow to his administration and the country.<br />When there is widespread agreement on a course of action, leaders are judged on how well they carry it out. In her 2016 book, “Why Presidents Fail,” my Brookings Institution colleague Elaine Kamarck shows how management failures can make or break presidencies. Jimmy Carter never recovered from the failed mission to rescue American hostages in Iran, nor did George W. Bush from his botched response to Hurricane Katrina. The implosion of the Affordable Care Act’s website significantly weakened the Obama presidency.<br />This is all the more important when policies affect individuals directly, because these policies inform how society perceives the competence of its institutions and leaders. Savvy politicians understand that attitudes toward government are shaped by motor-vehicle departments and Veterans Affairs hospitals. Members of Congress quickly learn that constituent services in their local offices matter at least as much as voting records. Helping constituents navigate complex bureaucracies affects not only them but the stories they tell their friends and neighbors.<br />You never get a second chance to make a first impression, and managing the pandemic will be the first impression President Biden makes. If he gets it right, he will strengthen his hand in dealing with a divided Congress, and he will begin the long task of rebuilding public trust and confidence in government. If his team botches the job, he will bear the brunt of public disappointment.<br />Mr. Biden has inherited a monumental challenge. The Trump administration’s Operation Warp Speed encouraged the development of vaccines in record time, but then hit a snag in logistics. The feds have shipped vaccines more slowly than expected. Many states have been inadequately prepared to pass out the vaccines they receive. Highly publicized instances of line-jumping threaten to weaken confidence in the fairness of the process."
}