{
    "url_original": "https://www.wsj.com/articles/covid-19-pandemics-impact-on-business-travel-hitting-local-economies-11610879401",
    "url": "covid-19-pandemics-impact-on-business-travel-hitting-local-economies-11610879401",
    "title": "Covid-19 Pandemic’s Impact on Business Travel Is Projected to Last for Years",
    "sub_head": "Decline in corporate trips and conferences is hitting  whole ecosystems of related commerce",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-284754?width=620&size=1.5",
    "image_1": "im-284754.jpg",
    "time": "2021-01-17 08:48:00",
    "body": "The coronavirus pandemic delivered a lingering, and possibly permanent, hit to business travel that is likely to weigh on employment and economic growth in some communities for years.<br />Beyond the blows to airlines, hotels, travel agents and rental-car companies, the drop in business travel is rippling through whole ecosystems of related commerce, including airport shops, downtown bars and restaurants, construction firms building convention stages, entertainers, taxi drivers and aircraft-parts manufacturers.<br />Domestic and international business travelers in the U.S. directly spent $334.2 billion in 2019, supporting 2.5 million jobs, according to the U.S. Travel Association. But when considering the follow-on effects, it estimates the economic output and jobs supported by business travel were roughly double those figures before the pandemic.<br />“When a large convention or event is happening, the entire city is involved,” said Tori Emerson Barnes, the association’s head of public affairs and policy. “The florist that provides the flowers, the dry cleaners that prepare the linens, the coffee shop that serves travelers. Whole downtown areas have been revitalized due to the meeting and events business, and they’ve really struggled this past year.”<br />When global restrictions to control the spread of Covid-19 were put into place last spring, businesses and road-warrior workers were forced to adjust, making sales calls and attending board meetings through videoconferences rather than on-site visits, and adapting to virtual training and networking instead of conference-center seminars."
}