{
    "url_original": "https://www.wsj.com/articles/covid-19-small-business-loan-program-ppp-to-reopen-jan-11-11610117483?mod=business_featst_pos3",
    "url": "covid-19-small-business-loan-program-ppp-to-reopen-jan-11-11610117483",
    "title": "Covid-19 Small-Business Loan Program PPP to Reopen Jan. 11",
    "sub_head": "Government extends efforts to preserve jobs and help firms weather pandemic and lockdowns",
    "category_1": "Economy",
    "time": "2021-01-08 12:15:00",
    "body": "The Paycheck Protection Program of forgivable loans will reopen on Monday, the Trump administration said, as the federal government extends efforts to preserve jobs and help businesses weather the coronavirus pandemic and related lockdowns.<br />The program, administered by the Small Business Administration and Treasury Department, will initially reopen for first-time borrowers, with second-time borrowers eligible to apply on Wednesday.<br />Only community-based lenders, such as community-development financial institutions and minority depository institutions, will be allowed to process loan applications for at least two days after the program reopens. Trump administration officials said other lenders would follow soon after, but didn’t specify when.<br />Congress last month authorized $284 billion to provide forgivable loans to small businesses as part of its broader, $900 billion coronavirus relief bill. The new iteration of PPP will be far smaller than the original, which doled out $525 billion between April and August, and more narrowly focused on smaller businesses that can demonstrate need.<br />The program’s reopening comes at a crucial time for many small businesses that have been hit hard by the coronavirus pandemic’s economic fallout and a resurgence in cases this winter. The National Federation of Independent Business, a small-business advocacy group, conducted a survey of its membership in early December and found that 45% of nearly 600 respondents would apply or reapply for a PPP loan if the program were to reopen."
}