{
    "url_original": "https://www.wsj.com/articles/covid-eye-health-blue-light-screens-11611071486",
    "url": "covid-eye-health-blue-light-screens-11611071486",
    "title": "Taking Care of Your Eyes In The Golden Age of Screen Time",
    "sub_head": "The eyes have had it. All that extra scrolling? It’s taking a toll.",
    "category_1": "WSJ. Magazine",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-287074?width=620&size=1.5",
    "image_1": "im-287074.jpg",
    "time": "2021-01-19 10:55:00",
    "body": "This past year has been, among a great many other things, hard on the eyes. While stress and sleeplessness are contributing to our perpetually tired peepers, another behavioral shift brought on by the pandemic has had a significant impact: a steady rise in screen time. Everything from work to workouts, schooling to socializing, is now being done via video chat. And then there’s the constant doomscrolling that’s an unfortunate new norm. We’re dependent on our screens more than ever, and that’s having an effect not only on our eyes, but on the skin around them as well.<br />It’s understandable, considering the skin around the eyes is easily bothered. “The eyelid skin is the thinnest and most delicate of the body and therefore is one of the first areas to show signs of aging, including fine lines, wrinkles and hyperpigmentation,” says Shari Marchbein, a New York City dermatologist and an assistant professor of clinical dermatology at NYU. Blood vessels are often more visible through thin skin, a problem that becomes more pronounced, says Marchbein, as we age and lose collagen and elastin. The area is also hypersensitive, adds Caroline Robinson, a dermatologist and the founder and CEO of Chicago’s Tone Dermatology. “Our under-eye and eyelid skin are more susceptible to dryness and can more easily become irritated,” she says.<br />The uptick in screen time means more squinting. “Squinting, where we engage the orbicularis oculi muscle, is a top reason that dermatologists see fine lines and wrinkles at the lateral sides of the eyelid known as crow’s-feet,” says Marchbein, who often treats this issue in office with careful placement of botulinum toxin, such as Botox or Dysport, to soften and prevent future deepening of the lines. Too much squinting is also one of a number of symptoms to clue people in that they might need a new pair of glasses or an update to their prescription, says ophthalmologist Rupa Wong. “Squinting, blurry vision, abnormal head posturing, headaches, needing to move screens either closer or farther away are some of the symptoms to look for,” Wong notes.<br />While blue light is emitted primarily by the sun, we’re also exposed to it via our coterie of devices. “Known as HEV [high-energy visible] light, it’s the light in the blue end of the visible spectrum, and it penetrates even deeper into the skin than UV light does,” says Joshua Zeichner, a dermatologist and an associate professor of dermatology at New York’s Mount Sinai Hospital. While there’s solid scientific evidence of the detrimental effect of blue light produced by the sun, researchers are still investigating the impact of device-borne blue light. In general, though, the damage caused by blue light can be significant. “There is mounting evidence that supports blue light’s contribution to photoaging, including wrinkles, skin laxity and hyperpigmentation or brown spots,” says Marchbein. Dermatologists also have good evidence, she adds, to show that blue light triggers skin conditions like melasma. “As blue light penetrates the skin, reactive oxygen species are generated, which leads to DNA damage, thereby causing inflammation and the breakdown of healthy collagen and elastin,” Marchbein explains. “The more time we spend on our devices, the worse off our skin might be.”<br />So, what to do? Eye creams, depending on the active ingredients, can offer some improvement. Aesthetician Georgia Louise recommends looking for products with peptides and mild vitamin A, or retinol, to help address fine lines and wrinkles. Marchbein has found that caffeine can offer modest results for dark circles by constricting blood vessels. For redness and discoloration, she suggests the anti-inflammatory niacinamide and skin-brightening licorice root. According to Marchbein, pronounced puffiness and dark circles often require more invasive, in-office procedures like hyaluronic acid fillers and sometimes surgery. Daily application of vitamin C is important for protecting skin from HEV light–related free-radical damage, says Zeichner. One crucial product in a screen-conscious skin-care regimen, even when you’re spending most of your time indoors, is sunblock. “I recommend a daily broad-spectrum sunscreen of SPF 30 or higher, even when indoors,” says Robinson. The key is making sure that the sunblock is a mineral variety with iron oxide on the ingredient list. “The iron-based pigments of the sunscreen help reflect away HEV light to protect the skin,” Zeichner explains. “Unfortunately, traditional chemical sunscreen does not block HEV light at all.”"
}