{
    "url_original": "https://www.wsj.com/articles/covid-19-safety-measures-supply-constraints-crimp-manufacturers-11612018801?mod=business_lead_pos2",
    "url": "covid-19-safety-measures-supply-constraints-crimp-manufacturers-11612018801",
    "title": "Covid-19 Safety Measures, Supply Constraints Crimp Manufacturers",
    "sub_head": "Whirlpool and others say challenging logistics, higher costs are curtailing output of in-demand appliances, boats and paint",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-292523?width=620&size=1.5",
    "image_1": "im-292523.jpg",
    "time": "2021-01-30 10:00:00",
    "body": "Manufacturers including  Whirlpool Corp.  and  Polaris Inc.  said their ability to meet increased demand for their products remains hampered by supply constraints and safety measures taken to protect workers amid the coronavirus pandemic.<br />People are buying long-lasting goods like exercise equipment, boats and camping gear at record levels. Normally, manufacturers would raise production to meet such demand. But doing business during the pandemic remains challenging, companies said during recent quarterly updates.<br />Many manufacturers continue to suffer from inventory shortages, a remnant from when plants were closed last spring. In addition, measures to prevent the spread of Covid-19, such as adding space between workers, are weighing on production. As a result, manufacturing backlogs hit a two-and-a-half year high in December, according to the Institute for Supply Management.<br />Slowdowns are compounding along supply chains, from ports to warehouses to factory floors, leading to higher costs. “You are seeing logistic costs going up, trucking costs going up, airfreight going up,” 3M Co. Chief Executive Mike Roman said in an interview.<br />Whirlpool said Wednesday that adding space between workers had slowed appliance output. Chief Executive Marc Bitzer said Whirlpool’s suppliers were experiencing the same drag. The company said some appliances would be in short supply until at least halfway through 2021."
}