{
    "url_original": "https://www.wsj.com/articles/covid-19-is-speeding-up-how-deaths-are-recorded-11611397800",
    "url": "covid-19-is-speeding-up-how-deaths-are-recorded-11611397800",
    "title": "Covid-19 Is Speeding Up How Deaths Are Recorded",
    "sub_head": "When governments realized death tolls were too low, they revamped the way they counted them",
    "category_1": "World",
    "time": "2021-01-23 05:30:00",
    "body": "People world-wide are dying at the fastest pace in years because of the coronavirus. In response, deaths are now getting counted faster than ever, potentially giving public-health experts and policy makers a clearer picture to make decisions.<br />Weeks after the virus hit Italy last year, doctors, funeral homes and officials realized that government Covid-19 death tolls were too low and many victims weren’t getting included. Informal tallies quickly revealed that thousands of deaths most likely caused by the virus had been omitted. Limited testing left the number of infections unknown, and many people had died outside hospitals, which were the initial source of fatality figures.<br />Italy’s statistical agency, Istat, scrambled to assemble more reliable information, collecting data from towns and cities faster than ever before. In May, it revealed what people at the front lines had suspected: a 39% jump in nationwide deaths between Feb. 21 and March 31 compared with previous years.<br />“Normally, they [the data] would have arrived six months later,” said Istat President Gian Carlo Blangiardo in May. “We made an extraordinary effort.”<br />Authorities across Europe and the U.S. soon followed Italy’s race for information on deaths. Eurostat, the European Union’s statistical agency, in April for the first time collected and published weekly death data for 31 countries, it said, “to support the policy and research efforts related to Covid-19.” The same month, the U.S. Centers for Disease Control and Prevention for the first time began publishing weekly national death data."
}