{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccines-are-in-high-demand-but-thousands-more-workers-are-needed-to-make-them-11609764172?mod=business_lead_pos4",
    "url": "covid-19-vaccines-are-in-high-demand-but-thousands-more-workers-are-needed-to-make-them-11609764172",
    "title": "Covid-19 Vaccines Are in High Demand, but Thousands More Workers Are Needed to Make Them",
    "sub_head": "Companies mass producing shots for Pfizer, Moderna and AstraZeneca are racing to find staff: ‘We are truly in unprecedented territory’",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-01-04 07:42:00",
    "body": "SEOUL—Contract-manufacturing companies working to accelerate the global availability of Covid-19 vaccines are struggling with a shortage of their own: There aren’t enough workers to meet this year’s big production push.<br />The talent pool is so tight that  Emergent BioSolutions Inc.,  a Covid-19 contractor based in Gaithersburg, Md., for  AstraZeneca  PLC and  Johnson & Johnson ,  enlisted its CEO and a half-dozen other senior executives to pitch potential hires at a virtual career fair in October. More than 550 people attended.<br />Not enough of them were swayed. More than two months later, Emergent still has roughly 200 openings for warehouse associates, quality-assurance analysts and even a supply-chain management director. “Hiring and ramping up has become challenging,” said Sean Kirk, an Emergent executive vice president, who spoke at the event.<br />Outsourcing companies such as Emergent make about one-sixth of complex treatments including vaccines, but the scale and abruptness of Covid-19 shots is likely to boost that share much higher, say industry executives and experts. With demand dwarfing supply,  Pfizer Inc.,   Moderna Inc.  and others are turning to contract manufacturers for assistance in what is the largest pharmaceutical rollout in modern history.<br />But those helping drugmakers need more help themselves. More than 5,000 open jobs exist at the world’s 10 largest companies that have won Covid-19 outsourcing work, according to a Wall Street Journal analysis of the companies’ websites. The firms were ranked by production capacity."
}