{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccines-expected-to-work-on-south-africa-coronavirus-variant-11609963906?mod=world_major_2_pos1",
    "url": "covid-19-vaccines-expected-to-work-on-south-africa-coronavirus-variant-11609963906",
    "title": "Covid-19 Vaccines Expected to Work on South Africa Coronavirus Strain",
    "sub_head": "Vaccines may be less effective against the variant that has come to dominate in South Africa, but are expected to have some benefit",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-01-06 15:11:00",
    "body": "JOHANNESBURG—A new variant of the coronavirus that is surging across South Africa may make the existing Covid-19 vaccines less effective, but is unlikely to be totally resistant to the shots, according to leading researchers who have studied the mutations and the vaccines.<br />The variant, which has already shown up in patients in Europe and other African countries, has quickly become the predominant one in South Africa, exacerbating a second wave of infections that is overwhelming hospitals and has driven daily deaths to record highs.<br />South African researchers are racing to determine whether it makes patients more seriously ill than other variants of the virus. They are also testing how it responds to antibodies from people who have recovered from Covid-19 and those who have received coronavirus vaccines.<br />Their official conclusions are eagerly awaited by researchers around the globe, since one of the variant’s mutations has in earlier laboratory experiments shown increased resistance to some of the antibodies the body uses to fight off Covid-19. U.K. Health Secretary Matt Hancock said earlier this week that he was “incredibly worried about the South African variant.”<br />But scientists who worked on the antibody experiments and the lead investigators of several vaccine trials being conducted in South Africa say that—based on their understanding of the virus and the immune response triggered by the shots—the immunizations should still work against the new variant, although perhaps not as effectively."
}