{
    "url_original": "https://www.wsj.com/articles/covid-relief-italian-style-11610980735?mod=opinion_lead_pos4",
    "url": "covid-relief-italian-style-11610980735",
    "title": "Covid Relief, Italian-Style",
    "sub_head": "The ruling coalition collapses in a fight over spending EU money.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-286406?width=620&size=1.5",
    "image_1": "im-286406.jpg",
    "time": "2021-01-18 09:38:00",
    "body": "A new year brings a new political crisis for Italy, as former Prime Minister Matteo Renzi withdrew last week from the motley coalition government in Rome. Setting aside the operatic personal feuds in play, this episode highlights a serious challenge for Europe as Covid-19 spending relief efforts get underway in earnest.<br />Mr. Renzi withdrew his support from Prime Minister Giuseppe Conte’s coalition, leaving the government several seats short of a majority in the parliament’s upper chamber. Much of the motivation appears to be personal pique of little interest to anyone other than Italian politicos.<br />But there is a kernel of a serious policy question. Italy stands to be the largest recipient from the €750 billion Covid-19 recovery fund the European Union has created, and Messrs. Conte and Renzi have spent weeks feuding over how Rome’s expected €209 billion share of that grants-and-loans pot should be spent. Mr. Conte would prefer to put himself and a clutch of appointed technocrats in charge of disbursing the funds. Mr. Renzi demanded more parliamentary oversight.<br />The mystery is why so many fervent supporters of a greater fiscal role for the EU appear to be taking Mr. Conte’s side in this fight. They complain Mr. Renzi would empower Italy’s notoriously dysfunctional parliament to divvy up European grants for political purposes, and suggest he should get out of the way so Rome can get on with the spending.<br />But Mr. Conte’s early drafts of his spending plans would empower Italy’s equally dysfunctional bureaucracy to throw around the cash for different political reasons. Better to take the waste, fraud and abuse that comes with at least some democratic oversight."
}