{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-leaders-waited-months-to-approve-distribution-plans-11610737935?mod=politics_lead_pos10",
    "url": "covid-19-vaccine-leaders-waited-months-to-approve-distribution-plans-11610737935",
    "title": "Covid-19 Vaccine Leaders Waited Months to Approve Distribution Plans",
    "sub_head": "Holdup left states with little time to develop mass-vaccination plan; U.S. says it needed time for interagency clearance",
    "category_1": "Health Policy",
    "image_1_url": "https://images.wsj.net/im-284883?width=620&size=1.5",
    "image_1": "im-284883.jpg",
    "time": "2021-01-15 14:24:00",
    "body": "Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administer Covid-19 vaccines proposed by U.S. health officials, administration officials said, leaving states with little time to implement a mass-vaccination campaign amid a coronavirus surge.<br />State and local officials had been clamoring for months for help preparing for the largest vaccination program in U.S. history when the Centers for Disease Control and Prevention published a playbook in September to guide them.<br />The CDC had wanted to start helping states plan in June how to get people vaccinated. But officials at Operation Warp Speed rebuffed the agency’s plan for distributing vaccines. They adopted a similar plan in August only after exploring other options—and then held the release of the CDC’s playbook for states for two weeks for additional clearance and to put it out with another document, the officials said.<br />Operation Warp Speed was supposed to be a high-water mark of the Trump administration’s coronavirus response, but it stumbled at the finish line because of problems in federal planning and foresight. Now, the public-private partnership is scrambling to speed up vaccinations, adjusting eligibility guidelines while states race to increase their abilities to administer doses on a large scale.<br />“They didn’t plan for the last inch of the last mile, the part that matters most—how you’re going to actually vaccinate that many people quickly,” said Dr. Bruce Gellin, a former Health and Human Services vaccine official and president of global immunization at the Sabin Vaccine Institute."
}