{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccination-efforts-in-muslim-nations-try-to-overcome-halal-concerns-11610197200",
    "url": "covid-19-vaccination-efforts-in-muslim-nations-try-to-overcome-halal-concerns-11610197200",
    "title": "Covid-19 Vaccination Efforts in Muslim Nations Try to Overcome Halal Concerns",
    "sub_head": "Religious leaders from Jakarta to Dubai are talking to companies, checking production processes and issuing guidance to ensure coronavirus inoculation campaigns succeed",
    "category_1": "World",
    "time": "2021-01-09 08:00:00",
    "body": "Governments and religious leaders in Muslim-majority nations are talking to vaccine makers, investigating production processes and issuing guidance in an effort to make sure concerns about products prohibited by Islam don’t interfere with Covid-19 inoculations.<br />On Friday, the high clerical council in Indonesia, with the world’s largest Muslim population, said that China’s Sinovac vaccine is allowed by Islam, or halal. The decision came after council representatives visited Sinovac’s factory in China last year and conducted a halal audit.<br />Part of the challenge of rolling out vaccines world-wide will be persuading enough people to take them to reach herd immunity. In many countries, Muslim and non-Muslim, the efforts must overcome safety concerns, suspicions and conspiracy theories, as well as religious and ethical objections.<br />Gelatin taken from pigs and cells created using tissue from human fetuses, which are both common in vaccine production, are aren’t halal, Muslim scholars say.<br />Acceptance of vaccinations before the coronavirus pandemic varied widely among Muslim countries, with high trust in countries like Bangladesh and Uzbekistan, according to a study of opinion in 149 countries published in September 2020 in the Lancet medical journal. It found that of the 10 countries with the most marked drop in confidence in vaccines over the four years through 2019, seven were predominantly Muslim: Afghanistan, Azerbaijan, Bosnia and Herzegovina, Indonesia, Malaysia, Nigeria and Pakistan. The other three were Japan, Georgia and Serbia."
}