{
    "url_original": "https://www.wsj.com/articles/covid-19-case-studies-make-their-way-into-m-b-a-curricula-11609938003?mod=business_lead_pos10",
    "url": "covid-19-case-studies-make-their-way-into-m-b-a-curricula-11609938003",
    "title": "Covid-19 Case Studies Make Their Way Into M.B.A. Curricula",
    "sub_head": "Many business school students are studying corporate pandemic challenges, crisis management",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-280839?width=620&size=1.5",
    "image_1": "im-280839.jpg",
    "time": "2021-01-06 08:00:00",
    "body": "It is spring 2020, Covid-19 is exploding world-wide, and you are leading a pharmaceutical company seen as behind rivals in finding a vaccine. Should you accept government money, and the strings attached with it, to try to catch up?<br />Scenarios like that are already being studied by first-year M.B.A. students at Harvard University and other business schools around the country. The courses are aimed at analyzing management decisions—good and bad—made during the pandemic and gleaning what lessons can be taught, given the benefit of hindsight.<br />“My aspiration was to give them, as future leaders, a way to judge these things. How do I ask the right questions? How do I make a reasoned judgment?” Harvard Business School professor Willy Shih said about this pharmaceutical case study used in his fall course, which also exposed students to the inner workings of the life-sciences industry.<br />His technology and operations-management class—which was taught online and in person on the school’s Boston campus—considered how the company could offset the costs of clinical trials and ramping up manufacturing by accepting funding from Operation Warp Speed, the U.S. government’s coronavirus vaccine program. But the M.B.A. candidates also had to weigh whether the company would want the requirements that come attached to such funding, including allowing the government to control how the vaccine is priced.<br />After more than an hour of debate, most students agreed that the drugmaker should forgo government funding, Mr. Shih said. Many advocated the company stick to private development, saying it was better for the long-term health of its vaccine business that it doesn’t rely on government help."
}