{
    "url_original": "https://www.wsj.com/articles/cowboys-giants-washington-nfc-east-browns-outbreak-nfl-playoffs-11609447962",
    "url": "cowboys-giants-washington-nfc-east-browns-outbreak-nfl-playoffs-11609447962",
    "title": "The Bizarre Ending to the NFL’s 2020 Season",
    "sub_head": "The Washington Football Team, Dallas Cowboys and New York Giants battle to win a historically bad NFC East. The AFC is stacked. And an oddball cast of quarterbacks could decide the season’s final week.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-279845?width=620&size=1.5005861664712778",
    "image_1": "im-279845.jpg",
    "time": "2021-01-01 13:09:00",
    "body": "There’s an NFL rule that says the winner of every division gets to make the playoffs. It doesn’t matter if that team happens to be more of a loser than a winner and is just slightly better than the other bad teams in the same division.<br />Which brings us to the bleak race to win the NFC East. One of three teams—the Washington Football Team, Dallas Cowboys or New York Giants—will be remembered as perhaps the worst division winner in NFL history. The others will live with the ignominy of failing to win an historically moribund division.<br />It’s a fitting lowlight to end a regular season that has been strange in so many ways because of the pandemic. There were games on all seven days of the week. The Denver Broncos played a game without a quarterback. The New England Patriots were bad. The Buffalo Bills were actually good.<br />The absurdity rolls into the season’s final weekend, which features unusual scenarios as teams vie to make a newly expanded playoffs that now include a seventh team in each conference. A team with a 6-10 record could win the NFC East. A team with an 11-5 record could miss the playoffs entirely in the AFC. A team with an 8-8 record could win a wild-card spot in the NFC.<br />There’s one other key factor in this playoff picture: the virus that has disrupted the entire country and NFL season. The Cleveland Browns, one of the AFC contenders, are actively battling an outbreak that forced the closure of their facility and has sidelined players and staff. New positives test results rolled in Wednesday and Thursday, casting doubt on the status of their critical game."
}