{
    "url_original": "https://www.wsj.com/articles/criminal-charges-proliferate-against-members-of-pro-trump-capitol-mob-11610578967?mod=business_minor_pos6",
    "url": "criminal-charges-proliferate-against-members-of-pro-trump-capitol-mob-11610578967",
    "title": "Criminal Charges Proliferate Against Members of Pro-Trump Capitol Mob",
    "sub_head": "Some rioters’ lawyers approach prosecutors in bid to avoid charges as FBI warns other agencies that partisan grievances are expected to fuel further violence",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2021-01-13 18:02:00",
    "body": "Several members of the pro-Trump mob that stormed the U.S. Capitol last week have reported their own involvement to law enforcement this week, officials said Wednesday, as prosecutors race to charge dozens of the most visible participants in the attack and continue to dig into what kind of planning went into it.<br />Lawyers for several of the rioters have called law enforcement to disclose information about their clients’ participation in the breach in an effort to avoid more serious criminal charges and potentially negotiate plea deals, law-enforcement officials said.<br />In dozens of cases filed since the deadly riot, prosecutors have targeted some of the most visible participants whose efforts were broadcast widely on social media. They announced the arrest Wednesday of a Virginia man who was photographed on the scene wearing a sweatshirt bearing the words Camp Auschwitz. Among others arrested was a man from Idaho who was identified from photos showing him hanging by one hand from the Senate balcony.<br />The two men are charged with violent entry or disorderly conduct on Capitol grounds, among other counts. The affidavit filed in support of the arrest of 56-year-old Robert Packer cites media reports that identified him as the man photographed in the sweatshirt referring to the Nazi concentration camp, and says an informant contacted law enforcement after recognizing him as a routine customer at a store in Newport News, Va. An attorney for Mr. Packer couldn’t be identified for comment.<br />The new cases come as Washington and cities across the country brace for the possibility of more armed protests and violence in the days before Joe Biden’s inauguration. Biden officials said Wednesday that the president-elect received a briefing from Federal Bureau of Investigation and U.S. Secret Service officials to learn more about the threat picture and what plans are being assembled to thwart potential attacks."
}