{
    "url_original": "https://www.wsj.com/articles/crude-collapse-hands-payday-to-oil-trader-pierre-andurand-11609863302?mod=markets_minor_pos4",
    "url": "crude-collapse-hands-payday-to-oil-trader-pierre-andurand-11609863302",
    "title": "Crude Collapse Hands Payday to Oil Trader Pierre Andurand",
    "sub_head": "Trading firm among a clutch of commodities hedge funds to cash in on the market mayhem sparked by the coronavirus pandemic",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-280735?width=620&size=1.5",
    "image_1": "im-280735.jpg",
    "time": "2021-01-05 11:58:00",
    "body": "The collapse in oil prices triggered by the coronavirus pandemic handed a big payday to Pierre Andurand, one of the few hedge-fund managers to have survived years of disappointing returns in commodity markets.<br />Best known for bullish wagers on crude that led to banner returns during the oil-price boom ending in 2008, Mr. Andurand began to bet against oil when parts of China closed to contain Covid-19 in early 2020. The virus soon hammered demand for oil and other fuels globally, prompting a market rout. U.S. crude futures eventually tumbled below $0 a barrel for the first time in history.<br />The wager propelled Mr. Andurand’s flagship fund, part of London-based investment firm Andurand Capital Management LLP, to return 69% for the year as a whole, according to a person familiar with the matter. That snapped two years of losses for the fund, which was burned when oil prices dropped in late 2018. The gains in 2020 marked its biggest advance since its inception in 2013.<br />A second fund that gives Mr. Andurand more leeway to take risk gained 154%, the person familiar with the matter said. That placed it among the best-performing hedge funds globally in 2020, according to a weekly report on fund performance by  HSBC Holdings  PLC.<br />Mr. Andurand is one of the most prominent survivors of a troubled decade for hedge funds that specialize in raw materials like oil, coffee and cocoa. Hampered by choppy and often falling markets, firms including Astenbeck Capital Management, Armajaro Asset Management and Brevan Howard have all closed commodities funds."
}