{
    "url_original": "https://www.wsj.com/articles/cryptocurrency-startup-ripples-future-hinges-on-sec-case-11611500401?mod=markets_lead_pos6",
    "url": "cryptocurrency-startup-ripples-future-hinges-on-sec-case-11611500401",
    "title": "Cryptocurrency Startup Ripple’s Future Hinges on SEC Case",
    "sub_head": "San Francisco company says its signature product, known as XRP, is a currency that shouldn’t be subject to securities laws",
    "category_1": "Markets",
    "time": "2021-01-24 10:00:00",
    "body": "Brad Garlinghouse, the chief executive of Ripple, was last year publicly contemplating at the World Economic Forum in Davos, Switzerland, an initial public offering for the San Francisco startup.<br />The company had just raised about $200 million in a round of venture funding led by  Tetragon Financial Group ,  with a $10 billion valuation. The value of its signature product, a cryptocurrency called XRP, had fallen over the previous year. But Ripple was poised to rebuild the infrastructure for cross-border trades, Mr. Garlinghouse said, promising that its future was bright.<br />A year later, an IPO is off the table. Instead, Ripple’s future hinges on a judge’s ruling in a civil lawsuit filed in December by the Securities and Exchange Commission.<br />Regardless of the outcome, the case is expected to become a key precedent for how U.S. regulators craft rules and laws covering cryptocurrencies. It also highlights a broader truth about most digital currencies: Beyond the two largest, bitcoin and ether, most of the hundreds of others have struggled to find a utilitarian value beyond speculation.<br />At the heart of the SEC’s suit is a debate about XRP, a bitcoin-like digital asset created by Ripple’s founders that would grow to become the world’s third-largest cryptocurrency. It was designed to be part of a network that would help banks cut expenses in cross-border transfers. The related software, however, never gained traction, the SEC alleges, leaving XRP without a clear purpose, other than to funnel sales to Ripple."
}