{
    "url_original": "https://www.wsj.com/articles/cubas-support-for-terror-11610494583?mod=opinion_lead_pos2",
    "url": "cubas-support-for-terror-11610494583",
    "title": "Cuba’s Support for Terror",
    "sub_head": "Obama’s engagement failed to change Havana’s behavior.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-284413?width=620&size=1.5",
    "image_1": "im-284413.jpg",
    "time": "2021-01-12 18:36:00",
    "body": "After a five-year hiatus, the State Department on Monday returned Cuba to its list of state sponsors of terrorism. What took so long?<br />State’s practice of listing countries that “have repeatedly provided support for acts of international terrorism” has been in place since 1979. President Reagan added the tropical communist regime in 1982. Cuba remained so designated until President Obama removed it from the list in 2015 in its campaign to normalize relations. But Havana doesn’t want to be normal, and it has deepened and broadened its commitment to terrorism.<br />The collapse of Venezuela’s democracy over two decades has been run out of Havana by Cuba’s military-intelligence apparatus. The once-sovereign South American nation is now essentially a Cuban satellite used as a base for transnational crime and terrorism. A 2019 report by the State Department’s Bureau of Counterterrorism found that “Cuba and Venezuela continued to provide permissive environments for terrorists.”<br />The report noted that “individuals linked” to dissident members of the Colombian drug-trafficking group FARC, “who remain committed to terrorism notwithstanding the peace accord,” as well as the smaller rebel National Liberation Army (ELN) and “Hizballah sympathizers” were in Venezuela. Venezuelan strongman Nicolás Maduro, who survives in power thanks to Cuba, “has openly welcomed former FARC leaders who announced a return to terrorist activities,” the report said.<br />Cuba also welcomes and protects terrorists at home. “Members of the ELN who were in Havana to conduct peace talks with the Colombian government since 2017 also remained in Cuba,” the report found. “Cuba, citing peace negotiation protocols, refused Colombia’s request to extradite 10 ELN leaders after that group claimed responsibility for the January 2019 bombing of a Bogotá police academy, which killed 22 and injured 87 others.”"
}