{
    "url_original": "https://www.wsj.com/articles/cuomo-new-york-state-lawmakers-head-for-clash-over-tax-increase-11611532800?mod=politics_lead_pos13",
    "url": "cuomo-new-york-state-lawmakers-head-for-clash-over-tax-increase-11611532800",
    "title": "Cuomo, New York State Lawmakers Head for Clash Over Tax Increase",
    "sub_head": "Senate Majority Leader Andrea Stewart-Cousins says she would push for the hike regardless of federal funding amount",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-289666?width=620&size=1.5",
    "image_1": "im-289666.jpg",
    "time": "2021-01-24 19:00:00",
    "body": "The debate about raising taxes as part of New York’s budget is shaping up to be a test of how far Democrats in the state Legislature will go to take on their party mate Gov. Andrew Cuomo.<br />After last year’s elections, Democrats have the two-thirds majority in both the state Assembly and Senate—enough to override a gubernatorial veto. Advocates of raising taxes are pushing rank-and-file lawmakers to flex their muscles during the budget process, which will dominate the Capitol until the next fiscal year begins April 1.<br />Mr. Cuomo proposed a $193 billion spending plan that includes $1.5 billion from raising taxes on people reporting $5 million or more in annual income. But one breath after describing the plan, he fretted about its potentially negative consequences if wealthy people leave the state. Mr. Cuomo said the plan can be avoided if the U.S. Congress approves more aid for the state.<br />Senate Majority Leader Andrea Stewart-Cousins, a Democrat from Yonkers, said last week that she would push for a tax increase regardless of the amount of federal funding. Assembly Speaker Carl Heastie, a Democrat from the Bronx, has previously voted to approve tax increases and fruitlessly pushed to boost rates in December.<br />If neither side budges, the result could be the first bicameral veto override during Mr. Cuomo’s three terms in office."
}