{
    "url_original": "https://www.wsj.com/articles/cuomos-tax-ultimatum-11611359134?mod=opinion_lead_pos4",
    "url": "cuomos-tax-ultimatum-11611359134",
    "title": "Cuomo’s Tax Ultimatum",
    "sub_head": "New York’s Governor says bail him out or he’ll punish New Yorkers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-22 18:45:00",
    "body": "Viewers of Andrew Cuomo’s Emmy-award winning Covid-19 briefings may have noticed how the New York Governor has become increasingly excitable. In this week’s budget show, he pointed an economic gun at New York and threatened to shoot if Washington doesn’t fork over $15 billion.<br />“If the federal government doesn’t fund state and local governments, it’s going to hurt all New Yorkers,” Mr. Cuomo warned Tuesday while proposing to raise the state’s top income tax rate in New York City to 14.7%. This would be the highest rate in the country, at least until New Jersey Gov. Phil Murphy makes a competing bid.<br />Mr. Cuomo’s ultimatum goes like this: Democrats in Washington must deliver $15 billion in budget relief pronto or he will raise the state’s top tax rate to 10.82% from 8.82% on income over $100 million and create four new tax brackets on income of more than $5 million. New York City has a top rate of 3.88%, though Mayor Bill de Blasio wants to raise it too.<br />The Governor says the higher rates would be temporary, but New Yorkers know better than to believe him after he broke his promise to let the millionaire’s tax that Albany imposed during the 2009 recession expire. Mr. Cuomo is also begging Democrats in Congress to lift the $10,000 state-and-local tax (SALT) deduction limit to mitigate his tax hike.<br />Even if they do, they might not restore it for New York’s wealthy. And what Democrats giveth in SALT, they will taketh by raising rates. Mr. Biden has proposed increasing the top income tax rate to 39.6% from 37% (and applying it to capital gains), extending the 6.2% Social Security payroll tax to income above $400,000 and restoring the Pease deduction limitation."
}