{
    "url_original": "https://www.wsj.com/articles/david-hockney-drawing-from-life-review-a-lesson-in-aging-gracefully-11609588800",
    "url": "david-hockney-drawing-from-life-review-a-lesson-in-aging-gracefully-11609588800",
    "title": "‘David Hockney: Drawing From Life’ Review: A Lesson in Aging Gracefully",
    "sub_head": "In the first exhibit to focus on the artist’s portraits on paper, over 100 works capture the progression of time in the visages of the painter and four other frequent subjects.",
    "category_1": "Art Review",
    "time": "2021-01-02 07:00:00",
    "body": "New York<br />For anyone seeking refuge from pandemics and politics, nothing could be more healthful than “David Hockney: Drawing From Life” at the Morgan Library & Museum (through May 30). A show intimate and expansive, it makes the polished parquet floors and high ceilings of the galleries glow with warmth and love. Originating at Britain’s National Portrait Gallery, it is also the first exhibit to focus on Mr. Hockney’s portraits on paper.<br />Mr. Hockney is one of the few modern artists (along with Calder and Matisse) guaranteed to convey unabated pleasure. Matisse famously said he wanted to make “an art of balance, of purity and serenity…a soothing, calming influence on the mind, something like a good armchair which provides relaxation from physical fatigue.” Calder’s mobiles, his playful circus of light-as-air objects in three dimensions, bring smiles to adults and children alike.<br />For his part, Mr. Hockney fills his pictures with clarity imbued with charity that anyone can understand. Born in 1937, he is also, perhaps, the last in a line of Old Masters who have profited from academic training. That he honors tradition and simultaneously reinvents it (and himself) testifies to his energetic abundance.<br />Like Rembrandt and Picasso, both of whom are kindly overseeing presences here (as is Ingres, superb draftsman, master of the line), Mr. Hockney has been constantly self-revising and experimental. From pencil, pen and ink, charcoal, crayon, watercolor and gouache, through etching, lithography, photography and collage, to pictures on iPhone and iPad, there is practically no medium uncongenial to his talent."
}