{
    "url_original": "https://www.wsj.com/articles/days-to-come-review-a-hellman-rarity-of-uncommon-merit-11610059511?mod=opinion_major_pos13",
    "url": "days-to-come-review-a-hellman-rarity-of-uncommon-merit-11610059511",
    "title": "‘Days to Come’ Review: A Hellman Rarity of Uncommon Merit",
    "sub_head": "The Mint Theater streams its exceptional 2018 revival of a Lillian Hellman strike-breaking drama that all but vanished for eight decades.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-282127?width=620&size=1.5",
    "image_1": "im-282127.jpg",
    "time": "2021-01-07 17:45:00",
    "body": "One of the few welcome surprises of 2020 was the announcement by New York’s Mint Theater that it had spent the preceding seven years taping broadcast-ready three-camera archival videos of its off-Broadway productions, and that in lieu of live performances during the pandemic, it would stream these videos for free. As regular readers of this column know, the Mint specializes in small-house revivals of unjustly forgotten 20th-century plays. I have been reviewing one or two of its shows most seasons for the past decade and a half, and each one I’ve seen has been well chosen and flawlessly acted and staged. No other theater company in America has a more consistently high record of artistic quality.<br />“Days to Come,” the second of 10 plays by Lillian Hellman to open on Broadway in her lifetime, is one of the most significant of the Mint’s recent revivals, for the original production closed in 1936 after just seven performances and disappeared almost without a trace (prior to the Mint’s 2018 staging, which I saw and reviewed, it appears to have had only one revival anywhere). Most flops close for self-evident reasons, but there is no obvious reason why “Days to Come” did so: It is an extremely strong piece of work, worthy of direct comparison with such better-known Hellman scripts as “The Children’s Hour” and “The Little Foxes,” and the Mint’s production, directed with lean clarity by J.R. Sullivan, makes so powerful a case for it that I am at a loss to understand why so excellent a play vanished from view.<br />This is all the more puzzling in light of the fact that “Days to Come” is a political play, one whose point of view is all of a piece with that of “The Little Foxes,” Hellman’s greatest stage success and one that never fails to please frequent playgoers who share her left-of-center views. It tells the tale of the Rodmans, a factory-owning family of liberals who, faced with the possibility of a strike, make the mistake of hiring a firm of tough detectives (“It’s not a tea-room business,” one of them explains to the Rodmans) who are prepared to do anything, murder very much included, to keep the men at work. Into this volatile situation walks Leo (Roderick Hill), an out-of-town labor organizer, who is no less determined to keep the strike peaceful.<br />What follows, as always with Hellman, is the stuff of solidly built melodrama, drawn with a broad brush but far from cartoonish. I think it’s fairly safe to assume that she got the idea for the play from Dashiell Hammett, her longtime companion, who had worked as a union-busting Pinkerton operative before embracing hard-left politics (and, later in life, unabashed Stalinism) and, in 1929, published “Red Harvest,” a hard-boiled mystery novel whose plot unmistakably prefigures that of “Days to Come.” But Hammett had no gift for playwriting, while Hellman was a master of the well-made play, and though “Days to Come” occasionally stoops to progressive sermonizing, it mostly sticks to down-the-center storytelling.<br />Reviewing a Mint production is a nightmare for critics who thrive on picking flaws. The cast is very well chosen, especially Janie Brookshire, who plays the matriarch of the Rodman family. Harry Feiner, the set designer, has fit two naturalistic interiors onto the Beckett Theatre’s revolving stage—a neat piece of scenic prestidigitation for a 99-seat off-Broadway house, and one of a kind for which the Mint is justly celebrated. (You can actually see the set being changed during the intermission.) Some of the camera angles show the first row of the audience, whose presence is audible without being in any way intrusive. That’s a happy, even comforting touch: You’ll come away from “Days to Come” feeling as though you’ve seen a real stage show, not a telecast."
}