{
    "url_original": "https://www.wsj.com/articles/defense-secretary-austin-to-review-trumps-last-minute-withdrawal-of-troops-from-afghanistan-iraq-11611695378?mod=politics_lead_pos10",
    "url": "defense-secretary-austin-to-review-trumps-last-minute-withdrawal-of-troops-from-afghanistan-iraq-11611695378",
    "title": "Defense Secretary Austin to Review Trump’s Last-Minute Withdrawal of Troops From Afghanistan, Iraq",
    "sub_head": "Pentagon’s new chief to examine U.S. strategy in conflicts",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-290515?width=620&size=1.5",
    "image_1": "im-290515.jpg",
    "time": "2021-01-26 16:37:00",
    "body": "WASHINGTON—The Pentagon’s new chief is expected to review troop levels in Afghanistan and Iraq in an effort to examine American strategy in two conflicts, following former President Donald Trump’s drawdown of forces there, according to defense officials.<br />President Biden’s defense secretary, Lloyd Austin, is facing a slew of issues in the U.S. and around the world, but Mr. Trump’s decision to quickly withdraw more than 3,000 troops from the two conflicts before he left office this month forces the White House to confront how it will manage the long-running wars.<br />In his confirmation hearing last week, Mr. Austin indicated he would review the strategies and resources in those conflicts, but left vague his view on the threats either conflict poses and how they are matched by troop levels and other military capabilities.<br />Mr. Austin’s spokesman, John Kirby, said officials hadn’t yet made a formal decision to review troop levels in either country.<br />“It stands to reason that the incoming administration will want to better understand the status of operations in both places and the resources being applied to those missions,” he said. “Nothing has changed about our desire to defend the American people from the threat of terrorism, while also making sure we are appropriately resourcing our strategy.”"
}