{
    "url_original": "https://www.wsj.com/articles/democrats-plan-policy-path-on-next-round-of-stimulus-checks-other-aid-11610546868?mod=politics_lead_pos4",
    "url": "democrats-plan-policy-path-on-next-round-of-stimulus-checks-other-aid-11610546868",
    "title": "Democrats Plan Policy Path on Next Round of Stimulus Checks, Other Aid",
    "sub_head": "Biden is set to unveil his plans Thursday, but he faces slim Democratic majorities and procedural constraints in Congress",
    "category_1": "Politics",
    "time": "2021-01-13 09:07:00",
    "body": "WASHINGTON—Democrats take control of the White House and Senate this month with a large economic-relief package and $2,000 stimulus checks atop their agenda. But their slim majorities and procedural constraints will challenge their ability to design and pass those measures quickly.<br />The weeks ahead are critical for the new Democratic majorities as they try to deliver on campaign promises and shore up an uneven economic recovery. This period will test President-elect Joe Biden’s rhetoric about bipartisanship as Democrats determine how much they will work with Republicans and how they use the limited but powerful legislative tools they have to muscle their agenda through without the other party. Mr. Biden will release his detailed coronavirus relief plan Thursday and call for trillions of dollars from Congress.<br />“This is a chance to come in with a Democratic president who’s making a fresh start at a time when I think it’s understood that there are urgent needs and reforms that shouldn’t wait,” said Sen. Ron Wyden (D., Ore.), who is poised to be chairman of the Finance Committee. “[We can] really go on the offensive and really deal with some of the urgent economic needs that face working people.”<br />Mr. Wyden favors stimulus checks, pandemic-related health spending and expanded unemployment insurance tied to economic conditions instead of calendar deadlines.<br />Democrats agree broadly—but not universally—that a priority is to increase the $600 checks approved in December to $2,000, and they promised to do so if they won the Senate runoffs in Georgia. A report last week showing that employers shed 140,000 jobs in December, snapping seven months of employment gains, is adding to the pressure, though those losses came before December’s roughly $900 billion relief law was enacted."
}