{
    "url_original": "https://www.wsj.com/articles/democratic-control-sparks-unease-in-private-equity-11610105400?mod=markets_major_pos11",
    "url": "democratic-control-sparks-unease-in-private-equity-11610105400",
    "title": "Democratic Control Sparks Unease in Private Equity",
    "sub_head": "With Democrats in the White House and Congress, private equity sees the possibility for a clutch of tax rises; venture capital sees a silver lining in better prospects for ‘start-up visas’",
    "category_1": "Pro PE Legal Regulatory",
    "image_1_url": "https://images.wsj.net/im-282332?width=620&size=1.5",
    "image_1": "im-282332.jpg",
    "time": "2021-01-08 06:30:00",
    "body": "The private-equity industry’s standing hopes for a divided government have been dashed, and the industry is now likely to face a higher tax bill and stricter oversight under the incoming Congress. But venture-capital firms see silver linings in the possibility for an easier visa process for foreign workers and support for clean energy technologies.<br />Victories by Jon Ossoff and Raphael Warnock in two Senate runoff elections this week mean Democrats will soon control both branches of Congress and the presidency for the first time in a decade. Experts on Capitol Hill say they expect the next Congress to seek higher taxes on corporations and well-paid individuals, including many employees of private investment companies, and increase scrutiny on what critics see as abuses by buyout firms.<br />The Democratic wins in Georgia are also expected to elevate Democrats to leadership roles on Senate committees, making it easier for President-elect Joe Biden to appoint nominees to federal agencies.<br />Sherrod Brown (D., Ohio), who could be promoted to head the Banking Committee, supported the 2019 Stop Wall Street Looting Act, a proposal headed by Sen. Elizabeth Warren (D., Mass.) to rein in private equity.<br />That proposal, which never went to a vote, is unlikely to be a priority for the new Congress, which is closely divided and must first address the health and economic consequences of the coronavirus pandemic, among other pressing issues. But private equity should brace for more challenges and hearings from the Democratic leadership, said Milan Dalal, a former Senate aide and current managing partner of public-affairs and lobbying firm Tiger Hill Partners."
}