{
    "url_original": "https://www.wsj.com/articles/democrats-make-historic-gain-in-georgia-as-senate-control-hangs-in-balance-11609941722?mod=politics_lead_pos2",
    "url": "democrats-make-historic-gain-in-georgia-as-senate-control-hangs-in-balance-11609941722",
    "title": "Ossoff Defeats Perdue in Georgia Senate Runoff, Giving Democrats Control of Chamber",
    "sub_head": "Victory comes hours after Democrat Warnock was declared winner in the Senate race against Republican Loeffler",
    "category_1": "Politics",
    "time": "2021-01-06 16:26:00",
    "body": "ATLANTA—Georgia Democrat Jon Ossoff defeated Republican David Perdue for a seat in the U.S. Senate, where he will join fellow newly elected Democrat Raphael Warnock and give their party control of the chamber.<br />The Associated Press declared both men had won their races on Wednesday. The two upset victories give Democrats control of both the Senate and the House for the first time in a decade.<br />Mr. Ossoff, a documentary filmmaker, beat Mr. Perdue, who was first elected senator in 2014. Mr. Perdue’s term expired on Sunday. Mr. Warnock, the pastor of Dr. Martin Luther King Jr.’s former church, defeated Sen. Kelly Loeffler, the AP projected earlier Wednesday. Ms. Loeffler was appointed a year ago to fill the seat of GOP Sen. Johnny Isakson, who resigned for health reasons.<br />Messrs. Ossoff and Warnock, who will be sworn in within weeks, will be the first Democrats to represent Georgia in the Senate since 2005. The change of power in the Senate will hand Democratic President-elect Joe Biden’s incoming administration a Congress more willing to consider its agenda. That includes confirming Mr. Biden’s judicial nominees and cabinet appointees to seeking additional federal spending in response to the Covid-19 pandemic—items that were central to Messrs. Ossoff and Warnock’s campaigns.<br />Once the Georgia senators-elect are sworn in, Democrats and Republicans will each hold 50 seats in the Senate. Vice President-elect Kamala Harris would cast tiebreaking votes."
}