{
    "url_original": "https://www.wsj.com/articles/democrats-see-path-to-bidens-covid-19-relief-bill-without-gop-help-11611668229?mod=politics_lead_pos12",
    "url": "democrats-see-path-to-bidens-covid-19-relief-bill-without-gop-help-11611668229",
    "title": "Democrats See Path to Biden’s Covid-19 Relief Bill Without GOP Help",
    "sub_head": "Lawmakers turn toward process called budget reconciliation that requires simple majority vote",
    "category_1": "Politics",
    "time": "2021-01-26 15:11:00",
    "body": "WASHINGTON—Democrats are weighing aggressive use of existing procedural steps to enact President Biden’s coronavirus relief plan as Republican opposition to the $1.9 trillion proposal hardens.<br />Republicans have balked at much of Mr. Biden’s plan, meaning Democrats are likely to eventually move to a process called budget reconciliation to pass at least part of the legislation with a simple majority in the Senate. Reconciliation typically limits a bill to tax and spending measures, which means that stimulus checks, the child tax credit and unemployment insurance in Mr. Biden’s proposal would almost surely fit within its restrictions.<br />But some in the party want to go further, exploring ways to stretch the rules and precedents that have historically constrained what policy provisions are allowed under the reconciliation process. Some see it as a way to pass party priorities like raising the minimum wage without ending the filibuster, the Senate rule that in practice means most legislation requires 60 votes to advance.<br />“Time is of the essence to address this crisis. We’re keeping all options open on the table, including using budget reconciliation,” Senate Majority Leader Chuck Schumer (D., N.Y.) said Tuesday. Mr. Schumer said the Senate could begin the reconciliation process for Mr. Biden’s relief plan as soon as next week.<br />For now, the Biden administration is urging a bipartisan approach on the coronavirus relief bill, the sixth relief round Congress has taken up since the pandemic began. In a call with top White House officials Sunday, members of both parties said they favored a bipartisan agreement. Lawmakers discussed a narrower bill focused on money for vaccines as a possible area of agreement that could leave other items for a subsequent reconciliation bill."
}