{
    "url_original": "https://www.wsj.com/articles/democratic-control-of-senate-creates-path-to-repeal-last-minute-trump-policies-11610287200?mod=politics_lead_pos5",
    "url": "democratic-control-of-senate-creates-path-to-repeal-last-minute-trump-policies-11610287200",
    "title": "Democratic Control of Senate Creates Path to Repeal Last-Minute Trump Policies",
    "sub_head": "Little-known procedure allows a president’s party to repeal some rules with a simple majority in House and Senate",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-283086?width=620&size=1.5",
    "image_1": "im-283086.jpg",
    "time": "2021-01-10 09:00:00",
    "body": "WASHINGTON—Democrats’ control of the Senate will make it easier for them to reverse parts of outgoing President Trump’s agenda, adding to the Biden administration’s toolbox a little-known congressional procedure to erase executive-branch regulations.<br />Mr. Trump, like his predecessors, ramped up the pace of federal rule-making during his final months in office, in areas from immigration to the environment and financial regulation. The administration put out three to four times its usual volume of rules in recent months, according to estimates by Daniel Pérez, an analyst at George Washington University Regulatory Studies Center.<br />Such measures, known as midnight regulations, are often vulnerable to rollback by an incoming administration of the opposing party.<br />Agency heads appointed by a new president can scrap rules that have been finalized but not yet published in the Federal Register or delay implementation of ones that have been published but haven’t taken effect. And they can decline to defend rules challenged in court.<br />But control of both chambers of Congress by the president’s party unlocks an additional tool. The Congressional Review Act, or CRA, allows the Senate and House of Representatives to overturn regulations finalized by the executive branch in the previous 60 legislative days using a fast-track process that requires a simple majority vote. Most other legislation requires 60 votes to clear the Senate."
}