{
    "url_original": "https://www.wsj.com/articles/departing-antitrust-chief-backs-changes-to-strengthen-enforcement-11610665569?mod=politics_lead_pos4",
    "url": "departing-antitrust-chief-backs-changes-to-strengthen-enforcement-11610665569",
    "title": "Departing Antitrust Chief Backs Changes to Strengthen Enforcement",
    "sub_head": "Makan Delrahim says policy makers may want to toughen rules for mergers, competition in the tech space",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-285282?width=620&size=1.5",
    "image_1": "im-285282.jpg",
    "time": "2021-01-14 18:06:00",
    "body": "WASHINGTON—The Justice Department’s antitrust chief, Makan Delrahim, has presided over a tumultuous time for the enforcement of U.S. competition law.<br />Appointed by President Trump in 2017, Mr. Delrahim’s tenure began with a sweeping loss: a court rejection of his division’s challenge to  AT&T Inc.’s  acquisition of Time Warner, a case clouded by the president’s repeated criticisms of the deal. He finishes with a win, as  Visa Inc.  this week walked away from a $5.3 billion deal to buy an up-and-coming fintech firm after the Justice Department challenged it using a progressive legal theory about protecting future competition in the online-payments space.<br />Those bookends highlight a tenure in which Mr. Delrahim at times sometimes bucked expectations. The AT&T and Visa cases were aggressive enforcement actions that light-touch Republicans of earlier administrations likely wouldn’t have embraced. He also built internal momentum for the Justice Department’s examination of dominant tech companies. But he took a decidedly conservative approach on some matters, including by allowing  T-Mobile US Inc.  and Sprint Corp. to merge after the Obama administration wouldn’t. Mr. Delrahim also faced allegations that some of the department’s antitrust work was politicized in the Trump era, claims he denies.<br />“We were appropriately tough,” Mr. Delrahim said Wednesday in an interview with The Wall Street Journal ahead of his departure next week.<br />Amid a debate about whether current U.S. antitrust law sufficiently protects competition—as well as consumers—Mr. Delrahim said there is merit to some legislative proposals for strengthening enforcement. It would be reasonable, he said, for Congress to place more of a legal burden on companies with 50% or greater market share to prove that their future acquisitions in that market wouldn’t harm consumers."
}