{
    "url_original": "https://www.wsj.com/articles/despised-review-the-left-and-the-working-class-11611703177?mod=opinion_reviews_pos1",
    "url": "despised-review-the-left-and-the-working-class-11611703177",
    "title": "‘Despised’ Review: The Left and the Working Class",
    "sub_head": "A British ﬁreﬁghter seeks to revive an ‘early Labour tradition that spoke to the patriotic and communitarian instincts’ of blue-collar families.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-290740?width=620&size=1.5",
    "image_1": "im-290740.jpg",
    "time": "2021-01-26 18:19:00",
    "body": "George Bernard Shaw, though a Fabian socialist, brushed aside anyone who called him a “friend of the working classes.” He scoffed that he “had no other feeling for the working classes than an intense desire to abolish them and replace them by sensible people.” A century ago Britain’s Labour Party brought together the Fabians (who supplied the policy wonks) and the trade unions (who supplied the voters). The party had been founded to give working people a voice in politics, but gradually control passed to the university-educated, who were internationalist, technocratic and supremely confident that they could plan the future.<br />Then came two awful shocks. In the 2016 Brexit referendum, the Remainers won the affluent vote, but the working classes carried the Leavers to victory. And in the 2019 parliamentary election, the Tories swept depressed factory towns that had heretofore been safe for Labour. “You can’t trust the people,” snorted novelist Howard Jacobson. That’s what happens when the rabble are “given this new confidence in their own opinions.”<br />Paul Embery might be called a populist in America, but a more accurate label is “left conservative.” A firefighter, union official and lifelong Labour activist, he writes for the resolutely unorthodox webpaper UnHerd. And in “Despised: Why the Modern Left Loathes the Working Class,” he suggests that Bernard Shaw’s enormous condescension is now the dominant ideology of the progressive intelligentsia, which embraces every subcategory of identity politics except class identity. The endless squabbling among fractious identity groups “serves only to fragment the working class and undermine what should be the primary goal of developing common bonds and building the maximum unity required to defend its interests.” Somehow, “inclusivity” doesn’t include the workers.<br />Mr. Embery protests that the British tradition of vigorous debate—deeply rooted in union halls and worker-education classes as well as in Parliament—has given way to “echo chambers, ‘safe spaces’ and draconian hate legislation, all of which serve the purpose of suppressing unwelcome opinions and enforcing an official orthodoxy.” Arguably the stifling began when Tony Blair told the Labour Party that globalization was not open to discussion: “You might as well debate whether autumn should follow summer.”<br />But globalization meant the dissolution of close-knit blue-collar communities, and that pains Mr. Embery profoundly. He grew up in the vast East London Becontree Estate. When it opened in the 1920s, this was a model public-housing project, miraculously offering indoor toilets, running water, front and back gardens and public libraries. Strict regulations ensured that curtains were kept clean and hedges were neatly trimmed, but residents accepted these rules because they were enforced by a democratic local government and because they reflected the thoroughly bourgeois values of the British working classes. Mr. Embery, born in 1974, still knows the names of all his old neighbors: “People looked out for each other, and there was a tangible social solidarity.”"
}