{
    "url_original": "https://www.wsj.com/articles/despite-covid-19-outbreak-risks-summer-camps-are-filling-up-quickly-11610470954",
    "url": "despite-covid-19-outbreak-risks-summer-camps-are-filling-up-quickly-11610470954",
    "title": "Despite Covid-19 Outbreak Risks, Summer Camps Are Filling Up Quickly",
    "sub_head": "Many summer camps plan to open this year, and directors say rigorous safety measures can protect children from Covid-19 while they’re having fun. Here’s what parents should know before signing up.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-282352?width=620&size=1.5",
    "image_1": "im-282352.jpg",
    "time": "2021-01-12 12:02:00",
    "body": "Brian Ratner struggled over whether to send his two children to overnight camp last summer. Even though Camp Robin Hood, located in Freedom, N.H., had a solid plan to create a safety bubble, Mr. Ratner knew there was a risk of a Covid outbreak.<br />After three rounds of testing, including one before camp, and strict enforcement of mask-wearing, director Richard Woodstein called everyone together, turned up the music and announced the good news: Everyone tested negative. Campers ripped off their masks, hugged each other and danced.<br />Mr. Ratner soon received a letter from his 11-year-old daughter Lila. That moment was one of the greatest days of her life, she wrote. “Right now I don’t feel like corona is a thing and I am so happy.”<br />Lila and her 13-year-old brother, Noah, who haven’t been to school in person since last March, are already signed up for summer 2021. “I feel much more confident than last year. I know what to expect,” says Mr. Ratner, an attorney in Potomac, Md.<br />Overnight camp has always been a way to give children an experience removed from the realities of everyday life—a place to run free, learn new things and make lifelong friendships. Rarely have such joys been as amplified as during the Covid-19 pandemic, as many students have felt isolated most of the year, spending their time in front of computers and away from peers, unable to participate in sports, music or drama."
}