{
    "url_original": "https://www.wsj.com/articles/devils-lusts-strange-desires-review-the-elusive-patricia-highsmith-11610727197",
    "url": "devils-lusts-strange-desires-review-the-elusive-patricia-highsmith-11610727197",
    "title": "‘Devils, Lusts & Strange Desires’ Review: The Elusive Patricia Highsmith",
    "sub_head": "The personality of her most famous character, Tom Ripley, echoed a more mysterious creation: Highsmith herself.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-01-15 11:13:00",
    "body": "When the Texas-born writer Patricia Highsmith died in 1995 in Locarno, Switzerland, at the age of 74, her literary legacy comprised more than 30 published volumes of fiction, among them “Strangers on a Train” (1950) and “The Talented Mr. Ripley” (1955), arguably her most assured novels of homicidal psychosis and masochistic obsession.<br />There were also 250 unpublished manuscripts, 38 writer’s notebooks and 8,000 pages of journal entries that turned out to be a confounding blend of fact and falsehood. The distinction between the two was, after all, irrelevant to Highsmith. An inveterate dissembler in life and in art, she traversed the boundaries between truth and invention, between passion and cruelty, as easily and often as she crossed state lines and national borders, drinking all the while, and writing, always writing. “If she hadn’t had her work,” one friend told the British biographer and journalist Andrew Wilson, “she would have been sent to an insane asylum or an alcoholic’s home. . . . She was her writing.”<br />Mr. Wilson’s biography “Beautiful Shadow: A Life of Patricia Highsmith” (2003) was the first to chart the writer’s careening, often destructive path from an unstable childhood through literary celebrity to eventual decline, and the book remains a model of thorough research and felicitous insight. Not surprisingly, it is also a depressing portrait of an “extremely hostile and misanthropic” woman who “drove everybody away,” as one former companion attested. A second biography, “The Talented Miss Highsmith: The Secret Life and Serious Art of Patricia Highsmith” (2009), by the American playwright and author Joan Schenkar, was altogether more impressionistic and impassioned, as well as being strikingly rich in detail. Along with 45 pages of footnotes, Ms. Schenkar included, for example, the “Lover Chart” that Highsmith created to rank her female conquests and the fascinating “diagram” for “The Price of Salt,” (published in 1952 under the pseudonym “Claire Morgan” and in 1990, under Highsmith’s name, as “Carol.”) In addition to these substantial biographies, we also have the memoir “Highsmith: A Romance of the 1950s” (2003), written by the novelist Marijane Meaker, one of Highsmith’s erstwhile lovers, along with the various interviews the writer granted and the numerous critiques her work inspired.<br />What, then, remains to be said? Nothing startlingly new, Richard Bradford seems tacitly to concede in “Devils, Lusts and Strange Desires: The Life of Patricia Highsmith,” and yet much that lies unexamined, in particular the intimate link between the writer’s fiction and her own mentality. “As I will show, Highsmith’s novels are a lifelong autobiography,” Mr. Bradford writes. “She was not, like Ripley, a murderous psychopath, but he was shaped by her personality, often as a means of rewriting her life and opinions as a special form of masochism.” Toward his ambitious goal of mapping this connection, Mr. Bradford then sets a straightforward chronological course.<br />“Patricia Highsmith took pride in the history of her maternal grandparents and great-grandparents,” he begins, referring to the Coates family of Alabama, who at one time owned 110 slaves. Slaves who were, Highsmith liked to explain, “not unhappy.” (Her racism, like her virulent anti-Semitism, would in later years become legendary.) The daughter of commercial artists who divorced shortly after her arrival (and whose mother enjoyed repeating the story of her attempts to abort her), Mary Patricia Plangman was born in Fort Worth, Texas on Jan. 19, 1921—a birthday, she liked to note, that she shared with Edgar Allan Poe. In 1924 she acquired a hated stepfather, Stanley Highsmith, who remained a sinister figure in Highsmith’s accounts of her childhood and in her dreamlike recollections of likely sexual abuse. “I learned to live with a grievous and murderous hatred . . . very early on,” she later wrote of her feelings toward her parents."
}