{
    "url_original": "https://www.wsj.com/articles/dhs-pick-mayorkas-says-he-would-work-to-thwart-another-capitol-attack-11611095025?mod=politics_lead_pos6",
    "url": "dhs-pick-mayorkas-says-he-would-work-to-thwart-another-capitol-attack-11611095025",
    "title": "DHS Pick Mayorkas Says He Would Work to Thwart Another Capitol Attack",
    "sub_head": "Republican objection to fast-tracking Biden’s nominee suggests he won’t be confirmed on first day of administration",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-01-19 17:23:00",
    "body": "WASHINGTON—Alejandro Mayorkas, President-elect Joe Biden’s pick for Homeland Security secretary, told a Senate hearing Tuesday he would work to ensure that an attack like the Jan. 6 riot at the Capitol wouldn’t be repeated, though his confirmation by Inauguration Day appeared to be delayed.<br />Mr. Biden’s team had named Mr. Mayorkas as one of a handful of national-security nominees it wanted confirmed on Inauguration Day because of continuing domestic threats. In 2017, the Senate confirmed both President Trump’s homeland security and defense nominees on Inauguration Day. Sen. Chuck Schumer (D., N.Y.), who is set to become the chamber’s majority leader on Wednesday, said on the Senate floor he hoped Mr. Mayorkas would be confirmed on Inauguration Day.<br />That timeline appeared less likely Tuesday after Sen. Josh Hawley (R., Mo.) said he would object to an attempt to fast-track the nomination. Mr. Hawley expressed concern about the incoming Biden administration’s plan to undo much of Mr. Trump’s immigration agenda, along with an expected push to create a pathway to citizenship for 11 million immigrants without a permanent legal status.<br />Mr. Hawley, who was the first senator to announce he would formally object to certifying the election results on Jan. 6, has faced a backlash from colleagues and donors since that day. Many Senate Republicans blame him for what they see as his role in instigating the riot that resulted in the deaths of five people, including a Capitol Police officer.<br />Senate Majority Leader Mitch McConnell (R., Ky.) and Mr. Schumer met Tuesday to iron out details of a power-sharing agreement in a Senate divided evenly along party lines.  Under a similar agreement in 2001, nominees and bills could advance to the floor even if a committee vote tied."
}