{
    "url_original": "https://www.wsj.com/articles/diageo-came-prepared-to-u-s-drinking-party-11611845627?mod=markets_major_pos3",
    "url": "diageo-came-prepared-to-u-s-drinking-party-11611845627",
    "title": "Diageo Came Prepared to U.S. Drinking Party",
    "sub_head": "U.K.-based liquor company is reaping the benefits of buying high-end brands like Casamigos tequila",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-290746?width=620&size=1.5",
    "image_1": "im-290746.jpg",
    "time": "2021-01-28 09:53:00",
    "body": "American drinkers have saved the day at  Diageo .  That is partly because the liquor giant has been savvy at figuring out what U.S. consumers want.<br />On Thursday, the owner of Smirnoff vodka and Johnnie Walker scotch, said U.S. liquor sales rose 15% in the six months through December compared with the same period of 2019, stripping out currency and portfolio changes. Consumers in the U.K.-based company’s largest market are drinking more at home during the pandemic. They are also returning to trusted brands such as Baileys, which has helped Diageo to gain around 15 basis points of market share since July.<br />Buoyant demand in the U.S. made up for much harsher conditions elsewhere. Sales in Europe and Turkey, the company’s second-largest market by revenue, fell 10%. Although recovering, the region will be under pressure until bars and restaurants can reopen. Unlike Americans, Europeans tend to do more of their drinking outside the home.<br />Business in Asia is suffering from the sharp fall in airport duty-free sales. In Latin America, consumers are starting to trade down to cheaper brands as their disposable incomes are pinched. Overall, Diageo’s sales increased by just 1% over the six months through December, beating expectations of a decline.<br />The American market has been a bright spot for most drinks companies since Covid-19 went global. Tonic-water maker FeverTree, which also reported results Thursday, said its U.S. sales increased 23% in 2020. But Diageo is also reaping the rewards of a recent effort to tidy up its portfolio. In late 2018, it sold 19 lower-priced brands to privately owned Sazerac and has focused instead on fast-growing and higher-margin categories like gin and tequila."
}