{
    "url_original": "https://www.wsj.com/articles/discord-chat-app-is-safer-now-for-kids-but-still-lacks-parental-controls-11610805602",
    "url": "discord-chat-app-is-safer-now-for-kids-but-still-lacks-parental-controls-11610805602",
    "title": "Discord Chat App Is Safer Now for Kids but Still Lacks Parental Controls",
    "sub_head": "Chat platform popular with gamers tries to shed anything-goes image; safety expert says, ‘I would give them a B+’",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-286262?width=620&size=1.5",
    "image_1": "im-286262.jpg",
    "time": "2021-01-16 09:00:00",
    "body": "Discord, the popular chat service used largely by teenage and young-adult gamers, is trying to reinvent itself as a friendly place to hang out—a virtual space where anyone can gather for karaoke nights, group painting sessions or yoga classes.<br />On Discord, anyone can create a private chat room—a “server,” in Discord parlance—and invite friends in to talk live via video, audio or text and to share pictures and videos. This made Discord a content free-for-all that many parents have been leery of allowing their children to access.<br />But over the past six months, the service, with more than 140 million monthly active users, has instituted changes and is taking a more proactive approach to policing the site for child predators and blocking minors from seeing porn.<br />These changes come as social-media platforms are increasingly scrutinized, from both the political right and left, for their handling of content. They are seen as having played a role in the riot at the U.S. Capitol earlier this month;  Facebook  and  Twitter  are also receiving criticism for deciding to deplatform President Trump and some of his supporters. As Trump supporters look to congregate elsewhere, options are limited: One preferred network, Parler, was evicted by web-service provider  Amazon  and app stores run by Apple and Google, on the grounds that it didn’t do enough to stop the promotion of violence. Parler said its volunteer moderators were overwhelmed with the number of posts as the service experienced rapid growth.<br />Discord has stayed out of the headlines this month, but that hasn’t always been the case."
}