{
    "url_original": "https://www.wsj.com/articles/does-biden-want-a-bill-or-an-issue-11611683978?mod=opinion_major_pos8",
    "url": "does-biden-want-a-bill-or-an-issue-11611683978",
    "title": "Does Biden Want a Bill or an Issue?",
    "sub_head": "He’ll accomplish more if he makes a realistic to-do list rather than an ambitious wish list.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-01-26 12:59:00",
    "body": "Years ago I heard a story about an aide presenting Lyndon B. Johnson with an aggressively liberal draft of a bill he wanted the president to send to Congress. Johnson read it, looked up and asked: “Do you want a bill or an issue?”<br />For practical politicians, this is always the right question, and it is an essential one for President Biden. Thoughtful progressives understand that with Democrats’ narrow margins in the House and Senate, much of their agenda can’t be enacted in the next two years. Nonetheless, they believe the president should stand firm and draw contrasts. The goal is to expand the majorities in 2022—and then pass the agenda.<br />Like all strategies, this one rests on a bet about the future that may not pan out. I don’t see evidence of a latent progressive supermajority, and I doubt that Mr. Biden and his team do, either. A president who did would have run a very different campaign. So what can be done to convince skeptical Americans that the federal government can break through the partisan stalemate to make their lives better?<br />Now that Senate Minority Leader Mitch McConnell has received credible assurances that the filibuster will remain intact, the Senate can make committee assignments and get organized for the next two years, and the legislative process can begin. Much depends on how the administration chooses to use this opportunity. It proposes an additional $1.9 trillion in additional pandemic relief, a package that has no chance of passing in its current form. In a meeting on Sunday, potentially cooperative Republicans and moderate Democrats told National Economic Council director Brian Deese that the proposal is too large, poorly targeted, and contains measures—such as a $15 federal minimum wage—that are at best loosely related to the current crisis.<br />The participants in this meeting are an expanded version of the bipartisan groups in the House and Senate that broke the previous logjam on Covid relief. Their compromise package became the template for the legislation that passed in late December. If the White House wants to get something done quickly, it should ask these lawmakers to develop consensus recommendations within a week as the basis for continued discussions with Mr. Deese and other senior administration officials."
}