{
    "url_original": "https://www.wsj.com/articles/dogs-are-their-own-drying-machines-11611863628",
    "url": "dogs-are-their-own-drying-machines-11611863628",
    "title": "Dogs Are Their Own Drying Machines",
    "sub_head": "Thanks to twistable spines and loose skin, canines and other animals can efficiently spin water off their bodies.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-290645?width=620&size=1",
    "image_1": "im-290645.jpg",
    "time": "2021-01-28 14:53:00",
    "body": "Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.<br />I’m increasingly envious of the dogs in my neighborhood. I can’t swim at the moment because all U.K. sports facilities are closed, and even now, in the cold depths of winter, the local river and lakes look more and more inviting. As I gaze longingly, in the full knowledge that I hate freezing water and so a swim is just a dream, there’s inevitably a woof and a splash as a very happy dog just launches itself straight in. After some goofy frolicking, it will clamber out, shake itself off and trot away to investigate a nearby squirrel as if nothing had happened. The thing I’m most envious of is the drying process—four seconds and it’s done. How is that possible?<br />The first thing to know is that it’s not just dogs. In a 2012 paper, David Hu and colleagues at the Georgia Institute of Technology looked at 16 species that shake themselves dry, including mice, bears, kangaroos, sheep, and a lion, and laid out the foundation of what’s going on. (The researchers coyly admitted that they were unable to measure the lion’s body directly, demonstrating that discretion really is the better part of scientific valor.)<br />When a wet dog is standing still, the water is pulled downward by gravity and drips from the hair on its belly. It’s a slow process, but you can speed it up by creating a force that effectively boosts gravity, which is what a spin dryer does. As the drum spins, it pushes inward on the clothes, making them go around in circles and creating a centrifugal force that pulls the water outward, where it can escape through the holes in the drum. My home spin dryer can generate an effective force 800 times stronger than gravity, and drags water out of clothes pretty quickly.<br />Evolution doesn’t need a spinning drum because mice, dogs and bears can twist their spine, oscillating their body round and back to produce an effective force outwards. This is what they’re doing when they shake themselves dry."
}