{
    "url_original": "https://www.wsj.com/articles/doj-settles-first-civil-ppp-fraud-case-against-bankrupt-online-retailer-11610587315?mod=business_minor_pos4",
    "url": "doj-settles-first-civil-ppp-fraud-case-against-bankrupt-online-retailer-11610587315",
    "title": "DOJ Settles First Civil PPP Fraud Case Against Bankrupt Online Retailer",
    "sub_head": "E-commerce company SlideBelts returned $350,000 federal loan and agreed to pay $100,000 to resolve fraud allegations",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-285142?width=620&size=1.5",
    "image_1": "im-285142.jpg",
    "time": "2021-01-13 20:21:00",
    "body": "A bankrupt internet retailer is the first borrower under the Paycheck Protection Program to settle civil Justice Department fraud allegations after the company falsely claimed it wasn’t bankrupt on a $350,000 loan application.<br />SlideBelts Inc., an e-commerce company selling apparel and wearable technology, and its chief executive Brigham Taylor agreed to pay $100,000 in damages and penalties to resolve civil fraud allegations, according to the U.S. attorney’s office in Sacramento, Calif. SlideBelts returned the $350,000 loan proceeds in July after multiple requests by the Small Business Administration, which administers the PPP.<br />Under SBA rules, companies under bankruptcy protection aren’t eligible to access the PPP, an enormously popular program of forgivable, government-guaranteed loans designed to keep checks flowing to Americans during the Covid-19 pandemic.<br />“The defendants made false statements to multiple banks in order to obtain a [PPP] loan that should have been disbursed to an honest small business suffering financially from the economic effects of the Covid-19 pandemic,” U.S. attorney McGregor W. Scott said Tuesday. The Justice Department and the SBA will “aggressively pursue those who exploit federal programs intended to help those in need during this national emergency,” he said.<br />As part of the settlement, SlideBelts and Mr. Taylor, who is also the company’s chief financial officer, admitted to making false statements to the three different banks where they submitted PPP applications, prosecutors said."
}