{
    "url_original": "https://www.wsj.com/articles/donald-trump-turned-georgia-blue-11609976086?mod=opinion_major_pos4",
    "url": "donald-trump-turned-georgia-blue-11609976086",
    "title": "Donald Trump Turned Georgia Blue",
    "sub_head": "His relentless attacks on the state’s election apparatus likely depressed Republican turnout.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-281553?width=620&size=1.5",
    "image_1": "im-281553.jpg",
    "time": "2021-01-06 18:34:00",
    "body": "The Democrats’ twin victories in Tuesday’s Georgia Senate runoffs create a political dynamic in Washington that isn’t out of line with recent precedent. Joe Biden will enter the presidency, after wresting it from the other party, with majorities for his party in both houses of Congress. Bill Clinton managed the same feat in 1993. So did George W. Bush in 2001, Barack Obama in 2009 and Donald Trump in 2017. Indeed, the Bush Republican majorities in 2001 (51-50 in the Senate and 221-213 in the House) were almost identical to the Biden Democratic majorities now (51-50 in the Senate and 222-211 in the House).<br />In no case did these majorities lead to long-term control of the federal government. Messrs. Clinton, Obama and Trump saw their parties lose one or both houses of Congress two years after taking office. In 2001, Mr. Bush’s Republicans lost their Senate majority in five months when Vermont Sen. Jim Jeffords switched parties. The GOP regained its Senate majority in 2002 and 2004, in both cases picking up a seat in Georgia.<br />For nearly two decades, Georgia seemed an impenetrable Republican stronghold. The party’s candidates won every presidential, gubernatorial and senatorial race there from 2002-18. But this year, affluent voters in metro Atlanta, like their counterparts in Houston, Dallas and Phoenix, started inching away from the Republicans, as affluent voters in the Northeast, Midwest and West Coast did starting in the 1990s. An increasing black population—many moving from cities like Chicago and Detroit—has contributed to the rising Democratic tide across the South. Georgia, Texas and Arizona are now presidential target states.<br />Voters in Georgia’s cities and suburbs recoiled against Mr. Trump, for reasons of both style and substance. He lost Georgia to Mr. Biden in November by a margin of 49.5% to 49.3%, then he lost his party’s two Senate seats in the runoff.<br />Tuesday’s result wasn’t inevitable. In November Sen. David Perdue edged Democrat Jon Ossoff 49.7% to 47.9%. In the special all-party election for the vacancy created by the resignation of Sen. Johnny Isakson, Republican candidates led Democrats by an almost identical margin: 49.4% to 48.4%. But under Georgia law, Mr. Perdue’s failure to win an absolute majority put him in a runoff against Mr. Ossoff. Sen. Kelly Loeffler, appointed to replace Mr. Isakson, squared off in a head-to-head battle with the lead Democrat, the Rev. Raphael Warnock."
}