{
    "url_original": "https://www.wsj.com/articles/donor-privacy-at-the-supreme-court-11610407854?mod=opinion_lead_pos4",
    "url": "donor-privacy-at-the-supreme-court-11610407854",
    "title": "Donor Privacy at the Supreme Court",
    "sub_head": "Xavier Becerra’s policy on nonprofits is in the dock.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-283809?width=620&size=1.5",
    "image_1": "im-283809.jpg",
    "time": "2021-01-11 18:30:00",
    "body": "Xavier Becerra has been nominated to run the Department of Health and Human Services, but his current California office is going to the Supreme Court. The Justices agreed on Friday to hear a pair of lawsuits opposing California’s blanket policy that charities must turn over the names and addresses of their major donors.<br />That information is given to the IRS on a Schedule B form, but it’s sensitive and legally protected from federal disclosure. “No California law or regulation expressly requires charities to file their Schedule Bs with the California Attorney General in renewing their annual registrations,” says the petitioner in Americans for Prosperity Foundation v. Becerra. The state began demanding the information in 2010.<br />California pledged to keep it confidential. But in the course of litigating this case, the foundation says that it “discovered 1,778 Schedule Bs that the Attorney General’s Registry had publicly posted online.” One disclosed was “a complete Schedule B for Planned Parenthood Affiliates of California,” including “the names and addresses of hundreds of donors.” Whoops.<br />Mr. Becerra and state officials say Schedule Bs are required, and there’s a simple reason they weren’t demanded before 2010: “staffing shortages.” He adds that the donor information is used to detect and investigate fraud, as well as abuse of charitable status. But how is this narrowly tailored as a potential restriction on First Amendment rights?<br />The foundation says, “California lacks any satisfying explanation for why it is not content to send targeted, individualized requests for such information to the handful of charities it actually investigates.” Privacy is vital to freedom of association, as the Supreme Court recognized in 1958, when it held that the state of Alabama could not demand the NAACP’s membership lists."
}