{
    "url_original": "https://www.wsj.com/articles/dont-expect-police-to-shoot-at-crowds-11610147071?mod=opinion_lead_pos8",
    "url": "dont-expect-police-to-shoot-at-crowds-11610147071",
    "title": "Don’t Expect Police to Shoot at Crowds",
    "sub_head": "When it comes to denouncing or indicting inciters, there’s no reason to stop at Donald Trump.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-01-08 18:04:00",
    "body": "When white supremacists and counterprotesters descended on Charlottesville in 2017, police didn’t issue riot gear, close streets, or call immediately for state or federal backup. And it wasn’t because they weren’t forewarned or lacked intelligence on what was about to happen. Indeed, they had experienced a nearly identical situation with a KKK rally weeks before.<br />But in one way America isn’t a banana republic: Police will do almost anything to avoid firing into a crowd to interrupt lawbreaking or even risk the possibility. This also was true during the George Floyd protests, when police in New York flashed their lights and squawked on bullhorns but didn’t get out of their cars to stop store looters because it wasn’t worth risking lives to save a few $1,200 sweaters.<br />In the end, most of the invaders of the Capitol behaved more like tourists than insurrectionists, allowing themselves to be herded out when police had assembled a superior force. It could have been much worse but wasn’t because sense was prevalent on both sides.<br />A careful postmortem in Charlottesville showed that protesters are like your children: Each one is different. Political activists, gawkers and journalists show up as well as hatemongers of every description, drawn by a hope of mayhem and not overly observant of partisan narratives adopted for the convenience of the media. Was President Trump warned that threats to the Capitol had been circulating online for weeks? He should have been—in which case he might well worry about a charge of incitement.<br />If the storming of the Capitol finally inoculates voters against the worst tendencies of Trumpism, notice this goal was not vouchsafed by four years of Democrats and the media trying to counter Trump by emulating him, with false narratives and tortured or falsified evidence."
}