{
    "url_original": "https://www.wsj.com/articles/doordashs-appeal-goes-beyond-food-11611840609?mod=markets_lead_pos11",
    "url": "doordashs-appeal-goes-beyond-food-11611840609",
    "title": "DoorDash’s Appeal Goes Beyond Food",
    "sub_head": "Consumers may be rushing back to their favorite restaurants as the pandemic eases, but convenience should continue to deliver for DoorDash",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-28 08:30:00",
    "body": "Food-delivery platform  DoorDash  is now trading nearly 90% above its initial public offering price just as vaccines are being broadly distributed in the U.S. and restaurants in some of its largest markets are poised to reopen outdoor dining. So why isn’t this stock a screaming short?<br />The answer may be more about convenience than taste. In addition to restaurant delivery, DoorDash has been building up its market share in third-party delivery for other goods, such as those from the likes of 7-Eleven, Wawa, Circle K and CVS. Post-pandemic, those ancillary opportunities could prove to be more central to DoorDash’s growth thesis than bearish investors are appreciating.<br />The bulk of DoorDash’s appeal heading into its December IPO was how quickly it was able to go from 0 to 60 in food delivery. The company says it had just 17% U.S. market share in terms of total sales in January 2018 but that its share had grown to 50% as of last October—nearly twice that of its next-largest competitor, Uber Eats. Now it turns out that in more nascent markets like convenience delivery, DoorDash has been growing even more quickly.<br />A report out from Edison Trends Thursday shows DoorDash now owns 58% of U.S. convenience-store spending via third-party delivery apps, more than twice that of its next-largest competitor, goPuff. Last January, Edison Trends had DoorDash’s share at around 5% and goPuff at 70%. For all of Uber’s talk of leaning strongly into auxiliary delivery services, Uber Eats’ market share in third-party convenience goods is now just 8%, according to the report.<br />For DoorDash, the convenience market may be more than just icing on the cake. Based on Edison Trends’ analysis, overall online consumer spending at convenience stores grew nearly 350% in 2020, nearly three times faster than online restaurant consumer sales. DoorDash customers increased their convenience-store spending by 162% sequentially from the third to the fourth quarter, according to EdisonTrends’ data—a good sign for DoorDash’s first earnings report as a public company coming up late next month."
}