{
    "url_original": "https://www.wsj.com/articles/double-stock-market-bubble-brings-toil-and-perhaps-trouble-11609686000?mod=markets_lead_pos2",
    "url": "double-stock-market-bubble-brings-toil-and-perhaps-trouble-11609686000",
    "title": "Double Stock-Market Bubble Brings Toil and (Perhaps) Trouble",
    "sub_head": "Investment choices previously viewed as overpriced showed big gains in 2020. Can they prove doubters wrong again?",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-279334?width=620&size=1.5",
    "image_1": "im-279334.jpg",
    "time": "2021-01-03 10:00:00",
    "body": "It is easy to spot bubbles. Too easy: They seem to be almost everywhere, almost all the time. Worse still for those of us who try to spot excess, much of the stuff that was labeled frothy in recent years went on to make big money in 2020 for those who bought into it anyway.<br />The question for investors: Were the bubble calls just wrong? Or are we in a new era of wild speculation driven by cheap money that must inevitably come to an end?<br />I lean toward the latter. But the stunning performance of so many bubble stocks this past year shows that even if this turns out to be right eventually, there is plenty of scope to be horribly wrong in the meantime.<br />For one example, consider the bubble portfolio created in mid-2017 by Paul McNamara, an emerging-market fund manager at GAM. Featuring stocks and bonds labeled as bubbles by the financial  Twitter  community that year, it includes  Tesla ,   Netflix ,   Tencent ,  a bitcoin fund, Canadian apartments, London property and long-dated U.S., Japanese and Argentinian bonds. Only one—the Argentinian 100-year bond—is down since being selected, having lost almost all its value.<br />If you had spread $900 equally across the portfolio’s nine holdings at the end of June 2017, you would now have more than $2,950, more than double what you would have got from the S&P 500. Remember, this was buying the stuff that many thought was already wildly overvalued."
}