{
    "url_original": "https://www.wsj.com/articles/drug-use-for-grown-ups-review-a-dose-of-dissent-11610579392",
    "url": "drug-use-for-grown-ups-review-a-dose-of-dissent-11610579392",
    "title": "‘Drug Use for Grown-Ups’ Review: A Dose of Dissent",
    "sub_head": "For people who can control their impulses and regulate their emotions—so it is argued—the use of drugs, including heroin, can have good effects.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-284951?width=620&size=1.5",
    "image_1": "im-284951.jpg",
    "time": "2021-01-13 18:09:00",
    "body": "In a referendum in November, Oregon became the first state to decriminalize the possession of small amounts of heroin, cocaine, methamphetamine and LSD. The move was inspired by a 2001 law in Portugal that removed incarceration as a penalty for drug possession. To judge by “Drug Use for Grown-Ups,” Carl Hart welcomed this news, which came too late for him to mention in his provocative and enlightening book. He opens with the announcement: “I am an unapologetic drug user.”<br />Mr. Hart, a professor of psychology and a neuroscientist at Columbia University, asserts that “recreational drugs can be used safely to enhance many vital human activities.” He bases his claim on decades of research on the behavioral and physiological effects of drugs in humans, coupled with his personal use. Thanks to drugs, he says, “I am a happier and better person.” He asks that we think about drugs in a more nuanced way, even at a time when opioid abuse is still headline news. Thus his book represents a calculated risk—namely, that by portraying drug use as so potentially rewarding for responsible users, it may inadvertently seduce non-grown-ups into hazardous use.<br />Mr. Hart reports that his views about drugs have evolved over the years. Growing up near Miami as a teen in the early 1980s, a city then overrun with crack cocaine, he saw drugs as a raging menace. In graduate school he began studying neuroscience. “If I could stop people from taking drugs, especially by fixing their broken brains,” he told himself, “I could fix the poverty and crime in my community.” In pursuit of this mission, he tried to prove the dangers of drug use. But over time he concluded that the marijuana, cocaine and methamphetamine that he gave (with the approval of various ethics committees) to his subjects, themselves experienced drug users, was not as harmful as he had expected. No matter the drug, his subjects overwhelmingly said that they felt “more altruistic, empathetic, euphoric, focused, grateful, and tranquil.”<br />“Drug Use for Grown-Ups” has the soul of a manifesto. Mr. Hart wants to show us that “government bans on recreational drugs violate the spirit and promise of the nation’s founding document.” Putting it more personally, he writes: “It is my birthright to use substances in my pursuit of happiness.” Though a regular user of heroin, Mr. Hart says that he is “not an addict,” adding: “I have never failed to meet my obligations as a result of the drug or its effects.” The same is true for most other heroin users, he says, citing data showing that addiction affects only 10% to 30% of those who regularly use heroin and methamphetamine, among other drugs.<br />The alleged enslaving nature of drugs—you use it and you’re hooked—is one of many misperceptions that Mr. Hart tries to dispel. Each of his chapters presents a tutorial on the pharmacology and physiological effects of a particular class of drug, including opioids, amphetamines, psychedelics, cocaine and cannabis."
}