{
    "url_original": "https://www.wsj.com/articles/drunk-tank-pink-by-shame-review-alienation-with-a-south-london-accent-11610404288?mod=opinion_reviews_pos2",
    "url": "drunk-tank-pink-by-shame-review-alienation-with-a-south-london-accent-11610404288",
    "title": "‘Drunk Tank Pink’ by Shame Review: Alienation With a South London Accent",
    "sub_head": "British band Shame’s evocative lyrics and propulsive beats stand out in London’s crowded, post-punk scene.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-283231?width=620&size=1.5",
    "image_1": "im-283231.jpg",
    "time": "2021-01-11 17:31:00",
    "body": "<br /><br /><br />Rock music may be on the wane commercially, but England continues to produce young and aggressive young bands who channel the sound and attitude from the glory days of post-punk. In the past few years, South London has been fertile ground for such groups, including Black MIDI, Fat White Family and the five-piece outfit Shame. The last of these formed in 2014 when its members were teenagers and released its debut album, “Songs of Praise,” in 2018. Though the record wasn’t a huge seller, Shame and its surrounding scene generated a fair amount of hype in the British press. The group’s influences are right there on the surface—the forceful grooves of Gang of Four, the bitter, half-spoken vocal rants of the Fall, the cathartic choruses of the Clash—but Shame’s perspective is contemporary, befitting the youth of its members (none has reached 25). The band’s second album, “Drunk Tank Pink” (Dead Oceans), out Friday, intensifies and distills its sound and is its strongest work to date.<br />“Drunk Tank Pink” was completed at least six months ago and was written before the pandemic, but you can’t blame a group like this for trying to hold a record until concerts are possible. Shame has a reputation as a great live band, due in no small part to its rhythm section. Though the guitars, by Eddie Green and Sean Coyle-Smith, are jagged, punishing and occasionally disarmingly melodic, the ear keeps returning to the forward thrust of Josh Finerty’s bass and Charlie Forbes’s drums. The record’s producer, James Ford, once made electronic dance music as part of Simian Mobile Disco, and he has a keen understanding of how a propulsive beat can elevate rock."
}