{
    "url_original": "https://www.wsj.com/articles/duets-review-social-distancing-in-tandem-11611611538",
    "url": "duets-review-social-distancing-in-tandem-11611611538",
    "title": "‘Duets’ Review: Social Distancing in Tandem",
    "sub_head": "Performance artist Elliot Reed and guest collaborators take on Covid-19 restrictions as a formal challenge in a series of improvised works at MoMA PS1.",
    "category_1": "Dance Review",
    "image_1_url": "https://images.wsj.net/im-290162?width=620&size=custom_2000x1500",
    "image_1": "im-290162.jpg",
    "time": "2021-01-25 16:52:00",
    "body": "Long Island City, N.Y.<br />Performance artist and director Elliot Reed, at MoMA PS1 as part of “This Longing Vessel: The Studio Museum Artist in Residence 2019-20,” offers a handsome array of his two-dimensional, three-dimensional and video work that can be viewed, four gallery-goers at a time, on the museum’s second floor. “This Longing Vessel” (which also includes work by E. Jane and Naudline Pierre and is associated with MoMA PS1’s multiyear partnership with Harlem’s Studio Museum) is promoted as presenting “the intersection between queerness and Blackness as a waypoint to yearn from, reach toward and leap beyond.”<br />For his part, Mr. Reed offers a gallery with two high-gloss aluminum signs, one emblazoned with the word “BLOOD,” the other with “NUDITY”; an empty track suit laid out on a bed of salt; and a five-screen video display with Mr. Reed at its center, flanked by the four musicians of the JACK string quartet. Mr. Reed gesticulates and recites a text, which can be read in full at mo.ma/elliotreed, in which he muses on both contemporary and historical criminal acts targeting Black victims—a “real-life horror story.” The musicians take their cues from some of Mr. Reed’s readings. And now, as launched on Saturday and continuing on Feb. 6, Feb. 20 and March 6, Mr. Reed is presenting a series of “Duets” in PS1’s converted school building, in places inaccessible to museum visitors.<br />Each excursion, streamed to video screens in the museum and on MoMA’s website, as well as to PS1’s Instagram account, will have Mr. Reed and an invited artist improvise an hour-long performance aimed at, according to MoMA’s online calendar, “reinterpreting COVID-19 precautions as a formal challenge.” In the first, Mr. Reed was joined by dancer-choreographer Raymond Pinto. The Feb. 6 duet will include choreographer Ishmael Houston-Jones; the one on Feb. 20, performance artist Ron Athey; and the final one a collaborator still to be decided.<br />The initial performance unfolded as gently poetic rather than strongly polemical. Except for passing references to asbestos and mesothelioma as Mr. Pinto and Mr. Reed maneuvered together under some insulated pipes of the museum’s furnace room, their duet was a mostly playful one in which the two men, in janitor-style coveralls explored their confines and exchanged thoughts while maintaining social distance in the lower reaches of PS1."
}