{
    "url_original": "https://www.wsj.com/articles/during-covid-19-lockdowns-people-went-back-to-smoking-11611829803?mod=business_lead_pos3",
    "url": "during-covid-19-lockdowns-people-went-back-to-smoking-11611829803",
    "title": "During Covid-19 Lockdowns, People Went Back to Smoking",
    "sub_head": "Decline in cigarette sales stopped last year amid health concerns about e-cigarettes; ‘Trust the devil you know’",
    "category_1": "Business",
    "time": "2021-01-28 08:08:00",
    "body": "The decadeslong decline in U.S. cigarette sales halted last year as people in lockdown lit up more frequently and health concerns around e-cigarettes caused some vapers to switch back to cigarettes.<br />Before the pandemic, U.S. cigarette unit sales had been falling at an accelerating rate, hitting 5.5% in 2019, as smokers quit or switched to alternatives like e-cigarettes. The pandemic put the brakes on that slide. In 2020, the U.S. cigarette industry’s unit sales were flat compared to the previous year, according to data released Thursday by Marlboro maker  Altria Group Inc.<br />People had more opportunities to smoke because they spent more time at home and had more money to spend on cigarettes because they spent less on gas, travel and entertainment, Altria said. At the same time, some e-cigarette users turned back to combustible cigarettes because of increased e-cigarette taxes, bans on flavored vaping products and confusion about the health effects of vaping, consumers and industry officials say.<br />U.S. cigarette sales were even stronger last year than they were in 2015, when many consumers switched back to cigarettes after trying first-generation vaping devices. Those early products didn’t deliver nicotine effectively enough to satisfy some addicted cigarette smokers. But e-cigarette sales took off again in 2017, spurred by the popularity of a new vaporizer called Juul.<br />E-cigarette sales were booming in the fall of 2019 when the U.S. Centers for Disease Control and Prevention, investigating an outbreak of a mysterious lung illness, warned consumers not to use any vaping products. Sales took a nosedive. The illness later was linked to vitamin E oil in marijuana vaping products, but the public’s perception of e-cigarette safety hasn’t rebounded and neither have sales."
}