{
    "url_original": "https://www.wsj.com/articles/earths-wild-music-review-listening-for-natures-melody-11611787642?mod=opinion_reviews_pos1",
    "url": "earths-wild-music-review-listening-for-natures-melody-11611787642",
    "title": "‘Earth’s Wild Music’ Review: Listening for Nature’s Melody",
    "sub_head": "In the face of extinctions, a writer’s call to cherish the voices that make a symphony out of the natural world.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-291365?width=620&size=1.5",
    "image_1": "im-291365.jpg",
    "time": "2021-01-27 17:47:00",
    "body": "For half a century, philosopher Kathleen Dean Moore has written about the natural world, her work shaped by the homes she’s made in Corvallis, Ore., and Chichaghof Island, Alaska. It’s also indebted to the conservationist and writer Rachel Carson (1907-1964), best known for “Silent Spring,” the landmark 1962 book in which she envisioned a world eerily hushed by pesticides. “I imagine,” Ms. Moore writes of Carson, “she called the book ‘Silent Spring’ . . . because it was the loss of the birds’ music that would grieve her the most.”<br />Ms. Moore adores birdsong, too, though in “Earth’s Wild Music: Celebrating and Defending the Songs of the Natural World” she details the threat of a broader quiet across the planet if humanity fails to heed warnings about the extinction crisis and other environmental challenges before us. “In the fifty years that I have been writing about nature,” she laments, “roughly 60 percent of all individual mammals have been erased from the face of the Earth. The total population of North American birds, the red-winged blackbirds and robins, has been cut by a third. Half of grassland birds have been lost. Butterflies and moths have declined by similar percentages. As individual numbers decrease, species are being lost, too. As many as one out of five species of organisms may be on the verge of extinction now, and twice that number could be lost by the end of the century.”<br />Given its subject matter, “Earth’s Wild Music” is necessarily a serious book, but its moral insights are occasionally leavened with humor. Ms. Moore is a fervent nature lover, sometimes comically so. She finds it grand when a woodpecker rat-a-tat-tats her roof in the wee hours of an Alaskan morning, breaking her sleep, though the author’s sister suggests earplugs. Ms. Moore grieves when a new roof proves less welcoming to the noisy critter and devises largely fruitless expedients to lure him back. She overcomes a fear of caves and enters one in Arizona, and, on a desert campout, she not only accepts the presence of rattlesnakes but goes out looking for them—at night. And while others might be put off by the spines of a saguaro cactus, Ms. Moore thrums them like a guitar. “If a person is patient in her plucking,” she notes, “she can play music” on the prickly plant.<br />The straight man for Ms. Moore’s quixotic adventures is her husband of many years, Frank Moore, a retired neuroendocrinologist whom she affectionately describes as “tall and strong . . . ruddy as a ponderosa pine.” He’s also dying of a cancer working “quietly behind the scenes.” The mere thought of his absence, she mentions in a passage that brings a lump to the reader’s throat, brings what she calls “anticipatory loneliness.”<br />Ms. Moore considers the possibility of an even wider loss—the souring of seas, the withering of forests, and the wholesale disappearance of many kinds of life, which she regards as a form of spiritual impoverishment, too. “My nightmare is that before we lose the Earth’s life-sustaining systems, we will lose its soul-sustaining system—the Earth’s wild music,” she writes."
}