{
    "url_original": "https://www.wsj.com/articles/ecb-holds-steady-on-interest-rates-stimulus-as-economic-outlook-darkens-11611234456",
    "url": "ecb-holds-steady-on-interest-rates-stimulus-as-economic-outlook-darkens-11611234456",
    "title": "ECB Holds Rates, Stimulus Steady as Economic Outlook Darkens",
    "sub_head": "European Central Bank will continue to support eurozone governments with asset purchases",
    "category_1": "Economy",
    "category_2": "Europe Economy",
    "image_1_url": "https://images.wsj.net/im-288385?width=620&size=1.5",
    "image_1": "im-288385.jpg",
    "time": "2021-01-21 08:07:00",
    "body": "FRANKFURT—The European Central Bank kept its large monetary stimulus unchanged on Thursday, pledging to continue backstopping the region’s governments via large-scale debt purchases as a stubborn wave of Covid-19 infections darkened the economic outlook.<br />In a statement, the ECB said it would continue to buy up to 1.85 trillion euros, equivalent to $2.24 trillion, of eurozone bonds through March 2022, as planned, meaning that it will continue to absorb the bulk of the debt issued by eurozone countries this year.<br />The ECB’s bond purchases support the region’s governments as they spend freely on job-furlough and other programs aimed at keeping businesses and jobs alive. The ECB left its key interest rate unchanged at minus 0.5%.<br />Europe’s economic outlook has darkened since the ECB’s last policy meeting in December, when President Christine Lagarde unveiled a large new stimulus package. With infection rates still high across the region, governments in Germany and other countries have signaled in recent days that they will tighten or extend social restrictions. Meanwhile, the rollout of vaccinations has been sluggish.<br />Analysts worry that the region’s $13 trillion economy will slide back into recession in the first three months of 2021, as businesses and households remain cautious. Eurozone inflation has been below zero for the past five months, through December, far from the ECB’s target of just below 2%. The euro has also staged a rally against the dollar in recent months, hurting the competitiveness of Europe’s large exporters in crucial overseas markets such as the U.S."
}