{
    "url_original": "https://www.wsj.com/articles/election-fraud-claims-a-state-by-state-guide-11609962846?mod=politics_lead_pos3",
    "url": "election-fraud-claims-a-state-by-state-guide-11609962846",
    "title": "Election Fraud Claims: a State-by-State Guide",
    "sub_head": "President Trump’s campaign and its allies have lost dozens of court cases challenging President-elect Joe Biden’s win",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2021-01-06 14:54:00",
    "body": "President Trump’s Republican allies in Congress are objecting to several states’ electoral votes, saying fraud and irregularities marred the November election. But there is no evidence of such problems on a scale large enough to reverse Democratic President-elect Joe Biden’s win.<br />Here are some of the claims about alleged irregularities in five key states and election officials’ responses. Mr. Trump’s campaign and its allies have lost dozens of lawsuits seeking to challenge the results.<br />Mr. Trump and his supporters have alleged widespread irregularities in Arizona’s election. Mr. Biden won the battleground state by 10,457 votes, according to the certified result. Audits in Arizona’s four most populous counties found no evidence of widespread discrepancies, according to reports released by the Arizona secretary of state’s office.<br />In November, Arizona’s election was the target of claims questioning whether votes made with Sharpie pens would be counted. Government officials debunked the theory. “If you voted a regular ballot in-person, your ballot will be counted, no matter what kind of pen you used (even a Sharpie),” Arizona Secretary of State Katie Hobbs, a Democrat, said in a  Facebook  post.<br />Georgia uses voting machines provided by Denver-based Dominion Voting Systems Corp. Mr. Trump said on Twitter after the Nov. 3 vote that Dominion’s equipment is “not good or secure,” and he and his allies have repeatedly questioned the accuracy of those machines."
}