{
    "url_original": "https://www.wsj.com/articles/electric-car-quotas-have-a-high-cost-11611614105?mod=opinion_lead_pos7",
    "url": "electric-car-quotas-have-a-high-cost-11611614105",
    "title": "Electric Car Quotas Have a High Cost",
    "sub_head": "California wants to do it, and Biden wants to help—even though it will violate the law and cost us all.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-289269?width=620&size=1.5",
    "image_1": "im-289269.jpg",
    "time": "2021-01-25 17:35:00",
    "body": "President Biden can’t mandate that we all drive electric cars, but he’s opening the gates to an electric Trojan horse. In a day-one executive order, Mr. Biden began the process of rescinding a Trump administration rule, the first step toward greenlighting California’s electric car agenda. California and like-minded states plan to impose electric cars through production quotas—whether drivers want the cars or not.<br />California regulators call it a “zero-emissions vehicle” standard, but green propaganda shouldn’t obscure what’s really going on. Start with federal law. It requires the transportation secretary to set national average fuel-economy performance standards for car makers at the “maximum feasible” level without restricting consumer choice. Instead of mandating a given technology, federal fuel-economy standards allow car makers the freedom to decide how best to improve fuel economy at the lowest cost.<br />To promote efficiency, federal law broadly forbids state regulations “related to fuel economy standards.” Courts have held that this law forbids electric car quotas and similarly meddlesome command-and-control policies that seek to dictate how car makers should meet federal performance standards. The Golden State argues that a special exception made for California regulations in the Clean Air Act should also be read into the federal fuel-economy law. But that law’s text says no. It forbids fuel-economy regulation by any state—no exceptions.<br />Next, the policy. Congress pre-empted state laws in 1975 because sprinkling policies like state electric car quotas on top of federal fuel-economy standards makes no sense. An electric car quota in California would force car makers to meet national fuel-economy standards using one of the most expensive fuel-efficiency technologies, undermining consumer choice and increasing costs. One study from 2019 estimates that state electric car quotas will cost an extra $400 for every new car nationwide by 2025.<br />Those costs won’t be distributed equally. The zero-emission vehicle standard is in effect a hidden regressive tax paid by ordinary car buyers to subsidize luxury cars for the wealthy. It takes $400 from the wallets of low- and moderate-income car buyers and hands it over primarily to six-figure-income electric car buyers, who enjoy many other subsidies, too."
}