{
    "url_original": "https://www.wsj.com/articles/emerging-market-borrowing-boom-sparks-concerns-over-debt-loads-11611829802?mod=markets_lead_pos2",
    "url": "emerging-market-borrowing-boom-sparks-concerns-over-debt-loads-11611829802",
    "title": "Emerging-Market Borrowing Boom Sparks Concerns Over Debt Loads",
    "sub_head": "Even small, fragile economies have issued debt this year at ultralow borrowing costs, thanks to substantial investor appetite",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-290216?width=620&size=1.5",
    "image_1": "im-290216.jpg",
    "time": "2021-01-28 05:30:00",
    "body": "Developing economies borrowed at a blistering pace at the start of the year after a record 2020, prompting questions among investors about whether they are building up debt problems for the future.<br />Governments and companies in developing countries have sold close to $100 billion of bonds so far in January, using the cash to plug budget deficits and shield themselves from the economic impact of the coronavirus pandemic, according to data from Dealogic. In all of 2020, they borrowed $847 billion.<br />“We’ve never seen a busier start, in terms of issuance year to date—by a large margin,” said Stefan Weiler, a regional head of emerging-debt capital markets at JPMorgan. “From an issuer perspective, it’s hard to see market conditions improving.”<br />Benin, a small, rural West African nation that relies on cotton for most of its export income, raised €1 billion this month, equivalent to $1.2 billion, at an average yield of 5.4%, which was over half a percentage point lower than for a similar, smaller issuance in 2019.<br />The country was able to “seize the best market window available,” said Romuald Wadagni, Benin’s minister of economy and finance. He said more than 125 international investors bid for the bonds and noted that the 31-year bonds had the longest maturity of euro-denominated debt ever issued by an African country."
}