{
    "url_original": "https://www.wsj.com/articles/etsys-cup-may-have-runneth-over-11610541000?mod=markets_lead_pos12",
    "url": "etsys-cup-may-have-runneth-over-11610541000",
    "title": "Etsy’s Cup May Have Runneth Over",
    "sub_head": "Online marketplace has surged in the Covid-19 pandemic, but offline rivals are likely to reopen this year",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-13 07:30:00",
    "body": "Crafting has turned into catnip for investors, but the high can’t last forever.<br />Shares of online marketplace  Etsy  soared on Tuesday, closing up 12% after Jefferies analyst John Colantuoni published a report noting continued acceleration in traffic trends for November and December. Etsy’s stock has more than quadrupled over the past year. The seller of homemade goods is now valued at more than $23 billion, well over half the value of  eBay ,  despite the fact that it is predicted to generate less than 20% of the sales of its consumer-tech peer in the fourth quarter.<br />Etsy’s sky-high valuation has been earned through its rapid growth over the past few quarters. Sales in the second and third quarters grew an average of nearly 145% year on year, according to FactSet, and traffic and search trends from the last two months of the year suggest the fourth quarter will also be stellar.<br />Traffic to Etsy’s website rose an average of nearly 96% in November and December, according to SimilarWeb data, which Jefferies says is the highest level of monthly growth it has recorded from the company over the past two years. Meanwhile, growth in Google searches for Etsy also appears to have accelerated in the last two months of the year relative to October, though not as significantly. Together, these trends bode well for fourth-quarter results, which Etsy generally reports in late February.<br />But investors might want to start asking themselves whether year-end outperformance is now baked into the stock, and just how long Etsy can continue to grow at the meteoric pace necessary to maintain its current valuation."
}