{
    "url_original": "https://www.wsj.com/articles/europeans-clash-with-pfizer-biontech-over-covid-19-vaccine-deliveries-11611182655",
    "url": "europeans-clash-with-pfizer-biontech-over-covid-19-vaccine-deliveries-11611182655",
    "title": "Europeans Clash With Pfizer, BioNTech Over Covid-19 Vaccine Deliveries",
    "sub_head": "Governments allege shortfall in deliveries is endangering their immunization campaigns",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-287808?width=620&size=1.5",
    "image_1": "im-287808.jpg",
    "time": "2021-01-20 17:44:00",
    "body": "Tension is rising between European authorities and  Pfizer Inc.  and  BioNTech SE  after officials said the companies had unexpectedly cut their deliveries of Covid-19 vaccines and put their immunization schedules at risk.<br />The Italian government asked the country’s attorney general to study whether it can take legal action after Pfizer cut deliveries of its vaccine for this week by 29% as it retools its Belgium factory, a government spokeswoman said Wednesday.<br />Separately, the German state of Hamburg said Pfizer had delivered fewer vials of vaccine to the city than expected this week.<br />In Europe, Pfizer and BioNTech initially shipped vials of five-vaccine doses, but because of a precautionary practice known as overfilling, the vials contained enough extra liquid for a sixth dose. After the European Union’s drugs agency ruled on Jan. 8 that six doses could be obtained from a vial, the companies cut the number of vials delivered, arguing that their contract was for a certain amount of doses, not vials. The companies have said they were on schedule to deliver the number of doses they had promised.<br />A Hamburg government spokeswoman said the state has struggled to extract the sixth dose as special syringes are required and authorities haven’t been able to purchase them in sufficient quantities. This has left their mobile vaccination teams that inoculate care homes unable to use the full amount of vaccine, she said."
}