{
    "url_original": "https://www.wsj.com/articles/europe-already-snubs-joe-biden-11610319237?mod=opinion_lead_pos2",
    "url": "europe-already-snubs-joe-biden-11610319237",
    "title": "Europe Already Snubs Joe Biden",
    "sub_head": "A China-EU investment deal frustrates his plan to rebuild alliances.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-10 17:53:00",
    "body": "While Joe Biden says he’ll work with U.S. allies to confront China, the allies get a say too. The European Union’s opening statement isn’t encouraging. After years of talks, China and the EU agreed in principle to the Comprehensive Agreement on Investment (CAI) in the final hours of 2020 after some late concessions from Beijing, which was eager to wrap up before Mr. Biden takes office.<br />The deal theoretically gives Europe more opportunities in China for automobiles, cloud computing, financial services, health care and telecom. It will level the “playing field for EU investors by laying down clear obligations on Chinese state-owned enterprises, prohibiting forced technology transfers and other distortive practices, and enhancing transparency of subsidies,” the European Commission said in a statement.<br />It’s reasonable for Europe to want to resolve issues like market access or intellectual-property theft, especially as the U.S. and Asian countries try the same. But the deal’s extensive flaws overwhelm its limited benefits. EU Trade Commissioner Valdis Dombrovskisconceded after the deal was reached that the CAI is “not a panacea.” It doesn’t address, for example, longstanding grievances over steel overcapacity or the trade of counterfeit goods.<br />The larger question is whether Beijing will keep its word. The country’s behavior since joining the World Trade Organization—and especially over the past year—suggests Chinese President Xi Jinping isn’t worried about fulfilling obligations to other countries.<br />In the fight over human-rights provisions, China eventually agreed to “continued and sustained efforts” to ratify International Labor Organization conventions on forced labor. The chairman of the European Parliament’s China delegation tweeted, “That’s just a polite way of saying: ‘NO! Go [expletive] yourself!’” Don’t expect the Xinjiang labor camps to vanish."
}