{
    "url_original": "https://www.wsj.com/articles/europes-self-defeating-vaccine-fight-11611868267?mod=opinion_lead_pos1",
    "url": "europes-self-defeating-vaccine-fight-11611868267",
    "title": "Europe’s Self-Defeating Vaccine Fight",
    "sub_head": "The EU blows its rollout and blames a pharmaceutical firm.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-28 16:11:00",
    "body": "As the European Union fumbles its vaccine rollout, officials in Brussels are looking for villains. They think they’ve found one in vaccine-maker  AstraZeneca .<br />Rather than letting countries negotiate their own vaccine contracts, the European Commission handled procurement for the entire bloc in the name of solidarity. Brussels botched the process, and now the union’s members are lagging together.<br />Europe, the U.S. and U.K. have orders or options for roughly the same number of doses per capita. But the U.S. and U.K. moved faster to secure contracts, which made it easier for pharmaceutical companies to prepare. Washington and London also spent about seven times as much on development, production and procurement per person, according to the British analytics firm Airfinity. Some U.S. states face distribution challenges like many European countries, but American and British regulators approved vaccines faster than their EU counterparts.<br />The results are already clear. By our deadline Thursday, the U.K. had administered doses to more than 11% of residents, while the U.S. was approaching 8%. Denmark was a European success story at 3.7%, while France and Sweden languished around 2%.<br />This hasn’t inspired much reflection in Brussels. EU mandarins spent this week admonishing AstraZeneca after the firm announced that issues with production at a European factory meant it would delivers tens of millions of doses fewer than expected this quarter. The European Commission ordered a raid on AstraZeneca’s production site in Belgium on Wednesday."
}