{
    "url_original": "https://www.wsj.com/articles/ev-dreams-power-baidu-but-may-not-last-11610016124?mod=markets_major_pos3",
    "url": "ev-dreams-power-baidu-but-may-not-last-11610016124",
    "title": "EV Dreams Power Baidu but May Not Last",
    "sub_head": "Company needs new growth model. But a road trip into the frothy electric-vehicle industry might prove bumpy.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-07 05:45:00",
    "body": "Electric vehicle hopes have supercharged shares of Chinese search giant Baidu, long a laggard among Chinese tech stocks. Such a move would make a certain amount of sense for a tech company with plentiful cash and investments in artificial intelligence and automated driving. But given the lack of detail or official confirmation, investors may be getting ahead of themselves.<br />Baidu shares have surged 25% in less than a month after a report from Reuters last month said the company is considering making its own EVs and has held talks with other auto makers. Baidu’s shares had been languishing for the past couple of years and were trading at nearly half a peak in 2018 before the recent rally.<br />Baidu’s core search business is still profitable, but growth has been elusive as ByteDance, owner of short-video app TikTok, has drawn away advertising dollars with its viral content. Baidu’s search for new bright spots has turned up empty. Its online-video business  iQiyi  has been growing but remains deep in the red. Baidu’s proposition to acquire YY Live from  JOYY Inc.  in November for $3.6 billion represents an attempt to diversify into the live-streaming business.<br />Baidu’s shares indeed looked cheap before the rally. Excluding iQiyi, it has more than $10 billion in net cash and generated $1.2 billion in free cash in the September quarter. But the market doesn’t have much interest in classic value plays. It took potential involvement in EVs to finally get investors excited.<br />EV stocks skyrocketed in 2020: Tesla had a nearly 7.5 times increase, while China’s Nio had more than an 11 times increase. It makes sense for Baidu to consider making its own cars, especially when investors are paying attention to anything and everything EV-related. And a move in that direction wouldn’t be out of the blue. The company has long invested in its self-driving technology platform, Apollo. Baidu has rolled out an autonomous taxi service called Apollo Go in three Chinese cities, beginning in 2019. The company got permission in Beijing last month to deploy five vehicles for road tests without safety drivers inside the cars, a first for the country. A fully autonomous vehicle may still be years away, but having its own EVs could help showcase Baidu’s technologies."
}