{
    "url_original": "https://www.wsj.com/articles/even-under-new-leadership-germany-wont-confront-china-11610723101",
    "url": "even-under-new-leadership-germany-wont-confront-china-11610723101",
    "title": "Even Under New Leadership, Germany Won’t Confront China",
    "sub_head": "Successor to Angela Merkel is unlikely to join a Biden-led alliance to confront the Asian giant",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-15 10:08:00",
    "body": "BERLIN—The European Union had been struggling to negotiate an investment deal with China for four years, facing opposition from some of its members and, increasingly, the U.S. In the end, it was German Chancellor Angela Merkel who pushed the project across the finish line last month, according to officials familiar with the talks.<br />After the deal was sealed on Dec. 29 in a virtual meeting between EU leaders and Chinese President Xi Jinping, Ms. Merkel held a separate videoconference with Mr. Xi and President Emmanuel Macron of France to finalize the details of an agreement she later described to aides as the flagship achievement of her final year in office.<br />For decades, the legacy of Germany’s Nazi past has kept the country from wielding hard power internationally. Instead, its foreign policy has focused on cultivating good relations with allies and rivals alike to protect the exports its economy depends on.<br />When Ms. Merkel steps down later this year, few expect this to change, potentially complicating President-elect Joe Biden’s plan to build a broad front to rival China. This is despite the election expected Saturday of a new chair of Ms. Merkel’s Christian Democratic Union who could ultimately take over from her as chancellor, with one candidate holding markedly more hawkish views than her.<br />Under President Trump, the U.S. shunned its allies to engage directly with China to try to improve the terms of its economic relationship with the Asian giant. But now, just as Mr. Biden calls for a collective approach to China from Western democracies, the EU and Germany, having struck their own bilateral deal with Beijing, are unlikely to look back."
}