{
    "url_original": "https://www.wsj.com/articles/exercised-review-born-to-run-11609709772?mod=opinion_reviews_pos1",
    "url": "exercised-review-born-to-run-11609709772",
    "title": "‘Exercised’ Review: Born to Run?",
    "sub_head": "There’s something neurotic about our obsession with physical activity. A specialist in human locomotion offers some perspective.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279748?width=620&size=1.5",
    "image_1": "im-279748.jpg",
    "time": "2021-01-03 16:36:00",
    "body": "Daniel E. Lieberman is one of the world’s most outspoken experts on the effects of physical activity on the human body. So when I read the first pages of his new book, “Exercised: Why Something We Never Evolved to Do Is Healthy and Rewarding,” I was surprised to find that he once hid in a closet to avoid gym class.<br />Doctors, fitness gurus and the media incessantly remind us that exercise leads to healthier and longer lives and thinner and more attractive bodies. We celebrate feats of sporting prowess and lavish attention upon superhero actors with near-pathologically cut torsos. So why, if this is all so good for us, do most of us have relationships with exercise that range from love-hate to hate-hate? Why do we rely on hectoring surveillance technologies like smartwatches to put us through our “required” daily paces?<br />The title of “Exercised” is a clue: There’s something neurotic, vexed, anxious about our obsession with physical activity. In the book, Mr. Lieberman faces down a dozen myths about physical fitness and health, devoting a chapter to each. His lens is evolution—he’s a Harvard paleoanthropologist with a specialty in human locomotion—and he studies the effects of energy-expending bodily movement in the laboratory and in varied groups of people around the world.<br />In one chapter, for example, Mr. Lieberman tackles the myth that sitting is bad for you. Disappointingly he finds that the myth is true, but not in the way most people assume. Contrary to conventional wisdom, slouching postures don’t lead to back pain, as evidenced both by reams of research on office workers and comparisons of sitting styles around the world. The real problem is that people don’t get up and move around enough. As scientists are beginning to understand, long-term inactivity and greater fat around our organs raise the risk of diseases of chronic inflammation, like arthritis and type 2 diabetes. Mr. Lieberman’s prescription? Don’t be inert for too long. Take a break. Get up. Or at least “squirm shamelessly.”<br />Until about two million years ago, every one of our ancestors lived by foraging for wild foods. Human physiology and anatomy adapted to these ancient lifestyles in ways that may not be optimal today. It’s not that we are worse off for this history—indeed, 21st-century Americans live longer, healthier lives than those of any previous era. But sometimes the tricks we once evolved to solve old problems trip us up today."
}