{
    "url_original": "https://www.wsj.com/articles/exodus-not-the-model-for-parsing-america-11610746594?mod=opinion_major_pos17",
    "url": "exodus-not-the-model-for-parsing-america-11610746594",
    "title": "‘Exodus’ Not the Model for Parsing America",
    "sub_head": "Leon Kass’s assertion that “For most of its history, America was a nation characterized by reverence as much as by liberty” belies history.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-282258?width=620&size=1.5",
    "image_1": "im-282258.jpg",
    "time": "2021-01-15 16:36:00",
    "body": "I respectfully disagree with Leon Kass’s argument in “Exodus and American Nationhood” (Review, Jan. 9). The religious argument he puts forward is profoundly misplaced. The American tradition of civic republicanism isn’t rooted in Judeo-Christian values or the Puritans’ devotion to the Hebrew Bible, but in the Lockean tradition of individual rights. Our Founding Fathers were mostly influenced by deism. One need only to read the U.S. Constitution, Amendment I, to see how wrong Mr. Kass’s views are, and how determined our founders were to guarantee our individual rights from governmental or religious tyranny.<br />Mr. Kass’s equating atheism and political fanaticism is disgraceful. Mr. Kass claims that “with both atheism and political fanaticism on the rise in Western societies, we may soon discover what happens should humanity return to the dehumanizing pre-Biblical alternatives whose modern equivalents lurk offstage.” President Trump’s dangerous photo op on June 1, 2020, in front of St. John’s Episcopal Church, Bible in hand, as well as his widespread support among Christian Evangelicals, Christian Zionists and the Israeli government all serve as stark reminders of the dangerous nature of religion. I doubt that all the terrorists who violently stormed the U.S. Capitol last week were atheists.<br />Finally, Mr. Kass’s assertion that “for most of its history, America was a nation characterized by reverence as much as by liberty” belies history. I am particularly disappointed to read a University of Chicago professor emeritus so willfully disregard our history of the genocide of Native Americans, 250 years of slavery and a century of Jim Crow laws that terrorized African-Americans. In today’s current reckoning with structural racism, Mr. Kass’s argument is off base.<br />Jennifer A. Lind<br />Wilmette, Ill."
}