{
    "url_original": "https://www.wsj.com/articles/extremists-in-capitol-riots-had-histories-of-violent-rhetoric-and-threats-11610639781?mod=politics_lead_pos3",
    "url": "extremists-in-capitol-riots-had-histories-of-violent-rhetoric-and-threats-11610639781",
    "title": "Extremists in Capitol Riots Had Histories of Violent Rhetoric and Threats",
    "sub_head": "Far-right groups and white nationalists publicly discussed the Jan. 6 rally, activity that should have been enough to put law enforcement on high alert, current and former government officials say",
    "category_1": "Politics",
    "time": "2021-01-14 10:56:00",
    "body": "Shortly after the November election, agents with the Georgia Bureau of Investigation received a tip that a man planned to bring guns to a rally for President Trump at the state Capitol and was possibly psychologically unstable. Agents didn’t find evidence of criminal activity, a spokeswoman said, but they alerted the Federal Bureau of Investigation about the man, Cleveland Meredith Jr. It was the second time in less than a year the GBI passed concerns about Mr. Meredith to the FBI, according to the spokeswoman.<br />Last week, hours after a mob overran the U.S. Capitol, FBI agents arrested Mr. Meredith in his Washington hotel room when they were alerted to a text message he sent threatening to shoot House Speaker Nancy Pelosi in the head. They found two firearms and more than 1,000 rounds of ammunition, including armor-piercing bullets, according to court filings.<br />Prosecutors said in the court filings that the 52-year-old had a history of mental illness and was dangerous. He is charged with making interstate threats to Mrs. Pelosi and failing to register his firearms in Washington. A lawyer for Mr. Meredith couldn’t be reached for comment.<br />The FBI declined to comment about the alerts the GBI said it gave them about Mr. Meredith and whether it was aware of his travel plans to Washington.<br />Mr. Meredith was one of numerous extremists and private militia groups that discussed online and in emails their plans to attend or support the Jan. 6 pro-Trump rally in Washington that ended in the riot at the Capitol."
}