{
    "url_original": "https://www.wsj.com/articles/exxon-chevron-ceos-discussed-merger-11612126203?mod=business_lead_pos1",
    "url": "exxon-chevron-ceos-discussed-merger-11612126203",
    "title": "Exxon, Chevron CEOs Discussed Merger",
    "sub_head": "Exxon’s Darren Woods, Chevron’s Mike Wirth spoke last year about combining their companies in what could be among the largest corporate mergers ever",
    "category_1": "Business",
    "time": "2021-01-31 18:15:00",
    "body": "The chief executives of  Exxon Mobil Corp.  and  Chevron Corp.  spoke about combining the oil giants after the pandemic shook the world last year, according to people familiar with the talks, testing the waters for what could be one of the largest corporate mergers ever.<br />Chevron Chief Executive Mike Wirth and Exxon CEO Darren Woods discussed a merger following the outbreak of the new coronavirus, which decimated oil and gas demand and put enormous financial strain on both companies, the people said. The discussions were described as preliminary and aren’t ongoing but could come back in the future, the people said.<br />Such a deal would reunite the two largest descendants of John D. Rockefeller’s Standard Oil monopoly, which was broken up by U.S. regulators in 1911, and reshape the oil industry.<br />A combined company’s market value could top $350 billion. Exxon has a market value of $190 billion, while Chevron’s is $164 billion. Together, they would likely form the world’s second largest oil company by market capitalization and production, producing about 7 million barrels of oil and gas a day, based on pre-pandemic levels, second only in both measures to Saudi Aramco.<br />But a merger of the two largest American oil companies could encounter regulatory and antitrust challenges under the Biden administration. President Biden has said climate change is one of the biggest crises the country faces. In October, he said he would push the country to “transition away from the oil industry.” He hasn’t been as vocal about antitrust matters, and the administration has yet to nominate the Justice Department’s head of that division."
}