{
    "url_original": "https://www.wsj.com/articles/facebook-turned-on-trump-after-warnings-that-business-as-usual-isnt-working-11610578907?mod=business_lead_pos2",
    "url": "facebook-turned-on-trump-after-warnings-that-business-as-usual-isnt-working-11610578907",
    "title": "Facebook Turned on Trump After Warnings That ‘Business as Usual Isn’t Working’",
    "sub_head": "Following surge in reports of violent content ahead of Capitol attack, executives took their most aggressive steps yet to rein in the president and his supporters",
    "category_1": "Tech",
    "time": "2021-01-13 18:01:00",
    "body": "As footage of a pro-Trump mob ransacking the U.S. Capitol streamed from Washington, D.C., last Wednesday,  Facebook Inc.’s  data scientists and executives saw warning signs of further trouble.<br />User reports of violent content jumped more than 10-fold from the morning, according to documents viewed by The Wall Street Journal. A tracker for user reports of false news surged to nearly 40,000 reports an hour, about four times recent daily peaks. On Instagram, the company’s popular photo-sharing platform, views skyrocketed for content from authors in “zero trust” countries, reflecting potential efforts at platform manipulation by entities overseas.<br />Facebook’s platforms were aflame, the documents show. One Instagram presentation, circulated internally and seen by the Journal, was subtitled “Why business as usual isn’t working.”<br />Company leaders feared a feedback loop, according to people familiar with the matter, in which the incendiary events in Washington riled up already on-edge social-media users—potentially leading to more strife in real life.<br />Facebook ultimately decided on a series of actions over the past week that, taken together, amount to its most aggressive interventions against President Trump and his supporters. And they show the company continuing to grapple with how best to police its platforms while still allowing for political discussion."
}