{
    "url_original": "https://www.wsj.com/articles/facebook-and-twitter-take-steps-to-remove-calls-for-violence-as-protesters-storm-u-s-capitol-11609971394?mod=politics_lead_pos7",
    "url": "facebook-and-twitter-take-steps-to-remove-calls-for-violence-as-protesters-storm-u-s-capitol-11609971394",
    "title": "Facebook and Twitter Take Steps to Limit Calls for Violence",
    "sub_head": "Facebook removing posts that violate rules on incitement to violence, Twitter is limiting engagement, sharing of president’s video",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-281715?width=620&size=1.5",
    "image_1": "im-281715.jpg",
    "time": "2021-01-06 18:06:00",
    "body": "Facebook Inc.  and  Twitter Inc.  said they were limiting the spread of what they determine to be dangerous content, as the social media platforms scrambled to tamp down commentary that could further inflame protests at the U.S. Capitol.<br />Twitter said Wednesday that it limited the ability of users to share a video about the protests from President Trump because of a “risk of violence” and said it was taking other measures to slow the spread of potentially dangerous content. Facebook said it was actively reviewing and removing some posts that violate its rules forbidding incitement of violence.<br />Twitter and Facebook have grappled with false claims about the election since November, when Mr. Trump made premature declarations of victory and claimed there was a plot to steal votes.<br />U.S. election officials have characterized the November election as the most secure in U.S. history. Still, the false statements from Mr. Trump and some of his supporters unleashed weeks of viral claims about attempted election theft and posts that encouraged violence.<br />Twitter on Wednesday reminded users in a series of messages that calls to violence are against its rules, and said it has been “significantly” restricting the engagement of tweets that threaten the integrity of U.S. institutions."
}