{
    "url_original": "https://www.wsj.com/articles/facebook-undercuts-its-own-apple-argument-11611855576?mod=markets_lead_pos10",
    "url": "facebook-undercuts-its-own-apple-argument-11611855576",
    "title": "Facebook Undercuts its Own Apple Argument",
    "sub_head": "Social network’s forecast suggests Apple’s upcoming privacy update will have little impact",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-28 12:39:00",
    "body": "It isn’t every day that  Facebook  can claim to be under someone’s thumb. The social network giant may be overplaying its hand.<br />Facebook, currently the sixth most valuable company in the S&P 500, used its fourth-quarter earnings call late Wednesday to step up its case against  Apple Inc.,  the benchmark index’s most valued enterprise. Chief Executive Officer Mark Zuckerberg mentioned the iPhone maker more than half a dozen times in his opening presentation, describing Apple as “one of our biggest competitors,” and one that has “every incentive to use their dominant platform position to interfere with how our apps and other apps work, which they regularly do to preference their own.” For good measure, he also criticized the security of Apple’s highly popular iMessage service.<br />The source of his ire is a coming update to Apple’s iOS operating system that will require users to opt-in to ad-tracking features used by Facebook and many other internet advertisers. Apple confirmed Wednesday that the update—known as App Tracking Transparency, or ATT—is coming this spring, after having delayed its original plan to include the feature in its first release of iOS 14 last September.<br />The change has companies across the internet advertising space worried. Google on Wednesday warned its ad partners in a blog post that Apple’s changes “will reduce visibility into key metrics” that will affect how advertisers bid on ad impressions. “As such, app publishers may see a significant impact to their Google ad revenue on iOS after Apple’s ATT policies take effect.”<br />Facebook’s outcry was louder. With no sense of irony, a company that generated more than $84 billion in advertising revenue last year is casting itself as a champion of the little guy. Mr. Zuckerberg said Wednesday that the change means “many small businesses will no longer be able to reach their customers with targeted ads.” And he accuses Apple of acting in its own competitive interests. Advertising was indeed the second-largest driver of Apple’s service revenue that jumped 24% year over year to nearly $15.8 billion in the December quarter."
}