{
    "url_original": "https://www.wsj.com/articles/facebook-refers-trump-account-suspension-to-oversight-board-11611251506?mod=business_lead_pos3",
    "url": "facebook-refers-trump-account-suspension-to-oversight-board-11611251506",
    "title": "Facebook Refers Trump Account Suspension to Oversight Board",
    "sub_head": "Social-media giant says decision from independent panel would be binding, can’t be overruled by CEO Mark Zuckerberg",
    "category_1": "Tech",
    "time": "2021-01-21 16:39:00",
    "body": "Facebook Inc.  has referred its decision to indefinitely suspend the accounts of former President Donald Trump to its outside oversight board, as the company grapples with how to treat one of its highest-profile users after his exit from public office.<br />Earlier this month the social-media giant moved to disable Mr. Trump’s Facebook and Instagram accounts for at least two weeks, after he encouraged protests of the election results and his supporters stormed the U.S. Capitol in a Jan. 6 attack that left five dead. Chief Executive Mark Zuckerberg said at the time that the risks of Mr. Trump’s use of the platforms through Inauguration Day were too great.<br />“We believe our decision was necessary and right,” said Nick Clegg, Facebook’s communications and policy chief, in a blog post Thursday, one day after the swearing-in of President Joe Biden. “Given its significance, we think it is important for the board to review it and reach an independent judgment on whether it should be upheld.”<br />Mr. Trump has condemned the violence but defended his conduct ahead of the riot, which followed a monthslong effort to advance baseless claims of a rigged election. He faces a second impeachment trial in the Senate on a charge of inciting insurrection. Bipartisan political leaders including Sen. Mitch McConnell (R., Ky.) have said publicly that Mr. Trump provoked the riot through his online and offline rhetoric.<br />Facebook said the former president’s accounts would remain suspended while five members of the 20-person oversight board determine whether certain posts he made before the riot had violated the company’s community standards and values."
}