{
    "url_original": "https://www.wsj.com/articles/facebooks-fear-factor-is-overblown-11611794608?mod=business_minor_pos11",
    "url": "facebooks-fear-factor-is-overblown-11611794608",
    "title": "Facebook’s Fear Factor Is Overblown",
    "sub_head": "Tech stocks’ gyrations and several looming challenges left the social network’s investors unimpressed with a strong quarter and encouraging near-term trends.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-291366?width=620&size=1.5",
    "image_1": "im-291366.jpg",
    "time": "2021-01-27 19:43:00",
    "body": "Investors who could pry themselves away from Reddit on Wednesday afternoon found  Facebook  much more soothing—the company’s results, that is.<br />The social-media giant reported monster fourth-quarter results. Total revenue grew by 33% year-over-year—well above Wall Street’s estimate—driven by advertising revenue growth of 31%. Given easy comparables as a result of the pandemic, the company said that it expects year-over-year growth rates to remain stable or to accelerate modestly in the first half of 2021. They will appear less flattering, however, in the second half of the year—a time when the company says it also could face pressure from ad targeting and regulatory headwinds.<br />Facebook has lagged behind the Nasdaq Composite Index and social-media competitors  Twitter ,   Snap Inc.  and Pinterest over the last year as such risks loomed. But the company should find relative shelter in its diversity. Analysts are expecting daily active users on the platform to continue to grow sequentially in the first quarter, alleviating some investors’ concerns of attrition following the platform’s January suspension of former President Donald Trump. That makes sense: Analysts forecast the U.S. and Canada will account for only about 10% of Facebook’s daily active users world-wide in the first quarter, according to Visible Alpha. Advertisers should continue to find superior value in Facebook’s platform relative to competitors.<br />Investors also have worried for months now about the revenue impact of  Apple ’s  impending iOS update, which will hamper advertisers’ ability to track users’ data in order to market themselves and monetize their ads on Facebook’s platform. But  Morgan Stanley ’s  Brian Nowak argues that Facebook’s breadth and differentiation will soften the blow. He estimates the iOS change would amount to just a 1% to 3% revenue loss in 2021 for Facebook, and he also notes that all platforms affected by Apple’s update will see their advertisers’ return on investment take a hit. Facebook, in other words, isn’t alone. Yet another concern is possible antitrust suits from regulators, but here Facebook also has company, and such suits can take years to play out.<br />Meanwhile, the fundamentals look promising: Truist’s Youssef Squali says Facebook’s more-than-8-million advertisers will help it “absorb some of the shock from negative externalities” such as the pandemic, future ad boycotts and regulatory and platform changes. Wall Street is expecting Facebook to grow ad revenue at an average pace of more than 29% year-over-year in the first and second quarter, according to FactSet, leaving room for upside based on the company’s guidance."
}