{
    "url_original": "https://www.wsj.com/articles/fafsa-should-be-universal-for-college-entry-11611873131?mod=opinion_major_pos16",
    "url": "fafsa-should-be-universal-for-college-entry-11611873131",
    "title": "Fafsa Should Be Universal for College Entry",
    "sub_head": "If we want higher education to act as an engine of economic and social mobility, we need to know if colleges are enrolling a socioeconomically diverse student body.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-288804?width=620&size=1.5",
    "image_1": "im-288804.jpg",
    "time": "2021-01-28 17:32:00",
    "body": "Now that Congress has simplified the Free Application for Federal Student Aid (Fafsa) and additional states consider completion of the Fafsa as a high-school graduation requirement (“States Mandating Student-Aid Forms,” U.S. News, Jan. 23), both moves will contribute to more lower-income students enrolling and completing college due to increased access to financial aid. I propose a third step: All students applying to college, whether applying for financial aid or not, should be required to submit the Fafsa and all colleges required to report those data to the U.S. Department of Education. We would then know the income distribution of students across institutions.<br />If we want higher education to act as an engine of economic and social mobility, we need to know if colleges are enrolling a socioeconomically diverse student body. Some may argue that this isn’t fair to families who are not applying for or receiving financial aid, but all students receive a subsidy above and beyond their tuition payments—even if they pay the full sticker price. Policy makers have the right to expect certain outcomes in exchange for federal and state financial support, and contributing to equal opportunity and economic mobility are stated objectives of that support. This change would allow policy makers to understand what they are getting for their money and hold institutions more accountable for serving the public good.<br />Catharine B. Hill, Ph.D.<br />President Emerita of Vassar College<br />Williamstown, Mass."
}