{
    "url_original": "https://www.wsj.com/articles/fannie-freddie-taxpayer-stake-won-t-be-restructured-under-trump-11610665200?mod=politics_lead_pos6",
    "url": "fannie-freddie-taxpayer-stake-won-t-be-restructured-under-trump-11610665200",
    "title": "Fannie, Freddie Taxpayer Stake Won't Be Restructured Under Trump",
    "sub_head": "Decision effectively ends push to ensure that mortgage giants eventually return to private hands",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-285287?width=620&size=1.5",
    "image_1": "im-285287.jpg",
    "time": "2021-01-14 19:23:00",
    "body": "WASHINGTON—The Treasury Department has decided not to restructure the taxpayers’ stake in  Fannie Mae  and  Freddie Mac ,  effectively ending the Trump administration’s push to ensure that the mortgage giants are eventually returned to private hands.<br />The announcement by the Treasury Department and the companies’ federal regulator leaves it to the incoming Biden administration to decide the future of the firms, which were put under government control during the 2008-09 financial crisis through a process known as conservatorship.<br />Advisers close to President-elect Joe Biden have said he would be in no hurry to privatize the companies, which guarantee roughly half of the $11 trillion U.S. mortgage market. Instead, Mr. Biden would focus on ways to use the companies to boost housing affordability and promote homeownership, the advisers said.<br />Under a more modest agreement announced Thursday by the Treasury Department and the Federal Housing Finance Agency, the mortgage companies will be allowed to retain more of their earnings, boosting their ability to absorb potential losses. FHFA is the companies’ independent federal regulator.<br />Thursday’s changes to the companies’ bailout agreements allow the firms to retain roughly $280 billion, or the equivalent of what they are required to maintain as part of new, banklike capital rules set by the FHFA in November."
}