{
    "url_original": "https://www.wsj.com/articles/far-right-affiliations-seen-among-those-recently-charged-in-capitol-riot-11610930392?mod=politics_lead_pos13",
    "url": "far-right-affiliations-seen-among-those-recently-charged-in-capitol-riot-11610930392",
    "title": "Far-Right Affiliations Seen Among Those Recently Charged in Capitol Riot",
    "sub_head": "Alleged members of Oath Keepers, Three Percenters join Proud Boys on federal charge sheets",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-286664?width=620&size=1.5",
    "image_1": "im-286664.jpg",
    "time": "2021-01-17 19:39:00",
    "body": "WASHINGTON—Members of several far-right militant groups were charged or arrested over the weekend for allegedly participating in the Jan. 6 riot at the U.S. Capitol, as investigators examine what kind of organization and planning might have gone into the attack.<br />Adherents of the Proud Boys, Three Percenters and the Oath Keepers have been charged for alleged roles in the riot. Several of the groups used violent rhetoric urging members to attend the D.C. rally the day of the Capitol riot.<br />Since then. some of the groups’ leaders have advised followers to stay away from Washington and other major cities that are preparing for this week with large law-enforcement presence.<br />An Indiana man, Jon Schaffer, identified as a member of the heavy metal band Iced Earth, was arrested on charges of engaging in violence in a restricted building, disorderly conduct and other crimes, and was photographed wearing a baseball cap at the riot bearing the words “Oath Keepers Lifetime Member,” according to an affidavit for his arrest filed on Saturday. The Anti-Defamation League calls the group an “antigovernment right-wing fringe organization.” The affidavit alleged that at the riot Mr. Schaffer used bear spray on police officers.<br />Mr. Schaffer couldn’t immediately be reached for comment. According to the affidavit, in a press interview at a pro-Trump march last year, he said: “We’re not going to merge into some globalist, communist system, it will not happen. There will be a lot of bloodshed if it comes down to that, trust me.” The other members of Mr. Schaffer’s band have said they didn’t condone or support the riot."
}