{
    "url_original": "https://www.wsj.com/articles/fashions-new-shearling-obsessionfrom-phone-cases-to-fanny-packs-11610114123",
    "url": "fashions-new-shearling-obsessionfrom-phone-cases-to-fanny-packs-11610114123",
    "title": "Fashion’s New Shearling Obsession—From Phone Cases to Fanny Packs",
    "sub_head": "A sheepskin coat is a winter staple, but a phone case? We explain why brands like Cos, Louis Vuitton and Bottega Veneta are using so much of the fuzzy stuff.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-281681?width=620&size=1.5",
    "image_1": "im-281681.jpg",
    "time": "2021-01-08 08:55:00",
    "body": "GROWING up in Minnesota where winter temperatures often hover below freezing, Katy Sturgis, 40, learned a few things about dressing for warmth. “My mother had beautiful shearling coats, and once I got older, I loved any opportunity to wear one,” said Ms. Sturgis, who has five shearling toppers of her own. Now living in the somewhat warmer Portland, Ore., the fitness instructor has expanded her shearling wardrobe to include lighter fuzzy pieces like clog boots, fingerless gloves and a shearling-lined denim jacket that combine style and function.<br />In their fall 2020 collections, flocks of fashion brands embraced the plush life too. Some offer fairly sensible luxe styles.  Louis Vuitton ’s  shearling-lined houndstooth blazer is perfect for dining al fresco in a fancy yurt. And Bottega Veneta’s butter-hued maxi coat will keep you toasty in a city snow squall. Others, however, flirt with frivolity. There’s no practical reason a fanny pack, phone case or handbag should be made of shearling, but it sure does look cool. Ditto for this season’s sneakers, boots and Mary Janes that come wrapped in the stuff. Shearling is in, even when it’s curiously inside-out. Who cares if that means frostbitten toes?<br />Shearling’s calming texture might explain why so many designers are peddling puzzling sheepskin wares, both real and faux. The cuddly material is soothing and reassuringly soft in these pandemic times. “Touch, tactile experience is really important to me,” said Mallory Farrugia, 34, who owns a creative agency in Brooklyn. She styles her two pairs of No. 6 shearling-lined clog boots with everything from casual jeans to dresses with tights. Last year, she even softened up her living room with a sheepskin rug, an addition to a faux shearling blanket and pillows. “Having the sheepskin underfoot sparks a bit of joy on a winter day,” she said.<br />The appetite for shearling everything is increasing. Maria Lye, the Paris-based Australian designer who founded the brand Toasties—whose website is widely considered a shearling Shangri-La—reports business has been booming in recent months. Toasties currently offers dozens of different Crayola-colored shearling accouterments including bandannas, berets and bicycle seat covers. And its future looks even fuzzier: Ms. Lye, 33, plans to launch blankets, pillows and other home accessories later this year.<br />As we herd toward peak shearling, is there a danger of fluff overkill? To avoid woolly-mammoth comparisons, refrain from wearing it head to toe. Los Angeles designer Jenni Kayne, whose shearling-lined mules are a cult favorite, suggests you restrict yourself to a single piece. Ms. Lye, who wears up to five shearling accessories at once, follows a “more is better” philosophy. However, she draws the line at jewelry. “I wouldn’t recommend earrings or a necklace in shearling,” she said. Indeed, that would just look silly."
}