{
    "url_original": "https://www.wsj.com/articles/fbi-capitol-riot-investigation-shifts-gears-11611687676?mod=politics_lead_pos6",
    "url": "fbi-capitol-riot-investigation-shifts-gears-11611687676",
    "title": "FBI Capitol Riot Investigation Shifts Gears",
    "sub_head": "Federal law enforcement’s next challenge is building broader conspiracy cases after making arrests on lower-level offenses",
    "category_1": "U.S.",
    "time": "2021-01-26 14:29:00",
    "body": "The Federal Bureau of Investigation has marshaled hundreds of agents from specialized squads and field offices across the country as its probe of the Capitol riot moves to a new phase attempting to build conspiracy charges against an expanding number of suspects.<br />Authorities are sifting through reams of evidence—including more than 200,000 digital tips gathered from social media, members of the public, confidential informants, local news and surveillance footage, according to court filings and people involved in the cases. The sprawling investigation includes FBI agents who normally handle a range of other matters, including securities fraud, public corruption, drugs, and gangs, the filings show.<br />FBI field offices from Arizona to New York have fanned out to make arrests, search homes and interview witnesses, family members and associates. Homeland security agents and local law enforcement have also taken part in the investigation, according to the filings and people involved.<br />Current and former law-enforcement officials said the effort was comparable with some of the largest investigations in the FBI’s recent history, such as the Oklahoma City bombing and the Boston Marathon attack. The result has been a rapid-fire series of criminal complaints, arrest and search warrants, and grand jury indictments, with more arrests expected. The effort is aimed at deterring future efforts to besiege the capital and to root out dangerous groups, the officials said.<br />“The scope and scale of this investigation and these cases are really unprecedented not only in FBI history, but probably DOJ history,” said Michael Sherwin, acting U.S. attorney for the District of Columbia, which is overseeing the prosecutions. Speaking at a recent news conference, Mr. Sherwin said there were thousands of potential witnesses and likely hundreds of criminal cases."
}