{
    "url_original": "https://www.wsj.com/articles/fbi-lawyer-who-pleaded-guilty-to-altering-document-sentenced-to-probation-11611948859?mod=business_minor_pos6",
    "url": "fbi-lawyer-who-pleaded-guilty-to-altering-document-sentenced-to-probation-11611948859",
    "title": "FBI Lawyer Who Pleaded Guilty to Altering Document Sentenced to Probation",
    "sub_head": "Kevin Clinesmith is only person charged in Justice Department probe of surveillance of 2016 Trump campaign",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-289883?width=620&size=1.5",
    "image_1": "im-289883.jpg",
    "time": "2021-01-29 14:34:00",
    "body": "WASHINGTON—A former FBI lawyer who pleaded guilty to altering a document used to justify surveillance of a former adviser to Donald Trump was sentenced to 12 months of probation and 400 hours of community service on Friday.<br />In a teleconference hearing, Judge James Boasberg rebuffed requests from prosecutors to sentence former Federal Bureau of Investigation assistant general counsel Kevin Clinesmith to a prison term—finding that the media firestorm, coupled with the loss of his job and income were sufficient deterrents to similar conduct.<br />“Mr. Clinesmith has lost his job in government service—what has given his life much of its meaning,” said Judge Boasberg. “He went from being an obscure career government lawyer to standing in the eye of a media hurricane. He’s been threatened, vilified and abused on a nationwide scale,” the judge added.<br />Mr. Clinesmith addressed the court, expressing deep remorse for his actions and taking responsibility for what he described as a “critical error in judgment.” He’s the only person charged in Justice Department special counsel John Durham’s investigation into surveillance of Trump campaign associates during the 2016 election.<br />“I let the FBI, the Department of Justice, my colleagues, the public and my family down. I also let myself down. I will live with the consequences of my action as well as the deeply held feelings of regret, shame and loss caused by it for the rest of my life,” he said."
}