{
    "url_original": "https://www.wsj.com/articles/fed-raised-interest-rates-in-2015-despite-concerns-over-growth-inflation-11610140778",
    "url": "fed-raised-interest-rates-in-2015-despite-concerns-over-growth-inflation-11610140778",
    "title": "Fed Raised Interest Rates in 2015 Despite Concerns Over Growth, Inflation",
    "sub_head": "The first rate increase since the financial crisis drew objections but no formal dissent",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-01-08 16:19:00",
    "body": "Then-Federal Reserve Chairwoman Janet Yellen pressed ahead in December 2015 with the central bank’s first interest rate increase in nearly a decade despite several colleagues’ misgivings over global economic weakness and weak inflation pressures, according to transcripts of the policy meeting released Friday.<br />Ms. Yellen, who has been nominated by President-elect Joe Biden to serve as Treasury secretary, argued for raising short-term rates to slow hiring and pre-empt inflationary pressures that could require more aggressive rate increases later.<br />“We would want to check the pace of employment growth somewhat to reduce the risk of overheating that could eventually force us to tighten abruptly,” she said at the Dec. 16 meeting. The decision to lift interest rates from near zero after holding them there for seven years was approved unanimously by the rate-setting Federal Open Market Committee.<br />But Ms. Yellen allowed for the risk that inflation dynamics weren’t operating as they had in prior periods, which is what transpired. “A more radical rethinking…would surely be in order,” she said, if inflation remained “persistently subdued…despite further improvements in the labor market.”<br />The Fed publishes a written summary of its policy meetings after a three-week delay, but these minutes don’t include verbatim quotes or identify speakers by name. Transcripts of the discussions providing those details are released after more than five years. The Fed on Friday released the transcripts of all its 2015 FOMC meetings."
}