{
    "url_original": "https://www.wsj.com/articles/fed-needs-a-poker-face-to-avoid-taper-tell-11611784438?mod=business_minor_pos10",
    "url": "fed-needs-a-poker-face-to-avoid-taper-tell-11611784438",
    "title": "Fed Needs a Poker Face to Avoid Taper Tell",
    "sub_head": "Federal Reserve faces a challenge in how it will eventually communicate an exit strategy with the market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-291014?width=620&size=1.5",
    "image_1": "im-291014.jpg",
    "time": "2021-01-27 16:53:00",
    "body": "The first rule of tapering is don’t talk about tapering anytime soon.<br />Federal Reserve policy makers probably think the prospects for the economy in 2021 look significantly better than they did when they gathered mid-December. For now, though, the economy is facing the surge in Covid-19 cases that began last fall, along with the related stepped up caution and restrictions. Following their two-day meeting Wednesday, they focused on the downside.<br />They noted in their post-meeting statement that the recovery in the economy and job market has slowed. They again committed to keeping rates near zero until the labor market is tight and inflation has obviously cleared its 2% target rate, and to keep buying $80 billion in Treasurys and $40 billion in mortgage bonds per month “until substantial further progress” has been made toward those goals.<br />Yet though the economy has weakened in recent months, economists have been raising their growth forecasts. Following the Fed’s December meeting, for example, economists at  JPMorgan Chase  reckoned that in the fourth-quarter of 2021, gross domestic product would be 3.4% above its year-earlier level. Since then, they have raised that forecast to 5.4%.<br />There are multiple forces driving the improved outlook. First, there is the Covid-19 relief package that was passed late last year. Its extension of jobless benefits, renewed support for small businesses and the direct payments it provided to many Americans assuaged concerns that GDP might actually contract in the first quarter relative to the fourth. Second, with Democrats gaining control of the Senate, another round of fiscal support is looking likely in the months ahead. Throw in expectations that enough people will be vaccinated for life to take on some semblance of normal later this year, and things start looking pretty rosy."
}