{
    "url_original": "https://www.wsj.com/articles/federal-agencies-congress-launch-reviews-into-handling-of-capitol-riots-11610738140?mod=politics_lead_pos4",
    "url": "federal-agencies-congress-launch-reviews-into-handling-of-capitol-riots-11610738140",
    "title": "Federal Agencies, Congress Launch Reviews Into Handling of Capitol Riots",
    "sub_head": "Lt. Gen. Russel Honoré enlisted to lead congressional probe; inspectors general at Justice, Homeland Security, Defense and Interior departments to probe possible weaknesses",
    "category_1": "U.S.",
    "time": "2021-01-15 14:15:00",
    "body": "Four government watchdogs and Congress said Friday they are launching sweeping reviews of how law-enforcement and security officials responded to the deadly riot at the U.S. Capitol, including what intelligence they had ahead of the attack and whether they shared it with other agencies.<br />Inspectors general for the departments of Justice, Homeland Security, Defense and the Interior will focus on what federal agencies knew before the Jan. 6 rampage as well as their actions that day. Thousands of pro-Trump rioters stormed the halls of Congress as lawmakers were ratifying Joe Biden’s election victory. A woman and a Capitol Police officer were killed and three others died of medical emergencies during the melee.<br />On Capitol Hill, House Speaker Nancy Pelosi (D., Calif.) said she has enlisted retired Lt. Gen. Russel Honoré to lead a review of the security infrastructure, interagency processes, and command and control. In the wake of the attack, the sergeants-at-arms of the House and Senate both resigned, and the head of the Capitol Police also quit. Gen. Honoré came to prominence as the commander of Joint Task Force Katrina, which was responsible for coordinating military relief efforts along the Gulf Coast after the 2005 hurricane.<br />U.S. law-enforcement officials have acknowledged that they underestimated the potential for violence during what they assumed would be a largely peaceful political rally with some violent agitators, as had been the case during other recent demonstrations. Federal agencies have also been criticized for being slow to provide backup for Capitol Police officers once it was clear the mob had breached the building.<br />The riot through the Capitol building laid bare the disjointed and overlapping nature of law-enforcement authorities tasked with policing protests in the nation’s capital. Local police often handle crowd-control issues in the city but cede jurisdiction to Capitol Police—the primary agency responsible for security on the complex—once on the grounds of congressional buildings. An array of federal agencies based in the city also have agents they can deploy, but quashing riots isn’t their primary mission."
}