{
    "url_original": "https://www.wsj.com/articles/federal-judiciarys-systems-likely-breached-in-solarwinds-hack-11610040175?mod=politics_lead_pos12",
    "url": "federal-judiciarys-systems-likely-breached-in-solarwinds-hack-11610040175",
    "title": "Federal Judiciary’s Systems Likely Breached in SolarWinds Hack",
    "sub_head": "Apparent compromise in suspected Russian attack has put highly sensitive nonpublic court documents at risk, officials said",
    "category_1": "U.S.",
    "time": "2021-01-07 16:28:00",
    "body": "WASHINGTON—The electronic filing system used by federal courts has likely been compromised in the massive  SolarWinds  hack, federal judiciary officials said, extending to another branch of government the impact of a suspected Russian cyber-espionage campaign that has breached more than half a dozen Trump administration agencies.<br />The federal judiciary was working to immediately add new security procedures to protect “highly sensitive confidential documents filed with the courts,” according to a statement Wednesday by the Administrative Office of the U.S. Courts.<br />“An apparent compromise of the confidentiality of the [filing] system due to these discovered vulnerabilities currently is under investigation,” the statement said. “Due to the nature of the attacks, the review of this matter and its impact is ongoing.”<br />Beginning Wednesday, highly sensitive court documents filed with federal courts on paper or via secure electronic devices will be stored in a stand-alone computer system, according to the statement, and won’t be uploaded as usual to the electronic case-filing system. The new procedure wouldn’t change public access to court records because sealed records already aren’t available to the public, it said.<br />Gaining access to confidential judiciary records could be especially valuable to foreign spies, analysts said, because of the extreme sensitivity of information they often contain, including investigative techniques described in search warrants or specific email accounts or phone numbers being surveilled."
}