{
    "url_original": "https://www.wsj.com/articles/fiction-victorian-vanishings-11610123674?mod=ig_booksjanuary9",
    "url": "fiction-victorian-vanishings-11610123674",
    "title": "Fiction: Victorian Vanishings",
    "sub_head": "Paraic O’Donnell’s ‘The House on Vesper Sands,’ Sarah Moss’s ‘Summerwater’ and Madeleine Watts’s ‘The Inland Sea.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-281808?width=620&size=custom_2500x1438",
    "image_1": "im-281808.jpg",
    "time": "2021-01-08 11:34:00",
    "body": "‘There are scullery maids and match girls disappearing left and right” in London’s Whitechapel district at the start of “The House on Vesper Sands” (Tin House, 403 pages, $26.95) by Paraic O’Donnell. It is 1893, so readers are primed to expect a fictional reprise of the Jack the Ripper murders carried out just years before. But the crimes here are occult in their nature. There are rumors that a shadowy sect of “Spiriters” are stealing the souls of psychically “gifted” young women—mostly poor and orphaned—whose vital essence is so potent that, to a perceptive few, they radiate light. The tale that Mr. O’Donnell spins from this premise is part boots-on-the-ground police procedural and part paranormal thriller.<br />Pitted against the Spiriters (led, naturally, by a deranged earl) are a crusading lady journalist, a pugnacious Scotland Yard inspector and a seminary student with a romantic attachment to the latest victim. The novel tracks their intersecting paths to the truth, building suspense until the dramatic payoff. There’s good fun in the investigations. The inspector and the student form an unlikely bond, a Victorian equivalent of buddy cops. There’s also some genre silliness, particularly when a villain wastes precious time explaining his nefarious plan to the captive journalist instead of just dispatching her.<br />One slightly ticklish issue is that the supernatural elements of “The House on Vesper Sands” are remarkably similar to those in David Mitchell’s recent fantasy novels “The Bone Clocks” and “Slade House,” in which evildoers gain immortality by feeding on the souls of “engifted” humans. (I believe that Mr. O’Donnell alludes to the influence in a brief digression about a “cloud atlas,” the title of Mr. Mitchell’s most famous book.)<br />Yet such concerns become quibbles once you’re ensconced in the rich, Gothic embellishments of Mr. O’Donnell’s prose. “At any time this place might have had a melancholy appearance, but the snow made it seem otherworldly,” he writes about a blizzard in run-down Whitechapel. “It had grown insistent now, swooning from the darkness above the bell tower and gathering in patient surges among the broken monuments. He had not considered it before, the way the solid world was made strange by snow, the quiet secrecy it brought to ordinary things.” “The House on Vesper Sands” performs a comparable kind of enchantment, transforming a chronicle of sordid crimes into an enjoyably eerie ghost story.<br />“Summerwater” (Farrar, Straus & Giroux, 203 pages, $25), the latest from the prolific English author Sarah Moss, takes place in a remote holiday park beside a Scottish loch. The vacationers there have opted for certain Spartan inconveniences: The weather is capricious, they can’t get Wi-Fi and there isn’t much privacy—the cottages clumped along the shore form a kind of panopticon where everyone can hear and observe their neighbors."
}