{
    "url_original": "https://www.wsj.com/articles/fiction-the-copenhagen-trilogy-review-11611329455?mod=opinion_major_pos12",
    "url": "fiction-the-copenhagen-trilogy-review-11611329455",
    "title": "Fiction: ‘The Copenhagen Trilogy’ Review",
    "sub_head": "A Danish writer’s autobiographical fiction immerses the reader in her troubled experience, moment by moment.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288156?width=620&size=1.5",
    "image_1": "im-288156.jpg",
    "time": "2021-01-22 10:30:00",
    "body": "The calculus of literary revival is complicated by so many variables that no one can ever quite say why some books strike a chord and some don’t. Consider “The Copenhagen Trilogy” (Farrar, Straus & Giroux, 370 pages, $30) by Tove Ditlevsen, originally published between 1967 and 1971. Ditlevsen (1917-1976) was a celebrated postwar Danish writer whose profuse output continued throughout her troubled life until her death from an overdose of sleeping pills when she was 58. In 1985 Tiina Nunnally translated and published the first two volumes of the autobiographical trilogy (“Childhood” and “Youth”) in a single book titled “Early Spring,” which disappeared with hardly a ripple. But last year Ms. Nunnally’s versions were joined with Michael Favala Goldman’s translation of the third volume, “Dependency,” and published in the U.K. to extravagant critical acclaim. The praise has wafted into the U.S., where the work now arrives in a pricy hardcover from the country’s most prestigious publishing house—50-year-old Danish esoterica refashioned into one of the most anticipated releases of the season.<br />There’s little doubt that the newfound interest has to do with the ascendancy of what is now called autofiction, a genre whose overlooked pioneers were mostly women. (Though if it were as simple as that, why haven’t the sporadic attempts to bring back Marguerite Duras borne any fruit?) Ditlevsen is being positioned as a forerunner to Karl Ove Knausgaard, another saturnine Scandinavian self-chronicler. With the same naked candor as Mr. Knausgaard, but with a capacity for distillation entirely absent from his six-volume “My Struggle,” Ditlevsen recounts her impoverished upbringing in working-class Copenhagen, the stifling conditions of her girlhood, and the salvation she discovered at an early age in writing.<br />Ditlevsen called these books memoirs, but their embellishments—she changes the year of her birth, for instance—make them functionally identical to autobiographical fiction. A double life is established from the outset. Tove’s waking world is dreary, estranged, frightening and confined. “Childhood is long and narrow like a coffin, and you can’t get out of it on your own,” she says, yet it comes to look like paradise compared to the office drudgery and household chores that make up her prospects in adulthood.<br />But at the age of 10 she begins writing poetry and is instantly besotted with the feeling of escape into her imagination, where she enjoys complete control. A fraught symbiosis connects the trilogy’s parallel tracks: The real world becomes increasingly disastrous and intolerable, but Tove needs it to give her material for the catharsis of writing, just as, in the harrowing final volume, she comes to need physical suffering to justify her addiction to painkillers.<br />The gradual submersion into addiction and madness is brilliantly accomplished, though it’s a bitter, claustrophobic kind of excellence. Think of Jean Rhys rather than Proust—there are no poetic reveries about abjection here, no meandering modifying clauses. Ditlevsen writes firm, direct, often monotonous sentences that march the reader through the scenes at such a businesslike gait that one fails to notice just how far removed from rational behavior Tove has strayed. (At one point she consents to an unnecessary ear operation that leaves her half deaf because she knows it will get her more drugs.) There is no detached authorial intelligence commenting on what happens, nor is there much narrative interiority. Like Tove herself, the reader is balanced on the surface of the moment, appallingly captive to events as they unfold."
}