{
    "url_original": "https://www.wsj.com/articles/fiction-that-old-country-music-review-11610726152?mod=ig_booksjanuary16",
    "url": "fiction-that-old-country-music-review-11610726152",
    "title": "Fiction: ‘That Old Country Music’ Review",
    "sub_head": "Kevin Barry’s Ireland-set short stories, and two more new collections.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-284921?width=620&size=custom_2500x1438",
    "image_1": "im-284921.jpg",
    "time": "2021-01-15 11:03:00",
    "body": "An apology, to start, because I have been remiss in my duties. My charge as a columnist is to review the week’s notable fiction, but over the past 10 years I have let five books by the Irish writer Kevin Barry pass unread and unremarked upon. Mr. Barry’s latest, the story collection “That Old Country Music” (Doubleday, 191 pages, $23.95), has shown me the perversity of the omission. Easygoing in their elegance and capacious in their emotional range, these stories draw naturally from Ireland’s literary tradition without becoming distorted by nostalgia or homage. They’re about love, sex, heartbreak and revenge—what Mr. Barry calls “moments of violent glow.”<br />Most take place in the mountains and on the coastline of County Sligo in western Ireland. Sligo is Yeats country and its folk history has an irresistible pull for even the most wised-up characters. “The central philosophy underpinning all of my work to date was that places exerted their own feelings,” says a writer who can never quite dismiss the idea as superstitious guff. To Mr. Barry, the feeling the region most inspires is a “burning loneliness” that is sporadically disrupted by devastating desires. Not every story leads to heartbreak—there are a few deft and touching happy endings—but all of them present “attraction as physical catastrophe.”<br />The uncommon sympathy between character and setting goes in both directions. A lot of natural description in fiction reads like scene filler that is merely meant to soften the transitions between action or dialogue. But in these stories the environment is uncannily responsive to the mood of the scene, a mysterious intelligence of its own. Here is a teenage girl, intent on losing her virginity, commencing her seduction of an unsuspecting loner who lives by the riverbank: “The morning was bright, with a breeze that moved the light’s sharp points on the lanes, and the hedges were opulent with berries and the high grasses raced in the late-summer fields.” The language—chosen but simple and unforced—speaks powerfully to lust, ripeness and anticipation.<br />In the story “Saint Catherine of the Fields,” a musicologist documenting songs in the vanishing tradition of sean-nós (or “old style”) singing, records a previously unknown ballad sung by an old man in a nursing home. The verses tell of a solitary herdsman who is beguiled and used for sport by a bored local beauty. The musicologist, who is still wretched from a recent breakup, reflects: “All of human cruelty was contained within [the song] but something, too, I thought, of what love means.” In these splendid stories, Mr. Barry portrays the two opposing faces of passion.<br />Critics and writers have long noticed a kinship between Irish literature and that from the American South. Both spring from a proud, provincial heritage in which historical defeat has occasioned an obsession with the past. And both are nourished by a vital oral tradition—what the critic Cleanth Brooks called “a fountain of living speech.”"
}