{
    "url_original": "https://www.wsj.com/articles/first-the-good-news-on-bidens-stimulus-11610452800",
    "url": "first-the-good-news-on-bidens-stimulus-11610452800",
    "title": "First, the Good News on Biden’s Stimulus",
    "sub_head": "The implications for investors of unified government and a boost in stimulus will be mixed but initially good for stock prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-12 07:00:00",
    "body": "After last week’s special Senate elections in Georgia, Democrats are about to attain unified—though narrow—control of Washington. With that, the economy will likely be at the receiving end of significantly more federal support than most on Wall Street had expected.<br />It is a shift that could change the contours of the U.S. economy in the year ahead, accelerating the rebound that will likely come as more Americans are vaccinated against Covid-19 and allowing the Federal Reserve to begin lifting its foot off the accelerator sooner. It also could bring about higher taxes, more regulation and stepped-up deficit worries, but those concerns might not be front and center for some time.<br />One of Congress’s first orders of business following President-elect Joe Biden’s inauguration on Jan. 20 will likely be putting forward another relief package in response to the Covid-19 crisis. Before Georgia’s special elections, when many thought at least one Republican candidate would prevail, leaving the Senate under GOP control, economists and political analysts didn’t expect much in the way of additional aid. That has changed.<br />Now, another round of relief is widely expected, with the money likely going toward some combination of another round of household checks, an extension of enhanced unemployment benefits that are set to expire mid-March, small-business support and, perhaps, more state and local aid. Later there would be a push for spending aimed at infrastructure projects and clean-energy programs.<br />The scope for spending could be more limited than in the blue-wave scenarios Wall Streeters contemplated ahead of November’s election that foresaw Democrats gaining, rather than losing, seats in the House and capturing a bigger lead in the Senate. Moderate Democratic representatives and senators will hold more sway, and they will balk if they believe the price tag has become too high. Sen. Joe Manchin of West Virginia, a centrist Democrat, already has indicated he would like additional household relief efforts to be targeted at people in need, as opposed to another round of payments that go to most Americans."
}