{
    "url_original": "https://www.wsj.com/articles/five-best-philip-terzian-on-memoirs-by-writers-11611327284?mod=ig_booksjanuary23",
    "url": "five-best-philip-terzian-on-memoirs-by-writers-11611327284",
    "title": "Five Best: Philip Terzian on Memoirs by Writers",
    "sub_head": "Selected by the author of ‘Architects of Power: Roosevelt, Eisenhower, and the American Century.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288863?width=620&size=1.5",
    "image_1": "im-288863.jpg",
    "time": "2021-01-22 09:54:00",
    "body": "By Edmund Wilson (5 vols., 1975-93)<br />1. In the late 1960s Edmund Wilson began sorting through his voluminous journals and notebooks, to supplement his memoirs. But the project was unfinished at his death and taken up by editors Leon Edel and, later, Lewis M. Dabney in five volumes that remain the best, certainly the most entertaining, account of the literary life in the middle of the 20th century. Even as a Princeton undergraduate Wilson had a critical sense, jaundiced eye and natural pre-eminence. He seemed to know everybody in bohemian Greenwich Village, he turned up everywhere in Depression-era America and Europe, and he followed the cultural politics of the Cold War. His dismay at Arthur M. Schlesinger Jr.’s delight in serving as Camelot’s cruise director is hilarious. And the occasionally hurried tone gives the journals a brutal concision and candor: Meeting Truman Capote at a party, in 1964, he doesn’t immediately recognize the “tiny little man with a high piping voice. . . . When he had come to see us at Wellfleet, he had seemed to me a not unpleasant little monster, like a fetus with a big head. But now he seemed more birdlike, as if his head had shrunk.”<br />(3 vols., 1940-43)<br />2. By the late 1930s H.L. Mencken was no longer an enfant terrible and scourge of the booboisie but an aging newspaperman out of step with New Deal America and inclined to look backward. In the space of four years he produced three volumes of personal memoirs—“Happy Days” (1940), “Newspaper Days” (1941) and “Heathen Days” (1943)—which, as sometimes happens with journalists, have little to do with the substance of his journalism but are the best things he ever wrote. Here Mencken’s rhetorical mannerisms are under control and his tone is consistently detached, often wise, always laconic and funny. My preference is for the middle volume where, as a baby reporter-editor in Baltimore, he inhabits the Hobbesian world of the turn-of-the-century newspaper trade. A favorite chapter, “Recollections of Notable Cops,” reveals that little has changed in the past century. Describing the comic semi-literacy of Baltimore’s finest, he reflects on their innocence of formal education, which was not a sign of stupidity because, he notes, “from some of them, in fact, I learned the valuable lesson that sharp wits can lurk in unpolished skulls.”<br />By William Alexander Percy (1941)"
}