{
    "url_original": "https://www.wsj.com/articles/five-best-hermione-lee-on-real-lives-reimagined-11610726474?mod=ig_booksjanuary16",
    "url": "five-best-hermione-lee-on-real-lives-reimagined-11610726474",
    "title": "Five Best: Hermione Lee on Real Lives Reimagined",
    "sub_head": "Selected by the author of the forthcoming ‘Tom Stoppard: A Life.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285945?width=620&size=1",
    "image_1": "im-285945.jpg",
    "time": "2021-01-15 11:01:00",
    "body": "By Beryl Bainbridge (1978)<br />1. Now neglected, this strange, surreal novel about an obscure episode in Hitler’s early life deserves a revival: It is a gleefully imaginative, utterly original black comedy. According to at least one biographer, Hitler spent part of 1912 in Liverpool—perhaps to avoid conscription—with his half-brother and sister-in-law. Bainbridge, a Liverpudlian and a writer fascinated by monsters, misfits and the macabre, leaped on this story with all her eccentric comic energy. She makes a weird study of young Adolf’s paranoia and egotism, his sudden rages when he begins to “snarl like a cornered fox,” his avid desire for praise, his irrational vacillations between inertia, frenzy and grandiose self-exaltation. Her evocation of Liverpool at that time is grainily exact, with its lurid pubs, grand racketeering hotels, street violence, squalid poverty, garbage stench, rats, derelict houses and toughly resilient families. Watching lice-ridden children being taken from their mothers by a few city officials, Adolf learns that if the minority acts with enough authority, “the majority will walk like lambs to the slaughter.” He also resolves, on his return to Austria, to grow a moustache.<br />By Penelope Fitzgerald (1995)<br />2. “Novels arise out of the shortcomings of history,” wrote Friedrich von Hardenberg, also known as the poet-philosopher Novalis. That’s the epigraph to Penelope Fitzgerald’s astounding short novel, written toward the end of her life about the beginning of his. It’s a beautiful late work about youth and young love, but it’s also about suffering, hidden losses and early death—and about families, tax collecting, comically pompous male professors, cabbage soup, salt mines, ghosts, music and dreams. The young philosopher’s rhapsodic and unworldly search for truth is wonderfully embedded in the everyday domestic life of late 18th-century Germany. With astonishing economy, from its alluring, impeccable, prosaic first sentence (“Jacob Dietmahler was not such a fool that he could not see that they had arrived at his friend’s home on the washday”), it takes you deep inside its imagined historical world. But there is always, also, a sense of mystery, as often in Fitzgerald. What is the blue flower of Novalis’s dream? Is it the quest for happiness? As Novalis (or Fitzgerald) says: “If a story begins with finding, it must end with searching.”<br />By Tom Stoppard (1997)"
}