{
    "url_original": "https://www.wsj.com/articles/five-best-on-resilience-11610123579?mod=ig_booksjanuary9",
    "url": "five-best-on-resilience-11610123579",
    "title": "Five Best: On Resilience",
    "sub_head": "Selected by Fiona Davis, author of the novel ‘The Lions of Fifth Avenue.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-281536?width=620&size=1.5",
    "image_1": "im-281536.jpg",
    "time": "2021-01-08 11:33:00",
    "body": "By Kathleen Rooney (2017)<br />1. New Yorkers have a predictable habit of pegging the time of the city’s peak to whatever year they arrived, whether it’s 1965 or 2015. The elegant, unflappable Lillian Boxfish recalls most fondly the days during the Depression when she was at the height of her creativity as both a published poet and the highest-paid female advertising copywriter: a time when she churned out pithy copy for R.H. Macy’s and also threw the most marvelous of parties. Decades later, Lillian has lost none of her droll wit and remains undaunted as she slashes Helena Rubinstein Orange Fire on her lips and dons a mink coat for an odyssey downtown. It’s a quest that gives rise both to communion and needle-sharp observations. The window washers she sees look to her “as serene as buttercups.” On this cold winter’s night, the job long gone, her poetry collections out of print, Lillian seeks and finds delicious encounters with her fellow citizens, including one with a band of muggers that ends with her strolling away in a red leather flight jacket. She later reminisces on the choices that left her alone, yet not lonely. “So many careers and fortunes are made by expecting the least and the worst of people. And yet people are rarely so disappointing. The city has taught me that.”<br />By Geraldine Brooks (2008)<br />2. Geraldine Brooks conjures a fictionalized account of both the conception and the centuries-long preservation of the Hebrew codex known as the Sarajevo Haggadah—a treasure filled with lavish illustrations in saffron, malachite green, worm scarlet and gold leaf. Manuscript conservator Hanna Heath has discovered clues within its pages—a butterfly wing, a missing clasp, blood and wine stains—that lead to a series of stories within the story about the book’s survival and the heroism of those who kept it safe. “A book is more than the sum of its materials. It is an artifact of the human mind and hand. The gold beaters, the stone grinders, the scribes, the binders, those are the people I feel most comfortable with,” Hanna confesses. The history wends its way from the Spanish expulsion of Jews during the 15th century to the war-torn Sarajevo of the 1990s, with stops along the way in Barcelona, fin de siècle Vienna and Inquisition-era Venice—a silent witness to brave deeds and dark prejudices.<br />By James McBride (2002)"
}