{
    "url_original": "https://www.wsj.com/articles/five-best-alan-allport-on-the-year-1940-11611936415?mod=ig_booksjanuary30",
    "url": "five-best-alan-allport-on-the-year-1940-11611936415",
    "title": "Five Best: Alan Allport on the Year 1940",
    "sub_head": "Selected by the author of, most recently, ‘Britain at Bay: The Epic Story of the Second World War, 1938-1941.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-291385?width=620&size=1.5",
    "image_1": "im-291385.jpg",
    "time": "2021-01-29 11:06:00",
    "body": "By Julian Jackson (2003)<br />1. France’s surrender to the Germans on June 22, 1940, shocked the world. It had survived a more terrible ordeal from 1914 to 1918. What had gone wrong this time? The list of responsible culprits soon grew long: fascists, communists, Jews, the workers, the bourgeoisie, a sclerotic political culture, a shared spiritual malaise. Julian Jackson will have none of this. As Mr. Jackson shows in this brilliant re-examination of the Third Republic’s twilight years, France entered World War II a united, confident and powerful nation. Its cause was popular. Its army’s morale was good and much of its military equipment more modern than that of the Germans. But France fell anyway thanks to a devastating blow by a German army risking an all-or-nothing gamble. Mr. Jackson is particularly good on the quixotic atmosphere of the French headquarters in the final days. The commander-in-chief, Gen. Maurice Gamelin—brilliant and impervious to doubt—is depicted calmly eating a magnificent spun-sugar dessert at lunch while elsewhere disaster engulfs the French army.<br />By John Colville (1985)<br />2. When Winston Churchill succeeded Neville Chamberlain as Britain’s prime minister on May 10, 1940, he inherited, among other things, an assistant private secretary. Civil servant John “Jock” Colville greeted the news with dismay. It was “a serious disaster,” fellow Chamberlain loyalist R.A. Butler told Colville. “A half-breed American” had staged a coup. But Churchill’s energy and jocose enthusiasm quickly made Colville a devotee. The diary, assiduously kept, of this wry Whitehall courtier provides a fine vantage point for observing the high politics of 1940’s “finest hour.” The prime minister could be “impetuous, childish, violently offensive” when piqued, and full of bad ideas to which he stubbornly clung for far too long. Yet Colville deeply admired Churchill’s vim and vision (“he is full of fight and thrives on crisis and adversity”) and came to believe that his master, however flawed, was the indispensable man at the moment of decision.<br />By Stephen Bungay (2000)"
}