{
    "url_original": "https://www.wsj.com/articles/for-manufacturers-a-different-sort-of-recession-11609867611?mod=markets_lead_pos10",
    "url": "for-manufacturers-a-different-sort-of-recession-11609867611",
    "title": "For Manufacturers, a Different Sort of Recession",
    "sub_head": "Past recessions have badly hobbled manufacturers but this time they may emerge in better shape",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-05 12:26:00",
    "body": "America has entered the darkest days of the coronavirus pandemic, but factories just keep doing better.<br />The Institute for Supply Management on Tuesday said that its index of manufacturing activity jumped to 60.7 in December from November’s 57.5, hitting its highest level in over two years. Any reading over 50 represents an expansion in manufacturing activity, but importantly it doesn’t gauge exactly how rapidly activity is expanding. Rather, higher numbers show that more factories are doing better than not.<br />Still, commentary included in the report suggested manufacturers are doing well, with some saying that business is now above pre-Covid-19 levels. That is a reflection of the atypical nature of the downturn, which hit usually recession-resistant services industries badly, but also spurred demand for a variety of manufactured goods, such as cars and washing machines. In past recessions, it has been the manufacturing sector that has been the most hobbled.<br />Manufacturers now have the spring to consider. If all goes well, the combination of the vaccination rollout and warmer weather will lead to dramatically fewer new Covid-19 cases, allowing consumers to lower their guards to some degree and state and local authorities to ease back on restrictions. Households that have weathered the crisis will have money to spend—the personal saving rate remains well above precrisis levels, and the new round of government payments many Americans are now receiving will augment that—while more unemployed service sector workers will be able to return to their jobs.<br />However, given that a lot of people loaded up on goods during the pandemic, effectively bringing a lot of demand forward, the easing of Covid-19’s grip might not be an outright boon for manufacturers. Many people will probably be more interested in taking family trips than in buying another kitchen appliance. Still, at least some new spending should flow toward manufacturing, keeping growth in the sector going."
}