{
    "url_original": "https://www.wsj.com/articles/for-unity-biden-must-respect-trump-voters-11611693104?mod=opinion_major_pos16",
    "url": "for-unity-biden-must-respect-trump-voters-11611693104",
    "title": "For Unity, Biden Must Respect Trump Voters",
    "sub_head": "President Biden’s record-setting first day of executive orders contributed to a foreboding sense that red-blue unity was possible only if conservatives moved far left.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-288103?width=620&size=1.5",
    "image_1": "im-288103.jpg",
    "time": "2021-01-26 15:31:00",
    "body": "Your editorial “Biden’s Unity Address” (Jan. 21) gives President Biden the benefit of the doubt regarding his desire to bring red- and blue-state Americans together. Did anyone expect a call for disunity? As to whether skepticism is appropriate, recall that six months ago he declared unity with Sen. Bernie Sanders and the progressive wing of the Democratic Party. Mr. Biden’s supporters issued a 110-page set of mutually agreeable policy plans—or as National Public Radio called it last July, “a blueprint for a progressive presidency.” Sen. Sanders gushed that, “On issue after issue, whether it was education, the economy, health care, climate, immigration, criminal justice, I think there was significant movement on the part of the Biden campaign.” Some of us on the right suspect that policy plans halfway between Sen. Sanders and President Biden have zero unifying appeal to red-staters.<br />President Biden’s record-setting first day of executive orders contributed to a foreboding sense that red-blue unity was possible only if conservatives moved far left. For example, “noncitizens” in the U.S. (primarily people who crossed the U.S. border illegally) will be included in the census count used to apportion congressional representatives. The more noncitizens hosted by a state, the more power that state has in Congress and the more federal funds it is likely to receive. Priorities of the Biden-Sanders unity plan include massive investment in green infrastructure, a new public-health insurance option, Medicare-for-60 (instead of 65), installation of a half-billion solar panels and unionization of jobs in the clean-energy economy. If red-blue unity is centered on Biden-Sanders unity, no thanks. NPR concluded last July that a Biden presidency will arrive “with bold progressive ambitions.” Wrapping bold progressivism in red-blue unity garb is unappealing to about half the country.<br />Dana Davis<br />St. Augustine, Fla.<br />"
}