{
    "url_original": "https://www.wsj.com/articles/for-bankers-2020-was-a-bad-year-to-have-a-good-year-11610034822?mod=markets_lead_pos13",
    "url": "for-bankers-2020-was-a-bad-year-to-have-a-good-year-11610034822",
    "title": "For Bankers, 2020 Was a Bad Year to Have a Good Year",
    "sub_head": "Traders and investment bankers have flourished despite the global economic crisis, turning bonus discussions into a delicate balancing act",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-281332?width=620&size=1.5",
    "image_1": "im-281332.jpg",
    "time": "2021-01-07 10:53:00",
    "body": "Wall Street banks have had a decent crisis so far. That is unlikely to translate to bumper bonus payments for bankers and traders, as chief executives and boards grapple with the optics of big payouts amid economic hardship on Main Street.<br />At Bank of America Corp. the bonus pool is likely to be flat, according to people familiar with the bank’s plans. Bonuses for some  JPMorgan Chase  & Co. traders are expected to rise, according to a person familiar with the situation, but not as much as the 39% increase in trading revenues at the New York-based bank in the first nine months of 2020.  Morgan Stanley  has said it would pay $1,000 bonuses to most employees making less than $150,000, but hasn’t given any guidance on payouts for higher-earning staff.<br />“It’s a bad year to have a good year,” said Gilbert Swann, a recruiter at Sheffield Haworth in London whose clients include global investment banks. “It’s not a year that people are going to get paid significantly up, so flat might be the new up.”<br />Payouts to bankers and traders are especially contentious this bonus season. Millions lost their jobs as economies were closed and businesses were bankrupted in the coronavirus pandemic. But the banking sector has largely withstood the crisis thanks to trillions of dollars of funding and support for borrowers from governments and central banks. Investment bank revenue surged as trading increased in volatile markets and companies raised fresh debt and equity.<br />Now, traders and bankers expect to be rewarded for their efforts. That is creating a dilemma for chief executives and boards who worry about how their companies are perceived by politicians, regulators and the taxpayers who will be paying for the crisis for years to come. Even the best performers may find their bonuses curtailed because of this public-perception problem."
}