{
    "url_original": "https://www.wsj.com/articles/for-oil-servicers-adversity-spells-opportunity-11611336807?mod=markets_major_pos2",
    "url": "for-oil-servicers-adversity-spells-opportunity-11611336807",
    "title": "For Oil Servicers, Adversity Spells Opportunity",
    "sub_head": "Oil-field services companies show signs of improvement; sentiment-driven selloff could be opportunity to pick up shares on the cheap",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-22 12:33:00",
    "body": "Discipline has been the mantra of American energy companies for a while. Judging from oil-field services companies’ results this week, they are walking the walk, not just talking the talk.<br />Given the recent rally in oil prices, a lingering question is whether drillers will keep up their promise of spending discipline. By the fourth quarter, the U.S. land rig count had recovered sharply from its August 2020 nadir.  Halliburton ,   Baker Hughes  and  Schlumberger  all experienced improvements in North American revenue in the fourth quarter. Notably, Halliburton had a 26% increase in North American revenue in the fourth quarter compared with the third quarter. A year-over-year comparison, however, makes it clear just how steep the road to recovery will be: Revenue in the region was down 47% compared with a year earlier. Its international segment’s revenue declined by a milder 30% over the same period.<br />The service companies’ recovery might not signal a quick uptick in U.S. fracking. All three indicated that they expect customers to add rigs gradually. Halliburton mentioned that it was private and small operators that added the most rigs, with large exploration and production companies and major oil companies moving more slowly. Those larger companies will most likely start adding back rigs in the first half of the year, according to Baker Hughes.<br />The servicers’ actions speak louder than words: None of them plan on meaningfully increasing their capital expenditures in 2021. That is quite remarkable given the fact that they slashed them so dramatically last year after already making sizable cuts in 2019. Halliburton and Schlumberger reduced their capital expenditures by 50% and 35%, respectively, last year.<br />The caution seems prudent. Oil producers will try to get by with fewer services, for example, and consolidation is under way in the oil patch. The Biden administration cast an additional shadow on the industry Thursday when it announced a temporary ban on new oil and gas leasing and permitting on federal lands."
}