{
    "url_original": "https://www.wsj.com/articles/fords-all-electric-mach-e-a-mustang-in-name-only-11609515329",
    "url": "fords-all-electric-mach-e-a-mustang-in-name-only-11609515329",
    "title": "Ford’s All-Electric Mach-E: A ‘Mustang’ in Name Only",
    "sub_head": "Despite a familiar moniker, Ford’s new EV crossover bears little resemblance to the brand’s iconic thoroughbred. But even with its bulky body, it can still tear down the streets, says Dan Neil.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-278899?width=620&size=1.5",
    "image_1": "im-278899.jpg",
    "time": "2021-01-01 10:35:00",
    "body": "WHEN I LEARNED that  Ford  was calling its all-electric crossover Mustang Mach-E, I rolled my eyes and made the skeptical emoji face. Ladies and gentlemen of Dearborn, please. Can we not go down the road of misty pony-car nostalgia, again? Must we give credence to this weird non sequitur? For 56 years the nameplate has denoted two-door coupes and convertibles; now, for no particular good reason I can tell, it also denotes a midsize electric four-door hatchback—oh, sorry, fastback. They might as well have called it a Cobra, or Crown Victoria, or the Barney Oldfield 999 Special.<br />Ford’s engineering execs have been on teleconference press tours this fall in support of the company’s first mass-market EV, to be built in Mexico, with global sales expected to be around 50,000 in the first year. They have explained how, late in the design phase, vice president Jim Farley (now CEO) sent the team back to the drawing boards with orders to make the then-unnamed project more Mustang-ish—more raked windshield, faster hatch, blacked-out C-pillar—until finally someone suggested they just call it a Mustang.<br />Really? This high-sitting four-door hatchback with the dad bod screamed Mustang to management? That’s... surprising. Ford execs repeat this story as if it weren’t a parable of creative laziness.<br />Not to be a killjoy. Some of the Mustang-themed features are charming: the three-bar taillights; the illuminated galloping mustang logo in the nose (GT trim and above). The three drive modes are “Whisper,” “Engage” and “Unbridled.” Oh, honey! The latter mode corresponds to a typical sport mode, putting a sharper edge on the throttle response and adding heft to the steering feel. The Unbridled mode also permits a certain value of wheel spin, at both front and rear axles, so you can horse around a bit...sorry.<br />Idiomatic note: In UK-market cars the sport mode is called Untamed. Grrr. No word on ripped-bodice upholstery."
}