{
    "url_original": "https://www.wsj.com/articles/foreign-investors-expect-the-dollar-to-remain-weak-under-biden-11610773531?mod=markets_lead_pos11",
    "url": "foreign-investors-expect-the-dollar-to-remain-weak-under-biden-11610773531",
    "title": "Foreign Investors Expect the Dollar to Remain Weak Under Biden",
    "sub_head": "Increased stimulus spending could play a role in further softening of the U.S. currency",
    "category_1": "U.S.",
    "category_2": "Journal Reports",
    "image_1_url": "https://images.wsj.net/im-285540?width=620&size=1.5",
    "image_1": "im-285540.jpg",
    "time": "2021-01-16 12:05:00",
    "body": "The view from financial experts abroad is that the dollar, currently near its weakest level in three years, will stay weak, holding on to much of its 2020 decline.<br />The ICE U.S. Dollar Index, which measures the greenback against a basket of currencies, fell more than 6% in 2020, marking its worst performance in three years. That left the dollar hovering near its lowest level since April 2018.<br />Expectations for the dollar have been clouded in recent weeks by political turmoil in Washington, D.C., and a worsening economic outlook. The crisis precipitated by the mob attack on the U.S. Capitol inspired some safe-haven buying of dollars in international markets. Elevated coronavirus-infection levels, despite the rollout of vaccines, meanwhile, threaten to subdue an already faltering economic recovery both in the U.S. and abroad, which also suggests downward pressure on the dollar.<br />At the same time, investors expect that a proposed $1.9 trillion Covid-19 relief plan from President-elect Joe Biden will either weaken the dollar or limit any near-term future appreciation as the infusion of cash to businesses and households increases supply. Such an infusion could lend to dollar appreciation over the medium to long term because it will boost U.S. economic growth relative to other countries, but it is likely to work against the dollar in the short term because of the supply issue.<br />“A currency market isn’t different from any other market,” says William Dinning, chief investment officer of U.K. fund manager Waverton Asset Management. “If there’s a lot of potatoes available, it’s going to be cheaper. If there’s a lot of dollars available, it’s going to be weak.”"
}