{
    "url_original": "https://www.wsj.com/articles/foretelling-the-end-of-capitalism-review-still-free-and-alive-11609975268",
    "url": "foretelling-the-end-of-capitalism-review-still-free-and-alive-11609975268",
    "title": "‘Foretelling the End of Capitalism’ Review: Still Free and Alive",
    "sub_head": "Belief in capitalism’s impending demise is as old as capitalism itself, and is rooted in an even older philosophy of utopian thinking.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-281670?width=620&size=1.5",
    "image_1": "im-281670.jpg",
    "time": "2021-01-06 18:21:00",
    "body": "Never judge a book by its cover. And never, probably, begin a review by quoting that line. But I think it’s appropriate here. For as I gazed at the cover of Francesco Boldizzoni’s “Foretelling the End of Capitalism: Intellectual Misadventures Since Karl Marx” and noticed the presence of the Grim Reaper, I prepared myself for a detailed discussion of the millenarianism that has characterized leftist thinking, not only since Marx but indeed long before him.<br />Such a study would involve an investigation into the religious or quasireligious reasons that have underpinned belief in capitalism’s impending downfall. Their origins stretch back to antiquity, stemming from a desire to overturn the existing order—whatever that might be—and replace it with a heaven on earth. Mr. Boldizzoni offers a glimpse of this: “Fantasies about . . . the second coming of Christ, and speculation about the advent of a classless society, were not different in function. In both cases, at stake were the restoration of justice and the just rewards of the deserving at the end of the turbulent process of contemporary life.”<br />Despite some backward glances, however, Mr. Boldizzoni’s narrative focuses mainly on the mid-19th century and later, when the rise of capitalism was quickly accompanied by the first forecasts of its replacement. Drastic social change raised questions of whether it was the right social change. As Mr. Boldizzoni demonstrates, those expecting capitalism’s eclipse went beyond the usual suspects: John Stuart Mill turns up, as does John Maynard Keynes. Both looked forward to a time when humanity would be prosperous enough to rise above grubby, sharp-elbowed capitalism, a vision that perhaps reflected their own privileged backgrounds more than anything else.<br />This book is a sprawling, informative, thought-provoking and opinionated history of ideas. Mr. Boldizzoni, a professor of political science at the Norwegian University of Science and Technology, focuses here on those who have anticipated—for the most part, eagerly—the demise of capitalism. However, despite shout-outs to protocommunists like Friar Tommaso Campanella (1568-1639), the author’s relative neglect of earlier thinkers who wanted to see the world turned upside down means that the story begins halfway through.<br />That said, the predictions of capitalism’s extinction made in the past 200 years or so are of considerable interest. There were, for example, Depression-era writers who thought, with more than a nod to Marx, that underconsumption would bring capitalism down. Such doomsayers have (so far) been proved wrong, but their analyses can be well worth the effort Mr. Boldizzoni puts into examining them, even if some are treated with more seriousness than they deserve—out of a deference maybe to the author’s own political inclinations. On the other hand, his adherence to, roughly speaking, midcentury social democracy—an “arguably . . . mild variety of capitalism” with its strong unions, mixed economy and generous welfare state—also gives him valuable distance from his subjects."
}