{
    "url_original": "https://www.wsj.com/articles/forgiving-student-debt-by-executive-action-is-illegal-trump-lawyers-say-11610533801",
    "url": "forgiving-student-debt-by-executive-action-is-illegal-trump-lawyers-say-11610533801",
    "title": "Forgiving Student Debt by Executive Action Is Illegal, Trump Lawyers Say",
    "sub_head": "Congressional Democrats have urged Biden to forgive most or all of Americans’ student debt unilaterally",
    "category_1": "Politics",
    "time": "2021-01-13 05:30:00",
    "body": "Trump administration lawyers have concluded that it would be illegal to forgive all or some of Americans’ student debt through an executive action—as congressional Democrats have urged the incoming Biden administration to do—arguing that such a move would require Congress to pass a law.<br />Education Department lawyers lay out their reasoning in a memo dated Tuesday to Betsy DeVos, who resigned last week as education secretary. The internal agency memo, reviewed by The Wall Street Journal, was signed by a political appointee and isn’t binding.<br />Congressional Democrats and progressive groups have urged President-elect Joe Biden to forgive most or all of the $1.6 trillion in federal student debt unilaterally in his first 100 days in office. They argue that existing law authorizes the executive branch to forgive student debt without any action from Congress.<br />“We believe the Secretary does not have the statutory authority to cancel, compromise, discharge, or forgive, on a blanket or mass basis, principal balances of student loans, and/or to materially modify the repayment amounts or terms thereof,” Reed Rubinstein, the Education Department’s principal deputy general counsel, wrote in the memo to Mrs. DeVos. Mr. Rubinstein’s tenure will end along with those of other appointees when the new administration takes office Jan. 20.<br />Mr. Biden, a Democrat, has said he supports writing off $10,000 in student debt for every borrower as part of a package of measures to help households financially during the pandemic. About 43 million Americans owe $1.6 trillion in federal student loans."
}