{
    "url_original": "https://www.wsj.com/articles/forget-uber-zoom-might-be-the-long-term-threat-to-car-sales-11609926223?mod=markets_lead_pos12",
    "url": "forget-uber-zoom-might-be-the-long-term-threat-to-car-sales-11609926223",
    "title": "Forget Uber, Zoom Might Be the Long-Term Threat to Car Sales",
    "sub_head": "Covid-19 was easier on the car industry than initially expected, but might pose long-term challenges",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-06 04:43:00",
    "body": "So far, the car industry has emerged from the pandemic with just a few dents. The longer-term impact could be uglier.<br />A total of 14.5 million passenger vehicles—a category spanning cars, sport-utility vehicles and pickup trucks—were sold in the U.S. last year, according to Wards Intelligence. That is roughly 15% lower than in 2019, but much better than seemed possible when the first bout of Covid-19 cases prompted widespread dealership closures in the spring. Fourth-quarter sales were only 2% below their level in the same period of 2019.<br />While the fear of catching Covid-19 kept some people away from lots, much of the expected pain for the car industry was cushioned by a sudden preference for private over public transportation, allied with strong household spending on durable goods. U.S. vehicle routing requests on  Apple  maps collapsed in March, but recovered by late May, even as transit routing requests remained 60% below their January level. That helps explain why some of the money that didn’t go toward restaurants or holidays made its way into new and secondhand vehicles at surprisingly high prices.<br />These buoyant conditions will likely linger into the new year, given the fresh wave of infections, a second round of stimulus checks and rock-bottom interest rates. At some point, though, they will fade. As vaccines are rolled out and some aspects of life normalize, consumers should start to spend more money on flights and social activities again. Moreover, potentially stickier changes to the pre-Covid norm, such as remote working, might not be great for car sales further down the road.<br />Before the pandemic, almost 40% of the miles traveled by passenger vehicle in the U.S. were for commuting or shopping, according to data collated by KPMG. At least a chunk of that seems likely to disappear as people work at home more and order more products online. Demand for vehicles should follow. KPMG said more U.S. families might get by with one car in the future, potentially reducing the average number of vehicles per household to 1.87, from the pre-Covid level of 1.97."
}