{
    "url_original": "https://www.wsj.com/articles/former-south-korean-president-parks-legal-saga-ends-as-court-upholds-jail-term-11610618197?mod=business_minor_pos6",
    "url": "former-south-korean-president-parks-legal-saga-ends-as-court-upholds-jail-term-11610618197",
    "title": "Former South Korean President Park’s Legal Saga Ends as Court Upholds Jail Term",
    "sub_head": "Supreme Court upholds Park Geun-hye’s 20-year prison sentence and fines her $16.4 million for her role in a corruption scandal",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-285223?width=620&size=1.5",
    "image_1": "im-285223.jpg",
    "time": "2021-01-14 04:56:00",
    "body": "SEOUL—South Korea’s Supreme Court upheld a two-decade prison term for former President Park Geun-hye, in a ruling that brings an end to her yearslong legal saga.<br />Ms. Park, 68, was also fined 18 billion Korean won, or $16.4 million, for her role in a corruption scandal that ensnared some of the country’s top politicians and business leaders.<br />Ms. Park first came under scrutiny in 2016 after prosecutors alleged she had shared confidential documents with her longtime confidante and colluded with her to extort tens of millions of dollars from business groups like  Samsung  and Hyundai. The allegations prompted monthslong protests in which millions of South Koreans took to the streets demanding Ms. Park’s resignation. Ms. Park was impeached in late 2016 and removed from office the following year.<br />The corruption scandal involving Ms. Park put a spotlight on the traditionally close ties between the government and family-run corporations, known as chaebols, that dominate the economy. The investigation shook the country’s political and business establishments, leading to public hearings and the jailing of prominent figures like Samsung’s de facto leader, Lee Jae-yong.<br />Mr. Lee, the grandson of Samsung’s founder, was convicted on charges including bribery and embezzlement in 2017. He was released from jail the following year on a suspended sentence and is expecting a retrial ruling on his case next week."
}