{
    "url_original": "https://www.wsj.com/articles/former-ceo-accused-of-biggest-tax-fraud-ever-wins-transfer-of-case-to-houston-11609802702?mod=business_minor_pos4",
    "url": "former-ceo-accused-of-biggest-tax-fraud-ever-wins-transfer-of-case-to-houston-11609802702",
    "title": "Former CEO Accused of Biggest Tax Fraud Ever Wins Transfer of Case to Houston",
    "sub_head": "Judge orders case moved in part due to Robert Brockman’s treatment for dementia",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-280479?width=620&size=1.5",
    "image_1": "im-280479.jpg",
    "time": "2021-01-04 18:25:00",
    "body": "A Houston businessman accused of hiding about $2 billion in income from tax authorities will stand trial in his hometown after a federal judge ordered the criminal case transferred from San Francisco.<br />Robert T. Brockman, the former chief executive of automotive software-maker Reynolds & Reynolds Co., had sought the move, arguing that he lives in Houston and has been treated for dementia. Mr. Brockman, 79 years old, had also sought a hearing to determine whether he is mentally competent to stand trial.<br />U.S. District Judge William Alsup on Monday didn’t rule on whether Mr. Brockman, accused of staging the biggest individual tax dodge ever, is fit to assist in his own defense. Mr. Brockman’s residence in Houston, the possibility of hardship related to his illness, and San Francisco’s crowded docket weighed in favor of moving the case to Houston, Judge Alsup wrote.<br />The case against Mr. Brockman stems from allegations that he evaded taxes tied to his profits on investments in private-equity funds managed by Vista Equity Partners, a firm founded by billionaire Robert Smith, the wealthiest Black person in the U.S.<br />Mr. Smith, who lives in Austin, Texas, admitted last year to evading $43 million in federal taxes from 2005 to 2014 and agreed to cooperate with the Justice Department’s prosecution of Mr. Brockman. Vista primarily invests in software companies. Mr. Smith’s leniency deal required him to pay $139 million in fines and back taxes but saved him from prosecution."
}