{
    "url_original": "https://www.wsj.com/articles/fortnite-creator-is-buying-a-dying-mall-to-develop-new-headquarters-11609886375?mod=business_featst_pos1",
    "url": "fortnite-creator-is-buying-a-dying-mall-to-develop-new-headquarters-11609886375",
    "title": "Fortnite Creator Is Buying a Dying Mall to Develop New Headquarters",
    "sub_head": "Epic Games agrees to pay $95 million for Cary Towne Center in Cary, N.C.",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-280812?width=620&size=1.5",
    "image_1": "im-280812.jpg",
    "time": "2021-01-05 17:39:00",
    "body": "The company that created the popular videogame “Fortnite” has agreed to purchase a North Carolina mall and plans to redevelop it as a global headquarters, the latest sign that struggling malls are evolving into new kinds of real estate.<br />Epic Games Inc., the closely held company based in Cary, N.C., said it is planning to convert the 980,000-square-foot Cary Towne Center mall into offices and recreation space for its growth in the long term. Epic plans to open the new campus by 2024, which would represent a sizable upgrade from the company’s 250,000 square foot headquarters.<br />The acquisition and office-expansion plans show that even as many companies aim to reduce office space and embrace work-from-home policies, others still see a new and larger office location as a big part of the future.<br />Epic said it is still too early to offer details about the new headquarters. While the firm said it has no plans to build a space for videogame tournaments at the new headquarters, it said it is considering including space for use by the local community.<br />The company is growing fast, hiring more people and wants to remain in Cary, said Elka Looks, communications director at Epic Games. “Much of our work is highly collaborative, and we want to give employees the ability to use an office when it is safe to do so,” she said."
}