{
    "url_original": "https://www.wsj.com/articles/fracking-pioneer-chesapeake-energy-cleared-to-exit-bankruptcy-11610588562?mod=markets_featst_pos1",
    "url": "fracking-pioneer-chesapeake-energy-cleared-to-exit-bankruptcy-11610588562",
    "title": "Fracking Pioneer Chesapeake Energy Cleared to Exit Bankruptcy",
    "sub_head": "The Oklahoma City-based oil-and-gas producer is authorized for a restructuring that cuts about $7 billion in debt and includes a $600 million equity offering",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-285144?width=620&size=1.5",
    "image_1": "im-285144.jpg",
    "time": "2021-01-13 20:42:00",
    "body": "A judge authorized  Chesapeake Energy Corp.  to exit bankruptcy and cut $7 billion in debt through a financial restructuring that transfers control of the company to investment firms that own the oil-and-gas producer’s high-ranking debt.<br />Judge David Jones of the U.S. Bankruptcy Court in Houston said Wednesday he would confirm the fracking pioneer’s chapter 11 plan, ruling against a more junior creditor group that argued during a nearly monthlong trial that they would be shortchanged in the restructuring.<br />Oklahoma City-based Chesapeake joined several other debt-laden energy companies in seeking chapter 11 in the early months of the coronavirus pandemic, as demand crashed and a global price war raged. But unlike some smaller peers, Chesapeake came into bankruptcy with an exit proposal, supported by top lenders, already in place.<br />After approving the company’s plan during a virtual court hearing, Judge Jones addressed Chesapeake Chief Executive Robert Lawler directly, telling him “to remember that a lot of people have suffered a lot of pain for Chesapeake to have a second chance and I ask that you not forget that going forward.<br />“Chesapeake is a really big and important company. It’s an important company to our country’s infrastructure, it helps make everything work,” Judge Jones said. “But we live right now in a very, very difficult time and you have the ability to be a leader and to make a difference.”"
}