{
    "url_original": "https://www.wsj.com/articles/france-once-a-vaccine-pioneer-is-top-skeptic-in-covid-19-pandemic-11610971051",
    "url": "france-once-a-vaccine-pioneer-is-top-skeptic-in-covid-19-pandemic-11610971051",
    "title": "France, Once a Vaccine Pioneer, Is Top Skeptic in Covid-19 Pandemic",
    "sub_head": "Covid-19 vaccination campaign off to a glacial start, as it meets some of the world’s highest skepticism rates. ‘I can’t be the guinea pig.’",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-18 06:57:00",
    "body": "Audrey Courreges’s mistrust of new coronavirus vaccines runs so deep that she’s told the nursing home where she works, in the southern French town of Beziers, that she won’t take the vaccinations or administer them.<br />“I have a brain. I’m capable of forming my own ideas,” the 33-year-old nurse says. “There is some mistrust of the authorities on my part, when you see how the crisis has been managed in France from the start.”<br />France’s mass vaccination campaign is off to a glacial start, with only around 422,000 people receiving the vaccine in more than three weeks since European regulators authorized the drug, far behind most other developed nations. A big reason: French officials are running up against deeply ingrained opposition that has made France among the world’s top vaccine skeptics.<br />An Ipsos poll conducted in December found that France ranked at the bottom of 15 countries on willingness to take a Covid-19 vaccine, with only 40% of the public saying they wanted the shot. Polls show that more than three-quarters of nursing home workers—who are among the government’s first target groups for the vaccine—don’t want to take it.<br />The resistance has historical roots in the 19th century, when antivaccination groups campaigned against modern inoculation techniques discovered by Frenchman Louis Pasteur. In recent years, it has been fueled by widespread distrust of the government of President Emmanuel Macron, who has faced years of protests from the antiestablishment yellow-vests movement."
}