{
    "url_original": "https://www.wsj.com/articles/freed-ugandan-opposition-leader-bobi-wine-pledges-to-continue-fight-11611669082",
    "url": "freed-ugandan-opposition-leader-bobi-wine-pledges-to-continue-fight-11611669082",
    "title": "Freed Ugandan Opposition Leader Bobi Wine Pledges to Continue Fight",
    "sub_head": "Soldiers released the rapper-turned-opposition leader from home detention after he lost in the disputed presidential elections",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-01-26 08:51:00",
    "body": "KAMPALA, Uganda—Ugandan rapper-turned-opposition leader Bobi Wine pledged to continue his fight to oust longtime President Yoweri Museveni, after soldiers released him from nearly two weeks of home detention following January’s disputed election.<br />Dozens of chanting supporters, waving the brightly colored flags of Mr. Wine’s National Unity Platform party, thronged his residence outside Kampala, a day after a court ruled that his detention was unlawful. Mr. Wine, whose bid to unseat Mr. Museveni after nearly 35 years in power struck a chord with many young voters, called on them to peacefully march against the outcome of the Jan. 14 vote.<br />“Museveni is using the military and the police in a partisan manner to oppress his opponents and to suppress our rights,” said Mr. Wine. “We are standing for what is moral and what is just.”<br />Soldiers confined Mr. Wine and his wife at their home a day after the election, which took place amid a total internet blackout and heavy security. According to the official results, which Mr. Wine says were rigged, he won 35% of the vote, compared with 59% for Mr. Museveni. Mr. Wine’s party has until Feb. 5 to challenge the outcome in court.<br />U.S. officials have said the results were fundamentally flawed and, along with other governments, urged an investigation into the deadly violence that preceded the vote. On polling day, police arrested 30 election observers, hours after the U.S. called off its own monitoring mission when many of its observers were denied accreditation."
}