{
    "url_original": "https://www.wsj.com/articles/from-stocks-to-bitcoin-investors-bet-the-everything-rally-will-continue-11609669800?mod=markets_lead_pos1",
    "url": "from-stocks-to-bitcoin-investors-bet-the-everything-rally-will-continue-11609669800",
    "title": "From Stocks to Bitcoin, Investors Bet the ‘Everything Rally’ Will Continue",
    "sub_head": "A historic nine-month advance is raising expectations that coronavirus vaccines and stimulus programs will keep markets surging in 2021",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-277026?width=620&size=1.5",
    "image_1": "im-277026.jpg",
    "time": "2021-01-03 05:30:00",
    "body": "Investors ended one of Wall Street’s wildest years on record by piling into everything from bitcoin to emerging markets, raising expectations that a powerful economic comeback will fuel even more gains.<br />The vast climb known as the “everything rally” accelerated late in the year, sending the S&P 500 to its 33rd record of 2020 last week. Following an early-year collapse, the broad U.S. equity gauge, global stocks and an index of raw materials each rose at least 35% from the end of March through the end of the year, only the third time in figures going back five decades that all of those investments have climbed so much in such a short time, according to Dow Jones Market Data. Both of the previous nine-month periods were in 2009 exiting the financial crisis.<br />The S&P 500 ended the year up 68% from its March lows, after losing more than one-third of its value in about a month. Government bond yields, which fall as prices rise, remain near all-time lows. Meanwhile, corporate bond yields also dropped after early-year turmoil. That means many bond investors ended the year with gains. And U.S. crude-oil prices are back near $50 a barrel after briefly dropping below $0 for the first time ever in April.<br />After the eye-popping rise during a global pandemic highlighted confidence that central banks and governments would prop up the world economy, many investors now expect the delivery of vaccines to buoy markets.<br />Gauges of sentiment from organizations including the American Association of Individual Investors show bearishness at multiyear lows. Meanwhile, tens of billions of dollars have recently plowed into exchange-traded and mutual funds that track stocks. Both of those trends have preceded past pullbacks, signaling excessive optimism to some cautious investors. Some are drawing parallels to the outsize gains late in 2017 and early 2018, before trade tensions and higher interest rates roiled markets."
}