{
    "url_original": "https://www.wsj.com/articles/from-boots-to-coffee-podcast-merch-has-become-big-business-11609780256",
    "url": "from-boots-to-coffee-podcast-merch-has-become-big-business-11609780256",
    "title": "From ‘Throwing Fits’ to ‘Crime Junkie,’ Podcast Merch Has Become Big Business",
    "sub_head": "As the podcasting industry has grown, so has its merchandise market. And it’s not just T-shirts and totes for these fledgling ‘lifestyle brands’",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-280258?width=620&size=0.6666666666666666",
    "image_1": "im-280258.jpg",
    "time": "2021-01-04 12:10:00",
    "body": "IN THE LAST couple decades, podcasting has gone from a nascent audio curiosity to a media monster. Prominent shows like “The Joe Rogan Experience,” “Crime Junkie” and “Stuff You Should Know” garner tens of millions of weekly downloads. These empires now extend beyond their listeners’ earbuds. Popular podcasts have robust social media followings, sell out live recordings (in pre-Covid times, of course) and run fully fleshed-out merchandise operations.<br />The podcast merch business, in particular, is soaring, as more listeners want to show their allegiance to their podcast of choice through a T-shirt, mug or hoodie. Marisa Morales, the head of merchandising at Stitcher, a podcast conglomerate, said that sales of merchandise associated with Stitcher shows like “WTF with Marc Maron,” “Sklarbro Country” and “Freakonomics Radio” are roughly doubling every year. She likened the excitement surrounding, say, a newly launched mug from “The Office Ladies,” a podcast about the bygone sitcom, to the frenetic hype around the release of Air Jordan sneakers. Hundreds of coffee cups can sell out in hours.<br />This fervent merchandise market has no parallel in traditional media. Newspapers and periodicals still sweeten subscription deals with giveaways—many of us have New Yorker tote bags languishing in our closets, or own that “ESPN the Magazine” fleece that was advertised heavily on TV during the aughts. But podcast merchandise operates as a standalone phenomenon that sees listeners plop down $30 just for a T-shirt or $60 for a hoodie. As Ms. Morales said, merch appeals because it makes a listener’s connection to a podcast tangible.<br />In this sense, the closest cousin to podcast merch is band T-shirts. Dita Cordelia, 24, a freelance video producer and dedicated podcast listener in Los Angeles, likened her Scriptnotes shirt—denoting her devotion to a weekly podcast on screenwriting—to the Morrissey T-shirt she wore in high school. In both instances, she said, the shirts emit an insider (some would say hipster) message of “Oh you don’t know about this...you have to listen to this.”<br />And like concert T-shirts, podcast gear lets listeners back their favorite sources of entertainment. “It’s supporting something I’m into,” said Corey Long, 40, a contract coordinator at an Atlanta university, who recently purchased a shirt from upstart podcast “How Long Gone,” hosted by two elder millennial bros. (In the case of larger shows with mammoth audiences, it’s sales of ads, not merch, that typically keep the mics on.) Mr. Long concedes that, unlike buying concert shirts while surrounded by a swarm of fellow fans, purchasing podcast merch isn’t a “shared experience.” You’re at home alone, listening in isolation."
}