{
    "url_original": "https://www.wsj.com/articles/fubotv-bets-on-sports-gambling-as-key-to-drawing-in-more-customers-11610460066?mod=business_lead_pos11",
    "url": "fubotv-bets-on-sports-gambling-as-key-to-drawing-in-more-customers-11610460066",
    "title": "FuboTV Bets on Sports Gambling as Key to Drawing In More Customers",
    "sub_head": "Sports-rich live-TV provider agrees to buy sportsbook Vigtory in effort to generate more revenue and keep viewers engaged",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-283588?width=620&size=1.5",
    "image_1": "im-283588.jpg",
    "time": "2021-01-12 11:38:00",
    "body": "FuboTV Inc.  is buying an online sportsbook, a deal that makes the over-the-internet TV provider the latest sports-rich media company to invest in sports gambling in an effort to attract and retain viewers.<br />The company said it is in the process of acquiring Vigtory Inc., a sportsbook that it eventually plans to integrate into its TV platform. Vigtory will also be available to those outside of the FuboTV subscriber base. Terms of the deal weren’t disclosed.<br />FuboTV launched about six years ago as a way for Americans to stream foreign soccer games, only to become a fully fledged alternative to the traditional cable-TV package. It competes with other over-the-internet bundles, including  Alphabet Inc.’s  YouTube TV,  Walt Disney Co. ’s Hulu + Live TV and  AT&T Inc.’s  AT&T TV Now. The company does have a broader emphasis on foreign sports—particularly soccer—than most of its competitors.<br />Many media companies have been teaming up with online sportsbooks, which are operated by digital companies such as  DraftKings Inc.  and FanDuel Group and bricks-and-mortar casino operators. Sportsbooks are growing in popularity as sports wagering expands across the U.S., a practice that has so far been legalized in 25 states and the District of Columbia. The U.S. sports-betting market is projected to reach about $13.5 billion by 2025, based on 38 states legalizing sports wagering by then, according to an estimate from  MGM Resorts International .<br />Last fall ESPN reached a deal with DraftKings and  Caesars Entertainment Inc.  to connect its audience to the gambling operators’ sportsbooks across digital platforms. Shortly after, DraftKings and Turner Networks, a unit of AT&T Inc.’s WarnerMedia, formed a similar partnership."
}