{
    "url_original": "https://www.wsj.com/articles/gamestop-amc-blackberry-face-challenges-despite-stock-frenzy-11612128997?mod=business_lead_pos11",
    "url": "gamestop-amc-blackberry-face-challenges-despite-stock-frenzy-11612128997",
    "title": "GameStop and AMC’s Stocks Are on a Tear, but Their Businesses Aren’t",
    "sub_head": "Some firms targeted by followers of Reddit’s WallStreetBets forum are grappling with business difficulties",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-292934?width=620&size=1.5",
    "image_1": "im-292934.jpg",
    "time": "2021-01-31 17:19:00",
    "body": "In the past few weeks, investors have bid up the share prices of companies such as  GameStop Corp.  and  AMC Entertainment Holdings Inc.,  as short sellers have bet against them. Here is an analysis of the challenges and prospects for these businesses.<br />GameStop is trying to survive a yearslong erosion of its business, which has relied for nearly four decades on people visiting its bricks-and-mortar stores to buy the latest videogames and consoles, as well as to trade in and purchase used games and gear.<br />The company has been stung by mounting competition from retail giants such as  Amazon.com Inc.  and  Walmart Inc.,  and the advancement of technology that enables people to download games directly from consoles and computers instead of buying hard copies. It has also gone through a period of high executive turnover, with Chief Executive George Sherman—a longtime retail executive who joined GameStop in 2019—being the fifth person to hold the role since November 2017.<br />To preserve its business, Grapevine, Texas-based GameStop has been working to pay down debt and pledged to accelerate its e-commerce operations. In the recent holiday season, the company’s e-commerce sales rose more than 300% from the comparable year-earlier period, helped by the release of new videogame consoles from  Microsoft Corp.  and  Sony Corp.<br />One of GameStop’s newest board members, Chewy Inc. co-founder Ryan Cohen, urged the company last year to exit underperforming stores in the U.S. He also called for the company to close nonessential operations in Europe and Australia and use the proceeds to make tech improvements, such as revamping GameStop’s online store."
}