{
    "url_original": "https://www.wsj.com/articles/gamestop-shares-surge-after-traders-shift-bets-board-gets-makeover-11610563910?mod=business_lead_pos7",
    "url": "gamestop-shares-surge-after-traders-shift-bets-board-gets-makeover-11610563910",
    "title": "GameStop Shares Surge After Traders Shift Bets, Board Gets Makeover",
    "sub_head": "Retailer’s shares were up more than 57% on Wednesday",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-284809?width=620&size=1.5",
    "image_1": "im-284809.jpg",
    "time": "2021-01-13 16:51:00",
    "body": "Investors who bet that shares of  GameStop Corp.  would fall shifted positions Wednesday, sending the struggling videogame retailer’s stock soaring to its highest levels in years.<br />GameStop shares were up more than 57% to $31.40 on Wednesday, marking a steep climb from a year earlier, when the stock was valued at just $4.61 a share.<br />That recovery—fueled in part by the company’s announcement two days ago that it would add Chewy Inc. co-founder Ryan Cohen and two of his former colleagues to its board—created a so-called short squeeze that drove share prices sharply higher, according to some analysts. A short squeeze occurs when traders respond to an increase in price for a stock they bet would drop by purchasing shares in order to avoid losses.<br />Many traders believed GameStop’s shares were set to decline. As of the end of last year, short interest in the stock—expressed as a percentage of GameStop shares available for trading—exceeded 138%, making it the second-most shorted company by that metric with a market value of at least $1 billion, according to data from FactSet.<br />It is fairly rare that short interest would exceed shares available to trade on the public markets, said James Angel, a Georgetown University professor who studies financial markets. Such positions can build up because traders are able to borrow shares from other investors, and those shares can be loaned more than once, according to Dr. Angel."
}