{
    "url_original": "https://www.wsj.com/articles/gamestop-was-an-enjoyment-of-crowds-11611961052?mod=opinion_lead_pos8",
    "url": "gamestop-was-an-enjoyment-of-crowds-11611961052",
    "title": "GameStop Was an Enjoyment of Crowds",
    "sub_head": "Players weren’t ‘investors’ and they didn’t invent a new road to prosperity and wealth creation.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-01-29 17:57:00",
    "body": "If little-informed members of the public can be egged on by social media to storm the Capitol, why can’t they be egged on to storm  GameStop  stock? They can be and were. The mistake, which will nevertheless be made, is treating an episode unique and singular in many respects as heralding a trend.<br />News is “man bites dog.” What often follows is a deluge of “analysis” about how men biting dogs is our new normal.<br />Happily, the bizarre market phenomenon that engulfed a few stocks like GameStop this week, and that resumed on Friday, is not likely to become any kind of new normal. Many episodes that command our attention tend to be self-correcting. The Capitol Hill stormers left a trail of selfies and social-media posts to help with their arrest. Though promoters of the GameStop bubble probably won’t land in jail, many are certain to end up losing their giant paper gains. Day traders might be able to drive GameStop shares temporarily from $20 to $483. They can’t make GameStop a $483 company.<br />The rebels behind this latest social-media phenomenon, unlike those who invaded Capitol Hill, seem to lack any cause at all. When asked what they are against, they’ve basically responded, “Whaddya got?” Answer: short sellers.<br />Usually seen as Wall Street’s sanitation engineers, shorts play a useful role in countering the market’s mechanical bias toward bullishness. In betting against the shares of videogame retailer GameStop and a few other troubled smallish companies, they did nothing to invite the hostility of the online hordes that decided to make their lives difficult. On the contrary, by taking their short positions, they actually gave long-term bulls a way to earn extra money by lending their own shares to assist the trades the shorts wanted to make. Many bulls likely have short positions themselves to hedge their long positions in companies like GameStop and the movie theater chain AMC."
}