{
    "url_original": "https://www.wsj.com/articles/gender-neutral-language-is-more-than-a-word-game-11609887957?mod=opinion_lead_pos9",
    "url": "gender-neutral-language-is-more-than-a-word-game-11609887957",
    "title": "Gender-Neutral Language Is More Than a Word Game",
    "sub_head": "Democratic speech police demand not only tolerance but endorsement of the progressive agenda.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-01-05 18:05:00",
    "body": "In his 1946 essay, “Politics and the English Language,” George Orwell wrote that political language “consist largely of euphemism, question-begging and sheer cloudy vagueness.” The description fits Speaker Nancy Pelosi’s new House rules on gender-neutral speech to a tee.<br />On Monday, the Democratic-controlled lower chamber voted along party lines to approve new official language guidelines. Words such as “himself” and “herself” are to be replaced by “themself.” Out with “father,” “mother,” “son,” “daughter,” “brother,” “sister,” “uncle,” “aunt” and other familial terms, and in with “parent,” “child,” “sibling” and so forth. An incensed Kevin McCarthy, the Republican minority leader, tweeted that the changes “are stupid,” which is true but incomplete.<br />Mrs. Pelosi is obviously attempting to placate the progressives in her caucus, however it’s also another example of how the political left today demands not only tolerance but endorsement. You can’t disagree respectfully, let alone agree not to agree. It’s bad enough when our colleges and universities enforce what amount to speech codes, or indulge efforts to shield students from dissenting viewpoints. Now we have lawmakers in Washington offering a kind of a federal imprimatur on limiting free expression.<br />The next time Republicans control the House, they can and should reverse these changes. There’s little evidence that anyone besides far-left elites is obsessed with a gender-neutral vocabulary. In recent years, Democratic activists have tried to popularize the word “Latinx” in lieu of Latino and Latina. But a Pew Research Center poll taken last year found that just 3% of Hispanics self-describe as Latinx.<br />Nevertheless, what the left is attempting to do here goes well beyond semantic tinkering. The goal is not simply to tell us what we can or can’t say aloud, but to redefine common words and expressions to advance a political agenda. Hence, discussions of “racial diversity” somehow omit Asian-Americans. And blacks are to be identified by their race—with an uppercase “B,” no less—when they are victims of police shootings but not when they are criminal suspects."
}