{
    "url_original": "https://www.wsj.com/articles/genesis-gv80-a-glitzy-debut-in-the-luxury-suv-market-11611866000",
    "url": "genesis-gv80-a-glitzy-debut-in-the-luxury-suv-market-11611866000",
    "title": "Genesis GV80: A Glitzy Debut in the Luxury SUV Market",
    "sub_head": "The new GV80—the inevitable SUV from Hyundai’s premium brand—takes a maximalist, everything-but-the-kitchen-sink approach to cabin design, writes cars columnist Dan Neil.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-290592?width=620&size=1.5",
    "image_1": "im-290592.jpg",
    "time": "2021-01-28 15:33:00",
    "body": "WHEN I FIRST laid eyes on the 2021 Genesis GV80’s grille—a handsome pentagonal broadshield with a chain-mail gusset—it reminded me to call my friend Rob. He’s a trademark attorney.<br />I mean, do we not all see the resemblance to a Cadillac’s front acreage? How does that happen? The shapes and legally defined geometries of what are called down-the-road graphics represent car brands’ most sacred intellectual property, typically defended by attorneys with chain saws and hockey masks.<br />Genesis, Hyundai’s six-year-old premium/luxury brand, even minted the phrase “Crest Grille’’—you know, as in the Cadillac Crest, the standard of the world? And the worst part is, the GV80 looks great. That’s going to leave a taste in GM’s mouth like cat-turd toothpaste.<br />The GV80 ($48,900-$70,950 MSRP, plus $1,025 delivery) is a midsize, two- or three-row people-mover, sharing the company’s rear/all-wheel platform with the superb 2021 G80 sedan, as well as many engineering details: a choice between two engines—a 2.5-liter, 300-hp turbo-four; or a 3.5-liter, 375-hp twin-turbo V6—an eight-speed automatic transmission; and an optional rear-biased AWD.<br />In my review in December, I compared the G80 3.5T Prestige ($68,050, as tested) to a nuclear Godzilla of value, throbbing with Cherenkov radiation, stomping Stuttgart and Munich to fiery flinders (paraphrasing there). Meanwhile, Genesis’ warranty and routine maintenance coverage are outstanding."
}