{
    "url_original": "https://www.wsj.com/articles/german-regulator-reports-employee-for-suspected-wirecard-insider-trading-11611851086?mod=markets_lead_pos12",
    "url": "german-regulator-reports-employee-for-suspected-wirecard-insider-trading-11611851086",
    "title": "German Regulator Reports Employee for Suspected Wirecard Insider Trading",
    "sub_head": "Criminal complaint from BaFin comes after it let staff trade shares of the company during investigation",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-01-28 11:24:00",
    "body": "Germany’s stock-market regulator said Thursday that it filed a criminal complaint with prosecutors against one of its employees over suspected insider trading linked to  Wirecard AG , raising fresh questions about the supervisor’s handling of one of the country’s biggest corporate scandals.<br />BaFin, the regulator, said the employee sold structured products linked to Wirecard on June 17, the day before the company said its auditors couldn’t confirm the existence of some $2 billion in cash. Shares of the fintech company crashed, and days later it filed for bankruptcy. Prosecutors are investigating allegations ranging from accounting manipulation to money laundering.<br />BaFin said it found out about the suspicious trading during a special audit, and that it reported the employee to the Stuttgart public prosecutor’s office Wednesday. The unnamed employee, who has been suspended, isn’t senior staff, a person familiar with the probe said.<br />German lawmakers have criticized BaFin for failing to act earlier on red flags over Wirecard. The regulator drew criticism last year after admitting it allowed its staff to trade the company’s shares while it was investigating it, something many regulators around the world forbid. Amid the backlash, BaFin in October decided to ban most of its staff from trading shares and other securities from financial companies.<br />The head of another German regulator—Apas, which oversees auditors—disclosed in December that he had also traded shares of Wirecard while he oversaw a probe of the company’s auditor, Ernst & Young GmbH. He has since been suspended."
}