{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-01-25-2021-11611564824?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-01-25-2021-11611564824",
    "title": "Stock Futures Diverge Amid Renewed Tech Surge",
    "sub_head": "Slew of heavyweights including Apple, Microsoft and Tesla are scheduled to post earnings this week",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-289817?width=620&size=1.5",
    "image_1": "im-289817.jpg",
    "time": "2021-01-25 08:47:00",
    "body": "U.S. stock futures pointed to a mixed open, with technology shares surging higher and pandemic-sensitive stocks broadly lower ahead of a busy week of earnings, including from  Apple ,  Tesla and  Facebook .<br />Securities linked to the Nasdaq 100 advanced 1%, suggesting a rally in tech stocks after the opening bell and an extension to last week’s gains that saw the index notch a new record Friday. Those tied to the Dow Jones Industrial Average slipped 0.5%.<br />“You’re getting rotation out of the more cyclical stocks. These big tech stocks are perceived as a bit of a haven trade,” said Michael Hewson, a chief markets analyst at CMC Markets. “There’s also talk of disruptions to vaccine supply, so we’ll likely have slower vaccine rollout and tighter restrictions for longer. What we’re seeing is a recovery deferred, or delayed.”<br />China’s most valuable internet company,  Tencent Holdings ,  jumped nearly 11% to a record high in Hong Kong trading. Tencent portfolio company Kuaishou Technology, a TikTok-like video-recording app, announced a coming initial public offering that may value it at about $60 billion. Amsterdam-listed shares of tech investment group Prosus, one of Tencent’s biggest shareholders, rose 5.5%.<br />More than one-fifth of the broad S&P 500 index and a third of Dow Jones Industrial Average components are scheduled to release earnings this week.  Starbucks ,   Verizon  and  Microsoft  are slated for Tuesday. Other major tech firms are reporting later in the week, including Apple, Tesla and Facebook on Wednesday."
}