{
    "url_original": "https://www.wsj.com/articles/god-at-the-inauguration-11611252044?mod=opinion_lead_pos9",
    "url": "god-at-the-inauguration-11611252044",
    "title": "God at the Inauguration",
    "sub_head": "President Biden’s overt religiosity is a relatively modern trend in U.S. history.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-288398?width=620&size=1.5",
    "image_1": "im-288398.jpg",
    "time": "2021-01-21 13:00:00",
    "body": "Presidential inaugural addresses are unpredictable, but it’s a good bet that they will refer to the Bible. President Biden did, quoting Psalm 30:5: “Weeping may endure for a night, but joy cometh in the morning.” This is part of a welcome, long-running trend toward more religious language in public life.<br />Mr. Biden has cited Psalm 30 in speeches before, and it seems particularly apt in these dark times. Mr. Biden also encouraged his fellow Americans to “open our souls instead of hardening our hearts,” an allusion to God hardening Pharaoh’s heart, beginning with Exodus 7:13.<br />With these references, 27 out of 45 presidents have cited the Bible in their inaugural addresses, making a total of 64 biblical references. Forty-four came from the Hebrew Bible and 20 from the New Testament. John F. Kennedy, the only Catholic president before Mr. Biden, made the most allusions in one speech, with five. He referenced the Hebrew Bible and the New Testament, including Isaiah 58:6’s call to “undo the heavy burdens . . . and to let the oppressed go free” and Romans 12:12’s “rejoicing in hope, patient in tribulation.”<br />The tradition of biblical allusions in inaugural addresses dates back to the beginning of the Republic, when George Washington made an argument for them. In his first inaugural, Washington referred to Psalm 82. “It would be peculiarly improper,” he said, “to omit in this official act my fervent supplications to that Almighty Being who rules over the universe, who presides in the councils of the nations.”<br />Somewhat more surprising is the biblical reference from Thomas Jefferson, a deist who famously excised from a Bible any references to Jesus’ divinity. Jefferson spoke hopefully of a chosen country with “room enough for our descendants to the thousandth and thousandth generation,” an allusion to Exodus 20:6."
}