{
    "url_original": "https://www.wsj.com/articles/goldman-ceo-david-solomon-takes-10-million-pay-cut-for-1mdb-scandal-11611702748?mod=business_minor_pos4",
    "url": "goldman-ceo-david-solomon-takes-10-million-pay-cut-for-1mdb-scandal-11611702748",
    "title": "Goldman CEO David Solomon Takes $10 Million Pay Cut for 1MDB Scandal",
    "sub_head": "The bank had said it would claw back or withhold $174 million in compensation from current, former executives",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-290831?width=620&size=1.5",
    "image_1": "im-290831.jpg",
    "time": "2021-01-26 19:10:00",
    "body": "Goldman Sachs Group Inc.  slashed Chief Executive David Solomon’s 2020 pay by 36%, punishment for the bank’s admission last year that it broke U.S. laws in its dealings with an investment fund at the heart of a global corruption ring.<br />Mr. Solomon received a $17.5 million compensation package for 2020, down from the $27.5 million he got for 2019, according to a securities filing on Tuesday.<br />In October, Goldman agreed to pay nearly $3 billion to government officials in four countries to end an investigation into work it performed for 1MDB, a Malaysian fund that prosecutors had alleged was used to pay bribes to politicians in Malaysia and the Middle East. The bank said at the time that it would take a total of $174 million in compensation from current and former executives.<br />Mr. Solomon’s 2020 pay would have been $10 million higher but for the actions its board of directors took in response to the 1MDB saga, Goldman said in the filing. His compensation package consisted of a $2 million base salary, a $4.65 million cash bonus and a $10.85 million stock award that is tied to how well the bank performs over the next few years.<br />Costs and fines related to the fallout from the 1MDB scandal took a bite out of what was a banner year for Goldman’s businesses, which got a big boost from the markets’ bounceback from the depths of the coronavirus recession. Annual revenue of $44.56 billion was Goldman’s highest since 2009."
}