{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-please-keep-your-storm-the-hill-swag-at-home-11610054362?mod=business_minor_pos5",
    "url": "goldman-sachs-please-keep-your-storm-the-hill-swag-at-home-11610054362",
    "title": "Goldman Sachs: Please Keep Your ‘Storm the Hill’ Swag at Home",
    "sub_head": "Bank’s small-business lobbying effort asked participants not to wear shirts to a Capitol Hill event that are suddenly in poor taste",
    "category_1": "Markets",
    "category_2": "Overheard",
    "image_1_url": "https://images.wsj.net/im-282231?width=620&size=1.5",
    "image_1": "im-282231.jpg",
    "time": "2021-01-07 16:19:00",
    "body": "They are coming from around the country, from small towns and big cities. They are coming to Washington to share their grievances and demand change. They are coming under a banner: “Storm the Hill.”<br />Er, maybe not.<br />Goldman Sachs Group Inc.  quickly rebranded an event it is sponsoring next week for small-business owners to meet with lawmakers after an actual storming of the Hill by a pro-Trump mob. The Jan. 13 event is now called Virtual Capitol Hill Day and Goldman has asked participants, who are graduates of the bank’s entrepreneur-training program called 10,000 Small Businesses, not to wear the “Storm the Hill” T-shirts that had been mailed out.<br />“We chose the slogan to represent our enthusiasm to take part in a democratic process to advocate for small business,” the bank wrote to participants. “If you have other 10,000 Small Businesses apparel, we would encourage you to wear it.”<br />Goldman has been lobbying for rent and child-care assistance for small businesses, favorable tax treatment for emergency loans that have kept some of them afloat through the pandemic, and liability protection for companies whose employees return to work with Covid-19 still raging. Chief Executive David Solomon, who has condemned the violence and congratulated President-elect Joe Biden, on Tuesday was on Capitol Hill, where Goldman had installed 10,000 “Help Still Wanted” signs with pleas for assistance."
}