{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-profit-more-than-doubles-powered-by-trading-11611060879?mod=markets_lead_pos1",
    "url": "goldman-sachs-profit-more-than-doubles-powered-by-trading-11611060879",
    "title": "Goldman Sachs Profit More Than Doubles, Powered by Trading",
    "sub_head": "Wall Street firm’s revenue of $11.74 billion was 18% above 2019’s fourth-quarter level",
    "category_1": "Markets",
    "time": "2021-01-19 08:31:00",
    "body": "Goldman Sachs Group Inc.  reported sharply higher profit for the fourth quarter, punctuating a turbulent year in which the Wall Street firm benefited from the markets’ quick recovery from the worst of the pandemic-induced recession.<br />Goldman on Tuesday reported quarterly profit of $4.51 billion, or $12.08 a share, more than double its level from the same quarter a year ago. Revenue of $11.74 billion was 18% above 2019’s fourth-quarter level. Both measures were much better than the expectations of analysts polled by FactSet, who forecast profit of $7.39 a share on revenue of $9.99 billion.<br />Full-year revenue at Goldman of $44.56 billion was the most since 2009, while annual trading revenue reached a 10-year high.<br />For the U.S. banking industry, 2020 was a roller-coaster year. Markets plunged and economic activity declined in the spring as the coronavirus spread across the country. With many businesses closed and many consumers out of work, banks girded themselves for widespread defaults. A robust federal spending program helped forestall the worst-case economic scenario, and in earnings reports last week, bank executives signaled the economy has held up better than expected.<br />On Friday,  JPMorgan Chase  & Co. said fourth-quarter profit soared 42% to a record $12.14 billion after the bank released $2.9 billion from its stockpile of funds previously set aside to cover soured loans. On Tuesday,  Bank of America Corp.  said profit fell 22% but topped analysts’ expectations after it released $828 million from its loan-loss reserves."
}