{
    "url_original": "https://www.wsj.com/articles/google-escalates-dispute-with-australia-by-threatening-search-shutdown-11611298523?mod=tech_lead_pos2",
    "url": "google-escalates-dispute-with-australia-by-threatening-search-shutdown-11611298523",
    "title": "Google Escalates Dispute With Australia by Threatening Search Shutdown",
    "sub_head": "Fight is over a proposed law requiring tech giants to pay publishers for news",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-289002?width=620&size=1.5",
    "image_1": "im-289002.jpg",
    "time": "2021-01-22 01:55:00",
    "body": "SYDNEY—Google threatened to shut down its search engine in Australia if a proposed law requiring tech giants to pay publishers for news isn’t changed.<br />The warning escalates the long-running battle pitting the  Alphabet Inc.  unit and  Facebook Inc.  against the Australian government, whose efforts to compel tech companies to pay publishers is being widely watched globally and could offer a model for other countries. Last year, Facebook said it would restrict Australian users from sharing news articles on its platforms if the proposal became law.<br />The Australian code would require binding arbitration if publishers and the tech companies can’t reach a deal on compensation. Media companies in Australia, including the local subsidiary of  News Corp ,  owner of Wall Street Journal publisher Dow Jones & Co., have supported that provision, arguing that it would prevent the tech giants from walking away from negotiations.<br />Mel Silva, Google Australia’s managing director, told a parliamentary committee Friday that under the so-called news-media bargaining code, Google would have to pay publishers for links to news articles that appear in search results. That would set an untenable precedent, she said, noting that unrestricted linking between websites is fundamental to how its search engine operates.<br />“If this version of the code were to become law it would give us no real choice but to stop making Google Search available in Australia,” she said. “That would be a bad outcome not just for us, but for the Australian people, media diversity and small businesses who use Google Search.”"
}