{
    "url_original": "https://www.wsj.com/articles/google-parent-ends-project-that-provided-internet-from-balloons-11611327810?mod=business_lead_pos3",
    "url": "google-parent-ends-project-that-provided-internet-from-balloons-11611327810",
    "title": "Google Closes Loon, Its Plan to Use Balloons for Web Access",
    "sub_head": "Project that sought to provide internet access in hard-to-reach regions winds down over cost concerns",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-289069?width=620&size=1.5",
    "image_1": "im-289069.jpg",
    "time": "2021-01-22 12:12:00",
    "body": "Google’s parent company is winding down a project that used highflying balloons to provide internet access in hard-to-reach regions of the world, as it retreats from some of the moonshot projects championed by its founders.<br />The project, known as Loon, started in 2011 and had its first public launch in New Zealand in 2013. It sought to connect billions of people in communities where traditional ground-based infrastructure was too expensive or too difficult to install. But Loon, which was overseen by  Alphabet Inc.,  was unable to reduce costs enough to make its business model sustainable, the project’s leader, Alastair Westgarth, wrote in a blog post Thursday.<br />“Developing radical new technology is inherently risky, but that doesn’t make breaking this news any easier,” Mr. Westgarth wrote.<br />Loon’s technology sent gas-filled polyethylene balloons the size of tennis courts into the stratosphere, typically to altitudes of around 60,000 to 75,000 feet. There, onboard communications equipment beamed internet signals back down to earth. The system was able deliver mobile coverage to an area 200 times greater than a typical ground-based cell tower, Mr. Westgarth wrote.<br />Loon was part of the conglomerate’s “Other Bets” segment, a collection of independent projects that include self-driving car initiative Waymo, life-sciences company Verily, and venture investment arm GV. The segment recorded an operating loss of more than $3.3 billion through the first nine months of 2020, steeper than the nearly $2.8 billion loss recorded in the comparable period a year earlier."
}