{
    "url_original": "https://www.wsj.com/articles/google-employees-form-union-to-push-for-changes-11609782619?mod=tech_lead_pos4",
    "url": "google-employees-form-union-to-push-for-changes-11609782619",
    "title": "Google Employees Form Union to Push for Changes",
    "sub_head": "The move, rare for Silicon Valley, comes amid growing activism in the sector",
    "category_1": "Business",
    "time": "2021-01-04 15:23:00",
    "body": "A group of Google employees has formed a union to organize workers across the technology company’s sprawling global operations, a rare move within Silicon Valley and one that reflects growing employee activism in the sector.<br />Representatives said the Alphabet Workers Union—which is currently backed by around 200 workers, a tiny fraction of the tech company’s more than 132,000 employees—will be affiliated with Communications Workers of America Local 1400, and is the first one open to employees and contractors at any  Alphabet Inc.  company. The union will be supported by members paying 1% of their annual base pay and bonus every year, organizers said.<br />Google employees are among the best-paid workers in American corporations and enjoy ample perks. Median pay at Alphabet, whose operations include a range of internet businesses, was $258,708 in 2019, according to company filings.<br />Organizing efforts began over a year ago, part of a continuing tide of activism within Google. Members said the union’s immediate goal isn’t collective bargaining or formal recognition by Alphabet. The push instead reflects a need for employees to be able to speak out about the company without facing career repercussions, they said.<br />In 2018, thousands of employees staged a walkout to protest a workplace culture that they said promotes and protects perpetrators of sexual harassment. Employees had previously also criticized the company’s work with the Defense Department and its plan to explore a censored search engine for Chinese citizens."
}