{
    "url_original": "https://www.wsj.com/articles/googles-fake-union-insults-the-labor-movement-11610579343?mod=opinion_lead_pos9",
    "url": "googles-fake-union-insults-the-labor-movement-11610579343",
    "title": "Google’s Fake Union Insults the Labor Movement",
    "sub_head": "Alphabet has no legal obligation to recognize or negotiate with the well-funded pressure group.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-284218?width=620&size=1.5",
    "image_1": "im-284218.jpg",
    "time": "2021-01-13 18:09:00",
    "body": "The “union” formed by workers last week at Google parent company Alphabet isn’t really a labor union in the traditional sense. Rather it’s a pressure group funded by the Communications Workers of America, which will provide staff and support to generate negative publicity about management at the Mountain View, Calif., company. The so-called Alphabet Workers Union is composed of fewer than 800 workers among Alphabet’s roughly 250,000 employees and contractors, some of whom are technically employed by completely separate entities, some of which are already unionized.<br />The AWU describes itself as a “minority” or “members only” union, but such things are unlawful under federal labor law. Alphabet has no obligation to meet with, recognize or afford the AWU—or the CWA—any special rights. The group has no legal authority to bargain with Alphabet, and there is no reason the company should do so.<br />A real union has a democratic mandate, with a majority of employees voting to designate it their exclusive representative to bargain with their employer. Real unions represent a group of employees, with a true community of interest, bound by job location and classification and with legal standing to negotiate for better wages and working conditions.<br />The union movement in the U.S. arose to address workplace concerns far more pressing than the ones faced by Alphabet employees. For highly paid white-collar tech employees to co-opt the union label—while other workers still fight for safe workplaces, livable wages and essential benefits—is an insult to the American labor movement.<br />It is hardly surprising that the tech industry has shown little interest in a unionized workforce. Most tech workers are highly skilled and enjoy generous pay and benefits. The dangerous conditions and unfair work practices that unions were created to combat simply don’t exist in an environment where the average employee makes more than $250,000 and receives Cadillac health-care, tuition reimbursement and other benefits—including free food."
}