{
    "url_original": "https://www.wsj.com/articles/gorpcore-how-arcteryx-parkas-and-salomon-hiking-boots-became-high-fashion-11609563600",
    "url": "gorpcore-how-arcteryx-parkas-and-salomon-hiking-boots-became-high-fashion-11609563600",
    "title": "Gorpcore: How Arc’teryx Parkas and Salomon Hiking Boots Became High Fashion",
    "sub_head": "Urban guys are wearing technical outdoor gear from brands like Patagonia, And Wander and the North Face. They look like they could summit Everest—but they’re probably just running to Starbucks.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-278722?width=620&size=custom_2430x4593",
    "image_1": "im-278722.jpg",
    "time": "2021-01-02 12:00:00",
    "body": "GORPCORE, named for the trail-mix acronym that’s short for “good ol’ raisins and peanuts,” represents the convergence of outdoorsy gear and more quotidian men’s fashion. Think of the technical parkas and backpacks you’d wear while nibbling on nuts and dried fruit during a hike up a mountain. Now transfer that same gear to city streets, maybe paired with your prosaic sneakers.<br />The term “gorpcore”—coined by New York Magazine’s style site the Cut in 2017—has been bubbling up in men’s fashion for a few years. It emerged as an outdoor-specific offshoot of the 2010s’ normcore trend, which recontextualized humble, pragmatic clothes as lust-worthy fashion. The defining gorpian image might be a photo of taciturn singer Frank Ocean trekking to a Paris fashion show in 2019 wearing a fitted, clementine-orange jacket by 159-year-old Swiss mountaineering brand Mammut and a greenish beanie from 32-year-old North Vancouver outdoor brand Arc’teryx, with bluejeans and hiking boots. He looks as if he’s wandered off the Pacific Crest Trail and into the Tuileries.<br />That Mr. Ocean wore Arc’teryx and Mammut during fashion week and not, say, Prada is telling. Gorpcore is not about designer labels cynically co-opting the outdoor look, creating fragile mountaineering boots that look the part but would falter on the trail. It’s about a deep appreciation of genuine, all-weather brands stretching from Japan’s And Wander to California’s Patagonia.<br />Those two brands represent two distinct classes of gorpcore. And Wander, a Tokyo-based label founded in 2011, is one of several relatively new brands that sell high-design gear that could nevertheless withstand a toe-tingling winter squall. Think fleeces with reflective details and sturdy pocket-packed poly pants. Also in this category: fellow Japanese labels Snow Peak and F/CE, the Swedish cold-weather brand Houdini, and Gyakusou, a  Nike  offshoot focused on running garb.<br />The other class of gorpcore brands—including REI, Marmot and Patagonia—are long-established stalwarts traditionally valued for placing function over design. Freshly coveted by young gorpcore fanatics, this group includes seasoned global brands like Helly Hansen (Norway) and Goldwin (Japan), and cultier, trail-rooted labels such as Gramicci, Manastash and La Sportiva."
}