{
    "url_original": "https://www.wsj.com/articles/grammy-awards-postponed-amid-covid-19-concerns-11609886601",
    "url": "grammy-awards-postponed-amid-covid-19-concerns-11609886601",
    "title": "Grammy Awards Postponed Amid Covid-19 Concerns",
    "sub_head": "Ceremony, originally set to take place on Jan. 31, has been pushed back to March 14",
    "category_1": "Arts",
    "category_2": "Music",
    "image_1_url": "https://images.wsj.net/im-281058?width=620&size=1.5",
    "image_1": "im-281058.jpg",
    "time": "2021-01-05 19:18:00",
    "body": "The Grammy Awards ceremony has been postponed for two months, as concerns surge over the spread of Covid-19, according to the Recording Academy, which hosts the annual music-industry awards show.<br />The ceremony was originally set to take place on Jan. 31 in Los Angeles, with “The Daily Show” host and comedian Trevor Noah as host. Grammy organizers have pushed the event to March 14. The academy’s website earlier Tuesday showed the date had been pushed back to March 21.<br />In late November, the Recording Academy’s interim chief executive and president, Harvey Mason Jr., said there would be live performances at this year’s show but that—given the pandemic—there would be a limited in-person audience, if any audience at all. He also said the Grammys was working with medical experts to ensure artists and fans were safe. “I can definitely tell you there won’t be 17,000 fans there,” he said.<br />But since then, the U.S.—and California and Los Angeles County in particular—has seen a surge in coronavirus cases that gathered strength after Thanksgiving and the December holidays. On Monday, the U.S. reported 180,477 new infections, according to data compiled by Johns Hopkins University. While the figure was down from a day earlier as holiday reporting lags continue to affect data, the seven-day average of new cases—which helps smooth out irregularities in data reporting—has risen above 200,000 again. California is the hardest hit U.S. state, with more than 2.45 million cases, according to Johns Hopkins.<br />“The deteriorating Covid situation in Los Angeles, with hospital services being overwhelmed, ICUs having reached capacity, and new guidance from state and local governments have all led us to conclude that postponing our show was the right thing to do,” the Recording Academy said in a joint statement with CBS, which is broadcasting the event. “Nothing is more important than the health and safety of those in our music community and the hundreds of people who work tirelessly on producing the show.”"
}