{
    "url_original": "https://www.wsj.com/articles/great-lakes-pipeline-adds-heat-to-u-s-canada-energy-tensions-11611059093",
    "url": "great-lakes-pipeline-adds-heat-to-u-s-canada-energy-tensions-11611059093",
    "title": "Great Lakes Pipeline Adds Heat to U.S.-Canada Energy Tensions",
    "sub_head": "Michigan has ordered Enbridge to close pipeline supplying Canada’s most populous region",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-01-19 07:24:00",
    "body": "TORONTO—Canadian and U.S. officials are at odds over the fate of a pipeline underneath the Great Lakes, exacerbating disagreements over energy policy between the two nations as the Biden administration prepares to take office.<br />Citing environmental concerns, Michigan state officials have told  Enbridge Inc.  to close its Line 5 pipeline, which carries more than half a million barrels of oil and natural gas liquids each day from Superior, Wis. to Sarnia, Ontario. Canadian officials say closing the pipeline would choke off more than half of the supply used to make gasoline, jet fuel and home-heating oil for the most populous parts of the country. The 645-mile pipeline, which is part of Enbridge’s mainline system that conveys oil and natural gas liquids from Alberta, feeds refineries in Michigan, Ohio, Pennsylvania, Ontario and Quebec.<br />“Pipelines are so vital to the economy and the recovery,” said Chris Bloomer president of the Canadian Energy Pipeline Association, a trade group. “We’re hoping for some pragmatism.”<br />The dispute adds another point of conflict in the energy relationship between the U.S. and Canada. Officials, companies and environmentalists in both countries have clashed in recent years over how to balance energy security with environmental concerns.<br />President-elect Joe Bien’s team has said that he opposes a proposed extension of  TC Energy Corp.’s  Keystone pipeline, which would carry oil from Alberta to Nebraska. Canadian Prime Minister Justin Trudeau, who has long advocated for the extension, has said it would be a key issue between the two countries during Mr. Biden’s tenure. Canadian officials said they expect Mr. Biden to stick with his plans to scrap the project."
}