{
    "url_original": "https://www.wsj.com/articles/green-euphoria-may-cost-investors-but-planet-says-thank-you-11609949560",
    "url": "green-euphoria-may-cost-investors-but-planet-says-thank-you-11609949560",
    "title": "Green Euphoria May Cost Investors, but Planet Says Thank You",
    "sub_head": "Money pouring into Tesla and its ilk speeds up transition to carbon-free energy",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-01-06 15:04:00",
    "body": "Whether investors one day regret paying so much for  Tesla Inc.  stock, they have done the planet a favor. Their enthusiasm enabled the company to raise enough money to stay afloat until it could profitably mass produce electric cars while accelerating other manufacturers’ rollouts.<br />Tesla, trading at more than 1,000 times trailing earnings, is only the most extreme example of a euphoria that has swept green energy. From the end of 2019 through Tuesday, a fund that tracks a Nasdaq clean energy index had risen 191% compared with the broad market’s 15%. It trades at 52 times trailing earnings, nearly double the overall market’s already-historically high multiple. More than a third of its 44 constituents are losing money. On Wednesday afternoon it was up 7% on expectations Democratic control of the Senate would lead to more support for renewable energy.<br />“The bubble in renewables is probably the stupidest that I have seen in my career,” Charles Gave, chairman of money manager and research firm Gavekal, wrote last month.<br />Stupid, however, isn’t the same as useless. Some bubbles can be hugely destructive, as we saw with housing 13 years ago. Others are socially useful. Private markets generally provide too little incentive for risky innovation because shareholders only capture a small part of an innovation’s benefit; most goes to consumers (think of a life-saving drug). A bubble can overcome that market failure as investors shower capital on countless new ventures they hope will be the next  Microsoft Corp.  or  Amgen Inc.  Even as most of those ventures fail, they extend the technological frontier.<br />In the late 1990s and early 2000s, investors snapped up the stocks and bonds of money-losing technology, media and telecom companies. The mania financed a glut of fiber optic that drove the price of bandwidth down enough to bankrupt many telecom companies while allowing countless new businesses to emerge. It also enabled  Amazon.com Inc.  to raise enough money to keep growing until it had proven its business model could work."
}