{
    "url_original": "https://www.wsj.com/articles/greenfields-the-gibb-brothers-songbook-vol-1-by-barry-gibb-review-country-luminaries-salute-the-bee-gees-11609796973",
    "url": "greenfields-the-gibb-brothers-songbook-vol-1-by-barry-gibb-review-country-luminaries-salute-the-bee-gees-11609796973",
    "title": "‘Greenfields: The Gibb Brothers Songbook (Vol. 1)’ by Barry Gibb Review: Country Luminaries Salute the Bee Gees",
    "sub_head": "Dolly Parton, Keith Urban and other musical greats join the surviving Bee Gee to revisit the pop-giant group’s catalog.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-279036?width=620&size=1.5",
    "image_1": "im-279036.jpg",
    "time": "2021-01-04 16:49:00",
    "body": "<br /><br />Throughout the genres’ marketing history, there have been hardcore devotees of country music and folk-style balladry who favor either or both to the exact extent they sound distant from general contemporary pop. For about as long, others have been attracted to some record (or performer) with country connections precisely because of its conspicuous pop propensities. That divide has made for decades of arguments. But actual country-pop divergence is often more in the mind than on the tracks, as an endearing new salute to the songs of the pop-giant Bee Gees—brothers Barry, Robin and Maurice Gibb—demonstrates anew.<br />For the vocal and instrumental collaborations with surviving brother Barry that make up “Greenfields: The Gibb Brothers Songbook (Vol. 1),” set for release Jan. 8 on Capitol Records, the singer-songwriter and Nashville producer Dave Cobb has called on luminaries from the more rural-friendly end of the roots-music spectrum. Some are most associated with country music (Dolly Parton, Miranda Lambert, Keith Urban, Little Big Town), some with Americana (Jason Isbell, Gillian Welch and David Rawlings, Brandi Carlile), and others with global country-friendly pop (Sheryl Crow, Olivia Newton-John) or rock (Jay Buchanan of the band Rival Sons).<br />Ten of the dozen songs they revisit were enormous, familiar Bee Gees hits—’60s ballads (“Words,” “To Love Somebody”) and their dominating ’70s R&B/disco smashes (“How Deep Is Your Love,” “Jive Talkin’”). The album title comes from the brothers’ more obscure, rural-leaning song “Butterfly,” worked up when they were in their early teens, and there’s one previously unheard number, “Words of a Fool,” written by Barry, solo, in 1986."
}