{
    "url_original": "https://www.wsj.com/articles/ground-work-review-cloudy-concepts-11611403200",
    "url": "ground-work-review-cloudy-concepts-11611403200",
    "title": "‘Ground/Work’ Review: Cloudy Concepts",
    "sub_head": "At the Clark Art Institute, six new outdoor works engage with the museum’s 140-acre campus.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-289086?width=620&size=1.5",
    "image_1": "im-289086.jpg",
    "time": "2021-01-23 07:00:00",
    "body": "Williamstown, Mass.<br />As the pandemic compels us to take our culture al fresco, outdoor sculpture is having its day in the sun. The next day, however, might be partly cloudy. And the next might bring a frost with the chance of freezing rain. In other words the outdoors, unlike the white cube of a gallery, can challenge sculpture itself as much as the scenery compels us as viewers.<br />When the Clark Art Institute looked to bring art into the wilds of its own backyard in Williamstown, Mass., the muddy, icy, windswept challenges of a New England hillside called Stone Hill suggested an opportunity to do something different with sculpture than just display art plopped in a plaza, as we often encounter such outdoor work. An exhibition called “Ground/Work,” organized by guest curators Molly Epstein and Abigail Ross Goodman and on view through Oct. 17, now presents six commissioned pieces by six contemporary artists (all created last year) scattered around a 140-acre woodland pasture. This landscape with trails that rise several hundred feet and connect with a larger conservation area means visitors should be prepared for more than a walk in the sculpture park.<br />As an institution best known for its collection of 19th-century European and American art, the Clark is wise to use this outdoor space to bring contemporary voices and its natural assets into the mix. Through a language of reserved modernist form, each of these new works is designed to engage with the weather and the vistas, the birds and cows, all in “active dialogue,” according to exhibition literature, with this specific environment. It’s just too bad we need a field guide to some of the works in order to understand the overwrought concepts behind their creation.<br />You could easily miss the first work on view, which is embedded in the museum architecture itself. Jennie C. Jones has attached a 16-foot sculpture of powder-coated aluminum, wood and harp strings to the end of a free-standing wall. Called “These (Mournful) Shores,” the work is an Aeolian harp, meant to be strummed by the wind, that, according to the label, refers to the Middle Passage. It’s an elegiac idea but with layers of conceptual meaning that muddy the effect. Its dark gray palette, meant to recall that of two seascapes by Winslow Homer in the Clark collection, further mutes what should be a more resonant work."
}