{
    "url_original": "https://www.wsj.com/articles/hall-of-fame-manager-tommy-lasorda-dies-at-93-11610126657",
    "url": "hall-of-fame-manager-tommy-lasorda-dies-at-93-11610126657",
    "title": "Hall of Fame Manager Tommy Lasorda Dies at 93",
    "sub_head": "The Dodgers legend led Los Angeles to two World Series championships",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-282743?width=620&size=1.5005861664712778",
    "image_1": "im-282743.jpg",
    "time": "2021-01-08 12:24:00",
    "body": "Tommy Lasorda, the Hall of Fame manager whose colorful personality and boundless enthusiasm for his beloved Los Angeles Dodgers made him one of baseball’s most popular ambassadors and icons in Southern California and beyond, died late Thursday.<br />Lasorda had been hospitalized in mid-November and returned home earlier this week, before suffering a sudden cardiopulmonary arrest, the Dodgers said. He was 93.<br />Lasorda spent more than 70 years with the Dodgers, beginning as a pitcher when the franchise still played in Brooklyn and ending as an adviser in the front office. He was best known for his time in the dugout, where he managed the Dodgers from 1976 to 1996, winning four National League pennants and two World Series. His last championship came in 1988—thanks in part to Kirk Gibson’s legendary home run off Dennis Eckersley in Game 1—a victory that stood as the Dodgers’ most recent title until just last season.<br />Lasorda assumed an executive role after he retired as manager, but he often seemed more like an unofficial cheerleader for his favorite team and the sport he adored. He once said that he loved doubleheaders, because, “That way I get to keep my uniform on longer.”<br />As a manager, Lasorda was often praised for his leadership qualities and relentless optimism, an attitude he used to inspire his players. He was loquacious and quotable, allowing him to maintain a full schedule as a pitchman, charity booster and motivational speaker. Asked once to describe his managerial philosophy, he responded, “Contented cows give better milk.” He cited Ralph Houk, one of his minor-league managers, as his inspiration, telling a biographer, “Ralph taught me that if you treat players like human beings, they will play like Superman.”"
}