{
    "url_original": "https://www.wsj.com/articles/hartford-has-a-lot-to-offer-now-and-ahead-11611338611?mod=opinion_major_pos18",
    "url": "hartford-has-a-lot-to-offer-now-and-ahead-11611338611",
    "title": "Hartford Has a Lot to Offer, Now and Ahead",
    "sub_head": "The Brookings Institution named Hartford one of 19 global “Knowledge Capitals” for its talented workforce, elite research universities and entrepreneurial spirit.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-279308?width=620&size=1.5",
    "image_1": "im-279308.jpg",
    "time": "2021-01-22 13:03:00",
    "body": "I am CEO of one of the largest private-sector employers in Hartford, Conn., and want to comment on Bob Stefanowski’s “What Isn’t the Matter With Hartford?” (Cross Country, Jan. 2). Hartford remains the hub of Travelers’ business operations for reasons that go well beyond our 157-year history in the city.<br />The Brookings Institution named Hartford one of 19 global “Knowledge Capitals” for its talented workforce, elite research universities and entrepreneurial spirit, and among the top 10 cities in the country for tech jobs. Recent studies show that Hartford is increasingly attractive to millennials, a positive indication of long-term economic prospects. Hartford is both the economic heart of a vibrant region and a leading cultural center. The community is eager to return in person to the city’s theaters, stadiums, concert halls, restaurants and cultural festivals. Like many small cities across the country, Hartford faces economic challenges that the pandemic has exacerbated. But its fiscal position improved over recent years. Committed community members, business leaders and policy makers will help the city navigate through this period and resume momentum toward growth and prosperity.<br />We are proud to be part of the city’s rich past, and we are excited to be part of its future. Hartford’s best years are yet to come.<br />Alan Schnitzer<br />Chairman and CEO"
}