{
    "url_original": "https://www.wsj.com/articles/health-care-companies-shake-off-disrupters-make-deals-11610032701?mod=business_minor_pos12",
    "url": "health-care-companies-shake-off-disrupters-make-deals-11610032701",
    "title": "Health-Care Companies Shake Off Disrupters, Make Deals",
    "sub_head": "Health insurers and pharmacies have less to fear from business and regulatory threats",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-281407?width=620&size=1.5",
    "image_1": "im-281407.jpg",
    "time": "2021-01-07 10:18:00",
    "body": "Health-care incumbents are making big moves right as would-be disrupters fade away.<br />The new year has begun with a bang for deal makers.  UnitedHealth Group ,  the largest publicly traded health insurer, announced a deal on Wednesday to buy health technology startup  Change Healthcare  for $8 billion in cash.<br />Pharmacy giant  Walgreens Boots Alliance  also said Wednesday that it is selling its European distribution business to drug wholesaler  AmerisourceBergen  for $6.5 billion in cash and stock. Both Walgreens and AmerisourceBergen shares surged on Wednesday. And insurer Centene said on Monday it plans to acquire mental-health-care specialist Magellan for $2.2 billion.<br />It won’t be surprising if more deals materialize soon: The annual  J.P. Morgan  health conference, which historically has been a preferred moment for splashy announcements, is scheduled for next week.<br />The shopping spree coincides with the dissipation of potentially disruptive threats that have spooked Wall Street in the past. Haven Health, a venture aimed at reducing health costs backed by  JPMorgan Chase ,   Berkshire Hathaway  and  Amazon.com ,  is folding roughly three years after its formation, The Wall Street Journal reported earlier this week. Haven’s arrival caused a selloff for insurance stocks back in 2018. Despite the fanfare and pedigree, the group found American health care too hard of a nut to crack."
}