{
    "url_original": "https://www.wsj.com/articles/hedge-funds-bets-on-fannie-and-freddie-cause-pain-11611230400?mod=markets_lead_pos3",
    "url": "hedge-funds-bets-on-fannie-and-freddie-cause-pain-11611230400",
    "title": "Hedge Funds’ Bets on Fannie and Freddie Cause Pain",
    "sub_head": "Exit of the Trump administration, seen as best hope for mortgage-finance giants’ privatization, delivers blow",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-287280?width=620&size=1.5",
    "image_1": "im-287280.jpg",
    "time": "2021-01-21 07:00:00",
    "body": "The end of the Trump administration is the end of the best hope for hedge-fund investors in a long and painful trade: Betting that  Fannie Mae  and  Freddie Mac  would one day be returned to private hands.<br />A long list of investors has bet that policy makers would eventually privatize the companies, and that once that path became clear, the value of the shares in these companies would increase dramatically. Most hedge funds hold preferred shares that carry a dividend. These shares are junior to the government’s stake and thus don’t get paid dividends until after the government is paid. So their value is greatly diminished by the large stake the government retains.<br />In one scenario where hedge funds would profit, Fannie and Freddie would raise fresh capital, junior preferred shares would be converted to common stock, and the government would write down or eliminate its senior preferred shares.<br />Investors including John Paulson, Anchorage Capital Group, Discovery Capital Management LLC, Blackstone Credit, Perry Capital, Bill Ackman’s Pershing Square Capital Management LP and PointState Capital LP have been involved in the trade. Many funds are now expected to have lost money on the investment, though some early buyers and active traders profited.<br />It was a risky bet. But other complex, long-shot trades, including the subprime bet that the housing market would collapse, resulted in big paydays for some funds."
}