{
    "url_original": "https://www.wsj.com/articles/helicopter-money-for-all-isnt-what-we-need-11611599859?mod=opinion_major_pos16",
    "url": "helicopter-money-for-all-isnt-what-we-need-11611599859",
    "title": "Helicopter Money for All Isn’t What We Need",
    "sub_head": "The Cares Act wasn’t entirely humanitarian aid and didn’t stimulate growth. Increasing the amount to $2,000 won’t make a difference.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-285821?width=620&size=1.5",
    "image_1": "im-285821.jpg",
    "time": "2021-01-25 13:37:00",
    "body": "John F. Cogan and John B. Taylor (“Those $2,000 Checks Won’t Boost the Economy,” op-ed, Jan. 15) are correct to note that much of this deficit spending will be saved, not spent. This is what we should expect when checks go to households with twice the median income. If spending is humanitarian aid for those who suffer most from the pandemic, it makes more sense to send checks only to households with incomes below the median or to people who have been unemployed for more than some number of months; the longer the period of unemployment, the larger the check.<br />Messrs. Cogan and Taylor also are correct in noting that the Cares Act did nothing to stimulate economic growth. This isn’t surprising. Economists know that fiscal and monetary policy actions can’t increase an economy’s growth rate.<br />Economic growth is determined by the growth rates of labor, real capital and productivity. The growth rate of labor is determined by immigration and the labor-force participation rate. The latter trended up until about 2000 when it began trending down. Investing in plant and equipment happens because investors expect very high rates of return. They won’t invest less because the borrowing rate is 8% rather than 5%, nor will they invest more if the borrowing rate drops from 5% to 2%. Productivity is driven by technology, which is why there was a decadelong increase in productivity growth that began in the mid-1990s.<br />The Cares Act wasn’t entirely humanitarian aid and didn’t stimulate growth. Increasing the amount to $2,000 won’t make a difference.<br />Dan Thornton"
}