{
    "url_original": "https://www.wsj.com/articles/henry-louis-aaron-11611359295?mod=opinion_lead_pos2",
    "url": "henry-louis-aaron-11611359295",
    "title": "Henry Louis Aaron",
    "sub_head": "The home run king overcame racism and great pitchers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-22 18:48:00",
    "body": "Those wrists. Other hitters always talked about the strength in those wrists and forearms as they whipped a bat through the strike zone. What a sight as they knocked another pitch for a line-drive base hit or an arcing shot into the bleachers. Few—maybe no one else—could swing a baseball bat like Henry “Hank” Aaron, who died this week at age 86.<br />Aaron is best known for breaking Babe Ruth’s major-league home run record on April 8, 1974. But readers of a certain age remember him as one of the greatest overall hitters of all time. Year after year he was among the leaders in batting average, runs batted in and home runs.<br />He did it in the era when the pitcher’s mound was higher and pitching was dominant. He also did it before the era of steroid use that pumped up the stats of many players who wouldn’t have hit 20 dingers a year in the days of Sandy Koufax and Bob Gibson. That isn’t nostalgia talking. It’s physics and biology.<br />Aaron’s record of 755 career home runs was surpassed more than three decades later by Barry Bonds, and “Hammerin’ Hank” was gracious to Mr. Bonds when it happened. But aficionados of the sport recognize that the real record still belongs to the sweet swinger who played for more than two decades for the Milwaukee and then Atlanta Braves.<br />Aaron’s march to break the Babe’s record was marred by threats and racist hate mail, and he often said it motivated him all the more. Aaron had grown up in Mobile, Ala., in the Jim Crow era of the 1930s and 1940s, and he revered Jackie Robinson for breaking the color barrier in the big leagues. With his baseball success, Aaron became a hero to a generation of youngsters of all races in the decades when baseball still was America’s pastime."
}