{
    "url_original": "https://www.wsj.com/articles/here-come-the-covid-liability-lawsuits-11609956085?mod=opinion_lead_pos5",
    "url": "here-come-the-covid-liability-lawsuits-11609956085",
    "title": "Here Come the Covid Liability Lawsuits",
    "sub_head": "Trial lawyers are eager to sue businesses for scanning foreheads and letting older employees work from home.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-281395?width=620&size=custom_3000x2339",
    "image_1": "im-281395.jpg",
    "time": "2021-01-06 13:01:00",
    "body": "Businesses are doing all they can to keep operating while minimizing the spread of the virus. But some have run into an unexpected obstacle: federal law.<br />In May, as the first wave of the pandemic receded, Connecticut put out guidelines for workplace reopening. “Individuals over the age of 65 or with other health conditions should not visit offices, but instead continue to stay home and stay safe.” That seemed like a sound directive, but as lawyers soon pointed out, the state had told its private employers to violate federal law. The federal Age Discrimination in Employment Act makes it unlawful to deprive older employees of any opportunity offered to younger colleagues.<br />You might think being assigned to work from home at full salary doesn’t count as being deprived of an opportunity, but trial lawyers have been known to argue otherwise. An at-home employee might have fewer promotion opportunities or benefit from less mentoring. Someone could try for a class action.<br />That isn’t an isolated example. For some employers a reopening plan might include using antibody tests to identify which employees had Covid and recovered; given likely immunity, those persons could be a good bet for jobs where personal contact is unavoidable. But June guidelines from the federal Equal Employment Opportunity Commission count antibody testing as a breach of the Americans with Disabilities Act (ADA). The commission says tests for current infection are OK.<br />What about vaccination before coming back to work? The EEOC recently said it thinks employers are free to require Covid vaccination in most situations. But some employees will demand to be excused under religious or disability accommodation, and that can get chancy and expensive. In 2018 the EEOC extracted a $75,000 settlement from a Tennessee hospital that had refused to grant an employee a religious exception from its mandatory flu shot policy."
}