{
    "url_original": "https://www.wsj.com/articles/high-court-weighs-fcc-rollback-of-restrictions-on-media-ownership-11611096879?mod=business_minor_pos22",
    "url": "high-court-weighs-fcc-rollback-of-restrictions-on-media-ownership-11611096879",
    "title": "High Court Weighs FCC Rollback of Restrictions on Media Ownership",
    "sub_head": "Long-running battle involves concerns about racial and gender diversity",
    "category_1": "Politics",
    "category_2": "Audience",
    "image_1_url": "https://images.wsj.net/im-286855?width=620&size=1.5",
    "image_1": "im-286855.jpg",
    "time": "2021-01-19 17:54:00",
    "body": "WASHINGTON—The Supreme Court on Tuesday stepped into the middle of a long-running battle over federal limits on media ownership in local markets, weighing whether a recent regulatory rollback sufficiently addressed concerns about racial and gender diversity.<br />At issue was the Federal Communications Commission’s 2017 decision to loosen ownership restrictions by making it easier for one entity to own multiple TV stations in the same market. The rollback also repealed bans on common ownership of both a TV station and a newspaper in the same market, or a TV station and a radio station.<br />Some ownership limits had been in place for decades, to prevent concentration and preserve viewpoint diversity in local markets.<br />A federal appeals court in 2019 found the FCC didn’t satisfy its legal obligation to determine whether the rollback was in the public interest—because it didn’t adequately assess whether the changes would harm ownership of broadcast media by women and minorities. The FCC and a group of media companies, including  News Corp ,  owner of The Wall Street Journal, appealed to the high court.<br />During an hour-long oral argument, justices pressed both sides in the dispute, but several appeared sympathetic to claims by the FCC and the media companies that the old limits were outdated and didn’t take into account a changing media landscape."
}