{
    "url_original": "https://www.wsj.com/articles/hong-kong-activists-say-arrests-show-space-for-democracy-is-rapidly-shrinking-11609966174?mod=business_minor_pos6",
    "url": "hong-kong-activists-say-arrests-show-space-for-democracy-is-rapidly-shrinking-11609966174",
    "title": "Hong Kong Activists Say Arrests Show Space for Democracy Is Rapidly Shrinking",
    "sub_head": "Dozens of lawmakers who participated in political primaries were arrested and accused of taking part in a plot to paralyze the city’s government",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-06 15:49:00",
    "body": "HONG KONG—Hong Kong activists say this week’s mass roundup shows that Beijing’s tolerance for democracy in the city is quickly narrowing, by branding dozens of opposition lawmakers who participated in political primaries as suspects in a plot to paralyze the city.<br />On Wednesday, about 1,000 police officers carried out predawn arrests of 53 people suspected of subversion for their involvement in political races held by opposition parties last summer to identify candidates for an election that had been scheduled for September. Six were arrested for organizing and planning the races and 47 for their participation.<br />“This is such a wide net authorities have cast on the pro-democracy camp. Everyone was involved in those primary elections,” said Lee Cheuk-yan, vice chairman of the Labour Party, which had one candidate arrested, Carol Ng. “What road does this lead us down? Who will dare stand for elections again?”<br />The scale of the operation stunned a pro-democracy movement that was already demoralized and expecting further arrests. Officers fanned out across the city starting at around 6 a.m., knocking on doors, confiscating electronics and bringing people into police stations.<br />Among those arrested was an American lawyer in his 70s, John Clancey, who could be seen in a video posted on social media leaning on a cane as he was led to a police van. Others included veteran lawmakers and young political hopefuls who had been aiming to enter the legislature last year for the first time."
}