{
    "url_original": "https://www.wsj.com/articles/hong-kong-police-arrest-dozens-of-opposition-politicians-over-alleged-subversion-11609895177?mod=business_minor_pos4",
    "url": "hong-kong-police-arrest-dozens-of-opposition-politicians-over-alleged-subversion-11609895177",
    "title": "Hong Kong Police Arrest Dozens of Opposition Politicians Over Alleged Subversion",
    "sub_head": "Operation is biggest since the sweeping national security law was imposed six months ago",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-05 22:34:00",
    "body": "HONG KONG—In a series of dawn raids Wednesday, police swept up dozens of Hong Kong’s most prominent opposition figures, some of whom said they were accused of subversion under a national security law imposed by Beijing last year.<br />From about 6 a.m., police started making arrests at the homes of the politicians, according to social-media accounts of some detained. The arrests were related to their participation in unofficial election primaries held last year by the democratic camp ahead of planned legislative elections, they said.<br />The police operation is the biggest since the sweeping national security law was imposed six months ago, and activists said the arrests were the first related to alleged subversion, a serious crime under that law. The range and profile of the people arrested, comprising most of Hong Kong’s opposition, marks a dramatic escalation in authorities’ efforts to crush dissent in the city, which was racked by months of antigovernment street protests in 2019.<br />Less than two weeks after the security law was imposed, on the weekend of July 11 and 12, the opposition camp took part in self-organized primaries to select preferred candidates for elections scheduled for September. The aim was to improve chances of gaining a majority in the legislature, which participants said would allow them to block government legislation. Organizers said then that about 600,000 members of the public cast their votes.<br />Many of the politicians were told weeks later that their candidacies were invalid, with authorities citing concerns over their loyalty to the city and its constitution. Shortly after the disqualifications, the government postponed the elections by a year, citing the coronavirus pandemic."
}