{
    "url_original": "https://www.wsj.com/articles/hong-kongs-escape-routes-11611962604?mod=opinion_lead_pos4",
    "url": "hong-kongs-escape-routes-11611962604",
    "title": "Hong Kong’s Escape Routes",
    "sub_head": "Beijing retaliates after Britain offers refuge from growing tyranny.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-29 18:23:00",
    "body": "To its eternal credit, the British government is honoring its promise to its former colonial subjects by offering a path to citizenship for Hong Kongers who hold British National (Overseas) passports and their family members. The need for such refuge became clearer on Friday as China retaliated by announcing that China will no longer recognize BN(O) passports as a valid form of identification or travel documentation.<br />For now Hong Kongers who want to leave can still use their Hong Kong passports unless there’s a warrant out for their arrest or bail restrictions. But Foreign Ministry spokesman Zhao Lijian warned that China “reserves the right to take further measures.”<br />Hong Kongers fear Beijing could soon impose restrictions on the movement of money or assets. At the request of police, HSBC froze the bank accounts of pro-democracy lawmaker Ted Hui, who escaped abroad in December. Pro-Beijing lawmaker Regina Ip recently suggested that China should consider using “its nationality law to disallow dual nationality,” so Hong Kongers who flee may never be able to return. China could also restrict Hong Kong refugees’ freedom of movement by pressuring other countries to refuse to recognize BN(O) passports.<br />Meanwhile, the atmosphere in Hong Kong grows more stifling by the day. Earlier this month Hong Kong police arrested more than 50 former lawmakers and dissenters. Pro-democracy district councilors and lawyers are likely the next targets. Pro-Beijing lawmakers have also called for schools to install surveillance cameras in classrooms to ensure teachers aren’t making “subversive remarks” during lessons.<br />The message is clear: Hong Kong may become a place you can’t escape. So it’s a shame that last month Sen. Ted Cruz blocked legislation that would have made it easier for Hong Kongers to gain refugee or temporary protected status in the U.S. The Biden Administration has a chance to do better by the cause of freedom by following Britain’s excellent example."
}