{
    "url_original": "https://www.wsj.com/articles/hong-kong-national-security-law-11605104896?mod=world_major_2_pos4",
    "url": "hong-kong-national-security-law-11605104896",
    "title": "Hong Kong Security Law: How Beijing Is Cracking Down",
    "sub_head": "City’s government has used new powers to arrest dozens of opposition figures, eject pro-democracy lawmakers and stifle dissent",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-06 06:42:00",
    "body": "Hong Kong has become a flashpoint in what some see as an emerging cold war between the U.S. and China. Exhibit A is Beijing’s decision to bypass Hong Kong’s legislature and impose new national-security legislation on the city on July 1 to stamp out a yearlong protest movement.<br />Hong Kong’s Beijing-backed government moved quickly to make use of those powers to pacify the city, arresting protesters, ejecting four pro-democracy lawmakers from the city’s legislature and rounding up opposition figures. Most recently, 53 were arrested in a series of dawn raids on Jan. 6 over allegations of plotting to subvert the city’s government.<br />The U.S. has taken steps to punish Beijing by restricting visas for Chinese officials and declaring that Hong Kong is no longer sufficiently autonomous to merit special treatment on trade in goods such as defense technologies. It also imposed sanctions on some Chinese officials and Hong Kong governing figures including Chief Executive Carrie Lam. Here’s how we got to this point.<br />Around 1,000 police officers arrested 53 pro-democracy figures in a high-profile operation that involved searching 72 locations across the city on Jan. 6. It was the biggest swoop since the law was imposed.<br />The allegations center on unofficial primaries held by opposition groups in July for the public to choose the most popular candidates for legislative elections planned for September. More than 600,000 people voted. The pro-democracy camp sought to win more than half of the 70 seats in the city’s legislature and said it would use a majority to block government policy. Many candidates were subsequently disqualified, and officials then postponed the poll for a year, citing the coronavirus situation."
}