{
    "url_original": "https://www.wsj.com/articles/house-of-trelawney-review-the-weight-of-the-estate-11609517302",
    "url": "house-of-trelawney-review-the-weight-of-the-estate-11609517302",
    "title": "‘House of Trelawney’ Review: The Weight of the Estate",
    "sub_head": "A Cornish manor becomes a symbol of long-held illusions in a comic tale of aristocracy’s end.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-279305?width=620&size=custom_2501x1317",
    "image_1": "im-279305.jpg",
    "time": "2021-01-01 11:08:00",
    "body": "In a song of 1938, Noël Coward wrote: “The stately homes of England / How beautiful they stand, / To prove the upper classes / Have still the upper hand. / Though the fact that they have to be rebuilt / And frequently mortgaged to the hilt / Is inclined to take the gilt / Off the gingerbread . . .”<br />Hannah Rothschild’s new comic novel “House of Trelawney” is about an ancestral home in Cornwall where the gilt has definitely come off. Trelawney Castle, situated on a bluff overlooking the ocean, has belonged to the same noble family for 800 years. “The castle was their three-dimensional calling card, the physical embodiment of their wealth and influence,” writes Ms. Rothschild. “Each Earl added an extension until it was declared the grandest, if not the finest, stately home in the county of Cornwall.”<br />It sounds wonderful. It’s not. The novel opens in 2008, and the castle has fallen into “chaos and decrepitude.” The bungling and ineptitude of the last eight dissolute earls, “along with two world wars, the Wall Street Crash, three divorces and inheritance taxes” has eaten up the estate. There were once medieval oak woods, meadows and waterfalls on the 500,000 acres known as “Trelawneyshire.” Now ponds have silted up, hedges are bedraggled, and arches are covered with vines. Inside the castle, which has a room for each day of the year, empty squares discolor walls where great paintings once hung. In the rooms “the huge side tables were covered in a layer of dust and detritus, and a grand piano sat in a pool of water.” And the decay is accelerating: “Occasionally a great crash of avalanching plaster could be heard falling like a tree in a faraway wood.”<br />In 1988 the 24th Earl of Trelawney, now aged 85, handed the pile to his feckless son and heir, Kitto. His oldest and smartest child, Blaze, couldn’t inherit because she was female. Such were Britain’s archaic rules of primogeniture. With no funds left for its upkeep Kitto, like many an earl or duke before him, was forced to marry for money. Jane, his dowdy bride, possessed a fortune. But, inevitably, Jane’s money ran out. So did the heating and hot water. Now she is martyr to the cause, the house “skivvy,” feeding her aging parents-in-law and three teenage children cut-price mince (ground beef). She delivers pots of hot water to the freezing elderly earl and countess who reside upstairs in a fantasy world peopled with imaginary housemaids and butlers. They still change into formal clothes (now rather shabby) for dinner.<br />Meanwhile, in London, the estranged Blaze is living in a different world. There are no drip-filled buckets or creeping mold in the modern white-and-beige apartment, complete with four-person Jacuzzi, she has bought near Tower Bridge. A financial wizard, Blaze is a senior partner at the highly successful firm of Kerkyra Capital, where she has been riding out the turbulence of the 2008 crash. Her life and Jane’s are reconnected when a long-lost, wildly beautiful friend who married a maharaja 20 years before writes from India that she is dying of dengue fever (seriously). She asks Blaze and Jane to take in her daughter, Ayesha. Of course, when the 19-year-old arrives, she brings a new layer of chaos."
}