{
    "url_original": "https://www.wsj.com/articles/house-democrats-to-begin-efforts-seeking-to-remove-trump-from-office-11610375178?mod=politics_lead_pos1",
    "url": "house-democrats-to-begin-efforts-seeking-to-remove-trump-from-office-11610375178",
    "title": "House Plans Trump Impeachment Vote for Wednesday",
    "sub_head": "Democratic lawmakers press ahead with efforts to remove president following riot at U.S. Capitol",
    "category_1": "Politics",
    "time": "2021-01-11 16:35:00",
    "body": "WASHINGTON—House Democrats said they plan to vote on impeaching President Trump on Wednesday, accusing him of inciting supporters to storm the U.S. Capitol, as Congress careened toward a fresh showdown over Mr. Trump’s behavior in the final days of the administration.<br />House Democrats introduced an article of impeachment on Monday morning and said they would move ahead regardless of tepid Republican support. While some Republicans have condemned the president for encouraging his supporters to march to the Capitol as lawmakers were voting to ratify President-elect Joe Biden’s victory, only a handful have expressed support for removing him from office through impeachment or other means.<br />Democrats would need a majority vote in the House to impeach the president, and a two-thirds supermajority in the Senate to convict. Senate Majority Leader Mitch McConnell (R., Ky.) has said there would be no time to conduct a trial and vote in the Senate before Inauguration Day, likely leaving the matter to the incoming Senate Majority Leader Chuck Schumer (D., N.Y.).<br />The Senate can hold a trial for Mr. Trump even after his presidency ends, which some lawmakers see as justified in both condemning Mr. Trump’s actions and potentially banning Mr. Trump from running again.<br />“Whether impeachment can pass the United States Senate is not the issue,” said House Majority Leader Steny Hoyer (D., Md.). “The issue is, we have a president who most of us believe participated in encouraging an insurrection and attack on this building and on democracy.”"
}