{
    "url_original": "https://www.wsj.com/articles/house-passes-rules-package-for-new-session-of-congress-11609797778?mod=politics_lead_pos5",
    "url": "house-passes-rules-package-for-new-session-of-congress-11609797778",
    "title": "House Passes Rules Package for New Session of Congress",
    "sub_head": "Democrats’ rules also restart remote voting, ease budgetary restrictions for climate-related proposals",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-280407?width=620&size=1.5",
    "image_1": "im-280407.jpg",
    "time": "2021-01-04 19:16:00",
    "body": "WASHINGTON—The House on Monday passed rules that weakened a procedural tool Republicans had used to force Democrats to take tough political votes as well as added exemptions to a budget rule that progressives deemed a win.<br />The rules package for the new Congress passed on partisan lines in a 217-206 vote. The rules are set by the majority party’s leadership and must be passed at the beginning of each session of Congress.<br />The new package strengthens congressional oversight, seeks to protect whistleblowers and specifically defines that any current and former White House employees can be subpoenaed. It also renews proxy voting, which allows lawmakers to vote remotely during the pandemic by designating a lawmaker to vote on their behalf. Republicans object to the remote-voting rule and are disputing it in court, though some GOP lawmakers have used it.<br />The package also instructs lawmakers to honor all gender identities by changing pronouns and familial relationships in the House rules to be gender-neutral. Among specific changes, the new rules strike ‘‘himself or herself’’ and insert ‘‘themself,” and changes “chairman” to “chair.” The rules also change familial terms to make them gender neutral, changing “uncle” and “aunt” to “parent’s sibling,” for example.<br />Democrats said the rules change was designed to reflect the increasingly diverse Congress, but Republicans said the move was absurd."
}