{
    "url_original": "https://www.wsj.com/articles/how-the-fed-stifles-lending-11609697886?mod=opinion_lead_pos8",
    "url": "how-the-fed-stifles-lending-11609697886",
    "title": "How the Fed Stifles Lending",
    "sub_head": "Quantitative easing hoovers up bonds, leaving less collateral for eager borrowers.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-01-03 13:18:00",
    "body": "Dear Jerome Powell: End quantitative easing now. The Japanese tried QE in 2001, buying government debt, mortgage securities and even stocks. It didn’t work. The Federal Reserve has tried it four times since Lehman Brothers went belly up in 2008. QE doesn’t work and instead of keeping markets stable it creates instability.<br />The Fed supervises and regulates U.S. banks. But traditional banking (think Mr. Potter from “It’s a Wonderful Life”) represents only about 15% of all lending, maybe less. The rest is the mysterious-sounding shadow banking system based on securities lending and other credit products, including repurchase agreements—the repo market.<br />In repo, broker-dealers, hedge funds and banks construct short-term transactions. You put up collateral—Treasury bills or sometimes less-pristine instruments—with an agreement to buy them back the next day or week for slightly more, and invest the proceeds in the interim. Jeffrey Snider, head of research at Alhambra Investments, calls it a “reserve-less currency system.” This is how global supply chains are funded, to bring us cheap goods from  Walmart  or  Amazon .<br />Sometimes lenders repledge the collateral to other lenders and take out repo loans of their own. And the cycle goes on. It’s a little bit like hot potato, passing the collateral to the next guy. Known as rehypothecation, these transfers used to be done once or twice for each posted asset but are now sometimes done six to eight times, each time creating new money supply. Note: this is modern money creation—outside the purview of the Federal Reserve—and it’s huge.<br />When times are good, repos work fine: The agreements expire without problems and the collateral gets passed back down the chain smoothly. But eventually, iffy collateral sneaks into the system. That’s also fine, until markets hit an inevitable rough patch, like, say, March 2020. No one will take the junky stuff anymore, and everyone scrambles for good collateral. So there’s a mad dash, a brawl really, to buy Treasurys—like musical chairs with six to eight buyers eagerly eyeing one chair."
}