{
    "url_original": "https://www.wsj.com/articles/how-you-should-be-handling-fat-in-your-kitchen-11610571280",
    "url": "how-you-should-be-handling-fat-in-your-kitchen-11610571280",
    "title": "How You Should Be Handling Fat In Your Kitchen",
    "sub_head": "We’re done with avoiding it. Indeed, we’re saving it, rendering it and using it to make all kinds of dishes more delicious.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-284136?width=620&size=1.5",
    "image_1": "im-284136.jpg",
    "time": "2021-01-13 15:54:00",
    "body": "THERE’S NO fat-shaming in butchery. What some might consider a scrap is actually a kitchen asset.<br />As the cooking credo goes: Fat equals flavor. Science even proves it. “There is a growing body of research that supports fat as a sixth primary taste,” said Nik Sharma, author of “The Flavor Equation: The Science of Great Cooking Explained.” Mr. Sharma ranks what scientists are calling oleogustus—fattiness/richness—right up there with the sweet, sour, salty, bitter and savory experiences that make eating pleasurable. “Fat makes food taste delicious,” he simply explained.<br />Meat-eaters can go beyond the bottles of oil and butters on hand in their kitchens by rendering out the flavorful fat from scraps they’ve trimmed away from cuts of meat. “It is really cost-effective. You get the most out of what you are paying for,” said Aaron Rocchino, butcher/proprietor of the Local Butcher Shop in Berkeley, Calif. Mr. Rocchino encourages saving fat from pork, beef and poultry. Once you amass enough, you can render it by cooking slowly until the fat melts and separates from the meaty matter it’s attached to, leaving a flavorful liquid medium for all kinds of cooking.<br />A chef as well as a butcher, Mr. Rocchino worked in such esteemed kitchens as Le Bernardin in New York and Chez Panisse in Berkeley, where he honed his whole-animal butchering skills. Over the years he forged relationships with livestock farmers that eventually propelled him to his own butcher shop. The Local Butcher Shop opened in 2011 with the mission of providing restaurant-quality meat to retail customers while using as much of the animal as possible—fat and all. Beyond prime meat cuts, the shop carries everything from stock to dog food to those delicious rendered fats.<br />Whether poultry schmaltz, pork lard or beef tallow, rendered fat can take a dish from good to glorious. “Choosing the right fat is key, as different fats have different flavors and different smoking points too,” Mr. Rocchino said. Rule of thumb: The smaller the animal, the milder the flavor; the larger the animal, the stronger the flavor. Chicken, duck and goose schmaltz add a gentle richness without overpowering. They also don’t have a high smoking point, so it’s best to use schmaltz for binding matzo balls, as an enhancement to a pot of rice or a medium for slow-roasting vegetables. (Potatoes roasted in duck or goose fat = bliss.)"
}