{
    "url_original": "https://www.wsj.com/articles/how-to-prep-your-bike-for-winter-rides-11610050350",
    "url": "how-to-prep-your-bike-for-winter-rides-11610050350",
    "title": "How to Prep Your Bike for Winter Rides",
    "sub_head": "Don’t let gray days and icy roads leave you trapped inside. Here, a guide to all the gear you need—from tires to fenders to lights—to winterize your bike.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-282203?width=620&size=1.5",
    "image_1": "im-282203.jpg",
    "time": "2021-01-07 15:12:00",
    "body": "WITH AMERICANS desperate to escape their cramped confines, bike sales have soared along with Covid-19, increasing by 62% between January and October 2020 compared with the same period in 2019, according to market research firm NPD Group. If you’re a fair-weather cyclist, however, winter’s chill poses a bump in the road—unless you protect your pandemic purchase.<br />Just like you might outfit a car with snow tires, you may need to swap in sturdier bike tires for traction on icy surfaces. Look for a thicker tread and extra siping—the thin slits that bite into ice, snow or slush—as well as built-in puncture protection to withstand debris that gets flushed into the roads, said Dylan Varekamp, service manager of NYC Velo in New York.<br />“In winter, you want to get the biggest possible tires that can fit your frame,” said Eric Jones, a bike mechanic at Boulder Bicycle Works in Colorado. They require less air pressure, which drops in cold temperatures, and cover more surface area. Continental’s Top Contact Winter II Premium tires, made of high-tech synthetic fibers, resist tears and have deep treads that grip slippery roads. You can also protect your standard tires with Tannus Armour’s foam inserts (from $70, tannusamerica.com), which fit between the tire and the tube and make a wheel “almost unflattable,” said Mr. Jones.<br />Pedaling on wet roads can kick a muddy stripe up your back and make a mess of your drivechain (which includes cranks, cogs and derailleur). Fenders, like the clip-on SKS Raceblade Pro XL set, are your first line of defense against this and weather-related rust and corrosion, said Mr. Jones.<br />That kicked-up mess isn’t just water and dirt; winter roads are rife with magnesium chloride, salt and de-icer. Those corrosive elements make cleaning your ride crucial to its longevity. “You don’t need to take a toothbrush to the cogs every day, but you should at least rinse and wipe down your bike once a week,” said Mr. Varekamp. Using isopropyl alcohol on the braking surfaces can extract winter grime, boosting your braking power and elongating the lifespan of the pads, added Mr. Jones."
}