{
    "url_original": "https://www.wsj.com/articles/how-to-decorate-around-home-gym-equipment-11610730823",
    "url": "how-to-decorate-around-home-gym-equipment-11610730823",
    "title": "How to Decorate Around Home Gym Equipment",
    "sub_head": "Treadmill or exercise bike threatening to scuttle your interior-design plan? It doesn’t have to. Here, strategies to finesse the gym that’s landed in your bedroom.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-284355?width=620&size=0.6666666666666666",
    "image_1": "im-284355.jpg",
    "time": "2021-01-15 12:13:00",
    "body": "IF 2020 prompted you to welcome an exercise bike or treadmill into your home, join the crowd. Luxury fitness retailer Peloton reported that membership rose from about 1.6 million to 3.6 million between September 2019 and September 2020. But when a sizable piece of workout gear rolls into modest living quarters, what’s a design-conscious occupant to do?<br />There’s always the classic room divider, said Irvington, N.J., designer Beth Diana Smith. She recommended an upholstered barrier, to completely hide the bike. If equipment will be on display, design above it, she advised. “Use a few large art pieces or a full gallery wall to distract the eye to look behind the bike instead of directly at it.”<br />After ordering a Peloton last August, Washington, D.C., resident Liz Malm was eager to camouflage the bike within her 730-square-foot rental. “I didn’t love laying in bed and staring at it,” said Ms. Malm, who works in government relations and frequently shares DIY content on Instagram.<br />While scrolling the app, Ms. Malm was inspired by a home gym featuring graphic wallpaper on the upper half of the wall and black paint on the lower. Ms. Malm similarly applied matte black pigment on the area surrounding her own bike, stopping at handlebar height. Nearby, shoes and other accessories are corralled in a woven West Elm basket, while plants and hanging artwork further distract the eye.<br />Not ready to enter the dark side? A deep green will work, too, said Washington, D.C., designer Shannon Claire Smith, who painted her walls a moody olive. She advised juxtaposing the sleek bike with traditional elements, a tactic that Michelle Gage, a designer in Bryn Mawr, Pa., has implemented while working with a Peloton-owning client. “We’re including a large ornate mirror; think grand and vintage,” she said."
}