{
    "url_original": "https://www.wsj.com/articles/how-will-president-biden-govern-11611097636?mod=opinion_lead_pos1",
    "url": "how-will-president-biden-govern-11611097636",
    "title": "How Will President Biden Govern?",
    "sub_head": "By his own instincts, or the desires of his party’s progressives?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-19 18:07:00",
    "body": "Joe Biden begins his Presidency at a moment of deep political division, but paradoxically this gives him a rare opportunity. No doubt his Inaugural Address will echo his campaign theme of unity and healing, but his success in that mission will depend on resisting the divisive progressive domination sought by his party’s left.<br />Mr. Biden has been around long enough to appreciate the good fortune that has brought him to the Oval Office. Covid-19 accentuated Donald Trump’s leadership flaws and ruined the strong pre-pandemic economy. Mr. Biden was going nowhere in the Democratic primaries until Bernie Sanders emerged as the front-runner and the party turned to the former Vice President in political desperation.<br />Now as he takes office, the vaccines are rolling out and the economy is ready to soar once the Covid scourge eases. He will get political credit for the rebound simply by being there as the pandemic pall lifts. Unlike a Republican, Mr. Biden will also have nearly all of the media and the commanding heights of American culture behind him. A majority of Americans want an end to the furious rancor of recent years, and Mr. Biden is poised to benefit.<br />Left to his own political instincts, Mr. Biden could be the man for this moment. He is a moderate liberal with sympathy for the working class who is inclined to reach across the political aisle. With a 50-50 Senate and a narrow House majority, he also has good practical reason to do so. At 78 years old, he realizes he is likely to serve only one term and could create an admirable legacy as the man who calmed the Trump-era furies. That, at least, is our hopeful case for the Biden years.<br />Yet Mr. Biden also comes to power with a Democratic Party whose ascendant progressives have other ideas. Their goal is to use the federal government as a battering ram to drive economic and cultural “transformation.” Progressives in the House and Senate, urged on by the Democratic media complex and Silicon Valley, view the defeat of Donald Trump as the opening to assert a new level of government control over the economy and cultural dominance over American society."
}