{
    "url_original": "https://www.wsj.com/articles/how-to-protect-seniors-from-online-fraud-and-phone-scams-11611410401?mod=business_minor_pos6",
    "url": "how-to-protect-seniors-from-online-fraud-and-phone-scams-11611410401",
    "title": "How to Protect Seniors From Online Fraud and Phone Scams",
    "sub_head": "Stay ahead of scammers by blocking their calls, sending their emails to spam and monitoring assets",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-288462?width=620&size=1.5",
    "image_1": "im-288462.jpg",
    "time": "2021-01-23 13:37:00",
    "body": "Scams targeting older adults take many forms, ranging from callers posing as grandchildren in need of financial assistance to emails directing people to fake bank websites where cons collect login credentials. The techniques evolve every year but the outcome is always the same: Many seniors end up losing money.<br />The isolation many older adults are experiencing during the pandemic has exacerbated the problem. Technology helps seniors stay connected with loved ones during a time of limited social interactions but it also opens new doors to scammers. Online puppy scams and romance scams are on the rise as bad actors seek to take advantage of people’s loneliness, according to the National Adult Protective Services Association.<br />Scammers initiated contact with older adults online more often than they did by phone for the first time ever in the second quarter of 2020, according to an October report from the Federal Trade Commission. Phone scams, though, still resulted in the highest monetary losses.<br />Older adults, defined by the FTC as those age 60 and over, were nearly six times as likely as younger ones to report losing money on tech-support scams. In all, older Americans reported fraud losses totaling $388 million through the third quarter of 2020, the latest data available from the FTC, up 23% from the same period a year earlier.<br />There are ways to safeguard assets and to prevent such scams from occurring in the first place. Here are some tips, based on interviews with several elder-care experts."
}