{
    "url_original": "https://www.wsj.com/articles/how-gamestops-reddit-and-options-fueled-stock-rally-happened-11611743400?mod=markets_lead_pos6",
    "url": "how-gamestops-reddit-and-options-fueled-stock-rally-happened-11611743400",
    "title": "How GameStop’s Reddit- and Options-Fueled Stock Rally Happened",
    "sub_head": "The videogames retailer has become a favorite of online traders seeking to make money from buying options",
    "category_1": "Markets",
    "time": "2021-01-27 05:30:00",
    "body": "Shares of a handful of firms such as  GameStop Corp.  and  BlackBerry Ltd.  have posted triple-digit gains in recent weeks, part of a frenzy whipped up by individual investors. Here’s what you need to know.<br />Shares of GameStop are up more than sevenfold in 2021, compared with a 2.5% rise in the S&P 500. The Grapevine, Texas, videogames retailer has become a favorite of online traders who invest in companies championed on the Reddit forum WallStreetBets.<br />These investors target short sellers who are betting the shares will fall due to what they see as the firm’s business challenges. Goldman Sachs Group Inc.’s basket of the 50 stocks with the highest short interest—Wall Street wagers that the shares will fall—was up 25% for the year through Friday. Surging prices in heavily shorted shares such as GameStop have led to large losses at hedge funds that bet against stocks, prompting an emergency $2.75 billion deal to rescue one such firm.<br />GameStop shares began to take off on Jan. 11, after the company said it had agreed to add three new directors to its board, and the rally accelerated in the days that followed. In part the gains reflect the popularity in recent months of momentum trading, the practice of investing in firms whose share prices are rising in the expectation they will continue to do so, and a surge over the past year in options trading, which allows users to make large wagers with a relatively small upfront investment.<br />Options are contracts that allow investors to buy or sell a stock at a specified price, either on or until a specified expiration date. They have become increasingly popular with small investors in recent years, as brokerages have made it cheaper and easier to trade them. Options trading volume set a record last year, averaging just under 30 million contracts a day. This year, that number is over 40 million, according to Options Clearing Corp.—a rise of more than a third."
}