{
    "url_original": "https://www.wsj.com/articles/how-to-make-a-movie-about-the-covid-19-pandemic-during-the-pandemic-11610727527?mod=business_featst_pos1",
    "url": "how-to-make-a-movie-about-the-covid-19-pandemic-during-the-pandemic-11610727527",
    "title": "How to Make a Movie About the Covid-19 Pandemic During the Pandemic",
    "sub_head": "The question: Does anyone want to see on screen what they experience every day?",
    "category_1": "A-hed",
    "time": "2021-01-15 11:18:00",
    "body": "At Hollywood’s normal pace, it could take years to set up a movie about a jewel heist starring two Oscar-level actors. “Locked Down,” featuring Anne Hathaway and Chiwetel Ejiofor, was written, shot and wrapped in a few months—mostly because the cast and crew had nothing else to do during the pandemic that froze their industry.<br />“It started from this very crass place: Literally every actor is available,” says director Doug Liman, whose movies include “Mr. & Mrs. Smith,” “The Bourne Identity” and “Edge of Tomorrow.” Among the stars with time on their hands for supporting parts: Ben Kingsley, Mindy Kaling and Ben Stiller.<br />“Locked Down,” which hit HBO Max on Thursday, is one of the first releases featuring marquee Hollywood talent filmed during the pandemic and about the pandemic. The question: Does anyone want to see on screen what they experience every day?<br />The movie has a comedic plot about a couple driving each other berserk in their London home during coronavirus confinement. They seize an opportunity to steal a fat diamond from the city’s most extravagant department store, Harrods.<br />To make it, filmmakers had to go a bit guerrilla. The actors signed on even though the script was unfinished. (“I was wondering how they were going to wrap it up in the next 10, 20 pages,” Mr. Ejiofor recalls.) Harrods surprised producers by saying yes to a movie about a heist at the store, and granting them the run of the building. The masked crew rushed through an 18-day shoot in case London went back into real-life lockdown. Mr. Liman decided to fly himself from Martha’s Vineyard to London in his own plane (a single-engine turboprop) for the shoot—partly to eliminate risk of picking up Covid on a commercial flight, partly because he had always wanted to. He made a few stops along the way."
}