{
    "url_original": "https://www.wsj.com/articles/how-to-avoid-the-6-worst-bedroom-interior-design-mistakes-11610725954",
    "url": "how-to-avoid-the-6-worst-bedroom-interior-design-mistakes-11610725954",
    "title": "How to Avoid the 5 Worst Bedroom Interior-Design Mistakes",
    "sub_head": "Unrestful décor is the last thing we need right now. We asked architects and designers how to avoid the most common errors.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-285020?width=620&size=1.5",
    "image_1": "im-285020.jpg",
    "time": "2021-01-15 10:52:00",
    "body": "MAKING conference calls from under the covers was once a sick-day anomaly. Now, of course, you can spend a whole workday supine, with your boss none the wiser. But when you blur the borders between desk and duvet, said Brooklyn designer Highlyann Krasnow, “it becomes much more difficult to view the bedroom as a sanctuary.”<br />The need to compromise our inner sanctums so we can WFH has turned Mik Hollis’s pre-Covid pet peeve—TVs and other screens in the bedroom—into a bête noire. Once the factory whistle blows, the Pasadena, Calif., designer said, “homes need at least one space that is a respite from the ubiquity of screens.”<br />Some bedroom-decorating missteps were already bad ideas before the pandemic and remain so now. It’s just that we’re in our homes so much more today, we rub up against these errors more frequently. Here, designers tell us the six most vexing bedroom décor goofs they see people make again and again, and what you should do instead.<br />Want a surefire way to make yourself feel like Alice in Wonderland after the “Eat Me” cake has made her balloon? Cram bulky pieces into your bedroom. Bed platforms that jut out and upholstered head and footboards eat into the space. Of king-size beds, New York architect Barry Goralnick said, “From a design perspective, it’s like parking a station wagon in the bedroom.” Dressers pose a similar predicament, Ms. Krasnow said. People measure height and width but forget about depth, “leaving no room to get around.”<br />Instead: Make pieces do double duty. The top drawer in a bed-adjacent desk or dresser can also house your reading glasses and bottle of melatonin, Ms. Krasnow suggested, and plenty of “case good” furniture that offers storage comes in trim, 18-inch depths. Mr. Goralnick said he opts out of king-size beds entirely, because, “no adult human couple needs more than a queen.”"
}