{
    "url_original": "https://www.wsj.com/articles/how-government-subsidized-the-opioid-crisis-11609690096?mod=opinion_major_pos17",
    "url": "how-government-subsidized-the-opioid-crisis-11609690096",
    "title": "How Government Subsidized the Opioid Crisis",
    "sub_head": "The share of opioid pills paid for by the government went from 17% to 60% through the initial phase of the epidemic, from 2001 to 2010, when prescriptions dominated misuse.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-279093?width=620&size=1.5",
    "image_1": "im-279093.jpg",
    "time": "2021-01-03 11:08:00",
    "body": "There are many bad actors in the opioid crisis and the government is right to go after them. But your editorial “Scapegoating Walmart” (Dec. 30) is correct:  Walmart ’s  pharmacies are not among them. Our government is scapegoating and suing the private sector, when the most important driver of the crisis was the federal government’s indiscriminate financing of the underlying opioid prescriptions. Government subsidies for pain management and other medical uses of opioids may be valuable, but people are dying from nonmedical uses that shouldn’t be publicly financed.<br />A 2019 report by the White House’s Council of Economic Advisers shows that the share of opioid pills paid for by the government went from 17% to 60% through the initial phase of the epidemic, from 2001 to 2010, when prescriptions dominated misuse, and didn’t stop there. Out-of-pocket prices for prescription opioids declined by 81% during this period. Without government subsidies, it would have cost between $26,000 and $53,000 a year to buy the pills to maintain an opioid addiction out-of-pocket.<br />The large prescription-based crisis would have been infeasible without government funding. Innovation into illegal opioids, which lowered the “price of a high” through fentanyl, was profitable only because of the large demand already generated by the prescription crisis. The government would make greater strides toward limiting the crisis by looking inward, not only outward, for its causes.<br />Prof. Tomas J. Philipson<br />University of Chicago"
}