{
    "url_original": "https://www.wsj.com/articles/how-to-make-the-islamic-world-less-radical-11610665933?mod=opinion_lead_pos10",
    "url": "how-to-make-the-islamic-world-less-radical-11610665933",
    "title": "How to Make the Islamic World Less Radical",
    "sub_head": "Recontextualize the teachings of Islam to address extremism—and to inspire reform.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-284799?width=620&size=1.5",
    "image_1": "im-284799.jpg",
    "time": "2021-01-14 18:12:00",
    "body": "Nearly a generation after 9/11, the world has made little progress in freeing itself from the threat of radical Islam. For every Osama bin Laden or Abu Bakr al-Baghdadi the U.S. eliminates, 100 radicals pop up.<br />Horrendous violence has engulfed much of the Islamic world, from the Central Asia through the Middle East to Africa. It also erupts periodically on the streets of London, Paris and New York. As of 2019, Britain’s domestic intelligence agency alone maintained watch lists comprising over 35,000 Islamist terror suspects believed to pose a threat to the U.K.<br />Why is the modern world plagued by Islamic extremism? Why do al Qaeda, Boko Haram and Islamic State display such savagery?<br />As I told the United Nations General Assembly recently, the doctrine, goals and strategy of these extremists can be traced to specific tenets of Islam as historically practiced. Portions of classical Islamic law mandate Islamic supremacy, encourage enmity toward non-Muslims, and require the establishment of a universal Islamic state, or caliphate. ISIS is not an aberration from history.<br />Until the formal abolition of the Ottoman caliphate in 1924, much of the Middle East was governed according to classical Islamic law, or fiqh, which is often conflated with Shariah. The operational assumptions of that caliphate and the classical corpus of Islamic jurisprudence by which it was governed have remained deeply embedded in Muslim societies. Even when not enshrined in statutory law, classical tenets retain considerable religious authority and social legitimacy, shaping the prevailing Muslim mind-set."
}