{
    "url_original": "https://www.wsj.com/articles/how-the-u-k-became-world-leader-in-sequencing-the-coronavirusgenome-11612011601",
    "url": "how-the-u-k-became-world-leader-in-sequencing-the-coronavirusgenome-11612011601",
    "title": "How the U.K. Became World Leader in Sequencing the Coronavirus Genome",
    "sub_head": "U.S. is catching up but most countries are way behind; Britain alerted world to new variant",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-292613?width=620&size=1.5",
    "image_1": "im-292613.jpg",
    "time": "2021-01-30 08:00:00",
    "body": "LONDON—Every week across the U.K., a fleet of courier trucks ferries chilled waste material from half a million Covid-19 tests to a genome-sequencing facility in Cambridgeshire, eastern England.<br />The daily operation is part of a Covid-19 surveillance system that has made the U.K. the world’s leading sequencer of the coronavirus genome and helped it to spot a more contagious, and possibly more deadly, variant of the virus that in most countries would have long gone unnoticed.<br />Viral sequencing—producing a kind of bar code for the virus—has in recent months emerged as crucial in the global hunt for versions of the pathogen that are better adapted to infect humans, evade vaccines and possibly to kill. Virus variants first identified in the U.K., South Africa and Brazil have provoked concern among experts.<br />The variant the sequencers uncovered in the U.K., which is now the dominant variety in the country, has a mutation that appears better able to bind onto human cells. Studies suggest it is 50% more transmissible than the previous prevalent variant while other research suggests it could be at least 30% more deadly.<br />New viral variants are more likely to be spotted in the U.K. than anywhere else. As of Jan. 29, the U.K. had submitted 44%, or around 190,000, of the genomes held in a global library run by the nonprofit Global Initiative on Sharing All Influenza Data, or Gisaid. That is around 5.1% of the nearly four million cases detected in the U.K."
}