{
    "url_original": "https://www.wsj.com/articles/how-joe-biden-should-handle-white-house-infighting-11609563661",
    "url": "how-joe-biden-should-handle-white-house-infighting-11609563661",
    "title": "How Joe Biden Should Handle White House Infighting",
    "sub_head": "History suggests that the president-elect should insist on strong decision-making processes and deal firmly with staff misbehavior",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-279262?width=620&size=1.5",
    "image_1": "im-279262.jpg",
    "time": "2021-01-02 12:01:00",
    "body": "As President-elect Joe Biden builds his administration, he has drawn on his long experience in national politics, filling key positions with White House veterans and a sprinkling of newcomers. But the success of Mr. Biden’s administration will depend not just on who gets big jobs but on the thoughtful management of his team. The new president needs a staff and cabinet that are cohesive in debate and unified in action.<br />Administration infighting is inevitable, but it needn’t be paralyzing. Mr. Biden’s goal should be to manage conflict, not to eliminate it. History points to three primary levers at his disposal: recognizing and managing ideological conflict, maintaining a strong decision-making process and dealing firmly with staff and cabinet misbehavior.<br />The most frequent White House divisions are along ideological lines. President Ronald Reagan’s administration was plagued by clashes between moderates, led by White House chief of staff James A. Baker, and committed conservatives, led by counselor Edwin Meese. Mr. Baker, in particular, was a master leaker and infighter. Still, when Reagan chose Mr. Baker over Mr. Meese as chief of staff, he directed Mr. Baker to “make it right with Ed.” The two joined with deputy chief of staff Michael Deaver to form the “troika” that ran the early Reagan White House.<br />The lack of trust among the troika members wound up leaving them joined at the hip, reluctant to let each other meet privately with Reagan for fear that the others might use facetime with the president to their advantage. This need to stick together applied even after Reagan was shot in 1981. When the troika visited his hospital bed together, Reagan joked, “I should’ve known I wasn’t going to avoid a staff meeting.” Yet getting the perspective of the two main competing ideologies within the GOP helped Reagan to hold on to both sides.<br />President Bill Clinton also used his ideologically divided staff to his advantage. His team initially pulled his administration leftward with an unsuccessful health care initiative, a tax hike and a push to end the Pentagon’s ban on gay people serving in the military. The liberal drift contributed to the Democrats’ loss of both houses of Congress in 1994. Smarting, Mr. Clinton brought in a secret adviser—whom he code-named “Charlie”—to help moderate his administration. This adviser’s tactics and mysterious identity unnerved liberal White House staffers like George Stephanopoulos and Harold Ickes, who found that progressive decisions made by day would shift to the right overnight."
}