{
    "url_original": "https://www.wsj.com/articles/how-making-plans-brings-joy-in-january-11611673200",
    "url": "how-making-plans-brings-joy-in-january-11611673200",
    "title": "How Making Plans Brings Joy in January",
    "sub_head": "As an antidote to the postholiday blues, some stir-crazy families are planning getaways and gatherings to bring some joy back to the winter of discontent.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-290045?width=620&size=1.5",
    "image_1": "im-290045.jpg",
    "time": "2021-01-26 10:00:00",
    "body": "Tired of being cooped up in an apartment and eager for a fresh start to the new year, Karen Fine, a schoolteacher in Chicago, is planning a family vacation…to Chicago.<br />Next month, Ms. Fine, husband Eric Fine and their children Asher, 8, Molly, 7, and Lucy, 4, will pack up the car and drive 2 miles away to a hotel downtown, where they spent Christmas Eve in December. Plans include swimming in the hotel pool and drinking hot chocolate while watching movies in their room. On Saturday they’ll do some window shopping on Michigan Avenue followed by an afternoon outing to a bowling alley.<br />“It will break up the monotony of waking up every day and it’s Groundhog Day,” says Ms. Fine, a 40-year-old Spanish teacher who spends most of her workday alone in front of a computer, leading virtual classes to mostly ninth- and 10th-graders. By going to a hotel, says Asher, the couple’s third-grader, “you get a break from your house.”<br />Right now, the pandemic--along with social and political unrest—have Americans going a little stir crazy. And January can be hard even in normal times. “There is a subconscious kind of depression we get coming off the high from the holidays,” says John Dick, chief executive of CivicScience, a Pittsburgh consumer-research firm. The company surveyed nearly 3,000 adults between Jan. 8 and Jan. 11, with 27% of the respondents saying they felt the “post-holiday blues” more than last year.<br />Some families have taken matters into their own hands, making plans for wintertime events and getaways to bring back the joy. On the list are celebratory gatherings with friends, neighbors and co-workers, as well as “some day” vacations for when it’s safer to travel. Even hotels are retooling their offerings, giving fidgety families special programs at weekday rates. Just having something on the calendar to look forward to can perk up spirits."
}