{
    "url_original": "https://www.wsj.com/articles/how-to-win-the-war-against-clutter-11610481466",
    "url": "how-to-win-the-war-against-clutter-11610481466",
    "title": "How to Win the War Against Clutter",
    "sub_head": "An expert explains how to conquer the emotional minefields that come with tidying up: ‘It’s all clutter and it’s all connected.’",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-283640?width=620&size=1.5",
    "image_1": "im-283640.jpg",
    "time": "2021-01-12 14:57:00",
    "body": "To conquer the clutter in our homes we must also be ready to deal with the many emotions buried in it, says Jes Marcy, a professional organizer in Poestenkill, N.Y. Ms. Marcy leads online classes on how to get rid of unnecessary items and on social media runs a private support group for people trying to organize their homes, a process that can be fraught with stress, guilt, resentment and grief, she says.<br />Ms. Marcy tells clients that when they start to unclutter their homes of physical possessions they inevitably will find connections to emotional, financial and relationship issues in their lives, too. “It’s all clutter and it’s all connected,” she says.<br />Ms. Marcy discussed how to navigate decluttering landmines, why you shouldn’t buy anything to get organized and how to deal with boxes of items that could draw tears. Edited excerpts:<br />How has the pandemic affected people’s relationship with clutter?<br />For some people it has sparked this idea that we need to stockpile. Others say “I’m going to lose my mind if I have to look at this stuff any longer.” There comes a point where stockpiling is more hazardous than not stockpiling. Physical hazards exist with clutter because you can trip, it creates dust and mold and it can be a fire hazard. Anybody who has lived through a natural disaster or any sort of emergency will             attest that skills are more important than stockpiles. We’re also realizing the importance of having functional space. We don’t tend to look at our space, except maybe our kitchen counters, as functional space. For years we’ve been converting space in our house to storage. Then we take away that ability to add a desk when we need to, for example."
}