{
    "url_original": "https://www.wsj.com/articles/how-russias-info-warrior-hackers-let-kremlin-play-geopolitics-on-the-cheap-11609592401?mod=politics_lead_pos2",
    "url": "how-russias-info-warrior-hackers-let-kremlin-play-geopolitics-on-the-cheap-11609592401",
    "title": "How Russia’s ‘Info Warrior’ Hackers Let Kremlin Play Geopolitics on the Cheap",
    "sub_head": "Moscow, with its growing cyber capabilities, appears undeterred by Western sanctions and other countermeasures",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-01-02 08:00:00",
    "body": "The sprawling SolarWinds hack by suspected Russian state-backed hackers is the latest sign of Moscow’s growing resolve and improving technical ability to cause disruption and conduct espionage at a global scale in cyberspace.<br />The hack, which compromised parts of the U.S. government as well as tech companies, a hospital and a university, adds to a string of increasingly sophisticated and ever more brazen online intrusions, demonstrating how cyber operations have become a key plank in Russia’s confrontation with the West, analysts and officials say.<br />Moscow’s relations with the West continue to sour, and the Kremlin sees the cyber operations as a cheap and effective way to achieve its geopolitical goals, analysts say. Russia, they say, is therefore unlikely to back off from such tactics, even while facing U.S. sanctions or countermeasures.<br />“For a country that already perceives itself as being in conflict with the West practically in every domain except open military clashes, there is no incentive to leave any field that can offer an advantage,” said Keir Giles, senior consulting fellow at Chatham House think tank.<br />The scope of Russia’s cyber operations has grown in tandem with Moscow’s global ambitions: from cyberattacks on neighboring Estonia in 2007 to election interference in the U.S. and France a decade later, to SolarWinds, seen as one of the worst known hacks of federal computer systems."
}