{
    "url_original": "https://www.wsj.com/articles/how-composting-has-gone-high-tech-11611163718?mod=tech_featst_pos1",
    "url": "how-composting-has-gone-high-tech-11611163718",
    "title": "How Composting Has Gone High-Tech",
    "sub_head": "We tried out four new ways to encourage rot that are easier, chicer and far less smelly than the hippy methods of old",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-287168?width=620&size=1",
    "image_1": "im-287168.jpg",
    "time": "2021-01-20 12:28:00",
    "body": "HUMANS HAVE composted food for about as long as they have grown it. But in a world increasingly obsessed with tidy convenience, many view the chore of converting food waste into fertilizer for plants and gardens much as they do tending to kombucha scoby or committing to cloth diapers for their infants: too time-consuming, too “granola” and too plain icky.<br />Composting has “been perceived as this very stinky project that takes a bunch of time and only makes sense if you have a big backyard,” said Friday Apaliski, a San Francisco “sustainability concierge” who works with clients to make their homes more green. She believes that people “are starting to understand how truly phenomenal composting is.”<br />Indeed, new composting technology has emerged that makes the process easier, faster and more stylish. Some composting systems are now small enough to live on your kitchen’s countertop and sufficiently attractive that you won’t mind looking at them day after day.<br />And with houseplant ownership skyrocketing (compost is just as good for Instagramable succulents as for an old-time vegetable garden) and a growing desire to reduce methane-producing food waste, more Americans are trying the ancient practice out for themselves. Between 2014 and 2019, according to the 2019 Composting in America report, the number of American communities offering composting programs increased 65%. This summer, Vermont became the first state in the nation to make composting mandatory.<br />If you’re going to do it, why not do it as pleasantly as possible? Here, our four favorite new products that use sharp design and cutting-edge technology to speed up, shrink down or even glamorize composting at home."
}