{
    "url_original": "https://www.wsj.com/articles/how-to-address-the-doctor-shortage-11610305469?mod=opinion_major_pos16",
    "url": "how-to-address-the-doctor-shortage-11610305469",
    "title": "How to Address the Doctor Shortage",
    "sub_head": "Approximately one-third of practicing physicians are over the age of 60 and, increasing, more likely to retire.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-280106?width=620&size=1.5",
    "image_1": "im-280106.jpg",
    "time": "2021-01-10 14:04:00",
    "body": "Regarding your editorial “Congress’s Doctor Shortage” (Jan. 5): The government’s micromanagement of health care has had many unintended consequences. Spending $900 million to add 1,000 post-graduate medical-education slots seems excessive. That is $900,000 per slot or over three times the four-year tuition costs of medical school. Graduate medical education (GME) has mostly been hospital based while medical care is increasingly provided outside the hospital setting. Restructuring graduate medical education by increasing the focus on community-based care and ambulatory-based surgery to supplement hospital-based care would result in a more cost-effective method for achieving this goal.<br />The second problem of health-care consolidation has been a result of obsolete antitrust laws that encourage health-care consolidation resulting in less competition. As far back as 2010 a report by the attorney general of Massachusetts found up to a 300% difference in costs based on bargaining power and not quality. Consolidation raises prices. We need greater flexibility in our antitrust laws to foster and preserve competition.<br />Physician substitutes including physicians assistants and nurse practitioners can often provide adequate but not equivalent care to board-certified physicians. If these substitutes were in fact equivalent, we should stop spending time and money educating physicians.<br />Approximately one-third of practicing physicians are over the age of 60 and more likely to retire. Covid has accelerated retirements for two reasons: Many older physicians who are at higher risk of dying from Covid have reduced or stopped seeing patients. As physicians age, many continue to enjoy practicing but at a reduced practice load. The further reduction in practice volume, elective procedures and elective surgery since Covid is making these smaller practices unprofitable. Earlier retirement by older physicians will lead to physician shortages sooner than has been previously estimated.<br />Michael T. Goldstein, M.D., J.D."
}