{
    "url_original": "https://www.wsj.com/articles/how-economics-lost-itself-in-data-11611775849?mod=opinion_lead_pos5",
    "url": "how-economics-lost-itself-in-data-11611775849",
    "title": "How Economics Lost Itself in Data",
    "sub_head": "Today’s researchers have tossed out price theory and don’t realize they’ve been politically compromised.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-27 14:30:00",
    "body": "William Allen, a professor emeritus of economics at the University of California, Los Angeles died Jan. 15 at 96. Few noted it, but Allen’s death was momentous. It represented a generational shift in the economics profession, one that bodes ill for economists and the public. Allen truly believed in economics—something that is hard to say about most economists these days.<br />Allen was among the last of a generation of economists who were masters of their craft. He wrote, along with his friend and colleague Armen Alchian, an excellent economics textbook that conveys the power and potential of the economic way of thinking: Despite the complexities of markets, economists can get at the heart of how they work by focusing on prices. This insight is so important, it gives economists’ core tool kit a name: price theory. Nobody can be an economist who is unfamiliar with or uncomfortable using this tool kit.<br />Yet by this standard, there are not many economists left. Professional economists are abandoning price theory in droves. The new status quo has upended the field. Economics is increasingly less scientific and more susceptible to political influence.<br />The absence of price theory in today’s economic research would have befuddled the great economists of the past. Contrary to the field’s naysayers, the golden age of 20th-century price theory was never about “neoliberalism” or “market fundamentalism.” Instead, it applied to markets a simple yet brilliant framework that revealed the hidden ways market prices—exchange ratios between goods—facilitated an extraordinary amount of economic coordination. It also showed why many (but not all) restrictions on price adjustments, such as rent controls, resulted in costly and unproductive secondary effects. This was all a part of a broad explanatory project. While individual economists had their policy preferences, the economic way of thinking was above politics.<br />For years, economics has been getting less theoretical and more empirical. Economists are spending less time building and thinking through simple models, and more time collecting and analyzing data. The “identification revolution” in economics raised the payoff, in the form of elite publications, to finding good data from quasiexperimental settings and conducting advanced statistical analyses. Better empirical work should certainly be applauded. But it came at a cost: an entire cohort of economists with serious theoretical blind spots."
}