{
    "url_original": "https://www.wsj.com/articles/how-religion-shaped-modern-economics-11610643698",
    "url": "how-religion-shaped-modern-economics-11610643698",
    "title": "How Religion Shaped Modern Economics",
    "sub_head": "In the 18th century, a new Protestant belief that people have control over their destinies fostered the rise of free-market ideas.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-285393?width=620&size=1",
    "image_1": "im-285393.jpg",
    "time": "2021-01-14 12:01:00",
    "body": "The conventional account of modern thinking about economics starts with Adam Smith’s 1776 book “The Wealth of Nations.” Smith’s insights, in turn, are usually said to be a product of the secularism of the Enlightenment—a historic turn from thinking in terms of a God-centered universe toward ideals of human rationality and self-sufficiency.<br />But that story is seriously incomplete. In fact, our modern Western understanding of market competition as the key to economic progress owes a great deal to religion—specifically, the new ideas that emerged in the English-speaking Protestant world in the late 17th and the 18th century. Critics of capitalism sometimes complain that the belief in competitive markets, among economists and many ordinary citizens too, is a form of religion. There is something to the idea, though not in the way the critics mean.<br />The idea that there is a connection between religion and capitalism isn’t new. The German sociologist Max Weber famously argued that religious belief had been an important spur to the growth of capitalism. Weber pointed in particular to the Calvinist notion of predestination—the belief that God decided whether each individual would be saved or damned before the person was even born. Driven by anxiety over their ultimate fate, Weber theorized, believers sought to convince themselves that they were among God’s “elect” by displaying virtues like thrift, industriousness and individual initiative. In this way, a “Protestant ethic” emerged that enabled the rise of modern capitalism.<br />For purposes of economic thinking, however, Weber had things exactly backward. Belief in predestination actually hindered the emergence of modern capitalism’s key idea—that human beings can rationally advance their own and others’ economic condition. After all, if it was impossible for individuals to make any choice or take any action to promote their ultimate spiritual prospects, how could they make choices or take action to improve their well-being in this world?<br />By Adam Smith’s time, however, Protestant thought had turned away from the idea of predestination. The English and Scottish clergy began to preach instead that men and women are endowed with reason and that human character is inherently good. John Tillotson, the Archbishop of Canterbury in the late 17th century, argued that far from being predestined to heaven or hell, people can “cooperate” with God in effecting their salvation. As the philosopher John Locke put it in a famous metaphor, people have “the candle of the Lord” by which to see and then act."
}