{
    "url_original": "https://www.wsj.com/articles/how-the-ceo-of-clif-bar-stays-hungry-11611982845?mod=business_lead_pos10",
    "url": "how-the-ceo-of-clif-bar-stays-hungry-11611982845",
    "title": "How the CEO of Clif Bar Stays Hungry",
    "sub_head": "Sally Grimes, new CEO of the California snack bar maker, relies on some of the food industry’s most accomplished executives for advice on career challenges. She now faces her toughest test yet.",
    "category_1": "Personal Board of Directors",
    "image_1_url": "https://images.wsj.net/im-288052?width=620&size=custom_2679x2679",
    "image_1": "im-288052.jpg",
    "time": "2021-01-30 12:00:00",
    "body": "In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.<br />Sally Grimes landed her dream job last year when she became Clif Bar & Co.’s CEO. Taking the helm in the midst of a global pandemic tested this seasoned food-industry executive.<br />When she arrived at the company in June, her employees were already weary of juggling child care from home while trying to keep factories free of any coronavirus outbreaks. She also had to confront soft demand for snack bars—the pandemic curtailed visits to convenience stores, airports and other places where people typically purchase Clif’s products—as well as heightened competition from rivals.<br />“Early on in my career, I had the feeling that I had to be the smartest person in the room coming out of business school and that led to some mistakes,” she said. Since then, she said she learned a key lesson: “Humility is not the opposite of confidence. It’s the freedom for learning.”<br />The CEO grew up outside of Chicago. Her interest in brand management and the food industry began while she was a student at the University of Chicago’s Booth School of Business in the late 1990s. A lecture from a Kraft Foods executive piqued her interest, and she went on to get a job there. She was on the Kraft team that came out with Easy Mac, the first microwavable macaroni-and-cheese cups."
}