{
    "url_original": "https://www.wsj.com/articles/how-to-decorate-with-old-money-tastefulness-11611843513",
    "url": "how-to-decorate-with-old-money-tastefulness-11611843513",
    "title": "How to Decorate With ‘Old Money’ Tastefulness",
    "sub_head": "Designer Carleton Varney offers advice on emulating the look of the famously posh bathroom of heiress Doris Duke",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-290884?width=620&size=1.5",
    "image_1": "im-290884.jpg",
    "time": "2021-01-28 09:18:00",
    "body": "THE ONLY child of a tobacco tycoon, Doris Duke had tripled her inheritance to $1.2 billion by the time she died in 1993 at age 80, leaving most of it to charity. No surprise that displays of wealth dot her personal bathroom at Rough Point—the 39,000-square-foot estate in Newport, R.I., in which she summered. Blingy light fixtures illuminate gilt French antiques. But unlike, say, a “Real Housewives” McMansion, the décor avoids nouveau riche peacocking thanks largely to the earthy, leaf-strewn wallpaper, which clambers from floor to ceiling. The pattern evokes the extensive grounds that Duke’s pet Bactrian camels, Princess and Baby, roamed during her summer sojourns.<br />“It’s so wonderful, like Irish heather,” said decorator Carleton Varney of the wall covering. The powder room is a favorite spot of Mr. Varney, who worked with design luminary Dorothy Draper from 1962 until 1969, and bought her namesake company. From offices in Palm Beach he carries on her mission of merrily undercutting the predictability of fairly traditional furniture with juicy-hued patterns and jolting contrasts.<br />Rough Point, built in 1891 for Frederick W. Vanderbilt, is now a museum, with this room exactly as Duke left it: the simple, checkered marble floor grounding the sort of sparkle Mr. Varney believes the house demands. Here, he offers ways to approximate that old-money balance.<br />Duke brought a bit of Paris home with her in the form of a souvenir chandelier that dates to the 1750s, festooned with glass rosettes and gilt faux candles. Though fanciful, its emerald-glass leaves align visually with the down-to-earth wallcovering. Hang a comparable—though admittedly less glittery—French 19th-Century Painted Tôle Three-Light Chandelier with Flowers and Vines. $2,950, 1stdibs.com<br />The classic checkered black-and-white marble floor moors the room. “Ms. Draper always said every room needs a touch of black as an anchor,” Mr. Varney said. Woven into the similarly grounding wool rug: sea horses and circles that echo the dolphin taps and the motif on the tub. (The graphic on the marble tub also adds structure; for a similar touch on your own tub, Mr. Varney would use masking tape to prep the pattern, then spray paint it.) For an affordable stand-in for the carpet, try Safavieh’s Handmade Cambridge Myrtis Modern Moroccan Wool Rug. $165 for 6-feet-by-6-feet, overstock.com"
}