{
    "url_original": "https://www.wsj.com/articles/how-to-know-when-to-quit-your-job-11611507600",
    "url": "how-to-know-when-to-quit-your-job-11611507600",
    "title": "How to Know When to Quit Your Job",
    "sub_head": "Many baby boomers—especially those at the top of their game—struggle with the decision to step down. And when they leave, the transition is often ‘painful and messy,’ says one career coach.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-288451?width=620&size=1.5",
    "image_1": "im-288451.jpg",
    "time": "2021-01-24 12:00:00",
    "body": "Older workers have a problem. They don’t know when to quit.<br />As baby boom-era CEOs, professors, lawyers, engineers and others get older and keep their jobs longer, it is raising uncomfortable questions.<br />Is there an art to stepping down gracefully? “I’m not sure there’s an art. I think it requires will,” says Anne Mulcahy, who was 56 when she voluntarily gave up the CEO job at  Xerox  to make way for her successor, Ursula Burns. She is now 68. “It’s hard. It’s not something that happens naturally if you like what you do and you’re good at it. You have to set time limits for yourself.” You also have to know what your purpose is after you retire or “you go into this void that’s really very tough,” she adds. Leaving the C-suite was one of the hardest things she’s ever done, says Ms. Mulcahy, who lives in Connecticut and is now actively involved with nonprofit organizations.<br />Mandatory retirement at 65 ended for most jobs in the mid-1980s, giving some people the impression they could work forever. Since life expectancy has increased—from 70 years old in 1959 to about 83 for today’s 65-year-olds—many people want to work longer, for both personal and financial reasons.<br />At their peak, boomers, those born between 1946 and 1964, numbered almost 79 million, and their ranks include the first generation of career women and lots of people who remained single or got divorced. For many boomers, work has taken on an outsize role. It provides purpose, fulfillment and community. It creates structure and routine."
}