{
    "url_original": "https://www.wsj.com/articles/hyundai-big-ev-dreams-big-profits-now-11611749556?mod=markets_lead_pos13",
    "url": "hyundai-big-ev-dreams-big-profits-now-11611749556",
    "title": "Hyundai: Big EV Dreams, Big Profits Now",
    "sub_head": "Hyundai looks well placed in the EV race: But in the meantime, it’s racking up the earnings too.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-27 07:18:00",
    "body": "Hyundai Motor ’s  electric dreams have helped supercharge its stock. But unlike some other car makers, its old-school auto business is doing very well too: That makes it look like a solid investment.<br />The South Korean car maker reported a 41% rise in operating profit last quarter from a year earlier, indicating a strong recovery from the Covid-19 pandemic. Hyundai also managed to deliver higher profits despite selling fewer cars. Demand for pricier products like its Palisade sports utility vehicles and cars under its luxury brand, Genesis, have pushed its operating margins to their highest since early 2017. The results, however, missed already-bullish analysts’ expectations slightly: The strong Korean won and recent recalls for its Kona electric vehicle dragged down earnings.<br />But overall, the quarter confirmed that the company is moving in the right direction. Analysts expect a strong 2021: consensus estimates on S&P Global Market Intelligence forecast a 77% rise in this year’s operating profit from prepandemic 2019.<br />The successful shift of Hyundai’s product mix to the more premium end is clearly driving the earnings recovery, but the company’s more futuristic bets are fueling investors’ hopes. Hyundai and its affiliate  Kia Motors  announced in 2019 they would invest $35 billion into future mobility technologies including EVs and self-driving cars. They unveiled a new platform dedicated to manufacturing EVs last year and plan to launch 23 EV models by 2025.  Credit Suisse  expects battery EVs to make up 11% of Hyundai’s sales in 2025, up from 3% last year. The company is also one of the biggest investors in hydrogen fuel cells. The car maker bought a majority stake last month in Boston Dynamics, the company famous for making dancing robots.<br />The market frenzy in EVs has provided fuel for Hyundai’s rally. Its share price has more than doubled since the beginning of 2020, making it one of the best performers among traditional auto makers. At $55 billion, Hyundai has a market value similar to  BMW  and Stellantis, the company formed from the merger of  Fiat Chrysler  and Peugeot. The recent news that it held talks with Apple about cooperation on driverless electric vehicles this month has given the stock another push."
}