{
    "url_original": "https://www.wsj.com/articles/ibm-cant-spin-its-way-out-of-trouble-11611342429?mod=markets_major_pos1",
    "url": "ibm-cant-spin-its-way-out-of-trouble-11611342429",
    "title": "IBM Can’t Spin Its Way Out of Trouble",
    "sub_head": "Disappointing results bring stock back to where it was before the company announced a spin-off meant to boost growth prospects",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-289253?width=620&size=1.5",
    "image_1": "im-289253.jpg",
    "time": "2021-01-22 14:07:00",
    "body": "IBM  is learning fast that even ambitious weight loss plans don’t always solve everything.<br />The company more formally known as International Business Machines posted disappointing fourth-quarter results late Thursday. Revenue slipped across the company’s business lines, though the most painful miss came in Big Blue’s cloud and cognitive software segment, which saw revenue fall 4.5% year over year to $6.8 billion. That was well below the $7.3 billion Wall Street had been expecting for a key business unit that had been showing steady growth of late. The Dow component’s share price sunk 10% on Friday in its worst post-earnings reaction in at least five years, according to FactSet.<br />Friday’s selloff also takes the stock back to its levels from before the company announced a plan in October to spin off a major part of its services business in order to focus more on growth areas such as cloud computing. That gave a boost to the shares, on the belief that a smaller, more-focused IBM would be able to regain some growth momentum. But that deal isn’t expected to be completed until much later this year, and IBM has yet to share the financial details of what the remaining company will look like. In the meantime, analysts are growing more skeptical about IBM’s promise that it can grow post-spin revenue in the mid-single-digit range. David Vogt of  UBS  called the target “lofty” in a note to clients Friday.<br />At less than 11 times forward earnings, IBM is the cheapest stock among tech companies valued at more than $100 billion, according to FactSet. But valuation alone won’t sell the stock in a market that favors growth prospects above all. IBM’s market value is now below that of  Zoom Video Communications —a company that generates less than 3% of IBM’s revenue. In such a market, it will take more than a radical diet for Big Blue to get back some sizzle.<br />Write to Dan Gallagher at dan.gallagher@wsj.com"
}