{
    "url_original": "https://www.wsj.com/articles/if-corporate-diversity-works-show-me-the-money-11611183633?mod=opinion_lead_pos10",
    "url": "if-corporate-diversity-works-show-me-the-money-11611183633",
    "title": "If Corporate Diversity Works, Show Me the Money",
    "sub_head": "Nasdaq wants to mandate wider representation on its companies’ boards but has little proof of the benefits.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-20 18:00:00",
    "body": "Corporate directors are called on to do a few important things: Hire a CEO and oversee management, provide strategic direction, protect and promote the interests of investors, and ensure the company’s books are honest. Now, many claim, directors should also represent the country’s demographics.<br />That is the upshot of a requirement by one of America’s largest financial markets. Nasdaq is calling for all its listed companies to appoint within the next four years no fewer than two “diverse” directors: at least one woman, and one person from an underrepresented racial or ethnic group or someone who identifies as LGBTQ. Any company failing this requirement would be obligated to explain why. This new standard now faces approval from the Securities and Exchange Commission.<br />It would be tempting for the SEC, soon to be led by a Biden appointee, to approve the proposal. Many of the calls for diversity requirements on board membership and recruitment are being made by large asset managers and institutional investors. The SEC could conceivably approve it in the name of investor-led democracy.<br />But that would be shortsighted. For one thing, diversity requirements are political at their core and, in my experience, any securities regulation that feeds the base instincts of political partisanship will inevitably be undone by the opposing party when it has the chance, or face challenges in the courts. Regulation that is enduring and sustainable—on any issue—requires the SEC’s expert analysis, professional moderation and careful review.<br />The issue of diversity on boards is also emotional, and it often creates more heat than light. Both sides have plenty of anecdotes to draw from. I have stacks of annual reports from boards with members who are all white, all male, all over 50—and quite mediocre. At the same time, I have seen women or minorities whose membership on corporate boards was forgettable at best. There is no guarantee of competence in a director based on sex or skin color."
}