{
    "url_original": "https://www.wsj.com/articles/if-it-looks-like-a-bubble-and-swims-like-a-bubble-11611496980?mod=markets_lead_pos10",
    "url": "if-it-looks-like-a-bubble-and-swims-like-a-bubble-11611496980",
    "title": "If It Looks Like a Bubble and Swims Like a Bubble...",
    "sub_head": "Several parallels between the dot-com bubble and today’s stock market are strong",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-289431?width=620&size=1.5",
    "image_1": "im-289431.jpg",
    "time": "2021-01-24 09:03:00",
    "body": "I have been resisting the comparison between the dot-com bubble and today’s stock market, but the similarities have grown too strong to ignore. Here are five areas where the parallels are strong, along with one caution about applying the bubble label to the broader market.<br />Anything connected to electric vehicles or clean energy has gone ballistic in the past few months. Electric-car maker  Tesla  is the most obvious example, becoming the fifth-largest U.S. company by value after rising eightfold last year. This year so far, it has added $134 billion to its market capitalization, far more than the $78 billion it was worth at the start of 2020.<br />Initial public offerings and the cash shells of special-purpose acquisition companies, or SPACs, now used as an alternative have been booming, attracting celebrity backers and allowing companies without any revenue, let alone profit, to join the market. The Renaissance IPO index, which tracks new listings, more than doubled last year, by far the best performance since it started in 2009. Perhaps most extreme was  QuantumScape ,  part-owned by Volkswagen, which hopes to commercialize its experimental solid-state batteries. It tripled in value to more than $25 billion during December, according to Refinitiv, before falling by more than half.<br />Don’t get me wrong, there are plenty of smart and well-informed small investors. But stocks are again being swung about by the sort of amateur mistakes made by a beginner hoping to win big. One I wrote about recently is to buy a stock purely because its share price is low, which should be all but irrelevant but which drove performance in the first couple of weeks of this year.<br />Even more excruciating is to buy the wrong stock, as happened with last year’s rush into Zoom Technologies, owner of the ticker ZOOM and not a lot else, rather than the better-known  Zoom Video Communications  (ticker ZM). This month Elon Musk’s call to use Signal, an alternative to  Facebook ’s  WhatsApp messaging software, led to the unrelated biotech stock  Signal Advance  (ticker: SIGL) leaping from 60 cents a share to $38.70. It has plunged since but is still at $6.25, bafflingly."
}