{
    "url_original": "https://www.wsj.com/articles/if-you-want-unity-defend-scholarships-for-poor-kids-11611703388?mod=opinion_lead_pos9",
    "url": "if-you-want-unity-defend-scholarships-for-poor-kids-11611703388",
    "title": "If You Want Unity, Defend Scholarships for Poor Kids",
    "sub_head": "Washington’s program is a success, and teachers unions want to defund it. What will Biden do?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-290450?width=620&size=1.5",
    "image_1": "im-290450.jpg",
    "time": "2021-01-26 18:23:00",
    "body": "I welcome President Biden’s calls for unity and his pledge to renew our hurting country, but I hope his administration doesn’t tear down a program that has brought hope to thousands of African-American children in the District of Columbia.<br />In 2004, Congress created the D.C. Opportunity Scholarship Program. It provides scholarships of up to $13,742 for families in the nation’s capital earning less than 185% of the federal poverty level—the cutoff was $48,470 for a family of four in 2020—to select the school of their choice. In 2020-21, 82% of scholarship recipients identified as African-American and another 12% as Hispanic.<br />While scholarships for poor children of color should hold bipartisan appeal, the program has been a political football for years. The Obama administration repeatedly attempted to zero out funding for the opportunity scholarships, stopping only when congressional Republicans threw up roadblocks. The 2020 Biden-Sanders “unity” platform went out of its way to recommend defunding the program.<br />Critics claim the program and others like it undermine public schools by diverting taxpayer money. I don’t believe that’s true of any scholarship program, but it’s demonstrably false about this program, which Congress funds outside public school budgets.<br />I strongly support both public education and school choice. I attended public schools, and my father served as the first African-American school administrator in Little Rock, Ark.—for which my family received a burning cross on our front yard. But when my youngest child struggled in public schools and his teachers called him “incapable” of learning, he deserved other options."
}