{
    "url_original": "https://www.wsj.com/articles/illustrator-ralph-steadman-makes-splashes-and-blots-that-bite-11610132441",
    "url": "illustrator-ralph-steadman-makes-splashes-and-blots-that-bite-11610132441",
    "title": "Illustrator Ralph Steadman Makes Splashes and Blots That Bite",
    "sub_head": "At 84, the British artist surveys his career as a satirist and ‘Gonzo’ partner of writer Hunter S. Thompson.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-281038?width=620&size=custom_4086x3052",
    "image_1": "im-281038.jpg",
    "time": "2021-01-08 14:00:00",
    "body": "The British illustrator Ralph Steadman often begins a picture with a splat of ink on a white page. “It’s a very positive way of making a mark,” he says. “I can spread ink out easier than I can oil, and I can splash and blot, which I like to do.” Mr. Steadman’s spontaneous and satirical approach to caricature found a perfect corollary in the raucous prose of the American journalist Hunter S. Thompson. Together, artist and writer produced a body of work in magazine articles and books that became known as “Gonzo” for its unhinged subjectivity and anti-authoritarian outlook.<br />Mr. Steadman’s famed illustrations for “Fear and Loathing in Las Vegas,” Thompson’s autobiographical 1971 novel about his drug-fueled adventures, are a mixture of grotesque portraiture and geometrically precise landscape. A car driven by two screaming lunatics careens across a desert consisting of horizontal lines and a few felt-tip cactuses. In the distance, the looming skyscrapers that herald their Las Vegas destination are depicted by dozens of tightly packed vertical lines of differing lengths.<br />Now 84, Mr. Steadman, looks back on his career as a cartoonist in “A Life In Ink,” an illustrated memoir published by Chronicle Chroma in November. He credits the precision of his draughtsmanship to his time as an apprentice aircraft engineer in the 1950s. “I had to do endless circles and straight lines and that’s where that comes from in my illustrations,” he says. He still favors the same kind of steel-nibbed pens dipped into an inkpot that he used then.<br />Artistically, Mr. Steadman says that one of his most enduring influences is the Surrealist Marcel Duchamp. “It was his thinking out of context that interested me,” he says. “What I liked was Duchamp’s rather bland but comic sensibility, like taking a stool and attaching a bicycle wheel to the top of it.” In “A Life in Ink,” he attributes a different kind of influence to the headmaster of the school that he attended while growing up in Wales, “a hideous monster of a man that carried a cane” and left Mr. Steadman with an abiding mistrust of authority figures.<br />The young artist sold his first cartoon to the Manchester Evening Chronicle in 1956 and was soon being published in British humor magazines such as Punch and Private Eye. In 1969, the first book collection of his work, “Still Life with Raspberry,” launched his career in the U.S. He first collaborated with Thompson in 1970, when the two covered the Kentucky Derby for a short-lived magazine, Scanlan’s Monthly."
}