{
    "url_original": "https://www.wsj.com/articles/imf-raises-global-economic-growth-forecast-but-says-outlook-remains-uncertain-11611666009",
    "url": "imf-raises-global-economic-growth-forecast-but-says-outlook-remains-uncertain-11611666009",
    "title": "IMF Raises Global Economic Growth Forecast but Says Outlook Remains Uncertain",
    "sub_head": "Outlook has been buoyed by hopes for increasing vaccination and improved therapies to combat Covid-19",
    "category_1": "World",
    "time": "2021-01-26 08:00:00",
    "body": "WASHINGTON—The world economy is gearing up for a strong recovery from the pandemic in 2021 after shrinking considerably less than initially feared last year, the International Monetary Fund said Tuesday, though it warned that the outlook is subject to exceptional uncertainty.<br />Global output is projected to grow 5.5% this year, up from the IMF’s October forecast of a 5.2% increase. Last year’s estimated contraction of 3.5% was smaller than October’s forecast for a 4.4% contraction. China was the only major economy to grow last year, expanding by 2.3% amid effective containment measures and forceful economic support, the IMF said.<br />The outlook has been buoyed by hopes for increasing vaccination and improved therapies to combat Covid-19, which sparked widespread economic lockdowns last year. It assumes “broad vaccine availability in advanced economies and some emerging market economies in summer 2021 and across most countries by the second half of 2022,” the IMF said. That is faster than the multilateral lender expected when it published its previous set of forecasts in October.<br />Continued government spending measures in Japan and the U.S., where Congress authorized a $900 billion package in late December, contributed to the improved forecasts. The IMF expects the U.S. economy to grow 5.1% this year and Japan’s to expand by 3.1%. However, it lowered its forecast for the euro area to 4.2% growth from 5.2%. The IMF is the global lender of last resort to countries in distress.<br />The stronger-than-expected recovery masks significant disparities between high-skilled workers and their less-educated counterparts, the IMF’s chief economist, Gita Gopinath, said in a December interview. Similarly, rich countries are faring better than poor ones as the global pandemic nears its first anniversary."
}