{
    "url_original": "https://www.wsj.com/articles/impeachment-and-healing-a-divided-country-11611088179?mod=opinion_major_pos16",
    "url": "impeachment-and-healing-a-divided-country-11611088179",
    "title": "Impeachment and Healing a Divided Country",
    "sub_head": "Mr. Biden could have taken the stage and shouted that enough was enough. He could have pounded the podium and told social-media companies to “stand down” and open their channels to all Americans again.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-285028?width=620&size=1.5",
    "image_1": "im-285028.jpg",
    "time": "2021-01-19 15:29:00",
    "body": "Regarding your editorial “The Seven-Day Impeachment” (Jan. 14): You make the point that President-elect Biden could have calmed political temperatures and enhanced his approval ratings by the simple act of suggesting that Democrats pass on an impeachment trial. But Mr. Biden has already passed on an even greater opportunity. When  Facebook ,  YouTube,  Twitter  and Apple shut down competing social media; as banks declined to do business with President Trump; as pundits called for ostracizing all Trump administration officials from future employment; as CEOs at major American corporations rushed to decline commerce with people who dared voice their worry about the fairness of the presidential election, Mr. Biden could have taken the stage and shouted that enough was enough. He could have pounded the podium and told social-media companies to “stand down” and open their channels to all Americans again; scolded businesses that it isn’t “American” to close your markets to people with differing political opinions; declared that we don’t deny people who serve this country future employment because we see the world through a different political prism and demanded an end to self-aggrandizing attacks on the millions of our fellow citizens who voted for President Trump.<br />How could the social-media moguls and the Amazons, Citibanks and Targets of the world refuse such a request for unity? It would have been, and still might be, as historic a gesture as Abraham Lincoln’s call for unity as the Civil War drew to a close. But our newly elected president has done none of these things. If “great moments are born from great opportunities,” Mr. Biden is passing one up right now.<br />Todd M. Johnson<br />Edina, Minn.<br />"
}