{
    "url_original": "https://www.wsj.com/articles/in-china-tech-worker-deaths-spark-online-backlash-11610888403?mod=business_featst_pos1",
    "url": "in-china-tech-worker-deaths-spark-online-backlash-11610888403",
    "title": "In China, Tech-Worker Deaths Spark Online Backlash",
    "sub_head": "Criticism of companies grows after workers expose marathon hours, labor disputes",
    "category_1": "Business",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-286246?width=620&size=1.5",
    "image_1": "im-286246.jpg",
    "time": "2021-01-17 08:00:00",
    "body": "HONG KONG—The delivery man doused himself in gasoline and set himself on fire. Engulfed in flames, he protested for what he said were unpaid fees from a business tied to Chinese technology giant  Alibaba Group Holding Ltd.<br />“I want my blood- and sweat-money back,” said the man, Liu Jin, covered in ash, as police officers tried to rush him to the hospital on Monday, a widely shared video posted on social media showed.<br />The 48-year-old Mr. Liu, who survived but suffered severe burns, is one of the millions of workers in China’s tech sector whose plight has ignited online denunciations of the country’s internet giants by internet users and state media. The outcry shines a spotlight on the grueling working conditions and hard-edge labor practices that many blue- and white-collar workers face as the internet companies they work for battle over users.<br />Mr. Liu delivered meals through a subcontractor of Alibaba’s Ele.me food-delivery service in the eastern Chinese city of Taizhou, according to the local government. Ele.me said it has paid Mr. Liu’s medical expenses and is continuing to assist him and his family. It also said that Ele.me prohibits agencies it works with from defaulting on paying delivery riders and that it is investigating the case.<br />In recent weeks,  Pinduoduo Inc.,  a fast-growing e-commerce company that now rivals Alibaba by some measures, has also faced criticism after the deaths of two workers in their 20s: One collapsed on her way home from work at 1:30 a.m. and the other jumped from a high-rise. Pinduoduo confirmed the incidents and expressed condolences to the workers’ families."
}