{
    "url_original": "https://www.wsj.com/articles/in-cobra-kai-johnny-lawrence-is-an-artifact-of-the-80s-and-one-of-the-biggest-things-on-netflix-11609952978",
    "url": "in-cobra-kai-johnny-lawrence-is-an-artifact-of-the-80s-and-one-of-the-biggest-things-on-netflix-11609952978",
    "title": "In ‘Cobra Kai,’ Johnny Lawrence Is ‘an Artifact of the ‘80s.’ And One of the Biggest Things on Netflix",
    "sub_head": "In the third season of the ‘Karate Kid’ revival, the character is still a dude stuck in time. ‘He’s never heard the term “cancel culture” in his life.’",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-280827?width=620&size=custom_2289x1576",
    "image_1": "im-280827.jpg",
    "time": "2021-01-06 12:09:00",
    "body": "Johnny Lawrence was supposed to be left in the 1980s with a kick to the face at the end of “The Karate Kid.” Instead, the movie’s former teen villain is one of the biggest things on television at the center of “Cobra Kai,” a streaming series that carries on the “Karate Kid” tale with a mix of satire and sincerity.<br />“Cobra Kai” vaulted to No. 1 on  Netflix ’s  internal Top 10 chart with the Jan. 1 release of its third season. After “Cobra Kai” first hit Netflix last August, it spent two weeks as the most-watched TV series on major streaming platforms, and spent five weeks total in the top 10, according to Nielsen. Sony Pictures Television, which produces the show, says “Cobra Kai” draws a balance of young and older viewers that is rare among today’s diffuse TV audiences.<br />Johnny is an unlikely character to unite the masses in 2021. The fictional beer-swilling sensei is clueless about computers and social media. He’s more interested in Ratt and other ancient rock bands than the shifting social norms that rendered much of his vocabulary obsolete, including an offensive word for coward. The p-word is Johnny’s go-to descriptor for wimpy trainees, light beer, and even the unresponsive legs of a star pupil who got paralyzed in a high-school “karate riot.”<br />“People get to live vicariously through Johnny’s ignorance of the times. That’s what’s endearing about him,” says William Zabka, the actor who played Johnny in “Karate Kid” at age 18, and again at age 55 in “Cobra Kai.” “He’s never heard the term ‘cancel culture’ in his life. He’s not informed about what you can say, what you can’t say. He’s an artifact of the ‘80s.”<br />In the quest to launch TV hits with cross-generational appeal, producers are retrofitting vintage Hollywood stories with contemporary context. In the works: “Bel-Air,” a dramatic take on the sitcom “The Fresh Prince of Bel-Air” for the Black Lives Matter era. A new continuation of “Saved by the Bell,” the comedic high-school soap opera from the ‘90s, has gotten strong reviews on Peacock for popping the bubble of privilege its characters once existed in."
}