{
    "url_original": "https://www.wsj.com/articles/in-pared-back-season-u-s-figure-skating-will-still-hand-out-national-titles-11610641733",
    "url": "in-pared-back-season-u-s-figure-skating-will-still-hand-out-national-titles-11610641733",
    "title": "In Pared Back Season, U.S. Figure Skating Will Still Hand Out National Titles",
    "sub_head": "Men’s champion Nathan Chen aims to win his fifth crown, but ladies champion will likely change as Alysa Liu adjusts to a changing body",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-285177?width=620&size=1.5023474178403755",
    "image_1": "im-285177.jpg",
    "time": "2021-01-14 12:00:00",
    "body": "Physiologists who study the effects of puberty on athletic performance sometimes suggest that elite performers sit out the season when they’re undergoing a growth spurt, to reduce the risk of injury from high-intensity training or jarred confidence from the pressure of adjusting to a changing body under a spotlight.<br />Alysa Liu, the 15-year-old 2019 and 2020 U.S. ladies figure skating champion anointed by many as the next big American hope, isn’t doing that. But the skating season she’s participating in has been so pared back because of the novel coronavirus that it’s almost as if she did.<br />Liu will appear in the contest for the ladies’ national title on Thursday and Friday, with men’s champion Nathan Chen pursuing his fifth crown on Saturday and Sunday. They will perform before cardboard cutouts of fans and canned recordings of applause in the same near-empty arena in Las Vegas where the only other two in-person U.S. national competitions of the season have taken place.<br />It’s also quite possibly the last competitive outing they’ll have before the next season, which happens to include the 2022 Olympic Games. Almost all of the international competitive calendar has been shredded.<br />Only the hosts of the 2021 world championships, scheduled for Stockholm, Sweden in March, insist they’re still going ahead, but they haven’t described their plans for making the event safe yet. Some countries may balk at sending their skaters, even though technically it’s a qualification opportunity for the Games."
}