{
    "url_original": "https://www.wsj.com/articles/in-trumps-final-days-lines-are-drawn-for-a-republican-civil-war-11609772298?mod=politics_lead_pos6",
    "url": "in-trumps-final-days-lines-are-drawn-for-a-republican-civil-war-11609772298",
    "title": "In Trump’s Final Days, Lines Are Drawn for a Republican Civil War",
    "sub_head": "Amid the president’s loyalty test, the unanswerable question is whether he can maintain his hold on the party once out of office",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-01-04 09:58:00",
    "body": "Less than two years from now, after this week’s attempt to overturn the results of the presidential election has long since played out, here is a plausible scenario:<br />A Republican senator or House member, one party leaders are eager to see retain his or her seat, will be challenged in a primary by a disciple of President Trump. The incumbent, after being attacked as a member of a disparaged party establishment, will still win the primary. But that outcome will be challenged by Republican rebels, who, taking a cue from what is happening right now, will charge that the election was “rigged” by the establishment, and go to court to try to overturn it.<br />Such are the forces being unleashed this week within the GOP, where the prospect of a virtual civil war suddenly feels real. This internal struggle engages the president and his family; lawmakers courting the support of Trump loyalists; and a conservative Republican establishment embodied by Senate Majority Leader Mitch McConnell. Part of the struggle is ideological, part is simply about power. In any case, it figures to roll through the next two years and into the 2022 mid-term election.<br />The irony is that Republicans might instead be uniting in celebration over what actually was a good outcome for them in the 2020 vote, and allowing attention to focus on Democrats’ own considerable internal ideological schisms. Instead, the party is being pulled apart in the last days of the Trump term.<br />Mr. Trump is setting up this week as a dramatic test of loyalty to him in the form of his last-ditch effort to overturn the victory of President-elect Joe Biden, and his core supporters will be rallying in Washington to underscore the point. Sens. Josh Hawley of Missouri and Ted Cruz of Texas, who aspire to lead the Trump army whenever Mr. Trump isn’t there to do so himself, have engineered a scenario in which each of their colleagues will have to go on record either favoring or opposing the president’s effort to reverse the election."
}