{
    "url_original": "https://www.wsj.com/articles/indias-vaccine-colossus-is-a-model-for-the-world-to-follow-11609930891?mod=markets_major_pos1",
    "url": "indias-vaccine-colossus-is-a-model-for-the-world-to-follow-11609930891",
    "title": "India’s Vaccine Colossus Is a Model for the World to Follow",
    "sub_head": "Serum Institute to manufacture vaccines not just for the world’s second-most populous country, but likely many others too",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-281226?width=620&size=1.5",
    "image_1": "im-281226.jpg",
    "time": "2021-01-06 06:01:00",
    "body": "India has authorized two Covid-19 vaccines for use, putting its enormous vaccine-manufacturing capacity in the spotlight. Large parts of the rich world may have something valuable to learn.<br />The Serum Institute of India is the world’s largest manufacturer of vaccines by volume, founded over 50 years ago by now-multibillionaire Cyrus Poonawalla. It will likely provide not only almost all the vaccines administered in India, but many elsewhere in the world too, once exports are permitted later in the year.<br />Research by Fitch Solutions outlines three groups of Asian economies this year: Those that can plausibly vaccinate most of the people in priority groups such as health-care workers and the elderly by June, those that can do so by September and those that will take longer. India is by some distance the lowest-income country in the first group of economies, which includes Hong Kong, China, Singapore and Malaysia. Wealthier South Korea and Thailand will take longer.<br />The Serum Institute’s work requires a reliable and large domestic supply of the vials in which the vaccines are sealed and transported, ensured by companies such as Schott Kaisha and Piramal Glass. The existence of the world’s largest vaccine manufacturer helps to establish the basis for a domestic network of suppliers.<br />Global supply chains and international trade have actually held up remarkably well under extreme circumstances over the past year. There is no need to reshore enormous amounts of manufacturing capacity, and any attempt at even halfway autarky will make all parties involved—importers and exporters—less prosperous."
}