{
    "url_original": "https://www.wsj.com/articles/indias-supreme-court-puts-hold-on-farming-laws-to-defuse-protests-11610467672",
    "url": "indias-supreme-court-puts-hold-on-farming-laws-to-defuse-protests-11610467672",
    "title": "India’s Supreme Court Puts Hold on Farming Laws to Defuse Protests",
    "sub_head": "Top court orders an expert committee to make recommendations on how to end impasse between Modi’s government and farmers",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-12 11:07:00",
    "body": "NEW DELHI—India’s Supreme Court put on hold new farm laws on Tuesday, seeking to end a standoff between Prime Minister Narendra Modi’s government and the thousands of protesting farmers who have been blocking roads around the capital for more than a month.<br />India’s highest court ordered that an expert committee be formed to make recommendations in the next two months and urged farmers to end the protests, saying they are exposing people to the cold as well as contributing to the spread of Covid-19.<br />Farmers are demanding that the new laws, which were passed in September, be repealed. The protesters say they are worried the laws dismantle a government safety net that attempts to guarantee that even small farmers will have a place to sell their produce at a fair price. New Delhi says the rules are aimed at deregulating and modernizing the agricultural markets.<br />The Supreme Court, by ordering for a committee to be formed, has effectively backed an approach that the government has repeatedly offered to farmers as a way out of the impasse. Farm leaders and government officials have already met several times without success.<br />“While we may not stifle a peaceful protest, we think that the extraordinary order of stay of implementation of the farm laws will be perceived as an achievement of the purpose of such protest, at least for the present and will encourage the farmers bodies to convince their members to get back to their livelihoods,” the court order said."
}