{
    "url_original": "https://www.wsj.com/articles/indonesia-is-first-to-approve-sinovac-vaccine-outside-china-11610372933?mod=world_major_1_pos1",
    "url": "indonesia-is-first-to-approve-sinovac-vaccine-outside-china-11610372933",
    "title": "Indonesia Is First to Approve Sinovac Vaccine Outside China",
    "sub_head": "Nation’s emergency-use approval comes despite trial results placing the shot at 65.3%, the low end of efficacy range",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-11 08:48:00",
    "body": "Indonesia became the first country outside China to give emergency use approval to a Covid-19 vaccine developed by Chinese drugmaker Sinovac Biotech Ltd., despite findings that place the candidate’s efficacy among the lowest for new coronavirus vaccines.<br />Indonesia’s food and drug agency said Monday that a late-stage clinical trial in the large city of Bandung showed Sinovac’s CoronaVac vaccine to be 65.3% effective. That compares to clinical trial results out of Brazil last week showing the vaccine had an efficacy rate of 78%.<br />Indonesia’s trial showed that CoronVac was safe, with participants experiencing only minor side effects like fatigue and fever, according to Penny Lukito, the head of Indonesia’s National Agency of Drug and Food Control. “Hopefully vaccines for Covid-19 will be one of the factors in overcoming this pandemic,” she said.<br />A rate of 65% exceeds the 50% threshold that the World Health Organization and many regulatory authorities consider necessary for widespread use. Western vaccines developed by Moderna Inc. and jointly by Pfizer Inc. and BioNTech SE have reported their vaccines to be more than 90% effective; another developed by the University of Oxford and AstraZeneca PLC was at least 62% effective, according to the team.<br />Authorities in Brazil have yet to approve CoronaVac for use, although President Jair Bolsonaro’s administration has backed down from its previous criticism of Chinese vaccines and agreed to buy up to 100 million shots of the vaccine."
}