{
    "url_original": "https://www.wsj.com/articles/indonesia-plane-crash-probe-centers-on-engine-control-problems-11611214371?mod=business_lead_pos11",
    "url": "indonesia-plane-crash-probe-centers-on-engine-control-problems-11611214371",
    "title": "Indonesia Plane Crash Probe Centers on Engine Control Problems",
    "sub_head": "Information from the Sriwijaya Air jet’s data recorder points to pilots trying to deal with an engine-throttle malfunction",
    "category_1": "World",
    "time": "2021-01-21 02:32:00",
    "body": "Investigators suspect malfunctioning engine controls and pilot efforts to troubleshoot the problem likely played a major role in an Indonesian airliner’s fatal plunge into the Java Sea earlier this month, according to people familiar with the details.<br />Information downloaded from the Sriwijaya Air jet’s flight-data recorder, the people said, points to pilots trying to deal with a problem affecting an automatic throttle system on the twin-engine, 1990s-era  Boeing Co.  737. The recorder, which is one of the plane’s two black boxes, was retrieved a few days after the crash.<br />The data indicates the so-called autothrottle system—which automatically adjusts fuel flow and thrust to maintain the path set by pilots—wasn’t operating properly on one engine at some point during the Boeing 737-500’s climb away from the nation’s capital, Jakarta, on Jan. 9, according to some of the people familiar with the matter.<br />Instead of shutting off the system, they said, the flight-data recorder indicates pilots tried to get the stuck throttle to function. Such engine-control malfunctions can create significant differences in power between engines, making a twin-engine jet harder to control and it could potentially distract pilots from maintaining a safe flight.<br />Twin-engine aircraft such as the 737 are designed to fly safely on a single engine and pilots are trained to do that in various situations. But large differences in thrust between engines, according to pilots and safety experts, require swift pilot recognition of the problem, which would ideally be followed by quick responses and manual commands."
}