{
    "url_original": "https://www.wsj.com/articles/indonesia-plane-crash-search-finds-body-parts-life-vests-and-aisle-sign-11610262684",
    "url": "indonesia-plane-crash-search-finds-body-parts-life-vests-and-aisle-sign-11610262684",
    "title": "Indonesia Plane Crash Search Finds Human Remains, Life Vests and Aisle Sign",
    "sub_head": "Hopes fade any survived as a search operation recovers pieces of the Boeing 737-500 plane that went down Saturday",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-10 05:32:00",
    "body": "JAKARTA, Indonesia—Authorities believe they have identified the location of the two so-called black boxes of the Sriwijaya Air jet that crashed into the Java Sea carrying 62 people.<br />Soerjanto Tjahjono, head of Indonesia’s national transportation safety committee, said Sunday that divers were being dispatched to try to recover the cockpit-voice and flight-data recorders.<br />Crews using helicopters, fixed-wing aircraft and search-and rescue ships spent the day looking for and retrieving debris from the Boeing 737-500 that went down minutes after taking off from the capital, Jakarta, on Saturday afternoon. Authorities have also found human body parts and expect to use DNA testing to identify the victims, a Jakarta police spokesman said.<br />The plane, which was on a domestic flight to Pontianak on Indonesia’s Borneo island, was delayed before it took off Saturday afternoon due to inclement weather. Shortly after it was airborne, it made an unexpected turn, flying northwest, prompting air-traffic control to ask the plane to report its direction, the transportation ministry said. Seconds later, the aircraft disappeared from the radar, at 2:40 p.m. local time.<br />Authorities began search operations near a series of islands on the outskirts of Jakarta called Kepulauan Seribu, or Thousand Islands. They homed in on the area near Laki Island where the waters appeared of an unusual color and flow, potentially indicating an oil spill and burned fuselage connected to the crash, an air force official, Henri Alfiandi, said in a televised interview Sunday."
}