{
    "url_original": "https://www.wsj.com/articles/insiders-at-gamestop-blackberry-lacroix-maker-are-suddenly-sitting-on-big-stock-gains-11611926299?mod=business_lead_pos3",
    "url": "insiders-at-gamestop-blackberry-lacroix-maker-are-suddenly-sitting-on-big-stock-gains-11611926299",
    "title": "Insiders at GameStop, BlackBerry, LaCroix Maker Are Suddenly Sitting on Big Stock Gains",
    "sub_head": "Reddit-fueled trading in long-struggling companies boost holdings of CEOs and directors, though few have reported cashing in",
    "category_1": "Business",
    "time": "2021-01-29 08:18:00",
    "body": "Retail day traders and Reddit stock pickers aren’t the only ones riding a surge in stock market gains. So are some chief executives and board members at long-struggling companies.<br />Ryan Cohen, the 35-year-old internet entrepreneur who bought a stake in  GameStop Corp.  last year and joined its board earlier this month after agitating for strategic changes, is suddenly holding a stake in the videogame retailer worth $1.74 billion at Thursday’s close.<br />The founder and CEO of  National Beverage Corp. , which makes LaCroix sparkling waters, is worth $2.5 billion more than he was at the beginning of the year.  BlackBerry Ltd.  shares have flirted this week with levels that could unlock more than $100 million in cash and stock for its CEO.<br />The companies are among those that have been caught up in wild trading this month after individual investors started championing them on social media and Reddit message boards. These executives haven’t reported selling their shares, according to the most recent data available, so the changes in their personal wealth might prove fleeting. The executives and companies declined to comment on the stock moves.<br />A handful of other top executives and board members at GameStop and BlackBerry have sold about $22 million in shares this month, according to data provided by InsiderScore, which analyzes transactions by corporate insiders. Most sold before this week’s biggest gains."
}