{
    "url_original": "https://www.wsj.com/articles/insurers-face-big-payouts-to-u-k-businesses-over-covid-disruptions-11610713995?mod=business_minor_pos4",
    "url": "insurers-face-big-payouts-to-u-k-businesses-over-covid-disruptions-11610713995",
    "title": "Insurers Face Big Payouts to U.K. Businesses Over Covid Disruptions",
    "sub_head": "U.K. Supreme Court rules insurers must pay out on business-interruption claims in a legal case that could have wide-ranging ramifications",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-285920?width=620&size=1.5",
    "image_1": "im-285920.jpg",
    "time": "2021-01-15 07:33:00",
    "body": "LONDON—In a resounding win for insurance policyholders, the U.K. Supreme Court on Friday ruled that insurers must pay out disputed claims related to the coronavirus to a range of businesses, ending a legal case spanning months and potentially setting a precedent for other jurisdictions.<br />The Supreme Court dismissed insurers’ appeals brought after a High Court ruling in September found mostly in favor of policyholders. The Financial Conduct Authority, the country’s securities watchdog, had brought that test case to resolve uncertainties surrounding business-interruption cover.<br />The case has been watched closely, as millions of companies world-wide lodge claims and grapple with their insurance companies. In the U.S., legal battles over business-interruption policies have unfurled across states, leading to various judgments. Of the roughly 100 rulings in suits between businesses and their insurers, about three-quarters have found in favor of insurers, The Wall Street Journal reported last month.<br />At the time of the High Court ruling, the FCA said the judgment found that most, but not all, of the clauses considered by the court provide cover. The ruling Friday draws a line under the matter and could affect up to 370,000 policyholders with billions of pounds of claims. Though only eight insurers were parties to the test case, the regulator expects the decision to apply to all insurers in its remit.<br />“Today’s judgment decisively removes many of the roadblocks to claims by policyholders,” said Sheldon Mills, executive director, consumers and competition at the FCA."
}