{
    "url_original": "https://www.wsj.com/articles/intel-to-cap-off-difficult-year-ahead-of-new-chief-11611234000?mod=business_lead_pos3",
    "url": "intel-to-cap-off-difficult-year-ahead-of-new-chief-11611234000",
    "title": "Intel to Cap Off Difficult Year Ahead of New Chief",
    "sub_head": "Chip maker is expected to report record annual sales blemished by market-share losses and technical setbacks",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-287845?width=620&size=1.5",
    "image_1": "im-287845.jpg",
    "time": "2021-01-21 08:00:00",
    "body": "Intel Corp.  is poised to post full-year results that outline the breadth of challenges awaiting the incoming chief executive as the chip maker looks to fend off competitive pressures and rebuild its technological leadership.<br />The earnings Thursday afternoon mark the end of a challenging yet lucrative year for the semiconductor giant that saw it surpassed in market valuation by rival  Nvidia Corp. , dropped by Apple Inc. as a supplier for Mac chips, suffer market-share losses and face activist investor Third Point LLC pushing for strategic changes.<br />Wall Street expects the semiconductor giant to report record full-year revenue of $75.4 billion, up from $72 billion the year prior. But analysts surveyed by FactSet foresee lower sales this year, in part reflecting a pair of divestitures and growing competitive pressure. And while Intel has benefited from a boom in demand for PCs in the work-from-home economy, much of the added buying has focused on lower-cost laptops that aren’t as profitable. Net income for 2020 is expected to fall to $19.3 billion, from $21.1 billion the year prior.<br />Intel’s longer-term strategy around the outsourcing of chip production is also in flux ahead of the arrival of Pat Gelsinger as CEO. Bob Swan, the company’s departing chief executive, said last year that a decision was forthcoming by early this year on whether to have the company’s advanced chips made by a third party after Intel fell behind Asian rivals in the development of the next generation of superfast semiconductors.<br />The company is considering outsourcing production of some of its most prized chips to those Asian rivals, and particularly to  Taiwan Semiconductor Manufacturing Co. , the largest and most advanced contract chip maker in the world, according to people familiar with the matter."
}