{
    "url_original": "https://www.wsj.com/articles/intels-recovery-will-demand-more-than-just-engineering-skills-11610971201?mod=markets_lead_pos11",
    "url": "intels-recovery-will-demand-more-than-just-engineering-skills-11610971201",
    "title": "Intel’s Recovery Will Demand More Than Just Engineering Skills",
    "sub_head": "Turning around the chip maker will require not only sorting out manufacturing problems but also selling stakeholders on tough decisions about the company’s future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286362?width=620&size=1.5",
    "image_1": "im-286362.jpg",
    "time": "2021-01-18 07:00:00",
    "body": "How hard will the new  Intel  chief executive’s job be? The company’s top rival just gave some important clues.<br />Pat Gelsinger doesn’t start at the company until mid-February, but Intel’s fourth-quarter results Thursday afternoon will likely give a strong sign of at least his initial path. Intel has promised to use the occasion to update investors about its continuing manufacturing problems. The company has also said it would indicate whether it intends to stick with its long-running practice of being the sole manufacturer of the chips it designs, or whether it will begin outsourcing the production of some future designs, very likely to  Taiwan Semiconductor Manufacturing ,  or TSMC.<br />Mr. Gelsinger’s long tenure as an Intel engineer strongly suggests the chip maker isn’t ready to throw in the towel just yet on manufacturing. But competing with an ascendant TSMC will be a daunting task. TSMC reported Thursday that revenue for 2020 surged 31%—its best growth in more than a decade—to a record $45.5 billion. And demand is so hot for the company’s manufacturing services that TSMC also plans to pour a record amount into capital expenditures for the coming year to expand its capacity. The chip maker expects to spend between $25 billion and $28 billion for 2021—double the annual capex bill that Intel has averaged over the past five years.<br />Intel is still a much bigger company, with 2020 revenue projected to land around $75.3 billion—up 5% from the previous year. But the recent lift from booming PC sales and data-center demand won’t solve the company’s manufacturing woes. Wall Street currently expects Intel’s revenue this year to fall 7%—which would be the company’s worst decline in more than a decade. TSMC is projected to boost revenue 20% to about $54.4 billion for 2021, according to FactSet.<br />Intel says it has made strong progress on its 7-nanometer manufacturing process, which has been the source of recent trouble. But TSMC is now making more advanced chips en masse at 5 nanometers. The company is already developing its 3-nanometer process, which it said Thursday would be producing chips in volume by the second half of 2022. That means that even if Mr. Gelsinger is successful at getting Intel’s manufacturing process back on track, the company will still be badly lagging. Stacy Rasgon of Bernstein says Intel’s disadvantage to TSMC is “likely set in stone” for at least the next three years."
}