{
    "url_original": "https://www.wsj.com/articles/intercontinental-exchanges-cryptocurrency-venture-to-go-public-through-a-spac-11610370003?mod=markets_lead_pos3",
    "url": "intercontinental-exchanges-cryptocurrency-venture-to-go-public-through-a-spac-11610370003",
    "title": "Intercontinental Exchange’s Cryptocurrency Venture to Go Public Through a SPAC",
    "sub_head": "ICE’s Bakkt crypto venture plans to roll out an app for trading and making payments with digital assets",
    "category_1": "Markets",
    "category_2": "Deals",
    "time": "2021-01-11 08:00:00",
    "body": "Intercontinental Exchange Inc.,  or ICE, will take its cryptocurrency venture public by merging it with a special-purpose acquisition company, a deal that will further its goal of launching a consumer app for trading and making payments with digital assets.<br />The venture, called Bakkt, is expected to have a valuation of $2.1 billion after completing the merger with  VPC Impact Acquisition Holdings ,  the companies said on Monday.<br />The deal brings together two of the hottest plays in today’s markets: crypto and SPACs.  the biggest digital currency, last week surged above $40,000 for the first time, and SPACs had their biggest year ever in 2020, raising a record $83 billion in new listings, according to data provider SPACInsider. SPACs, also called blank-check companies, are vehicles that go public to raise cash for mergers and acquisitions.<br />As part of the deal, Bakkt will raise an additional $532 million from VPC’s funds and a concurrent capital raise. That will support development and marketing of the Bakkt App, which is envisioned as a tool to let people manage their holdings of various digital assets. These could include bitcoin, loyalty points and reward programs, like those offered by  Starbucks Corp.  and airlines, and virtual assets from videogames.<br />More than 400,000 people preregistered for the app, which is expected to have a wide public rollout in March, Bakkt says. Bakkt projects the app will amass more than 30 million users in five years, according to a presentation about the deal released on Monday. That ambitious target would put Bakkt in the same league as other blockbuster financial apps like Robinhood, Venmo or  Square Inc.’s  Cash App."
}