{
    "url_original": "https://www.wsj.com/articles/intels-new-chief-has-no-quick-fix-11610562666?mod=business_minor_pos10",
    "url": "intels-new-chief-has-no-quick-fix-11610562666",
    "title": "Intel’s New Chief Has No Quick Fix",
    "sub_head": "Chip maker’s manufacturing slip will take years to repair in a fast-moving market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-284656?width=620&size=1.5",
    "image_1": "im-284656.jpg",
    "time": "2021-01-13 16:19:00",
    "body": "Intel Corp.  has returned to form with its new boss. But in many other ways, there may be no going back for the storied chip maker.<br />Intel announced Wednesday that Pat Gelsinger will take over the chief executive’s reins from Bob Swan, who’s effectively held the position for just two and a half years. That’s the shortest run of any Intel chief—about half the time of his immediate predecessor who was booted from the company following the discovery of an affair with a subordinate. Mr. Swan’s tenure was marked less by scandal and more by the other major problem he inherited—the loss of Intel’s position as the world’s most advanced chip manufacturer.<br />As an engineer with a 30-year stint at Intel under his belt, Mr. Gelsinger might seem more suited to addressing this problem. And his most recent job running VMware has made him a highly regarded leader in Silicon Valley. Intel’s share price jumped 7% Wednesday on the news, while VMware’s stock slipped by the same amount.<br />But Mr. Gelsinger is inheriting problems that have no quick fix. Intel’s struggles with advancing its chip-making process began before Mr. Swan came on board—and they have deepened since. The company disclosed in July that its latest process for manufacturing chips at 7 nanometers ran into new problems that would delay mass production on that process to late 2022. Rival Taiwan Semiconductor Manufacturing, or TSMC, is already making more advanced chips at 5 nanometers.<br />Being two generations behind a fast-moving rival has forced Intel to consider the rather unorthodox option of outsourcing the production of some of its most advanced chips to TSMC. That could help Intel close the manufacturing gap that has let  Advanced Micro Devices —another TSMC customer—pick up share in the PC and data center markets. But it would be a significant shift for a company that has long based its competitive advantage on being an integrated manufacturer."
}