{
    "url_original": "https://www.wsj.com/articles/interior-design-that-merges-modern-and-traditional-11610643830",
    "url": "interior-design-that-merges-modern-and-traditional-11610643830",
    "title": "Interior Design That Merges Modern and Traditional",
    "sub_head": "In a Seattle home, a designer brokers a peace between a couple’s warring tastes without compromising style",
    "category_1": "Real Estate",
    "category_2": "Homes",
    "image_1_url": "https://images.wsj.net/im-285303?width=620&size=1.5",
    "image_1": "im-285303.jpg",
    "time": "2021-01-14 12:03:00",
    "body": "I LIKE THINGS that have a little bit of tension,” said interior designer Heidi Caillier. This passion for clashes made her the ideal partner for Jacob Meyer and Margaret Lacy Meyer, a couple with disparate tastes who asked her to help mastermind a renovation of their five-bedroom Craftsman-inflected house in Seattle’s Seward Park neighborhood.<br />Ms. Lacy Meyer, a psychotherapist from Milwaukee, favors clean midcentury modern design and bold accents, coupled with an earthier West Coast palette. “I’m not a traditionalist,” she said. Her chemist husband, born in rural Gibson, La., is drawn to the dark wood and ornament seen in British décor or—closer to home—the 18th-century Georgian aesthetic that was popular in the American South. “He likes a lot going on,” said Ms. Lacy Meyer of her husband’s design preferences.<br />Ms. Caillier first created a base of smoky greens and creams, plenty of warm wood, brushed brass and nubbly natural textiles—elements that could engage either client’s taste. She next layered in traditional elements to meet Mr. Meyer’s love of intricacy halfway—but with a modern twist. The formality of the wainscoting in the living and dining rooms, for example, was undercut with a solid wash of an unorthodox shade, Farrow & Ball’s Red Earth. His wife approved.<br />In decorating other rooms, Ms. Caillier layered furniture and finishes from different eras. In the bedroom of one boy (the family includes three under age 8), whimsical contemporary wallpaper and a bright yellow side table help a heavy Victorian Eastlake bed, which might seem too stodgy for a child of 5, skew youthful. Here, a room-to-room look inside the designer’s playbook.<br />Ms. Caillier smattered Delft-like tiles into the backsplash as a modern take on a classic Dutch look. The hand-painted pieces, by BDDW, actually skew American, with imagery of such Western troublemakers as cowboys, hunters and grizzly bears. Bar stools with molded-walnut seats—very Eames-like—offset more-historic elements, like the Shaker-tinged cabinets. Roman and Williams Guild’s pendants straddle sensibilities: The shape’s a little midcentury, but the rich patina, ribbed collar and form of the glass don’t feel super-modern, said Ms. Caillier."
}