{
    "url_original": "https://www.wsj.com/articles/investors-learn-to-love-unified-government-11609941941?mod=business_minor_pos10",
    "url": "investors-learn-to-love-unified-government-11609941941",
    "title": "Investors Learn to Love Unified Government",
    "sub_head": "Market reaction to Georgia runoff shows that partisan division in Washington is no longer good for stocks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-06 09:05:00",
    "body": "The old cliché that investors prefer divided government is in need of an update.<br />After Democrats won one Georgia Senate seat and appeared poised to take another Wednesday morning, which would deliver them control of the Senate, market reaction was mostly positive. This goes against the conventional wisdom that stocks do best when at least one chamber of Congress is controlled by the party in opposition to the president, preventing any dramatic or radical moves that could unsettle markets.<br />Although Nasdaq futures were lower Wednesday morning, the Dow Jones Industrial Average was poised to build on Tuesday’s gains. Perhaps most notably, yields on U.S. government bonds jumped, reflecting higher growth expectations and giving a boost to banks and other financial companies.<br />In light of recent history, this reaction shouldn’t be surprising. In past decades, divided government might have meant moderation and compromise in policy-making. In 2021, though, it would likely mean paralysis, which isn’t what the U.S. economy needs right now. Look no further than the prolonged negotiations over a second coronavirus-relief package, which eventually yielded a smaller-than-expected sum that came too late to save many struggling businesses as the economy entered a bleak winter.<br />A Democratic-controlled Senate likely means that more fiscal stimulus is on the way, not just in the form of checks to individuals but also infrastructure spending and aid to cash-strapped local governments. No wonder interest rates are ticking higher."
}