{
    "url_original": "https://www.wsj.com/articles/investor-fomo-is-selective-for-luxury-brands-11611147867?mod=business_minor_pos10",
    "url": "investor-fomo-is-selective-for-luxury-brands-11611147867",
    "title": "Investor FOMO Is Selective for Luxury Brands",
    "sub_head": "Burberry’s turnaround plans are seen as less convincing than a similar push at Prada",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286814?width=620&size=1.5",
    "image_1": "im-286814.jpg",
    "time": "2021-01-20 08:04:00",
    "body": "Investors don’t want to miss out on the luxury sector’s next Gucci-style brand turnaround. Still, their strong preference for  Prada  SpA over  Burberry  Group, both of which are in the middle of revamps, is a puzzle.<br />On Wednesday, Burberry said comparable retail sales fell 9% in its most recent quarter compared with the prior-year period. Even though the numbers were weaker than analysts expected, there are also early signs that the company’s efforts to shift more stock at full price are beginning to pay off. If the British trench-coat brand can reduce the number of products it has to sell at a discount, profit margins should improve.<br />Burberry stock rose slightly in European morning trading, but it still has a long way to go to catch up with Prada. The Milanese label is the best-performing large luxury stock of the past 12 months, gaining 67%, while Burberry is one of the worst. Prada’s shares have traditionally been more expensive than its British peer’s, but the premium has skyrocketed in recent months.<br />There isn’t much hard evidence yet to justify investors’ faith in Prada. Earlier this month, the company said its retail sales fell 6% in the second half of 2020—better than Burberry’s latest numbers, but not by much. True, there are some indications that Prada is getting more attention on social media. It ranked fourth in a recent Citi Brand Heat Tracker, while Burberry languished in 14th place. The question is whether this will translate into meaningful market-share gains as more consumers emerge from lockdowns this year.<br />Investors may favor Prada because its operating margins have been high in the past, peaking at 27% almost a decade ago. The business hasn’t been that lucrative in years, but as the Italian label makes a bigger cut of sales from highly profitable handbags, shareholders may be betting it can return to those highs. Burberry, by contrast, has a heritage in clothing, where margins are lower. Takeover speculation could also explain excitement about Prada, although its controlling shareholder has said the brand isn’t for sale."
}