{
    "url_original": "https://www.wsj.com/articles/investors-seek-out-riskiest-junk-rated-bonds-11611341379?mod=markets_major_pos15",
    "url": "investors-seek-out-riskiest-junk-rated-bonds-11611341379",
    "title": "Investors Seek Out Riskiest Junk-Rated Bonds",
    "sub_head": "The prospect of a return to economic normalcy is powering a recovery in the lowest-rated junk debt",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-289257?width=620&size=1.5",
    "image_1": "im-289257.jpg",
    "time": "2021-01-22 13:49:00",
    "body": "Investors’ rush into the lowest-rate junk debt has driven yields to record lows, reflecting Wall Street’s thirst for fixed-income returns and increasing confidence that even struggling businesses can survive the pandemic.<br />The yield on an index of triple-C rated corporate bonds settled Thursday at an all-time low of 6.42%, according to Bloomberg Barclays data. That was down from 7.4% entering the year. Yields fall when bond prices rise.<br />Record-low yields for the worst-rated bonds mark a reversal after pandemic shutdowns fueled a selloff in riskier debt less than a year ago. Back then, investors expected many struggling companies to go bankrupt or default. Credit markets froze, driving yields to recent postcrisis peaks, particularly for low-rated firms.<br />Actions by the Federal Reserve, including cutting interest rates and buying billions of dollars worth of bonds, helped fuel a recovery in corporate debt. With interest rates near zero, investors have ventured into riskier assets, including junk-rated corporate bonds, in search of higher yields. That has helped many struggling companies refinance their debt at lower interest rates.<br />Now, the prospect of vaccines and a return to economic normalcy are powering a recovery in the lowest-rated junk debt, a market made up of companies particularly sensitive to the economy’s direction. Triple-C rated corporate bonds have so far returned 2.2% to investors in January, according to Bank of America, outpacing gains on higher-rated corporate bonds and leveraged loans."
}