{
    "url_original": "https://www.wsj.com/articles/is-nancy-pelosi-a-mad-genius-11610579537?mod=opinion_major_pos7",
    "url": "is-nancy-pelosi-a-mad-genius-11610579537",
    "title": "Is Nancy Pelosi a Mad Genius?",
    "sub_head": "The House speaker knows one political reality: Increase her vote and diminish the opposition’s.",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2021-01-13 18:12:00",
    "body": "We read, correctly, that the country is being torn apart by hyperpartisan politics, by the invasion of the Capitol last week, by the summer’s urban riots, and by the second impeachment of President Trump. While these matters preoccupy citizens concerned about the future of their republic, as they should, bear in mind a less emotive truism about democracy: All political battles must end with voter turnout.<br />For Nancy Pelosi, getting out the vote defines reality. From that vantage, the House speaker would have no trouble interpreting the key events in America’s recent political history.<br />In 2016, Donald Trump defeated Hillary Clinton because the Democrats lost count of the votes in Pennsylvania, Michigan and Wisconsin. Then-Minority Leader Pelosi would have seen that Mr. Trump, however personally anathema, turned out nearly 63 million votes. Conclusion: Next time, produce more turnout than Mr. Trump.<br />Across Mr. Trump’s first term, Mrs. Pelosi has at times looked like the mad queen of Trump derangement syndrome. But consider: Speaker Pelosi would also have noticed that the dislike of Mr. Trump’s operating style kept his opposition more agitated than is usual in politics. She would have seen within days of Mr. Trump’s inauguration that his declared daily war with “fake news” might turn out more votes for her than for him. So feed the beast.<br />Four years later, after giving Mr. Trump no rest or calm, she watched turnout (and Democratic fundraising) driven by anti-Trump animus propel Joe Biden into the presidency. Mr. Biden was a nondescript candidate leading what had become a nondescript political party, as its listless primary debates made clear."
}