{
    "url_original": "https://www.wsj.com/articles/is-scented-moisturizer-the-escape-we-need-right-now-11610043981",
    "url": "is-scented-moisturizer-the-escape-we-need-right-now-11610043981",
    "title": "Is Scented Moisturizer the Escape We Need Right Now?",
    "sub_head": "Some people insist fragrant skin care fosters spalike relaxation. Others find it noxious and irritating. We argue both sides.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-282175?width=620&size=custom_3544x4071",
    "image_1": "im-282175.jpg",
    "time": "2021-01-07 13:26:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Having a stranger touch your face in a tiny, enclosed space sounds like a social-distancing nightmare today. Just a year ago, however, some people equated it with relaxation bliss. When they’d walk into a facialist’s studio and catch the aroma of rose or bergamot, all their built-up tension would melt away. That particular form of Zen might be eluding fragrance fans in 2021, but many are still turning to scented lotions, face masks and more to conjure spalike calm in the sterile safety of their bathrooms.<br />According to some beauty devotees, aromatics amp up an otherwise lackluster at-home routine. “Like a very luxe store or restaurant…[a skin-care regimen] is about the experience as much as a result,” said Phoebe Hausser, 25, who works in social-media marketing in Birmingham, Ala. She’s partial to botanic scents, like that of  Shiseido ’s  Eudermine Revitalizing Essence lotion.<br />For others, aroma enhances the “treat yourself” aspect of skin care. “You can find some really nice herbal scents” in creams and serums, said Alexis Hester, 34, a Houston attorney. “I love lemongrass and eucalyptus…You feel like you’ve just walked out of the spa.” Ms. Hester can even be transported by a tomato-based Burt’s Bees toner. If you close your eyes and inhale, you might feel like you’re in a vegetable garden—or, as Ms. Hester put it, a Whole Foods.<br />Many people—even those who enjoy olfactory stimulation—find scented skin care overpowering and unnecessary. “I already have perfume,” said Jane Lappin, 65, an automated-vehicle safety consultant in Belmont, Mass., who “recoils” from scented facial products. “Why would I put anything onto my skin that isn’t specifically enhancing its appearance or longevity?”"
}