{
    "url_original": "https://www.wsj.com/articles/islamabad-warily-weighs-establishing-ties-with-israel-11610061640?mod=opinion_major_pos8",
    "url": "islamabad-warily-weighs-establishing-ties-with-israel-11610061640",
    "title": "Islamabad Warily Weighs Establishing Ties With Israel",
    "sub_head": "As Arab nations warm toward Jerusalem, the prime minister says they’re putting ‘pressure’ on him.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-01-07 18:20:00",
    "body": "Will Pakistan become the next Muslim-majority nation to recognize Israel? Likely no, but if Pakistanis looked at the issue dispassionately, they would see that exchanging ambassadors with Jerusalem makes perfect sense.<br />Decisions by the United Arab Emirates, Bahrain, Sudan and Morocco to normalize ties with Israel have fueled speculation that Pakistan is preparing to follow suit. In a television interview in November, Prime Minister Imran Khan spoke of being under “pressure” from the U.S. and unnamed nations “with which we have good relations” to recognize Israel. Many commentators assumed that he meant Saudi Arabia and the U.A.E.<br />That same month, prominent Pakistani journalists also raised the question of normalization. Given the sensitivity of the topic, and the reluctance of most journalists to risk the military’s displeasure, this indicated that Pakistan’s powerful generals had probably instructed their mouthpieces to float a trial balloon.<br />But Islamabad is unlikely to move forward. In his November interview, Mr. Khan said Pakistan recognizing Israel would depend on a “just settlement” for the Palestinians. In December, Foreign Minister Shah Mahmood Qureshi said he had told the Emirati foreign minister that Pakistan “will not and cannot establish a relationship with Israel until a concrete and permanent solution to the Palestine issue is found.”<br />Pakistan’s hostility toward Israel is rooted in the Islamic republic’s conception of itself as a vanguard of global pan-Islamism. Ostentatious solidarity with the Palestinians has long been a foundation of Pakistani foreign policy."
}