{
    "url_original": "https://www.wsj.com/articles/israel-vaccinates-more-than-10-of-its-population-first-country-to-reach-that-mark-11609691727",
    "url": "israel-vaccinates-more-than-10-of-its-population-first-country-to-reach-that-mark-11609691727",
    "title": "Israel Vaccinates More Than 10% of Its Population in Two Weeks",
    "sub_head": "Government aims to immunize majority of people by early spring, accelerating its vaccination drive after early hiccups led to wasted shots",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-280048?width=620&size=1.5",
    "image_1": "im-280048.jpg",
    "time": "2021-01-03 13:51:00",
    "body": "TEL AVIV—Israel has inoculated nearly half of its most at-risk citizens and more than 10% of the population in two weeks as authorities accelerate a Covid-19 vaccination drive after early hiccups had led to wasted shots.<br />The small country—with roughly nine million people, about the same as New York City—now aims to immunize the majority of its people by early spring. Israel’s vaccination campaign is relatively simple compared with the mass mobilizations needed by countries with many more people and a greater sweep of geography.<br />Israel started with vaccinating its health-care workers and those over the age of 60 on Dec. 20 after receiving early shipments of Pfizer Inc.’s vaccine. By Saturday, it had administered 12.59 doses per 100 of its people, according to the Oxford University-based research group Our World In Data. That rate of inoculation is nearly four times quicker than the second-fastest nation, the tiny Arab Gulf state of Bahrain.<br />“The health system is proving itself,” said Health Minister Yuli Edelstein in an interview Thursday with The Wall Street Journal. Israel boasts of a technologically advanced health-care system to which everyone in the country is registered by law.<br />The rollout offers insights into how authorities are attempting to maximize the campaign’s coverage for the most vulnerable while minimizing wastage of doses, which must be kept extraordinarily cold to keep them from going bad."
}