{
    "url_original": "https://www.wsj.com/articles/it-took-a-strong-america-to-survive-2020-11611011607?mod=opinion_lead_pos9",
    "url": "it-took-a-strong-america-to-survive-2020-11611011607",
    "title": "It Took a Strong America to Survive 2020",
    "sub_head": "But formidable global challenges await Joe Biden as he moves into the White House.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-01-18 18:13:00",
    "body": "Xi Jinping, Vladimir Putin, Ali Khamenei, Nicolás Maduro and Kim Jong Un doubtless were gleefully munching their popcorn as the violent fringe of a large pro-Trump demonstration stormed the halls of Congress earlier this month. The rioting in Washington and the militarization of the capital for this week’s inauguration telegraph American instability and weakness—something that cheered every U.S. adversary and alarmed every friend around the world.<br />That said, the national and global doom-mongering is overdone. President Trump’s false claims and incendiary rhetoric ignited an ugly incident, not a constitutional crisis. Mr. Trump is too weak and American democracy too strong for any other result. Fundamental U.S. constitutional structures were never in peril. Up and down the line, state election officials from both parties followed the appropriate procedures, at times in the face of bullying and threats.<br />Distinguished lawyers of impeccable Republican and conservative credentials declined to lend their reputations to the weak claims that the president’s campaign sought to litigate. And when those cases came up for judicial scrutiny, courts filled with Trump appointees decided them according to the law. Even those representatives and senators who failed in their duty by echoing the president’s unfounded, inflammatory claims did so secure in the knowledge that their cynical grandstanding wouldn’t overturn the legal process. The American military’s commitment to constitutional order never wavered.<br />The weary capital could still see more violence on Inauguration Day, but the republic stands. The momentary frenzy of a mob or the histrionic demagoguery of a defeated president and his most opportunistic allies notwithstanding, there has not been a moment when there was a real possibility that Mr. Trump’s term of office would extend past its constitutionally mandated close.<br />Counterintuitively, the real message of the 2020 election is that the U.S. remains strong. Voters elected, electors voted, and the transfer of power proceeds apace. A perfect storm—a destructive pandemic, an economic maelstrom, a crisis in race relations, a bitter election campaign and, in the end, the effort of a defeated president to foment all the trouble he could—still couldn’t prevent the constitutional process from taking its course."
}