{
    "url_original": "https://www.wsj.com/articles/italys-government-fights-for-survival-after-dispute-over-post-covid-economic-plans-11611062915",
    "url": "italys-government-fights-for-survival-after-dispute-over-post-covid-economic-plans-11611062915",
    "title": "Italian Government Survives Senate Confidence Vote",
    "sub_head": "Prime Minister Giuseppe Conte overcomes challenge but falls short of outright majority after dispute over economic plan",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-286967?width=620&size=1.5",
    "image_1": "im-286967.jpg",
    "time": "2021-01-19 16:53:00",
    "body": "ROME—Italy’s Prime Minister Giuseppe Conte survived a confidence vote in the country’s Senate but fell short of an outright majority, weakening his government as it searches for a way to tame the Covid-19 pandemic and revive the economy.<br />The vote in the Senate was triggered by the decision of a small centrist party led by a former prime minister, Matteo Renzi, to withdraw from the governing coalition. Mr. Renzi said he objected to Mr. Conte’s plans for spending more than 200 billion euros, equivalent to $243 billion, in European Union loans and grants to support the economic recovery after the pandemic.<br />Mr. Conte garnered 156 votes in favor of his left-leaning government and 140 against, with Mr. Renzi’s party abstaining. After falling short of an absolute majority in Italy’s 321-member Senate, Mr. Conte could struggle in the future when he seeks to pass legislation. The government previously relied on Mr. Renzi’s group for its Senate majority.<br />“We will have a weak government precisely when we would need a very strong one,” said Valentina Meliciani, an economics professor at LUISS University in Rome.<br />The government won a confidence vote in the lower house of Parliament on Monday, where it has a stronger majority. If Mr. Conte had lost the Senate vote he would have been forced to resign, paving the way to either a new governing coalition or a snap election, which opinion polls suggest the right-of-center opposition parties would win."
}