{
    "url_original": "https://www.wsj.com/articles/italys-question-is-ours-too-who-will-spend-the-covid-cash-11611857122?mod=opinion_major_pos7",
    "url": "italys-question-is-ours-too-who-will-spend-the-covid-cash-11611857122",
    "title": "Italy’s Question Is Ours, Too: Who Will Spend the Covid Cash?",
    "sub_head": "A government falls amid stimulus fights. Expect Rome’s political disease to spread elsewhere.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-01-28 13:05:00",
    "body": "You’ve got to hand it to the Italians. Rome is better than anyone at creating political crises that hold a mirror up to everyone else. Witness the latest kerfuffle over the latest collapse of the latest Italian government.<br />For anyone struggling to keep up: Prime Minister Giuseppe Conte resigned this week after his governing coalition fell apart this month. Whether he’ll patch together a new government or call a snap election is anyone’s guess, although a wager on the former seems smart. Meanwhile the eurozone’s third-largest economy—and an early epicenter of the Covid-19 pandemic—limps along without discernible leadership.<br />The proximate cause for this turn is a feud between Mr. Conte and his predecessor Matteo Renzi (now leading his own microparty) over how to spend some €209 billion in European Union coronavirus aid. Mr. Conte mostly wants to seize personal control of the disbursement of those funds, via a committee of technocrats he handpicks to oversee spending. Mr. Renzi wants Parliament to get a say in the coming bonanza, and who can blame him? Throwing money at constituents is at the heart of politics, and it’s terribly unfair of Mr. Conte to deprive his colleagues of the opportunity to do that for which they were created.<br />Yet there are deeper forces at work in Rome. Messrs. Conte and Renzi are fighting a battle over who can lay claim to the political legitimacy to spend so much money—while squeezing out the one politician who actually has it.<br />That would be Matteo Salvini, leader of the right-wing League party. The last time Italians elected a Parliament, in 2018, Mr. Salvini’s League and its coalition of smaller parties was the plurality vote-getter with around 37% of the total. He went on to become the real brains of the operation in a right-left coalition government with the second-place 5 Star Movement, fronted by Mr. Conte as a figurehead prime minister."
}