{
    "url_original": "https://www.wsj.com/articles/italy-begins-biggest-mafia-trial-in-decades-11610564714?mod=world_major_1_pos4",
    "url": "italy-begins-biggest-mafia-trial-in-decades-11610564714",
    "title": "Italy Begins Biggest Mafia Trial in Decades",
    "sub_head": "Prosecutors hope case against hundreds of people linked to ‘Ndrangheta will expose inner workings of dangerous crime syndicate",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-284619?width=620&size=1.5",
    "image_1": "im-284619.jpg",
    "time": "2021-01-13 14:05:00",
    "body": "ROME—Italy’s largest mafia trial in decades began Wednesday, as the country’s authorities try to rein in one of the world’s richest and most powerful crime syndicates, the ‘Ndrangheta.<br />The 325 defendants face charges including murder, extortion, drug trafficking, money laundering and other crimes in connection with the shadowy ‘Ndrangheta, whose wealth and international reach have eclipsed that of Sicily’s Cosa Nostra in recent decades.<br />The trial, which began with formalities on Wednesday, is taking place in a bunkerlike courtroom in the town of Lamezia Terme in Calabria, the ‘Ndrangheta’s home region in Italy’s deep South. Prosecutors hope it will mark a turning point in the fight against the ‘Ndrangheta by targeting the leadership of one of its most prominent clans and exposing how the organization has infiltrated local politics and business.<br />The ‘Ndrangheta has steadily risen to become one of the world’s most powerful drug-trafficking syndicates, controlling over 80% of Europe’s cocaine trade. Its tentacles extend to the Americas, Africa and Australia.<br />The organization’s estimated annual revenue of $55 billion, according to prosecutors, is greater than estimates for the drug cartels of Mexico and Colombia combined. It is thought to have some 20,000 members. Yet it remains much less well-known than the Cosa Nostra. Prosecutors hope the trial will reveal details of its internal structure and workings."
}