{
    "url_original": "https://www.wsj.com/articles/italys-government-teeters-over-how-to-revive-the-economy-post-covid-19-11610193601",
    "url": "italys-government-teeters-over-how-to-revive-the-economy-post-covid-19-11610193601",
    "title": "Italy’s Government Teeters Over How to Revive the Economy Post-Covid-19",
    "sub_head": "Prime Minister Conte fights for survival, as he wrestles with former Premier Renzi over how to spend EU funds aimed at helping Italy",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-282939?width=620&size=1.5",
    "image_1": "im-282939.jpg",
    "time": "2021-01-09 07:00:00",
    "body": "ROME—In the depths of the pandemic, one sign of normality is returning to Italy: political instability.<br />The government of Prime Minister Giuseppe Conte is struggling to avoid collapse after a small coalition member threatened to withdraw vital parliamentary support. The Italia Viva party, led by former Italian Premier Matteo Renzi, has long been skeptical of Mr. Conte’s leadership and is raising pressure on a range of issues, including how to reconstruct Italy’s battered economy after the pandemic.<br />If Mr. Renzi pulls out of the coalition, forcing Mr. Conte to resign, the possible outcomes range from a new government with the same center-left leaders to snap elections that a rival center-right alliance would likely win.<br />Many observers predict Mr. Conte will continue, albeit with Mr. Renzi’s small party having more clout. Whatever the outcome, the tussle shows that the surprising stability of Italian politics during the pandemic is coming to an end.<br />Mr. Conte, a little-known law professor chosen to lead two rickety coalition governments in 2018 and 2019, has become an unexpectedly strong premier since last year, when Italy became the first Western country severely struck by Covid-19. His approval ratings rose as he worked with allies and opposition parties to orchestrate the first lockdown of a whole country, using rigorous measures that were soon adopted around the world."
}