{
    "url_original": "https://www.wsj.com/articles/jack-dorsey-has-second-thoughts-11610667168?mod=opinion_lead_pos2",
    "url": "jack-dorsey-has-second-thoughts-11610667168",
    "title": "Jack Dorsey Has Second Thoughts",
    "sub_head": "The politicization of technology jeopardizes the ‘open internet’ itself.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-14 18:32:00",
    "body": "We’ve criticized  Twitter  CEO Jack Dorsey’s political speech controls, especially the October blackout of a New York Post story that reflected poorly on the Biden campaign. Many of the impulsive political intrusions by technology companies have done more to embitter American debate than to clean it up. But credit to Mr. Dorsey for at least reflecting on his decisions and the new world the tech titans are creating.<br />In a series of Twitter posts on Wednesday, Mr. Dorsey commented on Twitter’s banning of President Trump, and the crushing of Parler, Twitter’s competitor, in the wake of the Capitol riot. The CEO maintained that his ban on Mr. Trump was necessary but expressed unease about “the power an individual or corporation has over a part of the global public conversation.”<br />That’s when it got interesting. “The check and accountability on this power,” Mr. Dorsey explained, had been that “if folks do not agree with our rules and enforcement, they can simply go to another internet service.” But “this concept was challenged last week when a number of foundational internet providers also decided not to host what they found dangerous.”<br />Some users who chafed at Twitter’s clear left-wing slant amid the election had created accounts on Parler, which didn’t moderate content as aggressively. But then in one weekend Parler was wiped out, first by  Apple  blocking it from its App Store, then by Google doing the same, and then by  Amazon ’s  Web Services withdrawing access to its cloud network.<br />Mr. Dorsey thinks this may be necessary, but conceded that “over the long term it will be destructive to the noble purpose and ideals of the open internet.” He added that further changes to Twitter “can’t erode a free and open global internet.”"
}