{
    "url_original": "https://www.wsj.com/articles/jack-ma-is-back-but-ants-troubles-are-far-from-over-11611223418?mod=business_minor_pos11",
    "url": "jack-ma-is-back-but-ants-troubles-are-far-from-over-11611223418",
    "title": "Jack Ma Is Back, but Ant’s Troubles Are Far From Over",
    "sub_head": "A tougher regulatory approach—and probably slower growth—now look inevitable",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-288332?width=620&size=1.5",
    "image_1": "im-288332.jpg",
    "time": "2021-01-21 05:06:00",
    "body": "Chinese billionaire Jack Ma, once the richest man in the country, has resurfaced after being out of the public eye for months. But his real troubles—and those of his business empire—may be just beginning.<br />Mr. Ma made his first public appearance in nearly three months on Wednesday, speaking to a group of rural teachers in an online philanthropic event. Speculation about his whereabouts has been rife since his last public appearance in October, when he gave a speech that angered regulators. Since then, the record initial public offerings of fintech firm Ant Group, which Mr. Ma controls, were both pulled at the last minute. China’s antitrust regulator launched a probe into the business practices of e-commerce giant  Alibaba ,  another company in Mr. Ma’s empire, last month.<br />Investors took Mr. Ma’s reappearance as an auspicious sign—Alibaba’s Hong Kong-listed shares jumped 8.5% Wednesday. They may have inferred that Mr. Ma is now back in Beijing’s good graces and the regulatory storm will be over. But there doesn’t seem to be a letup: on the same day Mr. Ma made his public appearance, China’s central bank released draft rules governing nonbank payment systems, in which Ant’s Alipay is a major player.<br />There are still uncertainties about what some of the draft rules mean. The rules, for example, say if two players have more than two-thirds of the nonbank payment markets—Alipay and Tencent’s  WeChat  Pay dominate China’s mobile and internet payments—then the central bank would hold talks with the companies. It’s unclear what the exact consequences or remedies would be after such warnings, though. The rules also seem to use a broader definition of market—possibly including some traditional payment channels—to determine whether a payment company is market-dominating.<br />But the overall direction seems clear: the government wants stricter regulation of fast-growing online financial services, which could add systemic risks to the country’s state-dominated financial system. Beijing likely views China’s ubiquitous mobile payment systems as a positive contribution to society, but it is more skeptical when companies like Ant leverage their user base and consumer data to jump into online lending."
}