{
    "url_original": "https://www.wsj.com/articles/james-baldwins-cultural-appropriationand-mine-11611946697?mod=opinion_lead_pos6",
    "url": "james-baldwins-cultural-appropriationand-mine-11611946697",
    "title": "James Baldwin’s ‘Cultural Appropriation’—and Mine",
    "sub_head": "The great black novelist wrote about whites, but white novelists of his day didn’t return the favor.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-29 13:58:00",
    "body": "I was ready to take a punch for James Baldwin. It was spring of 1992, and my one-man play about Baldwin, written at the request of the late actor Reggie Montgomery, had just been given a rehearsed reading at New York’s Lincoln Center. Most of the invited audience appeared enthusiastic, but in the foyer a naysayer approached me. Michael Thelwell, then a professor of African-American studies at Amherst College, told me many things about what he had just seen, the most polite being “Keep out.”<br />Mr. Thelwell and I had already had a discussion on the subject of a nonblack writer presuming to trespass on protected territory. The year before, when I spoke at Amherst on my biography of Baldwin, “Talking at the Gates,” Mr. Thelwell sat in the front row, harrumphing and fidgeting. In a preface to his verbal assault on me, he suggested that I, a Scotsman, would feel offended if he, a Jamaican, were to write about Celtic art and literature. He didn’t use the term “cultural appropriation” (though it was in use by that time, notably by Ralph Ellison, speaking in its favor), but that’s what was on his mind.<br />I might have felt flattered. Mr. Thelwell was among the contributors to a collection of essays published in 1968, “William Styron’s ‘Nat Turner’: Ten Black Writers Respond.” All 10 opposed Styron’s novel about a renegade slave in the state of Virginia in 1831. Mr. Thelwell’s essay is one of the most eloquent, and I had singled it out for praise in my biography.<br />Baldwin was not among the 10. His position was in direct conflict with theirs. “The Confessions of Nat Turner” is written in the first person of the black rebel leader. “He has begun the common history,” Baldwin said of Styron. “Ours.” Baldwin was not at the time in favor with the majority of black intellectuals. His homosexuality and his habit of mixing in white society were, in their eyes, marks against him.<br />Baldwin never changed his mind about what Styron had done, despite increasing disillusionment with white liberal opinion in the 1960s. Three years before his death in 1987, he said what he had been saying for years: “The conundrum of color is the inheritance of every American.” He was not talking directly about literature, but he then turned his attention to it: “The effort on the part of the Republic to avoid the presence of black people reflects itself in American literature fatally, to the detriment of that literature.” It is a less rhetorical but more subtle restatement of his support for Styron. Where were the white novelists of their generation who had chosen to follow the example of “The Confessions of Nat Turner”?"
}