{
    "url_original": "https://www.wsj.com/articles/james-taylor-looks-back-on-his-early-years-11611334730",
    "url": "james-taylor-looks-back-on-his-early-years-11611334730",
    "title": "James Taylor Looks Back on His Early Years",
    "sub_head": "At 72, the music legend who wrote ‘Fire and Rain’ and ‘Something in the Way She Moves’ reflects fondly on ‘the arrogance of youth’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-288559?width=620&size=custom_2506x2493",
    "image_1": "im-288559.jpg",
    "time": "2021-01-22 11:58:00",
    "body": "It might seem unusual, even presumptuous, for a 72-year-old man to write a memoir covering just the first 21 years of his life, as James Taylor did last year with “Break Shot,” published as an Audible Original audiobook. But Mr. Taylor’s first two decades were extraordinary. He had already lived a privileged but tormented childhood, seen his New York rock ’n’ roll dreams collapse, spent time in a mental institution, been addicted to heroin, recorded with the Beatles, lived in both swinging London and Los Angeles’ Laurel Canyon at its creative peak, and cut a landmark second album, “Sweet Baby James,” that included the classic “Fire and Rain.”<br />“I stopped the story with the release of ‘Sweet Baby James’ because at that point, I become a public person and said everything worth saying,” says Mr. Taylor on the phone from a recent Montana ski trip. “I was on the cover of Time magazine in 1971 and became sort of an open book.”<br />Mr. Taylor has had a seismic cultural impact. His manager says that he has sold 100 million albums. Taylor Swift was named after him, as she announced from the stage of Madison Square Garden in 2011 when Mr. Taylor joined her to sing “Fire and Rain.” In addition to his own songs, Mr. Taylor has excelled as an interpreter, notching hits with covers including Carole King’s “You’ve Got a Friend” and “How Sweet It Is (To Be Loved by You),” which was written by the Motown team of Lamont Dozier, Brian Holland and Eddie Holland.<br />On his most recent releases, 2020’s “American Standard” and the three-song EP follow-up “Over the Rainbow,” Mr. Taylor’s taste in covers gets more eclectic. He focuses on songs he learned in his childhood, including “Moon River,” “Somewhere Over the Rainbow” and “Surrey With a Fringe on Top” from the musical “Oklahoma!”, mostly performed as guitar duets between Mr. Taylor and the jazz great John Pizzarelli. “American Standard” has been nominated for a Grammy for Best Traditional Pop Vocal Album—his 19th nomination on his 19th album. He has previously won five.<br />“Early in my career, I found it almost embarrassing to be nominated for Grammys,” says Mr. Taylor. “I was dismissive and arrogant and felt an adversarial relationship with the business side of music, which only wanted massive hits and turned a blind eye toward so much beauty. Now that albums don’t sell like they used to, there’s no longer a king’s ransom involved, and the people left are really dedicated. It feels like more of a team effort, and I appreciate the acknowledgment of all that work.”"
}