{
    "url_original": "https://www.wsj.com/articles/jane-fraser-puts-mark-on-citigroup-with-overhaul-of-wealth-businesses-11610572222?mod=markets_lead_pos2",
    "url": "jane-fraser-puts-mark-on-citigroup-with-overhaul-of-wealth-businesses-11610572222",
    "title": "Jane Fraser Puts Mark on Citigroup With Overhaul of Wealth Businesses",
    "sub_head": "A new unit will combine its high-end private bank for the ultrarich with its wealth-management offerings for the less affluent",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-284823?width=620&size=1.5",
    "image_1": "im-284823.jpg",
    "time": "2021-01-13 16:23:00",
    "body": "Citigroup Inc.  is restructuring its businesses that manage money for wealthy customers, one of the first big moves by incoming chief executiveJane Fraser to put her stamp on the bank.<br />The New York bank is combining into a new unit its high-end private bank for the ultrarich and its wealth-management offerings for the less affluent, Ms. Fraser and outgoing CEO Michael Corbat said in a memo to employees Wednesday.<br />Until now,  Citigroup ’s  private bank—which serves clients with more than $25 million in assets—was run by the bank’s institutional clients group. The consumer wealth operations, including the CitiGold brand, were managed by the retail bank. Those offerings, which require a minimum balance of $50,000 in  Citigroup  accounts, generally served customers with as much as $10 million in assets.<br />By creating a unified Citi Global Wealth business, the bank’s executives are trying to serve customers along the entire spectrum. The idea is for the bank to get clients earlier and keep them as they grow richer, earning more fees in the process.<br />The combination bears the fingerprints of Ms. Fraser, who will take over when Mr. Corbat retires next month. Finding ways for the two parts of  Citigroup ,  its institutional and consumer businesses, to work more closely together is expected to be near the top of her agenda as CEO."
}