{
    "url_original": "https://www.wsj.com/articles/jay-y-lee-samsungs-de-facto-leader-returns-to-prison-in-bribery-case-11610952425?mod=business_minor_pos5",
    "url": "jay-y-lee-samsungs-de-facto-leader-returns-to-prison-in-bribery-case-11610952425",
    "title": "Jay Y. Lee, Samsung’s De Facto Leader, Returns to Prison in Bribery Case",
    "sub_head": "Samsung is rudderless for the second time in four years",
    "category_1": "Business",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-286694?width=620&size=1.5",
    "image_1": "im-286694.jpg",
    "time": "2021-01-18 04:52:00",
    "body": "SEOUL— Samsung ’s  de facto leader, Lee Jae-yong, returned to prison after an appeals court handed down a 30-month sentence following a retrial of his 2017 conviction on charges of bribing South Korea’s former president.<br />Mr. Lee, the 52-year-old grandson of  Samsung ’s  founder, walked free in 2018 when an appeals court lightened his original five-year sentence after he had spent nearly a year behind bars. South Korea’s Supreme Court ordered a retrial in 2019, leading to Monday’s verdict.<br />South Korean law gives judges discretion to suspend sentences of up to three years. But while delivering Monday’s verdict, the Seoul High Court judges said they believed Mr. Lee’s charges required him to serve more time in prison.<br />Wearing a dark tie and a face mask to court, Mr. Lee was taken into custody after the verdict. Mr. Lee is allowed to appeal his case to the nation’s Supreme Court, though overturning his new sentence is unlikely, South Korean legal experts say. A  Samsung Electronics Co.  spokesman declined to comment.<br />Mr. Lee’s absence leaves Samsung rudderless for the second time in four years as the technology giant struggles to chart a path out of the global Covid-19 pandemic. Going by “Jay Y. Lee” in the West, he had led the Samsung conglomerate since his father was incapacitated by a stroke in 2014. He was expected to formally take the Samsung chairmanship following the October death of his father, Lee Kun-hee."
}