{
    "url_original": "https://www.wsj.com/articles/jeep-maker-stellantis-needs-to-go-global-11610979579?mod=business_minor_pos10",
    "url": "jeep-maker-stellantis-needs-to-go-global-11610979579",
    "title": "Jeep-Maker Stellantis Needs to Go Global",
    "sub_head": "Car giant formed from the merger of Fiat Chrysler and French peer PSA can make valuable cost savings but also has some expensive problems",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286341?width=620&size=1.5",
    "image_1": "im-286341.jpg",
    "time": "2021-01-18 09:19:00",
    "body": "The merger of Fiat Chrysler and its French peer PSA will create a trans-Atlantic giant out of two smaller car makers. One of its biggest challenges is to go truly global.<br />Shares in Stellantis—the new company’s name, apparently derived from the Latin for “to brighten with stars”—rose roughly 6% on the morning of their first trading day in Paris and Milan on Monday. The deal was wound up rapidly after receiving antitrust clearance from the European Union before Christmas. The company agreed to some remedies in the region’s van market. The shares start trading in New York on Tuesday.<br />Based on analysts’ revenue forecasts for 2020, Stellantis will be the world’s fourth-largest auto maker by revenues, behind  Volkswagen ,   Toyota  and Daimler. By expected operating profits, which matter more as the industry grapples with an expensive transition to electric vehicles, it will be the third largest, behind  Toyota  and  General Motors .<br />The deal’s biggest advantage is its consolidation of the fragmented and fiercely competitive European market. Through November, Fiat Chrysler had a 6.6% share of passenger-vehicle sales in the region last year, while PSA’s brands—Peugeot, Citroën, Opel and Vauxhall—had 15.4%. Merging the two will release €5 billion in cost savings, equivalent to $6 billion, says Stellantis, which is more than 40% of the companies’ combined 2019 operating profit. Chief executive Carlos Tavares has a proven template to follow, having absorbed the European business of General Motors for PSA.<br />Yet the merger also brings another benefit, less concrete but longer-lasting: It creates a company with roughly equal heft on either side of the Atlantic. Despite the Italian-American roots of Fiat Chrysler, the company has made the vast majority of profits in the U.S. in recent years, thanks to strong sales of RAM pickup trucks and Jeep sport-utility vehicles. PSA was an overwhelmingly European business."
}