{
    "url_original": "https://www.wsj.com/articles/jimmy-lais-message-of-hope-11609976033?mod=opinion_major_pos5",
    "url": "jimmy-lais-message-of-hope-11609976033",
    "title": "Jimmy Lai’s Message of Hope",
    "sub_head": "The jailed Hong Kong democracy activist isn’t giving up.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-281583?width=620&size=1.5",
    "image_1": "im-281583.jpg",
    "time": "2021-01-06 18:33:00",
    "body": "Jimmy Lai began 2021 in jail. The detention last month of the prominent Hong Kong businessman and democracy activist suggested that the Chinese Communist Party was looking to crack down on dissent. The hammer dropped Tuesday morning, with the mass arrest of 53 other democracy proponents in Hong Kong.<br />The jailings may lead to an early test for the Biden administration. While Joe Biden and Kamala Harris were celebrated as Time magazine’s “Persons of the Year” for winning an election, it is not clear if they will stand with those fighting for the right to have elections at all.<br />From a global perspective, the big story of 2020 was China’s government: its duplicity around Covid, the continuing expansion of its surveillance state, and its mass forced incarceration and indoctrination of Uighurs in 380 detention centers across the Xianjing region. China is flexing its muscles in Hong Kong unchecked. It is time the rest of the world stood up for the norms of free societies, including free speech and the rule of law.<br />Mr. Lai’s case should draw world-wide attention to what is being lost in Hong Kong. At 12, he smuggled himself out of mainland China by boat, reaching Hong Kong penniless but ambitious. Sixty years later, his success embodies the entrepreneurial spirit of a free Hong Kong; from nothing he built a clothing store empire, then a newspaper and media conglomerate. His newspaper,  Apple  Daily, is the second-most read paper in Hong Kong.<br />Those accomplishments are impressive, but what he is most passionate about, and what keeps him up at night, is Hong Kong’s democracy movement. When I interviewed him in early November, he said “I really appreciate the freedom in Hong Kong. This freedom has given us all that we have. Hope. Inspiration. This is so precious. With my gratitude to this place, it is my duty to do whatever I can to fight for freedom and the rule of law here.”"
}