{
    "url_original": "https://www.wsj.com/articles/jobs-market-has-long-recovery-ahead-says-feds-powell-11610647556",
    "url": "jobs-market-has-long-recovery-ahead-says-feds-powell-11610647556",
    "title": "Jobs Market Has Long Recovery Ahead, Says Fed’s Powell",
    "sub_head": "Fed chairman’s comments are indication that easy-money policies will remain in place for the foreseeable future",
    "category_1": "Economy",
    "time": "2021-01-14 15:23:00",
    "body": "The U.S. is a long way from a strong job market, Federal Reserve Chairman Jerome Powell said Thursday, an indication that the central bank’s easy-money policies will remain in place for the foreseeable future.<br />Friday’s U.S. jobs report—which showed the U.S. lost 140,000 payroll positions in December—pushes the central bank farther from its goals, though officials and many private economists expect the economy to rebound this year as a Covid-19 vaccine is distributed through the population. A Wall Street Journal survey of forecasters this month projected the U.S. economy will grow 4.3% this year and the unemployment rate will drop from 6.7% in December to 5.3% by the end of this year.<br />“Now is not the time to be talking about exit” from easy money policies, Mr. Powell said in a webcast with Princeton University, his undergraduate alma mater, adding, “The economy is far from our goals.” In addition to high unemployment, he noted, inflation isn’t clearly on a path to reaching 2% on a sustained basis, even though it might spurt higher this year.<br />The Fed has pushed short-term interest rates to near zero and signaled it expects to keep them there for years. It also has been buying $80 billion in Treasury securities and $40 billion in mortgages bonds, net of redemptions, every month since June and committed to continue doing that until it sees “substantial further progress” in the job market.<br />The central bank’s next policy meeting is Jan. 26-27 and little change is expected in policy or communication."
}