{
    "url_original": "https://www.wsj.com/articles/joe-bidens-impeachment-moment-11610408100?mod=opinion_lead_pos1",
    "url": "joe-bidens-impeachment-moment-11610408100",
    "title": "Joe Biden’s Impeachment Moment",
    "sub_head": "He’d help the country and his Presidency by calling off the House.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-283769?width=620&size=1.5",
    "image_1": "im-283769.jpg",
    "time": "2021-01-11 18:35:00",
    "body": "House Speaker Nancy Pelosi is barreling ahead on a vote to impeach President Trump this week—days before a new President takes office, and with the outcome and timing of a Senate trial uncertain. This is a moment for Joe Biden to establish his leadership by calling off the House impeachers in service of his vow that this is a “time to heal.”<br />We explained Friday why Mr. Trump’s actions last Wednesday were impeachable offenses, and that the best outcome would be his resignation. It appears he won’t resign. But that doesn’t mean impeachment now is wise or good for the country if the goal is get past the Trump era. It may do more harm by letting Mr. Trump play the victim than good by stigmatizing behavior that most Americans already find unacceptable.<br />The first obstacle is timing. In eight days Mr. Trump will be gone from the White House. A House vote this week means no fact-finding or time for a presidential defense. The Senate isn’t scheduled to reconvene until Jan. 19, the day before Mr. Biden is inaugurated. Even if Senators convene earlier, Republicans aren’t likely to hold a trial without giving Mr. Trump a chance to mount a defense, as other impeached officials have been able to do.<br />That leaves a trial to take place when Mr. Trump is no longer President. Views differ on whether the Constitution allows impeachment after a President leaves office, though this would be a first. Alan Dershowitz, the law professor and one of Mr. Trump’s impeachment lawyers in 2019, made a compelling case Sunday that this constitutional point would be part of Mr. Trump’s defense.<br />This assumes Democrats even want a Senate trial and the risk of a potential acquittal. Jim Clyburn, the third-ranking House Democrat, said Sunday the House might vote to impeach but then wait weeks or months before sending an article to the Senate."
}