{
    "url_original": "https://www.wsj.com/articles/joe-bidens-unity-address-11611184535?mod=opinion_lead_pos1",
    "url": "joe-bidens-unity-address-11611184535",
    "title": "Joe Biden’s Unity Address",
    "sub_head": "National healing doesn’t require agreement on one point of view.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-20 18:15:00",
    "body": "Whatever their partisan affiliation, all Americans can take pride in Wednesday’s inaugural proceedings for President Joe Biden. The peaceful transfer of power from one party to another is a sign of underlying democratic strength no matter our current political distemper.<br />The ceremony at the Capitol had an unabashed patriotic feel that is all too rare these days. Traditional anthems and prayerful invocations were the order of the hour. Former Presidents were on hand from both major parties as usual, even if Donald Trump wasn’t. No one took a knee when Lady Gaga sang the national anthem.<br />And it was especially moving, at least to us, to see new Vice President Kamala Harris and her husband walk down the Capitol steps escorting Mike Pence and his wife to their waiting car. Mr. Pence in particular deserved this traditional show of respect after his role on Jan. 6 when he refused to reject the state electoral votes as President Trump demanded. He should be getting more praise than he is for that display of constitutional principle.<br />These rituals send a message to a diverse country, and to the world, about America’s fundamental institutional strength despite a bitter election campaign and the turmoil of recent weeks. In China the transfers of power are from one Communist Party cadre to another, and public political rites are limited to unanimous acclamation. Enemies have often misjudged America’s raucous politics for national weakness—to their eventual regret.<br />Mr. Biden struck many good notes in an Inaugural Address that will be remembered more for its moment following the Capitol riot than for its words. The speech had a personal flavor with touches of his Catholicism, such as quoting St. Augustine and praying for the dead. In this and in other personal manners, the new President is refreshingly unwoke."
}