{
    "url_original": "https://www.wsj.com/articles/joe-biden-can-learn-from-the-gippers-example-of-unity-11610665958?mod=opinion_lead_pos7",
    "url": "joe-biden-can-learn-from-the-gippers-example-of-unity-11610665958",
    "title": "Joe Biden Can Learn From the Gipper’s Example of Unity",
    "sub_head": "After a harsh campaign 40 years ago, Reagan reached out to opponents in his inaugural address.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-285486?width=620&size=1.5",
    "image_1": "im-285486.jpg",
    "time": "2021-01-14 18:12:00",
    "body": "As he prepares to address the nation on Inauguration Day, President-elect Joe Biden faces a speechwriting challenge that confronts all new U.S. presidents. How to set out a wholly different path from his predecessor while underscoring the principles that bring Americans together? How to rise above the rancor of the campaign and send signals of hope extending beyond the partisans who cheered him?<br />It was no different when President-elect Ronald Reagan and I sat down on Dec. 16, 1980, to discuss preparations for his remarks. Because of his many years in private life speaking on what he called the “mashed-potatoes circuit,” Reagan enjoyed writing his own speeches. He thought of speechwriters like me as an occupational necessity imposed by schedule limitations. Often as he edited a speech, he would pause, look up and scold: “I remember when I did this all by my lonesome.” Still, as candidate and president, he appreciated not having to start with a blank page.<br />The 1980 campaign between Reagan and President Jimmy Carter was at times very bitter. Reagan punched hard at Mr. Carter’s dismal economic record, with inflation approaching annualized rates of 13%, prime interest rates over 14%, and home mortgage rates over 13%. That season’s unemployment rate of 7.5% had thrown millions out of work, and consumer prices in the Carter years had risen at punishing double-digit annual rates. Our foreign and defense policies had weakened, symbolized by the 52 Americans held hostage in Iran for more than a year. When Mr. Carter sought to place blame elsewhere, Reagan repeatedly ridiculed him as having a campaign symbol of a “finger pointing in the other direction.”<br />On the other side, the president’s team reminded voters of the film “Bedtime for Bonzo” to portray Reagan as a lightweight B-movie actor who would be lost without cue cards—too inexperienced to handle Soviet dictators and untrustworthy with nuclear weapons. Mr. Carter attached big risks to the Gipper’s economic plans and persistently raised doubts among female voters with suggestions that Reagan was a dark throwback to a old-school misogyny.<br />Yet as we met in Reagan’s Pacific Palisades, Calif., home to consider themes and language for his address, there was no hint of enmity toward Mr. Carter. Just the opposite. Among the first instructions Reagan gave—as recorded in my notes—was to be “careful not to take a crack at the previous administration.” Reagan had a naturally genial disposition, but something else underlay his thinking, and, not unusual for him, it was triggered by his recollection of a 1940s Hollywood film, “Marine Raiders.” He remembered a scene in which Frank McHugh portrayed a World War II soldier under duress in the Pacific and blurted out: “What’s happening to us? We’re Americans.”"
}