{
    "url_original": "https://www.wsj.com/articles/joe-bidens-choice-on-religious-freedom-11611875660?mod=opinion_lead_pos6",
    "url": "joe-bidens-choice-on-religious-freedom-11611875660",
    "title": "Joe Biden’s Choice on Religious Freedom",
    "sub_head": "Will he build on Trump’s legacy or discard it? Early signs are discouraging.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-291290?width=620&size=1.5",
    "image_1": "im-291290.jpg",
    "time": "2021-01-28 18:14:00",
    "body": "In the closing hours of the Trump administration, the State Department declared that the Chinese Communist Party’s actions against Muslim Uighurs and other minority groups constitute genocide. Those actions, according to then-Secretary of State Mike Pompeo, include “the arbitrary imprisonment or other severe deprivation of physical liberty of more than one million civilians, forced sterilization, torture of a large number of those arbitrarily detained, forced labor, and the imposition of draconian restrictions on freedom of religion or belief.”<br />The declaration came late but was consistent with the administration’s commendable approach to religious liberty. From creating an International Religious Freedom Alliance to signing executive orders that promote religious liberty and freedom of conscience, the Trump administration elevated these issues at home and abroad like no other. President Biden would do well to build on his predecessor’s legacy.<br />The Trump White House went far beyond words. In 2018, the Department of Health and Human Services issued regulations providing conscience exceptions to ObamaCare’s contraception mandate. A July 2020 Supreme Court ruling upholding those regulations should end the decadelong persecution of the Little Sisters of the Poor for failing to provide abortifacient drugs.<br />In other cases, too, Mr. Trump’s judicial nominees have shown strong support for religious liberty, which will help ensure his administration’s legacy endures. In November, Justice Amy Coney Barrett joined a 5-4 majority to strike down arbitrary restrictions on worship imposed by New York Gov. Andrew Cuomo. That order, which the court followed with other actions striking down Covid-related restrictions on worship, re-established the principle—abandoned earlier in the year—that “even in a pandemic, the Constitution cannot be put away and forgotten.”<br />The Framers made religion the first freedom in the Bill of Rights for a reason. They recognized that from ancient times, autocratic rulers have used religion to oppress not just individuals’ actions, but their very thoughts and beliefs. When Thomas Jefferson wrote to Benjamin Rush that “I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man,” he referred specifically to the freedom of religion established in the First Amendment."
}