{
    "url_original": "https://www.wsj.com/articles/joe-bidens-first-day-began-the-end-of-girls-sports-11611341066?mod=opinion_lead_pos6",
    "url": "joe-bidens-first-day-began-the-end-of-girls-sports-11611341066",
    "title": "Joe Biden’s First Day Began the End of Girls’ Sports",
    "sub_head": "An executive order rigs competition by requiring that biological boys be allowed to compete against girls.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-22 13:44:00",
    "body": "Amid Inauguration Day talk of shattered glass ceilings, on Wednesday President Biden delivered a body blow to the rights of women and girls: the Executive Order on Preventing and Combating Discrimination on the Basis of Gender Identity or Sexual Orientation. On day one, Mr. Biden placed all girls’ sports and women’s safe spaces in the crosshairs of the administrative state.<br />The order declares: “Children should be able to learn without worrying about whether they will be denied access to the rest room, the locker room, or school sports. . . . All persons should receive equal treatment under the law, no matter their gender identity or sexual orientation.” The order purports to direct administrative agencies to begin promulgating regulations that would enforce the Supreme Court’s 2020 decision Bostock v. Clayton County. In fact, it goes much further.<br />In Bostock, the justices held that Title VII of the Civil Rights Act of 1964 prohibited an employer from firing an employee on the basis of homosexuality or “transgender status.” Justice Neil Gorsuch, writing for a 6-3 majority, took pains to clarify that the decision was limited to employment and had no bearing on “sex-segregated bathrooms, locker rooms, and dress codes”—all regulated under Title IX of the 1972 Education Amendments. “Under Title VII, too,” the majority added, “we do not purport to address bathrooms, locker rooms, or anything else of the kind.”<br />The Biden executive order is far more ambitious. Any school that receives federal funding—including nearly every public high school—must either allow biological boys who self-identify as girls onto girls’ sports teams or face administrative action from the Education Department. If this policy were to be broadly adopted in anticipation of the regulations that are no doubt on the way, what would this mean for girls’ and women’s sports?<br />“Finished. Done,” Olympic track-and-field coach Linda Blade told me. “The leadership skills, all the benefits society gets from letting girls have their protected category so that competition can be fair, all the advances of women’s rights—that’s going to be diminished.” Ms. Blade noted that parents of teen girls are generally uninterested in watching their daughters demoralized by the blatant unfairness of a rigged competition."
}