{
    "url_original": "https://www.wsj.com/articles/joe-biden-nancy-pelosi-to-draw-on-their-history-in-bid-to-unite-fractious-democrats-11609506000?mod=politics_lead_pos5",
    "url": "joe-biden-nancy-pelosi-to-draw-on-their-history-in-bid-to-unite-fractious-democrats-11609506000",
    "title": "Joe Biden, Nancy Pelosi to Draw on Their History in Bid to Unite Fractious Democrats",
    "sub_head": "The president-elect and House speaker share trust, faith and long experience legislating together",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-278184?width=620&size=1.5",
    "image_1": "im-278184.jpg",
    "time": "2021-01-01 08:00:00",
    "body": "WASHINGTON—The relationship between President-elect Joe Biden and House Speaker Nancy Pelosi spans more than three decades. They now must  draw on those ties to steer a divided Democratic coalition amid a pandemic and an economy recovering from a deep slump.<br />The president-elect and speaker have both reached the highest levels in U.S. party politics by forging coalitions among disparate members of their party, including moderates and progressives, according to their allies and advisers. The pair’s history of legislating together has created what colleagues describe as mutual trust.<br />Mr. Biden and Mrs. Pelosi, who both hope to start by passing additional measures to address the coronavirus pandemic, must unite party members who have bickered over issues such as expanding government health insurance, how much to spend to combat climate change and criminal-justice policy.<br />The pair also must work with Senate Democratic leader Chuck Schumer of New York to win over enough Republicans to clear that chamber’s 60-vote threshold for most bills. Control of the Senate—which could determine the success or failure of much of the Democratic agenda—hinges on the outcome of two Jan. 5 runoff races in Georgia.<br />The last time a Democratic president came into office, the party had a comfortable House majority and briefly held a Senate supermajority. This time, with two House races not called, Democrats have only a few more seats than the 218 required for a House majority. Mr. Biden has tapped three House lawmakers to serve in his administration, which will temporarily shrink the majority further."
}