{
    "url_original": "https://www.wsj.com/articles/joe-bidens-inaugural-purge-11611270791?mod=opinion_lead_pos9",
    "url": "joe-bidens-inaugural-purge-11611270791",
    "title": "Joe Biden’s Inaugural Purge",
    "sub_head": "The firing of Peter Robb belies all the happy talk about unifying the country.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-288560?width=620&size=1.5",
    "image_1": "im-288560.jpg",
    "time": "2021-01-21 18:13:00",
    "body": "The “unity” lasted all of a couple of minutes. Then, hours after President Biden pledged in his inaugural address to show “tolerance and humility,” the brass knuckles came out.<br />One duster was aimed at Peter Robb, general counsel of the National Labor Relations Board. Within minutes of Mr. Biden’s swearing-in, and as the new president told the nation it needed to “be better,” the new White House delivered Mr. Robb an ultimatum: resign by 5 p.m., or be fired.<br />The general-counsel position is a Senate-confirmed four-year appointment at an independent agency; Mr. Robb had 10 months left in his term. No NLRB general counsel had ever been fired, and the Biden White House provided no cause for the action. Mr. Robb pointed all this out in a return letter and respectfully declined to step down. So Mr. Biden (“we must end this uncivil war”) canned him.<br />For four years, the media and Democrats cast every action of the Trump administration as something law-breaking or verging on a constitutional crisis. This week’s headlines, by contrast, were a mass media celebration of the return to “normalcy.” Mr. Biden ran on, and won on, a promise to restore norms to Washington.<br />The Robb firing illustrates the falsehood of both those narratives. For all Mr. Trump’s bad manners, his administration’s actions were largely by the book. Mr. Trump never fired Richard Griffin, Barack Obama’s NLRB general counsel, who served nine months to the end of his term in 2017. For all the talk of Mr. Biden as the embodiment of gentlemanly politics, Democrats have no intention of playing by the rules. They intend to impose an agenda and won’t let a little thing like a 70-year-old precedent, or embarrassment over double standards, get in their way."
}