{
    "url_original": "https://www.wsj.com/articles/joe-bidens-big-decision-on-tech-taxes-11610105744?mod=business_featst_pos2",
    "url": "joe-bidens-big-decision-on-tech-taxes-11610105744",
    "title": "Joe Biden’s Big Decision on Tech Taxes",
    "sub_head": "Apple, Alphabet and others will pay the price if the incoming president doesn’t back global reform efforts",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-08 06:35:00",
    "body": "If President-elect Joe Biden bats the thorny question of tech taxes down the road the way Democratic predecessor Barack Obama did, investors will pay the price.<br />U.S. tech giants are already handing over so-called digital-service taxes to the French government. Unless the incoming administration restarts global efforts to reform corporate-tax rules, the likes of Alphabet, Apple and  Facebook  will soon face myriad such levies around the globe. On Thursday, the U.S. trade representative said it would delay retaliatory action against France promised by President Trump, essentially leaving the problem for Mr. Biden.<br />U.S. backing is crucial for a deal. The Organization for Economic Cooperation and Development started working in 2013 to update industrial-era corporate tax rules for online companies and crack down on what many countries see as aggressive tax avoidance. But the project was soon shelved because of a lack of support from then-President Obama.<br />Mr. Biden won’t necessarily hold the same view of global tax reform he did back then. A lot has changed politically and economically. The incoming administration has also talked of taking a much stronger stance on the regulation and antitrust treatment of big tech companies.<br />With a technical solution in sight, a deal could be done this year if the U.S. wants it. Mr. Trump’s 2017 tax overhaul changed the rules at home, renewing the U.S. Treasury’s interest in global reform. That revived the OECD project, which made rapid progress until last summer. It stalled after Washington appeared to get cold feet."
}