{
    "url_original": "https://www.wsj.com/articles/johnson-johnson-profit-is-boosted-by-pharmaceuticals-business-11611666309?mod=business_lead_pos3",
    "url": "johnson-johnson-profit-is-boosted-by-pharmaceuticals-business-11611666309",
    "title": "Johnson & Johnson’s Profit Is Boosted by Pharmaceuticals Business",
    "sub_head": "Consumer-health products also contributed to a sales increase in the latest quarter",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-01-26 08:48:00",
    "body": "Strong sales growth from pharmaceuticals lifted  Johnson & Johnson ’s  revenue in the latest quarter, even as the coronavirus pandemic weighed on other parts of the company’s business.<br />As the health-products company nears the release of pivotal data from a final-stage study of its Covid-19 vaccine, Johnson & Johnson said the pandemic was continuing to drag down sales of its medical devices as people postponed elective procedures. But modest growth in consumer-health products also contributed to the sales boost in the latest quarter.<br />Alex Gorsky, the company’s chairman and chief executive, said that Johnson & Johnson would soon share data from its final-stage study of the coronavirus vaccine it is developing. Emergency approval from the Food & Drug Administration could follow, and would bolster the U.S. supply of shots aimed at ending the pandemic amid a rocky vaccine rollout.<br />If study results, expected by early next week, are positive and the vaccine receives U.S. authorization, J&J expects to provide about 100 million doses for use in the U.S. by the end of June, Chief Financial Officer Joseph Wolk said in an interview. The federal government also has options to purchase additional doses beyond that.<br />J&J tested its vaccine as a single dose. The vaccine can be stored at standard refrigerator temperatures, whereas the two vaccines authorized in the U.S. are given in two doses and must be kept at frozen temperatures, before being thawed for administration."
}