{
    "url_original": "https://www.wsj.com/articles/judge-dismisses-effort-to-derail-count-of-electors-votes-11609559351?mod=business_minor_pos4",
    "url": "judge-dismisses-effort-to-derail-count-of-electors-votes-11609559351",
    "title": "Judge Dismisses Effort to Derail Count of Electors’ Votes",
    "sub_head": "Rep. Louie Gohmert sought to allow Vice President Pence to negate electoral votes",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-279998?width=620&size=1.5",
    "image_1": "im-279998.jpg",
    "time": "2021-01-01 22:49:00",
    "body": "WASHINGTON—A federal judge on Friday dismissed a Republican congressman’s longshot bid to give Vice President Mike Pence the power to overturn President-elect Joe Biden’s victory in the Electoral College.<br />U.S. District Judge Jeremy Kernodle, in Tyler, Texas, ruled that the plaintiffs—Rep. Louie Gohmert and several Arizona Republicans who unsuccessfully ran to be presidential electors—didn’t have standing to file the case.<br />The New Year’s Day order was the latest of dozens of state and federal court decisions rejecting efforts by President Trump and his allies to overturn the Nov. 3 presidential election, which Mr. Biden won with 306 electoral votes over Mr. Trump’s 232. Mr. Biden also defeated Mr. Trump in the nationwide popular vote, 81 million to 74 million.<br />Congress is to meet on Jan. 6 in a ceremonial session where electoral votes will be counted and the presidential election formally concluded.<br />Mr. Gohmert, who is from Texas, and the Arizona Republicans sued Mr. Pence in an effort to strike down the Electoral Count Act, an 1887 law that prescribes congressional procedures for finalizing presidential elections. Rather than perform the ceremonial role of opening electoral certificates from the 50 states and the District of Columbia, as the law directs, the vice president, as president of the Senate, held the sole power to decide which votes to count, the lawsuit argued."
}