{
    "url_original": "https://www.wsj.com/articles/justices-may-usher-in-the-modern-broadcast-agetwo-decades-late-11611011516?mod=opinion_lead_pos6",
    "url": "justices-may-usher-in-the-modern-broadcast-agetwo-decades-late-11611011516",
    "title": "Justices May Usher In the Modern Broadcast Age—Two Decades Late",
    "sub_head": "Since 2003, two activist judges on the Third Circuit have been arbitrarily stalling FCC innovation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-18 18:11:00",
    "body": "Two judges on the Third U.S. Circuit Court of Appeals have spent the past 17 years blocking a congressionally mandated modernization of antiquated broadcast-television regulations. The Supreme Court will hear an appeal Tuesday, FCC v. Prometheus Radio Project, giving broadcasters the chance to be unshackled from restrictions this activist court continues to impose on them—which are contrary to court precedent and statute and make no sense in light of the competition from digital media.<br />At stake are Federal Communications Commission rules that would allow broadcasters to compete more efficiently against less-regulated tech companies, invest more in local news gathering, and strengthen their position as a crucial conduit for free speech.<br />Decades ago, over-the-air broadcast television was the dominant medium on which Americans relied for news, weather and entertainment. To curb broadcasters’ clout, in the mid-20th century the FCC heavily regulated the industry and limited how many TV stations a single owner could have. Congress saw competition coming from cable and the internet and enacted a deregulatory law known as Section 202(h) of the 1996 Telecommunications Act. It mandates that the FCC “shall” repeal or modify any broadcast-ownership rule it determines is no longer “necessary in the public interest as the result of competition.” The Third Circuit’s legal misinterpretation of this statute and the FCC’s obligation to act in the “public interest” are at the heart of the appeal.<br />Over the decades, the FCC, not Congress, created a broad definition of the “public interest” when it came to broadcast ownership rules. Among many factors, the agency has included five different types of “diversity” in its analysis: viewpoint, outlet, program, source and minority and female ownership. But in 1996 Congress singled out “competition,” not diversity, as the primary factor for the FCC to consider in its public-interest analysis.<br />Lawmakers intended Section 202(h) to give broadcasters the freedom to create defensive combinations and economies of scale, thereby liberating capital to invest in societally beneficial programming such as local news and severe-weather warnings. Today broadcasters face declining viewership and slumping ad dollars as viewers turn to alternatives on the internet. Local over-the-air TV ad revenue has plummeted more than 40% since 2000, adjusted for inflation, and the pandemic has made matters worse. Meanwhile, online ad purchases have skyrocketed. Google’s share of local ad revenue in 2019 alone, about $17 billion, was equal to all the local ad income of every TV station across the country combined."
}