{
    "url_original": "https://www.wsj.com/articles/justice-department-probe-faults-sessions-in-pressing-policy-of-separating-immigrant-families-11610651780?mod=politics_lead_pos5",
    "url": "justice-department-probe-faults-sessions-in-pressing-policy-of-separating-immigrant-families-11610651780",
    "title": "Justice Department Probe Faults Sessions in Pressing Policy of Separating Immigrant Families",
    "sub_head": "Inspector general says leadership didn’t coordinate  with other departments, leading to children not being reunited with parents",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-285298?width=620&size=1.5",
    "image_1": "im-285298.jpg",
    "time": "2021-01-14 16:32:00",
    "body": "WASHINGTON—Top Justice Department officials knew their zero-tolerance policy of arresting all adults crossing the border illegally would result in migrant families being separated, and they pressed ahead with the policy change despite a lack of preparation, a new review by the department’s inspector general said in a report released Thursday.<br />The 2½-year investigation documents the central role former Attorney General Jeff Sessions and other top Justice Department officials played in pushing the policy ahead despite a lack of coordination or planning with other parts of government, under pressure from the White House to take action as migrants arrived at the border in increasing numbers.<br />The policy, implemented along the border in May and June of 2018, resulted in the separation of more than 3,000 children. According to a recent court filing, 611 children—some of whom were separated during an earlier pilot program—still haven’t been reunited with their parents.<br />President Trump ended the policy through an executive order on June 20 amid intense bipartisan blowback and global condemnation.<br />Though many of the outlines of the report’s findings have been previously reported in the media, the inspector general report is an official summation of the pressures and lack of planning that led to the long-term separation of thousands of families, many of whom said they were fleeing violence and poverty in Central America and coming to the U.S. to request humanitarian protection."
}