{
    "url_original": "https://www.wsj.com/articles/justice-walmart-and-the-lethal-abuse-of-drugs-11610038374?mod=opinion_major_pos16",
    "url": "justice-walmart-and-the-lethal-abuse-of-drugs-11610038374",
    "title": "Justice, Walmart and the Lethal Abuse of Drugs",
    "sub_head": "The pharmacy practice act in every state actually requires the pharmacist to judge the appropriateness of the medication order and take appropriate actions to ensure patient safety.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-278354?width=620&size=1.5",
    "image_1": "im-278354.jpg",
    "time": "2021-01-07 11:52:00",
    "body": "In his critique of the Justice Department’s suit against  Walmart  for fueling the opioid crisis (“A Case Against Walmart Mocks Justice,” op-ed, Dec. 28), Michael Krauss writes, “State laws require pharmacists to fill prescriptions that have been validly written by qualified medical practitioners. Pharmacists lack the expertise to second-guess doctors’ judgments about the appropriate necessity of a medication and the proper dosing for a particular patient.”<br />The prospective drug-utilization-review provisions of the Omnibus Budget Reconciliation Act of 1990, however, require pharmacists to evaluate prescribed medication to ensure it is “appropriate, medically necessary, and not likely to result in adverse events.” Ensuring pharmacists are proficient at fulfilling this responsibility is core to the training of every pharmacist.<br />The pharmacy practice act in every state actually requires the pharmacist to judge the appropriateness of the medication order and take appropriate action to ensure patient safety, including refusing to dispense the prescription, if necessary. Requiring the clinical indication or diagnosis be placed on every prescription order would dramatically improve pharmacists’ ability to fulfill this essential legal and professional responsibility.<br />Prof. Michael T. Rupp<br />Midwestern University College of Pharmacy, Glendale"
}