{
    "url_original": "https://www.wsj.com/articles/justice-department-seeks-to-curtail-workplace-protections-for-gay-transgender-people-11611091426?mod=business_minor_pos4",
    "url": "justice-department-seeks-to-curtail-workplace-protections-for-gay-transgender-people-11611091426",
    "title": "Justice Department Seeks to Limit Scope of Landmark LGBT Rights Decision",
    "sub_head": "New directive, aimed at a 2020 Supreme Court ruling, comes in the waning moments of the Trump administration",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-287345?width=620&size=1.5",
    "image_1": "im-287345.jpg",
    "time": "2021-01-19 16:56:00",
    "body": "The Justice Department has issued a memo that aims to limit the impact of a landmark Supreme Court ruling that protects gay and transgender people in the workplace, a last-minute attempt by the Trump administration to influence policy as President-elect Joe Biden begins assembling new leadership at the agency.<br />The Supreme Court’s June ruling in Bostock v. Clayton County said a bedrock federal civil-rights law prohibits employers from discriminating against workers on the basis of their sexual orientation or gender identity. The 6-3 opinion, written by a Trump appointee Justice Neil Gorsuch, rejected the administration’s arguments that federal civil rights law provides no protection to LGBT employees.<br />The new memo, dated Sunday and sent by the acting head of the Justice Department’s civil rights division, acknowledges the court’s ruling was sweeping, but says the department should not extend it further to areas such as housing and education, where longstanding gender-based policies on bathrooms and sports teams could come into play. The 23-page memo, reviewed by The Wall Street Journal, also suggests that some employers could cite religious beliefs that would allow them to discriminate against LGBT employees.<br />“Unlike racial discrimination, the Supreme Court has never held that a religious employer’s decision not to hire homosexual or transgender persons ‘violates deeply and widely accepted views of elementary justice’ or that the government has a ‘compelling’ interest in the eradication of such conduct,” the memo says.<br />A DOJ spokeswoman didn’t have an immediately comment on the memo."
}