{
    "url_original": "https://www.wsj.com/articles/kamalas-way-review-getting-to-know-the-next-in-line-11610406888?mod=opinion_reviews_pos1",
    "url": "kamalas-way-review-getting-to-know-the-next-in-line-11610406888",
    "title": "‘Kamala’s Way’ Review: Getting to Know the Next in Line",
    "sub_head": "She is notably less moderate (or, if you’d prefer, more progressive) than Joe Biden—a source of strength to voters on the left.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-283745?width=620&size=1.5",
    "image_1": "im-283745.jpg",
    "time": "2021-01-11 18:14:00",
    "body": "One consequence of the events of Jan. 6—in which Mike Pence could be said to have protected the Constitution from his own president—should be that American voters will come to pay as fierce attention to the mettle of their prospective vice presidents as they do to that of their presidential candidates.<br />In truth, scrutiny of a kind more exacting than normal has already fallen upon Kamala Harris: the vice president-elect was the running mate of a man who will next week become the oldest president in America’s history. So it isn’t necessarily ill-mannered to ask what sort of successor Ms. Harris would make were her genial but timeworn boss to fail to finish his first term.<br />It is safe to say, after reading “Kamala’s Way,” that Americans who range rightward from the political center will be mighty relieved if Mr. Biden were to enjoy the best of health over the next four years. As Dan Morain makes plain in this detailed and dutiful biography, Ms. Harris is notably less moderate (or, if you’d prefer, more progressive) than Mr. Biden—and so, naturally, a source of strength to voters on the left.<br />Mr. Morain, a veteran newspaperman, covered California’s politics for nearly three decades at the Los Angeles Times and then, for several years, at the Sacramento Bee. “Kamala’s Way” is a story told in a steadfast (and sometimes plodding) chronological sequence. It starts at the time Ms. Harris’s Indian mother and Jamaican father met in Berkeley, Calif., in 1962 and runs through to October 2020, when the book ends, poised a hair’s breadth away from an election that would make Ms. Harris the first woman/African-American/South Asian vice president of the United States.<br />Mr. Morain reveals that neither Ms. Harris nor her family would grant interviews or “provide help in the reporting” of his book, since he wrote it in the middle of the election campaign. But a number of sources with “firsthand knowledge” did speak to him. And he has mined material from Ms. Harris’s own autobiography, “The Truths We Hold,” which was published in January 2019 to coincide with the launch of her bid for the Democratic presidential nomination."
}