{
    "url_original": "https://www.wsj.com/articles/kevin-durant-kyrie-irving-james-harden-thats-it-thats-the-brooklyn-nets-11610632624",
    "url": "kevin-durant-kyrie-irving-james-harden-thats-it-thats-the-brooklyn-nets-11610632624",
    "title": "Kevin Durant. Kyrie Irving. James Harden. That’s It. That’s the Brooklyn Nets.",
    "sub_head": "After a monumental trade, a trio grows in the New York City outer borough",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-285260?width=620&size=1.5005861664712778",
    "image_1": "im-285260.jpg",
    "time": "2021-01-14 08:57:00",
    "body": "The Brooklyn Nets beat the New York Knicks Wednesday, but that was merely the fine print—the headline happened earlier, in the late afternoon, when word arrived that the Nets acquired the hirsute scoring maestro James Harden from the Houston Rockets in a deal involving four teams, a handful of players, and a flurry of draft picks and “pick swaps” that effectively give Houston the option to pluck Brooklyn’s future for much of the next decade.<br />Basically, as I understand it, if anything new or interesting happens in Brooklyn, on or off the court, for the next bunch of years—in sports, art, music, food, business, politics, real estate—it must now be sent off to Houston, stat.<br />This was apparently the prerequisite to get Harden, and the Nets believe he is worth it, because NBA teams live in the moment, and not in the year 2027. Who knows what 2027 holds, anyway? We could all be living in lunar colonies, or underwater sea caves, annexed to Newfoundland, or Elon Musk.<br />These Nets are especially urgent, because they employ Kevin Durant and Kyrie Irving, wondrous if fickle polymaths who have shown a willingness to move on if they feel the situation isn’t right. Irving has already stepped away—he’s taking unscheduled time off, popping up on social media videos and a meeting with a Manhattan district attorney candidate, for reasons that have yet to be explained. He isn’t saying why, and neither is the newbie Nets coach, Steve Nash, which makes the whole thing a bit awkward. The hope is Irving will eventually wander in through the out door and return to being one of the most electric point guards to ever do it, which frankly, he is. For now, who knows? C’est la vie avec Kyrie Irving.<br />As for Harden, it’s unclear what version of his talent Brooklyn is welcoming. The version that puttered into the 2020-21 season in Houston seemed disinterested and not exactly in peak fitness. (In fairness, so did I.) Clearly Harden, a virtuoso of angles and shot-making who plays like a combination of George Gervin and Fast Eddie Felson, could pour it in if you made him carry around rocks in a backpack. (He’s at 24.8 points per game this season.) His defense, however, is a mirage, and his commitment in Houston had become so lacking his recently-acquired Rockets teammate, DeMarcus Cousins, blasted him as “disrespectful”—the new guy in town, calling out the franchise star."
}