{
    "url_original": "https://www.wsj.com/articles/keystone-pipeline-cancellation-raises-pressure-on-canadian-producers-11611339712?mod=business_minor_pos14",
    "url": "keystone-pipeline-cancellation-raises-pressure-on-canadian-producers-11611339712",
    "title": "Keystone Pipeline Cancellation Raises Pressure on Canadian Producers",
    "sub_head": "Oil-and-gas companies seek new routes to market for Canada’s top export",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-01-22 14:50:00",
    "body": "TORONTO—President Biden’s revocation of a permit for  TC Energy Corp.’s  Keystone XL pipeline is raising pressure on Canada’s energy industry to seek new markets for oil and gas, its top export.<br />Mr. Biden revoked the Keystone XL permit on Wednesday, hours after taking office, effectively shutting down a 12-year, cross-border project that would have carried 830,000 barrels a day from Alberta to Nebraska and eventually to refiners on the Gulf Coast. His executive order, which fulfilled a campaign promise, cited concerns about climate change.<br />Canada, the world’s fourth-largest oil producer, is left with fewer options to get its dense, sticky crude from landlocked oil sands to U.S. refiners. Canada and industry executives are also working to counter claims that tapping oil sands is more damaging to the climate than some other types of oil. They say Canadian producers have lowered carbon emissions by using less coal-fired power and more renewable energy to run their operations, among other steps.<br />Chris Bloomer, president of the Canadian Energy Pipeline Association, a trade group, said Mr. Biden’s decision didn’t take into account the work the Canadian industry has done to reduce emissions. “Obviously, it’s very disappointing,” he said.<br />Jason Kenney, leader of the province of Alberta, where most of Canada’s oil is produced, wrote a letter to Canadian Prime Minister Justin Trudeau requesting that Canada press the U.S. for compensation. Scott Moe, premier of Saskatchewan, said Mr. Trudeau shouldn’t accept the rescinding of the permit. “I’d ask him to be firmer in his tone,” Mr. Moe said in an interview."
}