{
    "url_original": "https://www.wsj.com/articles/kkr-buys-into-producer-ryan-tedders-music-catalog-11610364781?mod=markets_lead_pos6",
    "url": "kkr-buys-into-producer-ryan-tedders-music-catalog-11610364781",
    "title": "KKR Buys Into Producer Ryan Tedder’s Music Catalog",
    "sub_head": "Purchase involves copyrights tied to some 500 songs by OneRepublic, Beyonce and other stars",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-282906?width=620&size=1.5",
    "image_1": "im-282906.jpg",
    "time": "2021-01-11 06:33:00",
    "body": "Investment firm  KKR  & Co. is joining the music-copyright buying frenzy, investing in pop producer Ryan Tedder’s catalog of hits, including songs from Beyoncé, Adele and Stevie Wonder.<br />The firm is taking a majority stake, valuing the catalog at nearly $200 million, according to people familiar with the transaction. The deal includes a mix of certain copyrights and royalty streams for some 500 songs written, recorded or produced by Mr. Tedder for his band OneRepublic and other artists.<br />KKR’s entree into music-copyright ownership comes amid a flurry of deals for songwriting catalogs. Late in 2020, Stevie Nickssold an 80% stake in her songwriting copyrights to music publisher Primary Wave, valuing her catalog at $100 million. Bob Dylan then sold off over 600 songs to  Vivendi  SE’s Universal Music Group for between $300 million and $400 million. In the first week of the new year, music-investment company  Hipgnosis Songs Fund Ltd.  announced deals to purchase copyrights from Jimmy Iovine, Lindsey Buckingham and Neil Young. Mr. Young’s sale alone fetched a price between $40 million and $50 million for a 50% stake, according to people familiar with the deal.<br />In 2016, Mr. Tedder sold part of his publishing, excluding OneRepublic, to Downtown Music Holdings, which will continue to own and administer those copyrights. Universal Music Group’s Interscope Records also owns master recording copyrights to OneRepublic’s recorded music; KKR will participate in Mr. Tedder’s and the band’s royalty income from that music, as well as producer royalties from other recorded assets.<br />KKR has been invested in the music industry since 2009, including its purchase of Gibson Brands—which recently acquired amp maker Mesa/Boogie—and stakes in TikTok parent ByteDance Ltd., BMG, and Alpha Theta, formerly Pioneer DJ. It is actively pursuing further investments across music and entertainment, including intellectual property such as song compositions, the company said."
}