{
    "url_original": "https://www.wsj.com/articles/kodak-director-makes-retroactive-cut-to-huge-charity-stock-gift-11610571219?mod=markets_lead_pos4",
    "url": "kodak-director-makes-retroactive-cut-to-huge-charity-stock-gift-11610571219",
    "title": "Kodak Director Makes Retroactive Cut to Huge Charity Stock Gift",
    "sub_head": "George Karfunkel’s revised donation appears to be worth $77.5 million, down from $116.3 million",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-01-13 15:53:00",
    "body": "An  Eastman Kodak Co.  director appears to have cut the size of his large and well-timed donation of  Kodak  stock to a religious charity, which came amid a sharp surge in the company’s stock price last year, according to a new securities filing.<br />In the Tuesday filing,  Kodak  director George Karfunkel said he donated two million of his 6.3 million  Kodak  shares on July 29, leaving him with about 4.4 million shares. The new document seemingly contradicts a securities filing from last August. The earlier filing showed Mr. Karfunkel and his wife on July 29 donated a significantly larger sum—three million Kodak shares—to Congregation Chemdas Yisroel in Brooklyn, N.Y., a charity Mr. Karfunkel helped found. That donation left the couple with about 3.3 million shares, the filing said.<br />Mr. Karfunkel and officials of the charity didn’t respond to requests for comment. A Kodak spokesman said the company doesn’t comment on financial transactions of board members.<br />The original donation occurred at a turbulent time for Kodak’s stock. On July 29, Kodak’s stock sharply surged and closed at its highest level since 2014. The Rochester, N.Y., company and a federal agency had just announced the onetime photography giant was in line to receive a $765 million loan from the White House to help manufacture drugs for the fight against coronavirus.<br />U.S. International Development Finance Corp. subsequently put the loan on hold after the deal came under congressional and regulatory scrutiny."
}