{
    "url_original": "https://www.wsj.com/articles/kudlow-criticizes-trump-for-handling-of-riot-treatment-of-pence-11610749597?mod=politics_lead_pos5",
    "url": "kudlow-criticizes-trump-for-handling-of-riot-treatment-of-pence-11610749597",
    "title": "Kudlow Criticizes Trump for Handling of Riot, Treatment of Pence",
    "sub_head": "President’s top economic adviser faulted his boss for recent actions, praised administration policy legacy on taxes and trade",
    "category_1": "Politics",
    "time": "2021-01-15 17:38:00",
    "body": "WASHINGTON—President Trump’s top economic adviser criticized his boss’s handling of the riot at the U.S. Capitol and said he was disappointed in the way Mr. Trump treated Vice President Mike Pence, while defending the administration’s policy legacy.<br />“I was hoping that he would come out quickly and make statements calling everybody back and stopping the violence,” White House National Economic Council Director Larry Kudlow said during an 80-minute interview with The Wall Street Journal. He praised the video the president made earlier this week condemning violence, adding that he wished he had released it earlier.<br />Mr. Trump, in a speech to thousands of protesters gathered near the Washington Monument on Jan. 6, falsely asserted he had won the election and urged his supporters to march to the Capitol, where lawmakers were certifying President-elect Joe Biden’s electoral victory. As the protesters began breaching security lines, Mr. Trump criticized Mr. Pence on Twitter for not blocking the certification. After hundreds had broken into the Capitol, Mr. Trump called on the rioters to remain peaceful and avoid violence.<br />But later that day, the president tweeted, “These are the things and events that happen when a sacred landslide election victory is so unceremoniously & viciously stripped away from great patriots who have been badly & unfairly treated for so long.”<br />Mr. Kudlow joined the ranks of administration officials who have publicly criticized the president’s actions in relation to the riot. Three cabinet secretaries and several senior officials across the administration have stepped down in the aftermath of the attack."
}