{
    "url_original": "https://www.wsj.com/articles/labor-department-finalizes-independent-contractor-rule-11609943031?mod=business_lead_pos1",
    "url": "labor-department-finalizes-independent-contractor-rule-11609943031",
    "title": "Gig-Economy Companies Get Worker Flexibility From Trump Administration",
    "sub_head": "New rule makes it easier to classify workers as independent contractors, a win for Uber, Lyft, DoorDash",
    "category_1": "Politics",
    "time": "2021-01-06 14:00:00",
    "body": "The Trump administration made it easier for businesses to classify workers as independent contractors, a victory for gig-economy companies such as food-delivery and ride-sharing services and a counter to a California law that did the opposite.<br />The Labor Department in a final rule released on Wednesday would make it more difficult for a gig worker, such as an Uber or  DoorDash  driver, to be counted as an employee under federal law. That means those workers wouldn’t be covered by federal minimum-wage and overtime laws, and they could be responsible for paying the employer portion of Social Security taxes.<br />The rule won’t go into effect until March 8, after President-elect Joe Biden is inaugurated on Jan. 20. The Biden administration could seek to delay implementing the rule, give new enforcement guidance or seek to write a new version of the rule. The Biden administration could also opt to not defend the regulation should it be challenged in court. A spokeswoman for Mr. Biden declined to comment.<br />Flexible work is overwhelmingly preferred by those who choose to earn on gig-economy platforms such as Uber, Danielle Burr,  Uber Technologies Inc.’s  head of federal affairs, said Wednesday.<br />“Forcing a binary choice upon workers—to either be an employee with more benefits but with less flexibility, or an independent contractor with limited protections—is outdated,” she said, noting Uber has offered additional benefits to drivers. “We appreciate the efforts made to modernize our nation’s laws.”"
}