{
    "url_original": "https://www.wsj.com/articles/labor-groups-push-biden-administration-on-union-friendly-priorities-11611351746?mod=politics_lead_pos6",
    "url": "labor-groups-push-biden-administration-on-union-friendly-priorities-11611351746",
    "title": "Labor Groups Push Biden Administration on Union-Friendly Priorities",
    "sub_head": "Efforts will likely face pushback from business community as union membership continues to decline",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289284?width=620&size=1.5",
    "image_1": "im-289284.jpg",
    "time": "2021-01-22 16:42:00",
    "body": "WASHINGTON—Labor unions are urging President Biden to move quickly to fulfill his campaign promise to champion organized labor and workers’ rights, including by pushing for legislation to bolster unionizing efforts.<br />Already, Mr. Biden has taken steps applauded by several labor groups. Yet some of Mr. Biden’s early moves could create conflict with business groups and their congressional allies.<br />Mr. Biden has called on Congress to raise the federal minimum wage to $15 an hour and has picked Boston Mayor Marty Walsh, a former union leader with close ties to organized labor, for Labor Department secretary.<br />The president on Friday signed executive orders including provisions that would restore collective bargaining power for federal workers, among other labor-focused measures. On the campaign trail, he said he would create a cabinet-level group to focus on promoting union organizing and collective bargaining.<br />Mr. Biden backs passage of legislation sought by labor groups to increase union membership and boost employee protections. The bill would weaken state-level right-to-work laws, which prohibit unions from compelling membership as a condition of employment, and block firms from replacing striking workers, among other measures. Congressional aides say lawmakers will introduce the bill, called the Protecting the Right to Organize Act, or PRO Act, again in the current session of Congress."
}