{
    "url_original": "https://www.wsj.com/articles/labor-nominee-marty-walsh-holds-modest-assets-disclosures-show-11611591568?mod=politics_featst_pos1",
    "url": "labor-nominee-marty-walsh-holds-modest-assets-disclosures-show-11611591568",
    "title": "Labor Nominee Marty Walsh Holds Modest Assets, Disclosures Show",
    "sub_head": "President Biden’s choice drew income mostly from his role as Boston mayor and has city and union-tied retirement plans",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289926?width=620&size=1.5",
    "image_1": "im-289926.jpg",
    "time": "2021-01-25 11:35:00",
    "body": "WASHINGTON—President Biden’s pick for Labor Department secretary, Marty Walsh, primarily earned income from his Boston mayor’s salary and held modest assets and two mortgage loans, according to government disclosures.<br />Mr. Walsh earned a $199,000 salary as mayor, according to paperwork filed with the Office of Government Ethics. The disclosures, which are dated Jan. 22, showed Mr. Walsh had assets such as holdings in stock and bond funds, life insurance policies and bank accounts valued at between $350,000 and $950,000. The disclosure forms use ranges rather than specific amounts.<br />The forms showed Mr. Walsh had between $500,000 and $1 million in liabilities from two mortgage loans on a personal residence.<br />The government disclosures show Mr. Walsh is participating in two retirement plans through unions that would make him eligible for payments of a combined $1,998 a month starting at age 60. Mr. Walsh is also participating in a retirement plan through the city of Boston that would make him eligible for monthly payments of $9,769.17 a month starting at age 65. The value of the retirement accounts was “not readily ascertainable,” according to the disclosures.<br />Before serving as mayor, Mr. Walsh led the Greater Boston Building Trades Unions, an umbrella organization comprised of 20 local construction unions, and was president of Laborers Local Union 223. Those organizations fall under the AFL-CIO federation of labor unions, and its leader, Richard Trumka, advocated for Mr. Walsh’s nomination to become labor secretary."
}