{
    "url_original": "https://www.wsj.com/articles/latin-politics-in-america-11610304095?mod=opinion_lead_pos8",
    "url": "latin-politics-in-america-11610304095",
    "title": "Latin Politics Arrive in the U.S.",
    "sub_head": "Why ‘participatory democracy’ seems always to degenerate into mob violence.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-282936?width=620&size=1.5",
    "image_1": "im-282936.jpg",
    "time": "2021-01-10 13:41:00",
    "body": "On Wednesday afternoon I checked in with a Latin American friend to get his thoughts about the chaos on Capitol Hill. “It looks like home,” he quipped.<br />It was not a unique reflection. By evening a popular observation making the rounds was that the invasion of Congress was the stuff of banana republics. The bedlam also evoked memories of what happened in many U.S. cities over the summer when the Black Lives Matter marches turned violent.<br />There was a big difference between Wednesday and the American summer of terror. During the latter it was merely a presidential candidate (Joe Biden) who refused to condemn the BLM violence—until he realized it was hurting his polls numbers. Last week it was a sitting U.S. president who stirred up the passions of his followers and continued to justify their anger even after it was clear they were breaking the law, endangering lives, damaging property, and attempting to disrupt an independent branch of government. President Trump may have set a new modern-day low.<br />Yet the main worry is that political violence in the U.S. on both the left and the right seems to be on the rise. It won’t recede as long as mob action is tolerated as a way to do politics.<br />A first step in reversing the trend is admitting that the slash-and-burn tactics of both sides are similar. Both justify violence under the banner of “participatory democracy.” Storming the Capitol or burning down a  Starbucks  is the people speaking."
}