{
    "url_original": "https://www.wsj.com/articles/law-enforcement-braces-for-more-trump-marches-in-washington-at-state-capitols-11610319843?mod=business_minor_pos4",
    "url": "law-enforcement-braces-for-more-trump-marches-in-washington-at-state-capitols-11610319843",
    "title": "Law Enforcement Braces for More Trump Marches in Washington, at State Capitols",
    "sub_head": "Online discussions include calls for armed marchers",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-283261?width=620&size=1.5",
    "image_1": "im-283261.jpg",
    "time": "2021-01-10 18:04:00",
    "body": "WASHINGTON—Law-enforcement authorities are bracing for more potential marches by some of President Trump’s supporters after being caught flat-footed by last week’s Capitol riot.<br />Pro-Trump online forums have been home to discussions about further demonstrations, with some organizers encouraging groups and other participants to bring firearms.<br />The Site Intelligence Group, which tracks extremist threats online, said in a report Saturday that a day of armed far-right protests is scheduled for Jan. 17 and has been in the works for weeks, with Trump supporters and antigovernment activists promoting marches in Washington and at state capitols around the nation. Fliers promoting the event are circulating online, including one encouraging people to “come armed at your personal discretion.”<br />A website associated with some adherents of the antigovernment boogaloo movement said the coming event would be peaceful. “We have no plans to do anything to the capitol buildings in the cities in which we plan the demonstration,” the site said in a post on Friday. Followers of the movement were charged last year in the killing of law-enforcement officers and possessing Molotov cocktails.<br />Others online are touting a Million Militia March in Washington on Jan. 20, the day of President-elect Joe Biden’s inauguration, according to screenshots provided by Meili Criezis, a research associate tracking violent extremism at American University."
}