{
    "url_original": "https://www.wsj.com/articles/law-enforcement-cheers-bidens-homeland-chief-11610061883?mod=opinion_lead_pos10",
    "url": "law-enforcement-cheers-bidens-homeland-chief-11610061883",
    "title": "Law Enforcement Cheers Biden’s Homeland Chief",
    "sub_head": "The Fraternal Order of Police enthusiastically endorses Mayorkas.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-07 18:24:00",
    "body": "Alejandro N. Mayorkas was only 1 when his parents, fleeing communist Cuba, came to the U.S.  His mother’s family had escaped the Holocaust in Romania, arriving in Cuba in the 1940s. From an early age, Mr. Mayorkas learned to love America, inspired by parents who knew tyranny all too well. Now President-elect Biden has nominated him to lead the Homeland Security Department. If confirmed, he will be the first immigrant to hold the job.<br />Mr. Mayorkas grew up in Los Angeles and went to law school. After a few years in private practice, he began his career of public service as an assistant U.S. attorney specializing in white-collar crimes—including Operation Polar Cap, the largest money laundering case in the nation at that time. He would go on to lead the Central District of California as U.S. attorney from 1998-2001.<br />He returned to federal service in 2009 as director of citizenship and immigrations services at Homeland Security and was responsible for the largest and most complex immigration system in the world. In this role, he realigned the agency’s organizational structure. He enhanced and streamlined many of its programs, including the electronic immigration system and the initiative to police the unauthorized practice of immigration law.<br />In 2013 Mr. Mayorkas was appointed deputy secretary. In that role, he developed strong relationships with the law-enforcement community, including the Fraternal Order of Police.  Thanks to his vision and leadership, we strengthened cooperation between local and state police agencies and their federal counterparts at DHS. His professionalism, integrity and commitment to just and fair enforcement of the law makes him an ideal candidate to lead the department.<br />Mr. Mayorkas has pursued criminal wrongdoers and has protected the rights of the innocent with indefatigable vigor. His work reflects all that is right in government."
}