{
    "url_original": "https://www.wsj.com/articles/lawsuit-challenges-new-york-ethics-commission-11609718401?mod=business_minor_pos4",
    "url": "lawsuit-challenges-new-york-ethics-commission-11609718401",
    "title": "Lawsuit Challenges New York Ethics Commission",
    "sub_head": "A former state senator says watchdog entity no longer has jurisdiction to pursue an allegation against him",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-279538?width=620&size=1.5",
    "image_1": "im-279538.jpg",
    "time": "2021-01-03 19:00:00",
    "body": "In 2018, when state Senate staffer Erica Vladimer publicly accused her boss, Bronx state Sen. Jeff Klein, of forcibly kissing her outside an Albany bar, advocates and officials from both political parties called for an independent investigation.<br />Mr. Klein denied the allegation. He asked the Joint Commission on Public Ethics, a watchdog entity charged with enforcing state ethics laws, to investigate. Nearly three years later, the case is still pending. Mr. Klein is out of office and filed a lawsuit in state Supreme Court in Albany County last month saying JCOPE no longer has jurisdiction to pursue the matter because it waited too long to act and the alleged kiss wasn’t related to any government decision-making.<br />A ruling in his favor could limit JCOPE’s authority to investigate claims of sexual misconduct. For JCOPE critics such as state Sen. Liz Krueger, the continuing saga shows the need to create a better mechanism for complaints involving state officials.<br />“Clearly, it’s not working,” said Ms. Krueger, a Democrat from Manhattan. “You want to go as high and independent as you possibly can get. And the dilemma, frankly, is that we don’t have that system.”<br />Jay Musoff, Mr. Klein’s lawyer, said he was “confident that any investigation would determine that Jeff did not abuse any state resources or that his alleged conduct did not affect state business.” Mr. Musoff said JCOPE was “kicking the can down the road.”"
}