{
    "url_original": "https://www.wsj.com/articles/light-up-the-winter-table-with-healthy-flavorful-african-recipes-11611378000",
    "url": "light-up-the-winter-table-with-healthy-flavorful-african-recipes-11611378000",
    "title": "Light Up the Winter Table With Healthy, Flavorful African Recipes",
    "sub_head": "Nourishing, boldly spiced and rich in whole grains, the cuisines of Africa taste fresher than ever. No wonder more cooks in the U.S. are catching on. Try these recipes for creamy fonio, jollof rice and Kenyan black-eyed peas.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-288440?width=620&size=0.6666666666666666",
    "image_1": "im-288440.jpg",
    "time": "2021-01-23 12:00:00",
    "body": "GROWING UP in Florida, Edouardo Jordan was raised on his grandmother’s cooking: neck bones and rice, stews, creamy yams, black-eyed peas, shrimp purloo. He knew that this repertoire was the bread and butter of her native Georgia, but he wasn’t aware how much of it originated in West Africa.<br />Two years and thousands of dollars spent on culinary school didn’t change that. Mr. Jordan went on to work for more than a decade in some of the country’s most celebrated kitchens—the French Laundry in Yountville, Calif., Per Se and Lincoln in New York City—before striking out on his own in 2015 with a contemporary American restaurant, Salare, in Seattle. At last he began digging into the roots of the Southern food he grew up on and the rich culinary traditions of Africa—a vision Mr. Jordan more fully realized when he opened JuneBaby, an ode to the food of his youth, in 2017.<br />Mr. Jordan is one of a growing number of Black chefs and food entrepreneurs today raising the profile of African and Afro-Caribbean flavors and dishes in a country that has long given them short shrift.<br />From the start, diners at Salare found a menu imbued with African influences, from Ethiopian spice mixes like berbere and mitmita to pikliz, the Haitian pickled slaw. Last August, in the wake of the pandemic, Mr. Jordan went all in, dedicating the whole restaurant to an exploration of how forced migration from Africa has influenced the foodways of places like Haiti and Brazil. (Since August Salare has been open for takeout only.) “I now had the opportunity to explore, express, really represent where I came from and what I knew as Black food,” Mr. Jordan said.<br />At Compère Lapin, in New Orleans, Nina Compton serves flavors of her native Saint Lucia in dishes like conch croquettes and cow heel soup, run through with French, Creole and Italian influences as well. Kwame Onwuachi rose to national acclaim after opening Kith/Kin in 2017 in Washington, D.C.; star dishes included West African jollof rice, Trinidadian goat roti and Ethiopian sambusas (savory pastries filled with spiced lamb). The restaurant closed last year, but Mr. Onwuachi vows that future ventures will center on the same themes. In 2018, television viewers received a crash course in West African foodways when, as a contestant on Bravo’s “Top Chef,” Eric Adjepong wowed judges with the likes of nutty, spicy egusi soup, the rice and bean dish waakye, and fufu, a doughy dumpling made from cassava and plantain flour—staple dishes in Ghana, where Mr. Adjepong’s parents were born and raised."
}