{
    "url_original": "https://www.wsj.com/articles/lillys-alzheimers-news-brings-plenty-of-upside-limited-risk-11610382842?mod=markets_lead_pos11",
    "url": "lillys-alzheimers-news-brings-plenty-of-upside-limited-risk-11610382842",
    "title": "Lilly’s Alzheimer’s News Brings Plenty of Upside, Limited Risk",
    "sub_head": "Betting that this time is different for a promising Alzheimer’s disease treatment is a fairly inexpensive wager",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-283483?width=620&size=1.5",
    "image_1": "im-283483.jpg",
    "time": "2021-01-11 11:34:00",
    "body": "Positive data from  Eli Lilly ’s  experimental Alzheimer’s disease treatment is hopeful news for patients and, for now, a winner on Wall Street.<br />Lilly shares jumped 12% in morning trading Monday after the company said the drug donanemab slowed patients’ decline in memory and ability to perform activities of daily living by 32% after 18 months compared with those receiving a placebo. The news boosted Lilly’s market value by nearly $20 billion.<br />Those benefits will need to be confirmed in a larger trial. Sadly, the drug industry has had several prospective Alzheimer’s drugs that showed promise and created stock market gains but eventually fizzled out. The Lilly data are from just 272 patients.<br />Of course, the financial benefits of being the first to crack the code would be massive. There are 5 million Americans currently living with the fatal disease, according to the Alzheimer’s Association. The population is aging, so that figure is likely headed higher in the years ahead. The disease has a severe impact on quality of life, so demand would be high even for a drug that just slows disease progression.<br />Lilly now has a chance to be first in class. U.S. regulators are set to decide whether to approve Biogen’s experimental treatment aducanumab by March 7. But an advisory panel of outside experts convened by the Food and Drug Administration in November voted overwhelmingly that the best available data doesn’t show the drug is sufficiently effective."
}