{
    "url_original": "https://www.wsj.com/articles/liz-cheney-shows-what-leadership-looks-like-11610666627?mod=opinion_lead_pos8",
    "url": "liz-cheney-shows-what-leadership-looks-like-11610666627",
    "title": "Liz Cheney Shows What Leadership Looks Like",
    "sub_head": "The sooner Republicans demystify Donald Trump, the better for them and for the country.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-285739?width=620&size=1.5",
    "image_1": "im-285739.jpg",
    "time": "2021-01-14 18:23:00",
    "body": "Liz Cheney’s was a moment of real stature. Standing alone in the well of the House, the third-ranking member of the Republican leadership said, of the events of Jan. 6: “The president of the United States summoned this mob, assembled the mob, and lit the flame of this attack. Everything that followed was his doing. None of this would have happened without the president. The president could have immediately and forcefully intervened to stop the violence. He did not. There has never been a greater betrayal by a president of the United States of his office and his oath to the Constitution.”<br />And so she would vote to impeach. Her remarks implicitly urged others in her party to do so, and the bluntness and power of what she said offered them cover: They could be tough too. But most couldn’t. They were stupid and cowardly.<br />They claimed high-minded concern for the nation’s well-being, but they didn’t seem to believe their own arguments; some rushed through their statements, some gestured wildly as if hoping their arms could convince their brains they were sincere. Impeachment is needlessly divisive. They weren’t concerned about division when they refused to accept the Electoral College result. You’re rushing it. The president’s term is expiring; those who need more time to understand what happened on 1/6 don’t want to understand it. It’s revenge. Revenge has no high purpose and is base. The impeachment consisted of a branch of the American government asserting the country’s standards and the rule of law; an attempt to act decisively against a historic transgression in a way that says, “No more”; an attempt to draw clear and vivid lines for future leaders. To do nothing is to guarantee that it will happen again, that “storming of the Capitol” will become a picture in the minds of the ignorant and unstable as a thing that is possible for them, an option.<br />Ms. Cheney’s stand seemed brought by conviction, and given that she is the only woman in the House Republican leadership, took some guts: She operates within an environment that is dumb, male and clubby. She courted danger by giving them more reason to want to suppress her down the road.<br />They didn’t wait for down the road. Rep. Jim Jordan quickly announced she should be stripped of her leadership position. Others showed up on Hannity to drum up momentum. Having a GOP House leader vote for impeachment is “untenable,” Rep. Matt Gaetz said, showing he knows the word untenable."
}