{
    "url_original": "https://www.wsj.com/articles/liz-cheney-challenged-over-impeachment-stance-11611234546?mod=politics_lead_pos10",
    "url": "liz-cheney-challenged-over-impeachment-stance-11611234546",
    "title": "Liz Cheney Challenged Over Impeachment Stance",
    "sub_head": "Wyoming Republican draws primary opponent, faces calls for removal from GOP party post",
    "category_1": "Politics",
    "time": "2021-01-21 13:35:00",
    "body": "WASHINGTON—Last week, Rep. Liz Cheney broke with most of her party to vote to impeach then-President Donald Trump.<br />Now the top-ranking House Republican is contending with the consequences, both in Washington and at home in Wyoming.<br />Mr. Trump’s allies in the House GOP are circulating a petition aimed at setting up a vote calling on Ms. Cheney to resign her leadership position as GOP conference chairwoman. Meanwhile in Wyoming—where Mr. Trump had his biggest victories of any state both in 2016 and 2020—Ms. Cheney drew her first primary opponent on Wednesday, when state Sen. Anthony Bouchard said he would challenge her.<br />As the Republican Party grapples with its future after Mr. Trump’s departure Wednesday, Ms. Cheney’s fate will be an early indicator of which direction GOP lawmakers plan to go. Many House Republicans represent solidly-red districts and have largely remained unified behind Mr. Trump, even in his final, tumultuous weeks in office. Now they are deciding whether to demote Ms. Cheney for her stance on impeachment, without a clear sense of how much power Mr. Trump will wield over Republicans in the future.<br />The daughter of former Vice President Dick Cheney, Ms. Cheney was one of just 10 House Republicans and the only member of House GOP leadership to vote to impeach Mr. Trump last week on accusations that he incited the violent insurrection at the Capitol earlier this month. GOP aides said much of the concern emerged the night before the vote, when Ms. Cheney issued a statement explaining her intention to vote to impeach the president and her rationale."
}