{
    "url_original": "https://www.wsj.com/articles/locked-down-review-a-covid-era-heist-11610662823",
    "url": "locked-down-review-a-covid-era-heist-11610662823",
    "title": "‘Locked Down’ Review: A Covid-Era Heist",
    "sub_head": "Silly shenanigans during the pandemic, with Anne Hathaway and Chiwetel Ejiofor as larcenous ex-lovers still living together.",
    "category_1": "Film Review",
    "time": "2021-01-14 17:20:00",
    "body": "What kind of movies will the pandemic inspire? How will the drama of Covid-19 be told? A harbinger has arrived, but it doesn’t amount to much. In normal times “Locked Down,” streaming on HBO Max, wouldn’t amount to anything, except for one monologue that fills three minutes and has nothing to do with viruses. Still, the film, directed by Doug Liman, was shot—in a mere 18 days—during the plague, which does in fact figure in the plot, and it’s the first one I’ve seen in which a number of people, none of them playing gangsters or the Lone Ranger, are wearing masks.<br />Masks do not figure in the plot as political statements, only as face coverings, since the action is set in London—mostly inside a flat shared by Linda, a corporate executive played by Anne Hathaway, and Paxton, a security-van driver played by Chiwetel Ejiofor. She has recently dumped him but, thanks to the lockdown, he has no place to go. That’s a perfectly good premise for a sophisticated romantic comedy, and all the more so because they continue to care for each other, even though she’s tightly wound and often insufferable while he’s a career underachiever running on the last fumes of his self-esteem. But sophistication isn’t on the agenda. After a succession of clumsy, unfunny Zoom conferences and much mawkish philosophizing by Paxton—“a complete re-examination of one’s life does seem to be a Covid side effect,” he says—the film turns into an action adventure involving a jewel heist at the landmark department store Harrods, where Linda had worked before her current gig.<br />The rationale for this excursion into “Rififi” territory is that the caper will be easy to pull off, given that Linda knows all the secrets of the security system and the store has been shut down by the lockdown. That makes sense, but it also makes for a very long climactic sequence of sub-negligible suspense, when little or nothing seems to be at stake.<br />“Locked Down” is a puzzlement in one respect. The screenwriter was Steven Knight, who, several years ago, wrote and directed the elegantly crafted “Locke,” an essentially one-character drama starring Tom Hardy and set almost entirely in the surpassingly close quarters of a BMW SUV. Maybe the slapdash quality of “Locked Down” simply reflects the filmmakers’ desire to be early to market with a Covid feature. But that three-minute monologue is something else. It’s delivered brilliantly by Ms. Hathaway, an operatic aria with no need of music in which Linda talks, with mounting passion, increasing speed and glorious goofiness, of emerging markets and facilitators and a crazymaking meeting in Paris, and all of it by way of explaining to Paxton why she’s started to smoke again.<br />Watching movies at home has its drawbacks, beginning with, as I’ve said so many times, relatively small screens. One advantage, though, is that you can watch what you want when you want. If you want to watch that three-minute smoking speech and skip everything else, it starts 30 minutes and 30 seconds after the film has begun."
}