{
    "url_original": "https://www.wsj.com/articles/look-whos-still-rioting-11611272972?mod=opinion_lead_pos2",
    "url": "look-whos-still-rioting-11611272972",
    "title": "Look Who’s Still Rioting",
    "sub_head": "Trump is gone, but in Seattle and Portland the violence continues.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-288875?width=620&size=1.5",
    "image_1": "im-288875.jpg",
    "time": "2021-01-21 18:49:00",
    "body": "President Trump has left office, but peace and harmony have not descended upon the land. Left-wing rioters rampaged in the streets of Portland, Ore., and Seattle on Wednesday, no matter Joe Biden’s unity plea.<br />In Portland, rioters smashed the windows of the Democratic Party headquarters and scrawled graffiti on the Immigration and Customs Enforcement building. Demonstrators carried signs reading “we are ungovernable” and “we don’t want Biden—we want revenge! For police murders, imperialist wars, and fascist massacres.”<br />Portland police say some rioters carried “pepper ball guns, electronic crowd control weapons similar to Tasers, large fireworks, shields and rocks” and that “weapons were seized including Molotov Cocktails, knives, batons, chemical spray and a crowbar.” No doubt mostly peaceful protesters, as CNN likes to describe this sort of thing.<br />In Seattle, protesters burned an American flag outside the Immigration and Customs Enforcement office, and rioters shattered windows at the federal William Kenzo Nakamura courthouse, an AmazonGo store, and the Pike Place  Starbucks .  Some chanted at the police, “We protect people, you protect property,” according to the Seattle Times. Law enforcement arrested three people for property damage, burglary and felony assault.<br />The rioters in both cities identified themselves as anarchists or Antifa members who claimed to be protesting racism, fascism and police brutality. Yet in damaging a federal courthouse and Democratic headquarters, they attacked the judiciary and democratic institutions."
}