{
    "url_original": "https://www.wsj.com/articles/losing-alice-and-reunions-review-family-dramas-shady-and-sunny-11611263913?mod=opinion_major_pos14",
    "url": "losing-alice-and-reunions-review-family-dramas-shady-and-sunny-11611263913",
    "title": "‘Losing Alice’ and ‘Réunions’ Review: Family Dramas, Shady and Sunny",
    "sub_head": "A filmmaker directs a difficult subject—her husband; a small army of relatives reunite on a tropical island.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-288629?width=620&size=1.5",
    "image_1": "im-288629.jpg",
    "time": "2021-01-21 16:18:00",
    "body": "‘Losing Alice” (Begins Friday, AppleTV), a gripping tale of ambition, struggles for success and numerous other kinds of psychological hunger, begins like many another dark tale—with a fateful meeting between strangers on a train. Hitchcock will come to mind. That he does is a testament to the strong whiff of menace that can arise in this eight-episode Israeli series —even from a fresh-faced young woman’s clear delight at recognizing her longtime idol, movie director Alice Ginor.<br />She’s played by a steadfastly enthralling Ayelet Zurer: The show is all hers. The young woman, who introduces herself as Sophie Marciano (Lihi Kornowski), elaborates on all that Alice’s films have meant to her. All of which Alice is pleased enough to hear, though she also looks quite recognizably like someone who would be happy to end the conversation and return to reading her cellphone. The authenticity of this opening scene holds a bright promise. Gradually, Sophie, still nattering on about her devotion, becomes a touch less endearing. “I wondered where you disappeared to,” she tells Alice, who requires no reminders that her film directing efforts are now sparse. She teaches, edits scripts and commercials, Alice explains, and she has a family.<br />And she is now about to become busy, she learns, dealing with Sophie, who has just dropped the news that she herself has written a film script and would love nothing more than for Alice’s husband, David (Gal Toren), a prominent actor, to star in it. Alice learns this on the train while holding an unlockable bathroom door closed for Sophie, who has dragooned her idol into the performance of this duty without hesitation—a reminder of her youth: She’s 24 years old. It’s the end of any suspicion this relationship might echo the one in “All About Eve.” Though this is just the beginning of Sophie’s entry into Alice’s life and career.<br />There is good reason, as the story unfolds, for an inclination to find the familiar, some pattern to relate to. For as it turns out, there is, in “Losing Alice”—which bills itself as a psychological thriller—a steady infusion of illusory events and other elements intended to deepen the mystery of this tale, many of which instead simply flatten the story into little points of confusion as flashy ventures of this kind tend to do.<br />Between those little points, fortunately, a rich drama emerges of ambition and the passion for achievement, not only in Alice but the world of filmmakers in which she travels. (The series is the creation of Sigal Avin.) The tone is undergirded by humor at its best, and not surprisingly, in the most erotic scenes. The ones that require Alice—who has been made director of Sophie’s film—to direct her husband making intimate love to a beautiful young woman. One of these leads to a moment of undeniable revelation when Alice, a cool, sophisticated professional, snaps out “Cut!” Why cut, her ever patient and honest husband wants to know—what’s wrong with the scene? Do it over, he’s told. The actors embrace again and again, the director snaps “Cut!” By this time David is livid, and shouting; the director can’t tell him what’s wrong with the take. Everyone else will have guessed—it’s unbearable to her."
}