{
    "url_original": "https://www.wsj.com/articles/low-taxes-and-high-temperatures-lure-finance-firms-to-miami-11609851600?mod=business_lead_pos13",
    "url": "low-taxes-and-high-temperatures-lure-finance-firms-to-miami-11609851600",
    "title": "Low Taxes and High Temperatures Lure Finance Firms to Miami",
    "sub_head": "Blackstone and Starwood Capital Group are among those drawn to the city",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-279976?width=620&size=1.5",
    "image_1": "im-279976.jpg",
    "time": "2021-01-05 08:00:00",
    "body": "MIAMI—This city has long pitched itself as an attractive location for finance and tech firms, with its tax advantages, flight connections to New York and cosmopolitan flair. Its efforts appear to be paying off.<br />Private-equity giant  Blackstone Group Inc.  unveiled plans in October to open an office in the city to serve its internal technology needs that will eventually employ 215 people. Billionaire financier Carl Icahn moved his company to nearby Sunny Isles Beach earlier in 2020. Real-estate investor Starwood Capital Group is building a sleek new 144,000-square-foot headquarters in Miami Beach.<br />Goldman Sachs Group Inc.  is eyeing the region as a possible home for its asset-management arm, according to people familiar with the matter. A spokesman said the company was pursuing a “strategy of locating more jobs in high-value locations throughout the U.S., but we have no specific plans to announce at this time.”<br />A string of smaller tech and finance firms recently opened offices in the area, or said plans are in the works. Venture capitalists including Keith Rabois and Jon Oringer have moved here and hailed its emerging tech scene.<br />“The sun, moon and stars have all aligned,” said Nitin Motwani, managing partner of the Miami Worldcenter mixed-use development, who has helped woo firms to the city. “The new normal is going to see a lot more growth happening here.”"
}