{
    "url_original": "https://www.wsj.com/articles/lses-15-billion-refinitiv-deal-is-cleared-by-regulator-11610545347?mod=markets_lead_pos4",
    "url": "lses-15-billion-refinitiv-deal-is-cleared-by-regulator-11610545347",
    "title": "LSE’s $15 Billion Refinitiv Deal Is Cleared by Key European Regulator",
    "sub_head": "Decision follows probe into risks that deal would give LSE outsize influence over trading, clearing and data services",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-284582?width=620&size=1.5",
    "image_1": "im-284582.jpg",
    "time": "2021-01-13 08:42:00",
    "body": "Europe’s antitrust watchdog on Wednesday approved London Stock Exchange Group PLC’s $15 billion deal to acquire Refinitiv Holdings Ltd. with conditions, removing a key hurdle in the company’s bid to challenge Bloomberg LP,  S&P Global Inc.  and other industry heavyweights offering financial data.<br />The decision by the European Commission ends a monthslong probe into the risks of the deal. Concerns were raised that the deal could give the  LSE  undue market power over trading and clearing government bonds, interest rate derivatives, and the sale of financial data such as stock- and bond-price quotes.<br />LSE is betting on the Refinitiv deal, first announced in 2019, to help it create a financial data juggernaut. It has been diversifying its operations away from stock trading and other traditional exchange businesses toward clearing and higher-margin data services that feed the rise of quantitative trading and passive investing.<br />Still, the largest exchange company in Europe by market value agreed to several concessions to win regulatory approval for the tie-up. London has long been Europe’s biggest financial center, anchored in part by the LSE. The concessions—in place for 10 years—center on the LSE granting equal access to its venue data to all existing and future competitors, continuing clearing services in line with EU regulations despite Brexit and the saleBorsa Italiana Group. The concessions also include a dispute resolution system for third parties to go to if the LSE doesn’t comply with its commitments.<br />Following Britain’s breakoff from the European Union, the bloc is under pressure to bolster the capabilities of the continent’s financial institutions, some analysts say. The remedies for the LSE deal highlight that pressure: It potentially undercuts the exchange’s ability to generate additional revenue from the proposed deal in areas such as clearing and trading government bonds and derivatives, and cross-selling data and other products between its customers and those of Refinitiv."
}