{
    "url_original": "https://www.wsj.com/articles/luis-bunuel-a-singular-sense-of-the-absurd-11609884155",
    "url": "luis-bunuel-a-singular-sense-of-the-absurd-11609884155",
    "title": "Luis Buñuel: A Singular Sense of the Absurd",
    "sub_head": "A new Criterion set showcases three late films by the surrealistic and subversive Spanish director.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-280304?width=620&size=1.5",
    "image_1": "im-280304.jpg",
    "time": "2021-01-05 17:02:00",
    "body": "<br /><br />In one of the generous video supplements that add value to Criterion’s essential new set “Three Films by Luis Buñuel,” viewers will see a close-up of a photograph from 1972 picturing what must be the single greatest gathering of 20th-century film directors—among them George Cukor, Alfred Hitchcock, George Stevens, Billy Wilder, Robert Wise and William Wyler. (John Ford was also at the gathering, a lunch at Cukor’s house, but left before the photo.) And in the center of them all, seated between Stevens and Hitchcock, is Buñuel.<br />Born in Spain in 1900, Buñuel led a peripatetic life, with stints in France and the U.S. (where he made no films) before he settled in Mexico. Later, extended visits to France and Spain would return him to international prominence. In the process, he gave the world a number of cinematic landmarks, including the surrealistic touchstone “Un Chien Andalou” (1929), the damning “Los Olvidados” (1950) and the still discomfiting “Belle de Jour” (1967). What no one could have known—least of all Buñuel, who kept insisting he’d made his final film—was that ahead of him stretched the trio now gathered on Blu-ray: “The Discreet Charm of the Bourgeoisie” (1972), “The Phantom of Liberty” (1974) and “That Obscure Object of Desire” (1977). (Criterion’s previous editions of the films on DVD, once available singly but with fewer extras, are long out of print.)<br />In addition to being directed by Buñuel—or Don Luis, as he was often called—these three pictures were all co-written, in French, by Jean-Claude Carrière, shot by Edmond Richard and produced by Serge Silberman, Buñuel’s great champion during this Indian summer. Pierre Lary, Buñuel’s right hand in these years, also contributed manfully, working both behind and in front of the camera. But most viewers will focus on the casts, which feature a number of European stars: Jean-Claude Brialy, Jean-Pierre Cassel, Fernando Rey, Michel Piccoli, Delphine Seyrig, Monica Vitti, etc. Equally important is the group of lesser-known but no less gifted actors who enhance this informal triptych in small but significant roles—a Buñuel stock company that includes Julien Bertheau, Paul Frankeur, Milena Vukotic and Muni, among others."
}