{
    "url_original": "https://www.wsj.com/articles/mainstream-media-partisanship-comes-to-voice-of-america-11610748663?mod=opinion_lead_pos8",
    "url": "mainstream-media-partisanship-comes-to-voice-of-america-11610748663",
    "title": "Mainstream Media Partisanship Comes to Voice of America",
    "sub_head": "VOA aired a ‘news’ report in Pakistan that was no more than a repackaged Biden campaign ad.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-15 17:11:00",
    "body": "The polarization that led to last week’s calamity on Capitol Hill has many underlying causes, but one stood out to me: America’s partisan media. During the last election, it was obvious that nearly every news outlet was in the tank for one candidate or the other. Half the country lived in one reality and the other half in another—with dire consequences. In my capacity as director of the U.S. Agency for Global Media, which oversees the government’s five international broadcast networks, I grappled directly with the polarizing forces that make truth-seeking journalism so difficult.<br />The task of these networks is to tell the truth to parts of the world where that isn’t permitted, notably China, Iran, North Korea and Cuba. They differ from commercial networks in two crucial ways. First, they are entirely funded by the U.S. taxpayer. Second, they are required by law to provide objective, balanced and comprehensive coverage.<br />The presidential election raised the stakes. In one instance, a whistleblower told my office about a troubling video report by the Urdu-language service of Voice of America, which is intended to reach Pakistan with objective news. The report repackaged a Biden campaign commercial, appealing to Muslims in Michigan to swing the state for the Democrat—in apparent violation of the VOA’s legal charter. Such naked politicking goes beyond bias, and surely VOA employees knew that. As a Trump appointee, I would never have permitted a pro-Trump campaign ad to be broadcast on the VOA. The VOA took the video down at our direction, though weeks later versions were still on their social media platforms.<br />When we launched an internal investigation of those responsible for the pro-Biden Urdu report, the journalists and managers inside the VOA rebelled, using their contacts in the media and in Congress. There was an unending flood of leaks, false press accounts, baseless lawsuits and inquiries from Capitol Hill. In the end, for the first time in decades, those responsible for biased reporting, from the most junior reporters to senior managers, faced consequences.<br />I came to see that the crisis affecting U.S. international broadcasting is part of the transformation of the media away from the old standards of objectivity and balance. The journalists my agency oversees look up to the most prestigious members of mainstream media: the Washington Post,  New York Times ,  NPR, CNN. These organizations are nakedly and unapologetically partisan and networks like VOA follow their lead. American taxpayers can’t be expected to continue to spend close to $1 billion a year for the government equivalent of MSNBC."
}