{
    "url_original": "https://www.wsj.com/articles/making-an-apple-ev-is-a-poisoned-chalice-for-car-companies-11610370425?mod=business_minor_pos10",
    "url": "making-an-apple-ev-is-a-poisoned-chalice-for-car-companies-11610370425",
    "title": "Making an Apple EV Is a Poisoned Chalice for Car Companies",
    "sub_head": "Investors in Hyundai may be overestimating the benefits of a manufacturing contract, even from the world’s most valuable company",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-11 08:07:00",
    "body": "An  Apple  car, if it is ever launched, would be a big deal. But the potential rewards for manufacturers come with a sting.<br />Shares in Hyundai Motor Company rose 9% Monday after a Korean newspaper reported that the car maker plans to sign an agreement with Apple for an autonomous electric vehicle. The stock had already jumped 19% on Friday, when Hyundai said it was in early-stage discussions with the iPhone designer.<br />Apple started to work on a vehicle in 2014, but the project has progressed fitfully and the company has rarely acknowledged it publicly. A Reuters report last month said it was targeting a 2024 launch, which would be very ambitious for anything with a meaningful degree of autonomy. Hyundai would likely be a production partner, akin to the role Taiwanese electronics giant Foxconn plays in iPhone assembly.<br />For all the glamour—and potential manufacturing volumes—of being associated with an Apple-branded car, the almost $15 billion gain in Hyundai’s market value since Thursday’s close is hard to justify. Besides the risks that the talks come to nothing, or that any project drains cash for longer than expected, contract manufacturing isn’t an especially attractive business.<br />Canadian supplier  Magna International ,  which is also seen as a potential partner for Apple, assembles vehicles under other brands, notably the Jaguar I-Pace, an all-electric sport-utility vehicle. The activity hasn’t been very profitable. Magna’s “complete vehicles” division reported operating margins of 2.1% and 1.1% in 2019 and 2018, respectively, lower than at its parts businesses."
}