{
    "url_original": "https://www.wsj.com/articles/marines-prepare-for-rising-challenge-from-chinas-military-with-island-training-11609689085",
    "url": "marines-prepare-for-rising-challenge-from-chinas-military-with-island-training-11609689085",
    "title": "Marines Prepare for Rising Challenge From China’s Military With Island Training",
    "sub_head": "Drilling in Japan, U.S. forces practice recapturing territory as Beijing develops into ‘near-peer’ rival",
    "category_1": "World",
    "time": "2021-01-03 10:51:00",
    "body": "CAMP SOUMAGAHARA, Japan—The Marine Corps is stepping up training in Japan for island-based conflict in the Western Pacific, putting it at the leading edge of a pivot by the U.S. to face the military challenge from China.<br />The Marines are preparing for a far larger and more sophisticated adversary than extremists in the Middle East and Afghanistan, the focus of their operations in recent years. China’s military satellites, cyberwarfare capabilities, use of artificial intelligence and narrowing gap with U.S. firepower make it what the Pentagon calls a “near-peer” rival.<br />At one of a series of recent exercises, a few dozen Marines faded into long grass after touching down in two CH-47 Chinook helicopters, followed by Japanese soldiers arriving in two Osprey tilt-rotor aircraft. Their simulated mission: avoiding detection and recapturing a port on an island inside the range of much of the enemy’s missiles and artillery.<br />The exercise reflected a new emphasis on small, dispersed troop units and command centers, which are intended to be harder to locate and destroy. The simulation was one of the first to be directed from a command hub consisting of three armored vehicles that can be set up or moved in minutes and emit fewer traceable signals.<br />“We’re trying to get away from tents, from computer screens, because, one, it’s very stationary and, two, it has a huge electromagnetic signature,” said Lt. Col. Neil Berry, commander of the third battalion of the Eighth Marine Regiment, based in Camp Lejeune, N.C."
}