{
    "url_original": "https://www.wsj.com/articles/markets-look-like-theyre-in-a-bubble-what-do-investors-do-now-11612089001?mod=markets_lead_pos2",
    "url": "markets-look-like-theyre-in-a-bubble-what-do-investors-do-now-11612089001",
    "title": "Markets Look Like They’re in a Bubble. What Do Investors Do Now?",
    "sub_head": "Investors see some classic signs of froth, but they are uncertain whether a downfall looms",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-01-31 05:30:00",
    "body": "For once, everyone seems to agree: Much of the market looks like it’s in a bubble.<br />Shares of unprofitable companies like  GameStop Corp .  and  AMC Entertainment Holdings Inc .  are rising at a breakneck pace, propelled by a growing army of individual investors. Options activity is surging, bitcoin prices are near records and businesses are rushing to opportunistically sell stock through a flurry of initial public offerings, listings of blank-check companies and follow-on share sales.<br />To many, valuations look stretched as they hover at levels similar to the highflying days of 2000. That said, high valuations alone don’t necessarily mean the rally is near its end, investors say. History has shown that markets have often been able to climb far longer than thought possible, be it the dot-com boom in the late 1990s or the dizzying rise in Japanese stocks in the 1980s.<br />And recently, the broader stock market has been on the decline. The S&P 500 dropped 3.3% last week, though it remains up 66% from its March low. The bubblelike behavior there has mostly been contained to a handful of individual stocks, not larger indexes.<br />An even bigger issue arguing against a marketwide bubble is simple math. With interest rates at rock bottom and further stimulus on the table, many investors are being handsomely rewarded by putting their money into riskier, higher-yielding assets. What’s more, in many cases earnings have held up or been robust, despite a global pandemic."
}