{
    "url_original": "https://www.wsj.com/articles/markets-are-convinced-the-fed-wont-come-for-the-punch-bowl-11611312251?mod=markets_lead_pos10",
    "url": "markets-are-convinced-the-fed-wont-come-for-the-punch-bowl-11611312251",
    "title": "Markets Are Convinced: The Fed Won’t Come for the Punch Bowl",
    "sub_head": "The Treasury selloff is about inflation expectations, not higher ‘real’ yields. Investors may need to adjust their old playbooks.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-22 06:27:00",
    "body": "Global investors have seized on the idea that the Federal Reserve will keep interest rates low as inflation rises. But they still need to fully figure out what this means for their portfolios.<br />On Thursday, the S&P 500 set another record. Markets have been emboldened by upbeat earnings, Covid-19 vaccinations and the Biden administration’s $1.9 trillion fiscal-stimulus plan. But there is a puzzle: Optimism has also pushed up yields on 10-year U.S. government bonds to 1.1%, from 0.9% at the end of 2020, and investors often fear that this makes equities less attractive. Technology giants are seen as particularly vulnerable to rising rates, yet they are leading the charge once again.<br />An explanation is that inflation-protected Treasurys, or TIPS, haven’t sold off. This means the bond-market gyrations are all about inflation expectations rising well above pre-outbreak levels. In other words, the market is now convinced that, even if the Fed eventually raises rates, it will do so by less than inflation, keeping “real” financial conditions very loose.<br />For now, U.S. inflation remains low due to the pandemic, but is predicted to bounce back strongly. In the past, traders would have expected the Fed to pre-emptively try to cool the economy—in the immortal words of former Chairman William McChesney Martin in 1955, ordering “the punch bowl removed just when the party was really warming up.” Last year, though, officials committed to allowing inflation to run at a higher level for a while before taking action.<br />Various investment strategies have historically outperformed in periods of “reflation” or higher inflation. Buying gold is the most famous inflationary hedge, but has actually only been effective against sudden jumps in consumer prices—not the upward drift that many see as likely now. Stocks are better than bonds when costs rise, but still suffer as companies cannot always raise prices to maintain margins. Retailers, miners and energy firms tend to do better, whereas technology stocks struggle, as do utilities and other so-called bond proxies."
}