{
    "url_original": "https://www.wsj.com/articles/mask-makers-work-with-fema-get-antitrust-protection-11610712009?mod=business_lead_pos3",
    "url": "mask-makers-work-with-fema-get-antitrust-protection-11610712009",
    "title": "Mask Makers Work With FEMA, Get Antitrust Protection",
    "sub_head": "3M and Honeywell are among those meeting to coordinate production and distribution of N95 masks and other Covid-19 protective equipment",
    "category_1": "Politics",
    "time": "2021-01-15 07:00:00",
    "body": "Medical-gear makers are sharing production information and receiving protection from antitrust scrutiny, the companies and federal officials said, part of government efforts to better coordinate the distribution of N95 masks and other supplies.<br />The Federal Emergency Management Agency said it convened major N95 producers, distributors and buyers last week for a first meeting to discuss the mask supply chain. That group is a subset of nearly 60 companies and trade groups that will share information on production, distribution and pricing for in-demand medical products, FEMA said.<br />The agreement is part of the federal government’s efforts to better coordinate the production and distribution of medical-grade face masks, which have become critical equipment for people treating Covid-19 patients. The effort includes big manufacturers, such as  3M Co.  and  Honeywell  International Inc., both of which have ramped up production of N95s and other protective gear this year. Masks and other gear remain in short supply as Covid-19 cases and hospitalizations hover near peak levels across much of the country.<br />The project is operating under a provision of the Defense Production Act that allows the federal government to consult with businesses for emergency preparedness and response. President Trump invoked that part of the law by executive order in March.<br />The agreement provides participants with protection from potential antitrust lawsuits for cooperating as part of the agreement, according to the Congressional Research Service. The Federal Trade Commission and the Justice Department are overseeing the meetings to ensure that the cooperation and data-sharing steers as clear as possible of anticompetitive practices, the group’s agreement states. Companies aren’t typically allowed to hold such detailed discussions about production plans with competitors."
}