{
    "url_original": "https://www.wsj.com/articles/maximize-the-vaccine-11610494003?mod=opinion_lead_pos9",
    "url": "maximize-the-vaccine-11610494003",
    "title": "Maximize the Vaccine",
    "sub_head": "As herd immunity comes nearer, inoculate where it will do the most good.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-284291?width=620&size=1.5",
    "image_1": "im-284291.jpg",
    "time": "2021-01-12 18:26:00",
    "body": "A new strain of the coronavirus is preliminarily and tentatively estimated to be 50% more transmissible than the current strain. This will be yet more incentive for those already highly motivated not to spread or catch it. Nobody really knows what “50% more” means in this context, but all the same social distancing and mask-wearing recommendations apply. If it takes 50% more diligence to achieve the same virus-suppressing effect, you see the problem: Many people already find the current level of diligence unsustainable or not worth their effort.<br />It is pretty apparent that, in countries where social distancing cannot be enforced by bayonet or mega-Trumpian border control, cases are growing faster than hospital capacity. The vaccine has not (contrary to my hope) caused many to redouble their efforts with a light at the end of the tunnel. Millions who know better than ever now that most cases are mild or symptomless seem to be telling themselves, with the elderly being vaccinated, their own job is done.<br />A typical sentence since last summer has been: I went to the grocery store and everybody was wearing a mask. The first part of the sentence is the problematic part. People are crowding together again. A decline in social distancing has defeated an increase in mask wearing.<br />Celebrity is fickle even if you’re a coronavirus mutation. By July, the dominant variant in the U.S. and Europe had become different from the Chinese strain that served as the basis for our then-hatching vaccines. As it turns out, the vaccines nevertheless are potent against the “G” strain and likely to be against the celebrated new mutation from the U.K. But it won’t be true of future variants. Once a vaccine starts going into millions of arms, that’s when selective pressure ramps up on a virus to defeat our vaccines. Interestingly, though scientists aren’t sure whether natural or artificial vaccination confers better immunity, they’re pretty sure the natural kind will prove more robust against evolution because it responds to a broader diversity of virus features.<br />More information is always helpful. Multiple experts, in honor of the newly recognized variant, want accelerated genomic sampling to hunt for new strains. Great idea. But it does underline our odd indifference toward measuring current spread accurately. Joe Biden, the Brits and others suddenly are realizing their dainty and over-categorizing answers about who should get the vaccine first are slowing its delivery. Also hurting is the likelihood that one-third of people soon to be lining up will already have been vaccinated by nature, many of them not knowing it."
}