{
    "url_original": "https://www.wsj.com/articles/mcconnell-schumer-to-determine-senate-power-sharing-deal-11611079529?mod=politics_lead_pos3",
    "url": "mcconnell-schumer-to-determine-senate-power-sharing-deal-11611079529",
    "title": "McConnell, Schumer to Determine Senate Power-Sharing Deal",
    "sub_head": "The two leaders are negotiating rules for a 50-50 Senate as it prepares to take up Biden’s cabinet nominees and a likely impeachment trial",
    "category_1": "Politics",
    "time": "2021-01-19 14:10:00",
    "body": "WASHINGTON—Senate Majority Leader Mitch McConnell and the chamber’s top Democrat, Sen. Chuck Schumer, will meet Tuesday to iron out the details of a power-sharing agreement in a Senate divided evenly along party lines.<br />Georgia on Tuesday formally certified Democratic victories for its two recent Senate races, ensuring that Democrats will take control of the chamber for the first time since 2015. Democrats will formally gain the Senate majority once the three new senators from California and Georgia are sworn in on Wednesday afternoon, because Vice President-elect Kamala Harris wields a tiebreaking vote. The chamber already is moving ahead with the confirmation process for some of President-elect Joe Biden’s cabinet nominees and is expected to hold an impeachment trial of President Trump, though its timing hasn’t been determined.<br />In the past, a 50-50 Senate has meant that while each party gets an equal number of committee seats, the majority party holds committee chairmanships and controls the agenda, setting the schedule for nominees and legislation to come to the floor for votes. When the Senate last had a power-sharing arrangement, in 2001, that meant that nominees and bills could advance to the floor even if a committee vote was tied. The arrangements this time around are still being negotiated, however, and it isn’t known what rules will be in place.<br />In addition to hashing out a power-sharing agreement, Messrs. McConnell (R., Ky.) and Schumer (D., N.Y.) will discuss a Covid-19 relief package and nominees, a person familiar with the matter said. Both Republicans and Democrats are looking to the 2001 arrangement as a model, this person said.<br />In remarks on the Senate floor at noon Tuesday, Mr. McConnell argued that November’s elections didn’t hand any side a mandate for broad ideological change."
}