{
    "url_original": "https://www.wsj.com/articles/mcdonalds-chick-fil-a-popeyes-and-other-chains-bite-into-the-fervor-for-chicken-sandwiches-11611052200?mod=business_lead_pos5",
    "url": "mcdonalds-chick-fil-a-popeyes-and-other-chains-bite-into-the-fervor-for-chicken-sandwiches-11611052200",
    "title": "McDonald’s, Chick-fil-A, Popeyes and Other Chains Bite Into the Fervor for Chicken Sandwiches",
    "sub_head": "The new menu items offer a potential lift for fast-food restaurants and suppliers facing Covid-19 disruptions",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-285593?width=620&size=1.5",
    "image_1": "im-285593.jpg",
    "time": "2021-01-19 05:30:00",
    "body": "The hottest item in the burger business is chicken.<br />At least 10 major U.S. fast-food chains have introduced fried-chicken sandwiches in the past three months, or are set to shortly. Many of those peddling the new poultry items are better known as hamburger chains, including  McDonald’s Corp. ,  Shake Shack Inc.  and  Jack in the Box Inc.<br />Restaurant operators, grappling with slowdowns and restrictions brought on by the Covid-19 pandemic, aim to capture consumers’ enthusiasm for crispy, breaded-chicken sandwiches. That fervor helped build Chick-fil-A Inc. into one of the nation’s top fast-food chains over the past decade, and made Popeyes Louisiana Kitchen Inc.’s offering a social-media sensation after its 2019 debut.<br />The chicken-sandwich war, as industry competitors describe it, means diners have lots of options—such as a Korean-style iteration at Shake Shack, a McDonald’s version topped with spicy pepper sauce and a new KFC offering that the chain bills as its “best chicken sandwich ever.” The sandwich craze also might bring lasting changes to the restaurant business, with owners spending thousands of dollars on new equipment for battering chicken filets to compete for what some franchisees say is the future of eating out.<br />Shake Shack began selling its new fried-chicken sandwich in the burger chain’s South Korean restaurants during the fall, before it made its debut in the U.S. this month. One of the first limited-time items it put on menus during the pandemic was a spicy chicken sandwich, also during the fall."
}