{
    "url_original": "https://www.wsj.com/articles/mckinsey-is-in-settlement-talks-with-states-over-opioid-work-11611884901?mod=business_lead_pos6",
    "url": "mckinsey-is-in-settlement-talks-with-states-over-opioid-work-11611884901",
    "title": "McKinsey Is in Settlement Talks With States Over Opioid Work",
    "sub_head": "Potential deal comes on the heels of new documents that detail McKinsey’s work to boost OxyContin sales for Purdue Pharma",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-292089?width=620&size=1.5",
    "image_1": "im-292089.jpg",
    "time": "2021-01-29 12:43:00",
    "body": "McKinsey & Co. is close to reaching a settlement with state attorneys general over advice it gave to Purdue Pharma LP and other opioid manufacturers that have been targeted by states over their alleged role in fueling the nation’s opioid crisis, according to people familiar with the matter.<br />The talks come amid the release of court filings in recent months detailing recommendations McKinsey made to Purdue on how to aggressively boost sales of its OxyContin painkiller at a time the country was reeling from opioid addiction and deaths.<br />The potential deal could be worth hundreds of millions of dollars, though the exact terms are still being worked out and discussions may not result in an agreement, the people said.<br />McKinsey has told the states it is open to a deal that would avert any civil lawsuits attorneys general could file against the consulting firm, these people said. States and local governments have been investigating opioid-industry players for several years, filing thousands of lawsuits that pushed Purdue into bankruptcy in 2019 and have resulted in multibillion-dollar settlement talks with other manufacturers and drug distributors.<br />A settlement, should one be reached, wouldn’t cover other potential legal liability, including legal claims that could be brought by Purdue or its creditors. Generally, bankrupt companies can sometimes bring legal claims against former advisers alleging advice provided resulted in management breaching duties they owe company stakeholders."
}