{
    "url_original": "https://www.wsj.com/articles/meet-the-men-wearing-suits-to-work-from-home-11611249573",
    "url": "meet-the-men-wearing-suits-to-work-from-home-11611249573",
    "title": "Why Some Men Are Still Wearing Suits to Work From Home",
    "sub_head": "10 months on, a small cohort of tailoring traditionalists still refuses to trade ties for T-shirts",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-288434?width=620&size=1",
    "image_1": "im-288434.jpg",
    "time": "2021-01-21 12:19:00",
    "body": "LAST YEAR was all about shlumpy sweatpants, plush house slippers and mundane Zoom shirts. As many Americans shifted to working from home—and later trickled back into offices—our wardrobes took a hard left turn into the world of casual wear. But even as elastic waists and jersey became de rigueur for a chunk of the corporate class, a smaller portion of WFH men—let’s call them tailoring holdouts—continue to cling to their blazers, suits and neckties like life rafts in a tumultuous year. These men found comfort in their sartorial formality, even if they never want to be labeled “the tie guy” on Zoom calls ever again.<br />What’s behind this tailoring commitment? For starters, many of these suit stalwarts are nagged by a feeling that they must maintain some level of decorum even from home. Last summer, months after the pandemic’s onset, Shawn Sukumar, 37, a trial lawyer in Washington, D.C., had his court hearings moved to video call. Though none of his superiors or others on-high specified a dress code, he felt it best to toe the line and wear his suit and tie on the calls. He believes you should look polished when speaking before a court—even digitally. And if you’re wondering: No, he never wore anything but full trousers with his sport coat even though he was only shown from the waist up. No shorts. Certainly no boxers. “I don’t trust the video on that. I wear pants every time.”<br />Mr. Sukumar’s legal colleagues tend to stick to suits during hearings, too, but formal fusspots who work in other fields look conspicuously odd on Zoom in their blazered looks. When his dining room became his office, Graham Pickering, 31, an engineer for an energy company outside New Orleans, continued to button up his dress shirts and blazers each day. “I just wanted to put my best foot forward because we’re a traditional conservative company in a conservative industry. I didn’t want to appear to be taking advantage of [working from home],” he said. Yet, he admits that many of his co-workers didn’t maintain such fastidious standards—and that even his boss “would probably laugh” at his sartorial rigidity.<br />Others feel formality encourages an industrious mind-set. Fraser Martens, 33, an economic analyst in Moscow, Idaho, has been working from home since early last year. Without his commute, or office interactions, he craves “structure” during workdays. He finds it in his chambray dress shirts and Brooks Brothers ties, which communicate to himself, “OK, it’s time for work. You’re going to be sitting in your bedroom, but you are wearing your work clothes.”<br />But on some level, the truth is tailoring traditionalists just like dressing up. Brandon Mitchell, 38, a Bronx-based marketing director for a nonprofit, has a closet brimming with vintage tweed jackets and flannel trousers. To him clothes are a hobby he’s compelled to indulge. As his work shifted to video calls, colleagues ribbed him that he’d be swapping his coats and ties for T-shirts in no time. Mr. Mitchell took that as a challenge and beginning in March, he started cataloging his raffish outfits on Instagram. A peak-lapel sport coat with a yellow tie one day, a glen-check blazer with brown trousers the next, a Gregory Peck-esque flannel suit the following week. His outfits were a lighthearted way to mark time during lockdown."
}