{
    "url_original": "https://www.wsj.com/articles/merkels-party-chooses-continuity-by-appointing-centrist-leader-11610800559?mod=world_major_1_pos4",
    "url": "merkels-party-chooses-continuity-by-appointing-centrist-leader-11610800559",
    "title": "Merkel’s Party Chooses Continuity by Appointing Centrist Leader",
    "sub_head": "New party chairman Armin Laschet is expected to adopt the German chancellor’s legacy of middle-of-the-road pragmatism",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-286507?width=620&size=1.5",
    "image_1": "im-286507.jpg",
    "time": "2021-01-16 07:36:00",
    "body": "BERLIN—Angela Merkel’s conservatives opted for continuity on Saturday when they elected as party chairman a centrist who will now likely run as her successor for chancellor in the September election.<br />The appointment of Armin Laschet at an online Christian Democratic Union convention comes as Ms. Merkel nears the end of her 16-year spell as German chancellor, during which she positioned the conservative group firmly in the middle, adopting liberal and left-leaning policies and winning voters from across the political spectrum.<br />Mr. Laschet, the prime minister of Germany’s most populous state, North-Rhine Westphalia, has positioned himself as a middle-of-the-road politician, and he is widely expected to preserve that legacy. The decision whether he will lead the conservatives in the election campaign as candidate for chancellor will be made in a separate vote by April, party officials said.<br />In a speech before the election, Mr. Laschet said the success of the CDU was largely due to Ms. Merkel’s personal leadership, signaling that he would follow in her footsteps.<br />Mr. Laschet said many voters liked Ms. Merkel more than they did the CDU—a view borne out in most opinion polls. “We need to retain this trust as a party and we need to deserve it,” he said. “We must speak candidly without polarizing, [the new leader] must master the tools of making politics in the center.”"
}