{
    "url_original": "https://www.wsj.com/articles/meteorite-review-we-are-stardust-11610123453?mod=ig_booksjanuary9",
    "url": "meteorite-review-we-are-stardust-11610123453",
    "title": "‘Meteorite’ Review: We Are Stardust",
    "sub_head": "Falling stars have always captured human imagination, but their rocky remains contain wonders in themselves.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-281534?width=620&size=1.5",
    "image_1": "im-281534.jpg",
    "time": "2021-01-08 11:30:00",
    "body": "Struck with cosmic awe on the rocky, windswept summit of Maine’s Mount Katahdin, Henry David Thoreau asked in 1846: “Who are we? Where are we?”<br />Nearly two centuries later, British geologist Tim Gregory offers the best scientific answer I’ve yet found in his meticulously researched and eminently readable “Meteorite: How Stones from Outer Space Made Our World.” We are infinitesimally small “pieces of the Universe,” he writes, a “nebula come to life” whose “molecules evolved into minds” that miraculously “discovered the natural history of our Solar System and of ourselves.”<br />Since the dawn of Homo sapiens about 200,000 years ago, we’ve been addressing fundamental enigmas about our origins with myth, just-so stories and received wisdom. Only in the last 500 years, or so, though, have we been able to transcend our paleolithic mindsets to replace mystery with fact. The tool we use is science, a stepwise cognitive algorithm for making new information: observing, questioning, testing, concluding, communicating and repeating.<br />The ancient Greeks found answers in myth. The demigods Deucalion and Pyrrha, they said, created humans by throwing stones over their shoulders. In the modern scientific version, the atoms within our bodies fell to Earth in stones tossed over the sun’s shoulder. We call them meteorites, the rocky remains of asteroids that survive being burned up in the Earth’s atmosphere as part of the exploding streaks of light we call meteors.<br />Mr. Gregory, a specialist in the “wonderful and often bewildering field” of cosmochemistry at the University of Bristol, creates a gallery of science by hanging one gorgeous hypothesis after another on the walls. He writes with aplomb, his sentences backed by hard evidence and served with clarity, erudition and occasionally humor. “Mercury the scorched sphere, Venus the morning star, Earth the blue marble, and Mars the red planet. . . . Jupiter the giant, Saturn the graceful, Uranus the ice giant, and Neptune the bitterly cold.” Some pithy phrases, short and sweet, could be strung together as a poem to sum up the entire book:"
}