{
    "url_original": "https://www.wsj.com/articles/meteorological-majesty-11610144591",
    "url": "meteorological-majesty-11610144591",
    "title": "Meteorological Majesty",
    "sub_head": "Artist-explorer Albert Bierstadt’s “A Storm in the Rocky Mountains, Mt. Rosalie” looms as large in American cultural history as the towering peaks he depicts.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-281421?width=620&size=custom_5735x3318",
    "image_1": "im-281421.jpg",
    "time": "2021-01-08 17:23:00",
    "body": "In mid-June 1863,the celebrated German-born American painter Albert Bierstadt ventured by wagon into the high Rocky Mountains west of Denver, scouting scenes for a Colorado painting. When he got to the area below the Chicago Lakes, he was “in raptures with the scenery,” according to his companion. Soon he unpacked his brushes and paints to make an oil sketch.<br />So began Bierstadt’s work on his majestic “A Storm in the Rocky Mountains, Mt. Rosalie” (1866), a 7-by-12-foot magnum opus that is one of the most prized artworks in the collection of the Brooklyn Museum. Created in the gloomy Civil War era, the painting conveys the grandeur of the American West at a time when the nation’s belief in Manifest Destiny roused hopes and dreams even for citizens who were not headed west. Studded with emblems of the frontier—a soaring eagle, a black bear, pristine lakes, big skies, steep cliffs and a Native American camp—“A Storm” is, in the words of art historian Linda Ferber, writing in the museum’s 2006 “American Paintings in the Brooklyn Museum: Artists Born by 1876,” “a pivotal work in American cultural history.”<br />Bierstadt (1830-1902), who relished the role of artist-explorer that was blazed in Latin America by his contemporary Frederic Edwin Church, was painting for people who had little knowledge of Western terrain. For this scene of untamed nature, he chose a dramatic moment, cloaking his landscape in three weather patterns—a threatening thunderstorm in the craggy, snowcapped mountains in the distance; dazzling sunshine on the lower mountains and a misty lake in the middle-ground; and a fertile grassland in the foreground, where Indians race with their horses toward their teepees, possibly in anticipation of the storm.<br />At work in the Tenth Street Studio Building in Manhattan, Bierstadt referred to many drawings and oil sketches he made on his 1863 travels. He painted details like the grasses, ferns, wildflowers and animals meticulously, as correct renditions of nature. But to make this bold, stirring landscape, he also embellished—exaggerating geological features or adjusting their placement, using rich colors, and brilliantly heightening light and shadow effects to magnify the theatricality of his work.<br />Perhaps the small Native American camp in the left foreground was Bierstadt’s biggest stretch. No writings from this trip, or his two others to the West, suggest that he actually came face-to-face with Indians. He simply decided to insert them, engaged in a hunt (notice the dead deer). This invention allowed Bierstadt to convey the grand scale of the Rockies and, more important, to give the painting a human narrative, albeit one that exoticizes and romanticizes the West. Bierstadt was careful to paint their gear, like a blanket and saddle, accurately, scholars say, but he makes no allusion to the U.S. government’s drive to force Native Americans off their lands."
}