{
    "url_original": "https://www.wsj.com/articles/mets-fire-general-manager-jared-porter-11611067587",
    "url": "mets-fire-general-manager-jared-porter-11611067587",
    "title": "Mets Fire General Manager Jared Porter After Report of Explicit Texts",
    "sub_head": "New owner Steve Cohen announced the move following publication of accusations that he sent unsolicited texts and images to a female journalist in 2016",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-286999?width=620&size=1.927710843373494",
    "image_1": "im-286999.jpg",
    "time": "2021-01-19 10:02:00",
    "body": "The New York Mets fired general manager Jared Porter on Tuesday morning just hours after publication of accusations that he sent explicit, unsolicited texts and images to a female journalist in 2016 when he worked for the Chicago Cubs.<br />The move, which comes just over a month after Porter’s hiring, was announced on Twitter by new team owner Steve Cohen and represents the first crisis of the billionaire hedge-fund manager’s stewardship of the Mets.<br />Major League Baseball also intends to launch an investigation into Porter, which could lead to him being suspended from the sport, a person familiar with the matter said. Former Houston Astros assistant GM Brandon Taubman was indefinitely banned from baseball last January after he made inappropriate comments toward female reporters at a postgame celebration during the 2019 playoffs.<br />ESPN reported that Porter, who was then working as the Cubs’ director of professional scouting, sent more than 60 unanswered messages to the woman, including one of a naked penis. The woman—who was not named and came from a foreign country to cover baseball—told ESPN she believed Porter’s initial interactions with her were of a typical journalist-source relationship, but that his tone quickly turned inappropriate.<br />In the ESPN story, which came out around 11 p.m. ET Monday night, Mets president Sandy Alderson said Porter acknowledged “his serious error in judgment” and that the organization would “review the facts.” Just before 8 a.m., Cohen tweeted that he had terminated the 41-year-old Porter, who finalized a four-year contract in mid-December."
}