{
    "url_original": "https://www.wsj.com/articles/mexican-former-defense-minister-cleared-of-drug-allegations-11610685428?mod=world_minor_pos1",
    "url": "mexican-former-defense-minister-cleared-of-drug-allegations-11610685428",
    "title": "Mexican Former Defense Minister Cleared of Drug Allegations",
    "sub_head": "Mexican attorney general’s office finds no evidence Gen. Salvador Cienfuegos protected or aided cartel members",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-285855?width=620&size=1.5",
    "image_1": "im-285855.jpg",
    "time": "2021-01-15 12:06:00",
    "body": "MEXICO CITY—Mexico’s attorney general’s office said on Thursday it wouldn’t press charges against the country’s former defense minister, who had been arrested by the U.S. in October on charges he was in the pay of drug traffickers but was returned to Mexico following a diplomatic uproar.<br />In a statement, Mexico’s attorney general’s office said it had analyzed evidence provided by the U.S. in November and concluded that Gen. Salvador Cienfuegos had not had any communication or meeting with any criminal group and therefore wouldn’t face prosecution.<br />The attorney general’s office said it also examined the general’s assets and found the general’s net worth had not grown in any way as to suggest illegal enrichment.<br />U.S. agents arrested Gen. Cienfuegos in October as he arrived in Los Angeles for a family vacation, accusing him of taking bribes in exchange for protecting cartel leaders when he was defense minister between 2012 to 2018. When he was returned in November, Mexico promised to carry out its own investigation.<br />Analysts said that the government of President Andrés Manuel López Obrador may have had political motives for not going after the former general, whose arrest angered senior military officers in Mexico. Many top brass believed the U.S., which had not informed Mexico of its probe against the general, had violated Mexico’s sovereignty in arresting Gen. Cienfuegos."
}