{
    "url_original": "https://www.wsj.com/articles/mexicos-move-to-clear-cienfuegos-of-drug-trafficking-is-faulted-by-u-s-11610839780?mod=business_minor_pos4",
    "url": "mexicos-move-to-clear-cienfuegos-of-drug-trafficking-is-faulted-by-u-s-11610839780",
    "title": "Mexico’s Move to Clear Cienfuegos of Drug Trafficking Faulted by U.S.",
    "sub_head": "Justice Department says release of evidence alleging former defense minister’s involvement undermines sharing of information",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-286557?width=620&size=1.5",
    "image_1": "im-286557.jpg",
    "time": "2021-01-16 18:59:00",
    "body": "MEXICO CITY—The U.S. warned Mexico it had imperiled the sharing of information on the country’s drug cartels by releasing a confidential dossier providing evidence that Mexico’s former defense minister was in the pay of drug kingpins, pushing bilateral antidrug cooperation to its lowest point in years.<br />Mexico’s action “calls into question whether the United States can continue to share information to support Mexico’s own criminal investigations,” the Justice Department said late Friday, adding that the release of the 751-page dossier on Gen. Salvador Cienfuegos was a violation of bilateral treaty obligations on information sharing.<br />The U.S. response comes after Mexican President Andrés Manuel López Obrador accused the Drug Enforcement Administration of fabricating charges against Gen. Cienfuegos, who was exonerated of drug trafficking and bribery by Mexico’s attorney general’s office Thursday. Gen. Cienfuegos was arrested in the U.S. at the request of the DEA last year and then sent back to Mexico following a diplomatic uproar.<br />The Justice Department’s response might mark the lowest point in bilateral cooperation against criminal organizations since the abduction and killing of the DEA agent Enrique “Kiki” Camarena by Mexican drug capos in 1985. It comes as Mr. López Obrador’s administration has struggled to contain the rising political and territorial clout of drug cartels and surging criminal violence.<br />“This opens the door to enormous mistrust,” said Raul Benitez, a security analyst at National Autonomous University of Mexico. “If security relations deteriorate and intelligence sharing is limited, the only winners will be drug trafficking cartels.”"
}