{
    "url_original": "https://www.wsj.com/articles/mexico-accuses-u-s-of-fabricating-drug-trafficking-charges-against-general-11610726752",
    "url": "mexico-accuses-u-s-of-fabricating-drug-trafficking-charges-against-general-11610726752",
    "title": "Mexico Accuses U.S. of Fabricating Drug-Trafficking Charges Against General",
    "sub_head": "President López Obrador criticizes DEA after Mexican attorney general’s office decided not to prosecute Gen. Salvador Cienfuegos",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-286001?width=620&size=1.5",
    "image_1": "im-286001.jpg",
    "time": "2021-01-15 16:38:00",
    "body": "MEXICO CITY—Mexican President Andrés Manuel López Obrador on Friday accused the U.S. Drug Enforcement Administration of fabricating drug charges against Mexico’s former defense minister, an allegation analysts said would further strain bilateral relations and security cooperation between both nations.<br />The Mexican leader defended the decision by his attorney general not to prosecute Gen. Salvador Cienfuegos, who had been arrested by the U.S. in October and then sent back to Mexico a month later following a diplomatic uproar from Mexico, which complained it hadn’t been informed of the probe and threatened to curb security cooperation with Washington.<br />Mexico had vowed to investigate the powerful former general upon his return, using evidence that U.S. officials handed over. The Mexican Attorney General’s Office said Thursday it had investigated the general and found no connection to organized crime or any suspicious increase in his net worth.<br />Mexican Foreign Minister Marcelo Ebrard said on Friday the evidence wasn’t solid enough to arrest the general much less convict him in a Mexican court.<br />Mr. López Obrador went further, saying the DEA concocted the case. He accused the agency of either “consciously or unconsciously” sabotaging the relationship with Mexico when it didn’t inform the Mexican government of its investigation."
}