{
    "url_original": "https://www.wsj.com/articles/mexico-working-on-alternative-to-bill-that-would-force-central-bank-to-buy-dollars-11611311401?mod=markets_lead_pos11",
    "url": "mexico-working-on-alternative-to-bill-that-would-force-central-bank-to-buy-dollars-11611311401",
    "title": "Mexico Working on Alternative to Bill That Would Force Central Bank to Buy Dollars",
    "sub_head": "Controversy around the bill led the government to seek a way to help migrants change dollars while protecting the Bank of Mexico’s autonomy",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-288973?width=620&size=1.5",
    "image_1": "im-288973.jpg",
    "time": "2021-01-22 05:30:00",
    "body": "MEXICO CITY—The Mexican government is preparing a banking product to help migrant workers change their dollars as an alternative to a bill in Congress that would put the responsibility for excess foreign cash on the central bank, Mexico’s top finance official said.<br />The bill passed last month by the Senate would require the Bank of Mexico to take dollars and other foreign currency in cash that commercial banks are unable to put into the financial system, but the lower house postponed a vote on the legislation after a flurry of criticism.<br />The central bank said the bill if passed would violate its constitutional autonomy, and international ratings firms said it could undermine Mexico’s financial credibility.<br />Mexico has limits on the amount of foreign currency that individuals and businesses can deposit in cash, as part of measures to combat the laundering of illicit funds. But of the $4.7 billion of foreign currency received in cash in the first nine months of 2020, banks were able to place with clients in Mexico or repatriate through U.S. correspondent banks all but $102 million.<br />Proponents of the bill, lawmakers of President Andrés Manuel López Obrador’s Morena party, said it seeks to benefit Mexicans who receive remittances or tourist dollars in cash but can’t exchange them for pesos or are forced to exchange them at unfavorable rates."
}