{
    "url_original": "https://www.wsj.com/articles/mgms-ladbrokes-bid-pursues-online-gambling-growth-and-a-lift-for-casinos-11609789902?mod=business_lead_pos5",
    "url": "mgms-ladbrokes-bid-pursues-online-gambling-growth-and-a-lift-for-casinos-11609789902",
    "title": "MGM’s Bid for Ladbrokes Bets Online Gambling Can Help Casinos’ Odds",
    "sub_head": "Internet wagering has surged amid the pandemic, but remains a small part of overall gaming market",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-280386?width=620&size=1.5",
    "image_1": "im-280386.jpg",
    "time": "2021-01-04 14:51:00",
    "body": "U.S. casino operators are wrestling for control of an online- and sports-gambling market that has softened the blow of Covid-19 closures, but there is a long way to go before digital wagering can match the profits from bricks-and-mortar casinos.<br />Las Vegas-based  MGM Resorts International  has made the equivalent of an $11 billion takeover offer for Entain PLC, one of the U.K’s largest gambling firms and the owner of the Ladbrokes brand, the companies said Monday, confirming an earlier Wall Street Journal article. It marks one of the biggest potential deals in the race for the growing online- and sports-betting industry. Entain said the £8.09 billion offer significantly undervalues the company but asked for more information on the strategy behind a merger.<br />In a written statement Monday, MGM said it believes the deal would position the company as a global operator across online and retail gambling and diversify its operations. MGM said it “looks forward to engaging with Entain on this basis.”<br />MGM owns more than a dozen resorts on the Las Vegas Strip, along with casinos across the U.S. and in the Chinese territory of Macau. MGM and Entain are partners in the venture behind BetMGM, a U.S. sports- and online-betting brand. A merger would give MGM full control over what the company has pointed to as a significant area for growth.<br />Last year was a tumultuous one for the gambling industry. The coronavirus pandemic prompted casinos to maneuver through monthslong closures and reopenings under occupancy limits, wiping out revenues. Covid-19 vaccines have gambling operators hoping for a swift return to normal this year, but much remains uncertain."
}