{
    "url_original": "https://www.wsj.com/articles/michigan-pauses-all-college-sports-activities-because-of-covid-outbreak-11611465699",
    "url": "michigan-pauses-all-college-sports-activities-because-of-covid-outbreak-11611465699",
    "title": "Michigan Wolverines Pause All Sports Activities Because of Covid Outbreak",
    "sub_head": "The state health department ordered the school to shut down sports operations temporarily, making Michigan the first major university to halt all athletic activities since March.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-289646?width=620&size=1.5005861664712778",
    "image_1": "im-289646.jpg",
    "time": "2021-01-24 08:55:00",
    "body": "The University of Michigan’s athletics operations were paused indefinitely by the Michigan Department of Health and Human Services late Saturday after the school’s most recent round of coronavirus screening revealed “several individuals” infected with a new, more transmissible strain of Covid-19.<br />Michigan is now the first major university to temporarily halt all athletic activities since last March, when all of college sports effectively shuttered on the eve of the men’s and women’s March Madness basketball tournaments.<br />The move postpones the university’s competitions and closes training facilities for up to 14 days–sidelining its ranked men’s and women’s basketball teams. Additionally, all athletes and athletic personnel were ordered to immediately quarantine until as late as Feb. 7.<br />The shutdown is an indication that the winter college season, including basketball, remains fragile during the pandemic–at a time when the National Collegiate Athletic Association is eager to stage its big-money March Madness tournaments after seeing them canceled last spring. The NCAA has already rejiggered the men’s and women’s tournaments, downsizing them from sprawling multi-state affairs to restrictive bubbles in Indianapolis, Ind., and San Antonio, respectively.<br />It is not known if college athletes on other campuses have contracted the more transmissible variant of the virus that was recently identified in the U.K. and has since spread to the U.S. and elsewhere. There is broad concern that the more contagious variant of the virus will cause new cases, hospitalizations and deaths to balloon, possibly overwhelming local health infrastructures in the process."
}