{
    "url_original": "https://www.wsj.com/articles/microsoft-msft-2q-earnings-report-2021-11611622268?mod=tech_lead_pos4",
    "url": "microsoft-msft-2q-earnings-report-2021-11611622268",
    "title": "Microsoft Poised for Strong Earnings Boosted by Cloud, Videogaming",
    "sub_head": "Demand for Xbox gaming consoles has outpaced supply",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-01-26 08:53:00",
    "body": "Microsoft Corp.  is poised to post record quarterly sales underpinned by pandemic-fueled demand for videogaming and accelerated adoption of its cloud-computing services.<br />The software giant’s fiscal second-quarter earnings due Tuesday afternoon will reflect a period when demand for the latest versions of its Xbox videogame consoles has outstripped supply. Wall Street expects Microsoft to post $40.2 billion in sales, the highest for any three-month period and up around 9% from the prior-year quarter. Net income is expected to jump by $1 billion to $12.6 billion, according to FactSet.<br />The remote work era has been a boon for Microsoft. In addition to its videogaming and cloud-computing products, the company has seen strong sales for its Surface laptops as people bought devices to work remotely and enable distance learning. And use of Microsoft’s Teams workplace collaboration software that includes text chat and videoconferencing, and has been a priority for Chief Executive Satya Nadella, has jumped during the pandemic. Microsoft shares have risen more than 37% over the past year.<br />Mr. Nadella’s bet on cloud computing has been pivotal to Microsoft’s multiyear run of year-over-year sales increases. Sales for the company’s Azure cloud-services have expanded rapidly however, before the pandemic hit, the pace of growth was slowing as the business gained scale. The remote work era arrested that decline. Azure sales increased 48% in the September quarter, up from 47% expansion in the prior three-month period.<br />Azure became a bigger source of revenue for Microsoft than its Windows operating system licenses in the September quarter, said Brent Bracelin, an analyst at Piper Sandler. Microsoft doesn’t break out Azure revenue, but the company is the world’s second-largest cloud-computing vendor after  Amazon.com Inc."
}