{
    "url_original": "https://www.wsj.com/articles/microsoft-puts-on-its-game-face-11611576000?mod=business_minor_pos10",
    "url": "microsoft-puts-on-its-game-face-11611576000",
    "title": "Microsoft Puts on Its Game Face",
    "sub_head": "Software giant’s results will reflect a big gaming quarter, though console shortage and margins complicate the story",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-289779?width=620&size=1.5",
    "image_1": "im-289779.jpg",
    "time": "2021-01-25 07:00:00",
    "body": "Microsoft ’s  videogame business has long involved a delicate dance of pleasing two very different crowds. The company gave a sharp reminder of that just ahead of its quarterly results announcement scheduled for Tuesday.<br />Microsoft announced a series of price changes for its Xbox Live service on Friday. The changes would have effectively doubled the annual rate for new subscribers while allowing existing ones to shift their memberships to the company’s Game Pass service at no extra charge. But a swift outcry from gamers caused the company to backtrack. Microsoft announced on Friday night that it will keep prices the same for Xbox Live Gold members. It even threw in a change that a paid subscription will no longer be required to play free-to-play games, such as the mega-popular Fortnite.<br />The original move seemed to please investors as much as it irked gamers. Microsoft’s share price rose Friday in what was an otherwise tough session for many tech stocks. Gaming was once derided on Wall Street as an expensive distraction for Microsoft. Some analysts even called on Satya Nadella to sell the business after he was named chief executive in early 2014.<br />But Microsoft has instead doubled down, continuing to update its Xbox consoles while investing more in the software and services side. Two of the largest corporate transactions completed under Mr. Nadella’s watch have involved gaming, including last year’s pickup of Bethesda Softworks for $7.5 billion.<br />The launch of the Xbox Series X and Series S consoles last November make this year a big one for Microsoft’s gaming business. The company’s gaming revenue totaled $11.4 billion for the fiscal year ended last June, and analysts are expecting a jump of 17% for the current fiscal year, according to consensus estimates from Visible Alpha. The segment’s revenue is expected to rise 26% year over year to $4.2 billion for the fiscal second quarter ended December."
}