{
    "url_original": "https://www.wsj.com/articles/microsoft-masters-the-cloud-game-11611709167?mod=markets_lead_pos10",
    "url": "microsoft-masters-the-cloud-game-11611709167",
    "title": "Microsoft Masters the Cloud Game",
    "sub_head": "Software titan’s cloud growth and profit margins accelerate despite intense competition",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-290615?width=620&size=1.5",
    "image_1": "im-290615.jpg",
    "time": "2021-01-26 19:59:00",
    "body": "Microsoft  didn’t rebuild its business around a possible global crisis, but the nature and timing of the pandemic certainly played to its strengths.<br />Like its big tech peers, the software giant has seen some distinct benefits from the coronavirus outbreak that has otherwise crippled much of the world economy. A rush of businesses scrambling to make their operations remote has driven demand for cloud-based services, while workers and students stuck at home are snapping up devices like PCs and tablets. Many of them are also passing the extra time with videogames.<br />All three helped Microsoft in its fiscal second quarter, which ended Dec. 31. The company reported Tuesday afternoon that revenue for the period jumped nearly 17% year over year to a record $43 billion. Results in all three of its business segments blew past Wall Street’s forecasts—as did profit. Microsoft’s operating margin came in at 42% for the quarter—4 percentage points higher than for the same period last year. The company’s commercial cloud portfolio saw revenue jump 34% year over year to $16.7 billion. That is both an acceleration from the previous quarter and $1 billion higher than analysts had forecast, according to consensus estimates from Visible Alpha.<br />Plenty of companies found themselves in the right business at the right time over the past 10 months. In Microsoft’s case, though, the pandemic only accelerated some trends on which the company was capitalizing. In particular, the company’s cloud business already was growing steadily. Microsoft also has been able to expand the profitability of its cloud computing businesses despite intense competition from  Amazon.com  and Google. The company noted Tuesday that commercial cloud gross margins came in at 71% for the December quarter—up 4 percentage points from the same period last year.<br />Microsoft also managed to deliver a forecast for the March quarter that was ahead of analysts’ estimates and to affirm that it expects another year of double-digit growth in both revenue and operating earnings for the fiscal year ending in June. Microsoft’s stock rose more than 4% after-hours following Tuesday’s results. That follows a 41% jump over the past 12 months. Its performance actually lags behind the Nasdaq Composite Index a bit as investors have plowed into smaller, trendier cloud names. But as Microsoft keeps reliably demonstrating, size is no handicap."
}