{
    "url_original": "https://www.wsj.com/articles/microsoft-bets-bigger-on-driverless-car-space-with-investment-ingms-cruise-11611064940?mod=tech_lead_pos3",
    "url": "microsoft-bets-bigger-on-driverless-car-space-with-investment-ingms-cruise-11611064940",
    "title": "Microsoft Bets Bigger on Driverless-Car Space With Investment in GM’s Cruise",
    "sub_head": "Tech giant will host cloud services for GM’s autonomous-vehicle subsidiary; financing brings Cruise’s valuation to $30 billion",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-286969?width=620&size=1.5",
    "image_1": "im-286969.jpg",
    "time": "2021-01-19 16:57:00",
    "body": "Microsoft Corp.  is investing in  General Motors Co. ’s driverless-car startup Cruise as part of a strategic tie-up, another sign of renewed interest in the autonomous-technology space after a relatively quiet period.<br />Microsoft is among a group of companies that will invest more than $2 billion in San Francisco-based Cruise, which has been majority-owned by GM since early 2016. The financing brings Cruise’s valuation to $30 billion, Cruise said Tuesday, up from an estimated $19 billion in spring 2019.<br />GM is adding to its Cruise investment as part of the funding round and will retain a majority stake, a Cruise spokesman said. The investment also includes current stakeholder  Honda Motor Co.  and other institutional investors that Cruise declined to name.<br />Under terms of Tuesday’s deal, Cruise will use Microsoft’s Azure cloud-computing service to help it roll out autonomous-vehicle services. Cruise for years has been testing driverless cars in San Francisco and plans an eventual robot-taxi service. It is also is exploring commercial delivery.<br />Driverless cars are expected to throw off troves of data for autonomous-service operators to capture, store and eventually monetize, analysts say. Even on today’s cars, auto makers and tech companies are mobilizing to harness data from the growing number of vehicles with internet connections."
}