{
    "url_original": "https://www.wsj.com/articles/midnight-in-vehicle-city-review-how-labor-got-its-horsepower-11611525369?mod=opinion_major_pos10",
    "url": "midnight-in-vehicle-city-review-how-labor-got-its-horsepower-11611525369",
    "title": "‘Midnight in Vehicle City’ Review: How Labor Got Its Horsepower",
    "sub_head": "A sit-down strike at General Motors outraged Alfred Sloan, the company’s president. As days turned into weeks, he decided to make a deal.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-289694?width=620&size=1.5",
    "image_1": "im-289694.jpg",
    "time": "2021-01-24 16:56:00",
    "body": "Here’s a remarkable fact: In 1980 the median income for young workers in Flint, Mich., was higher than in San Francisco. Flint was a company town, and as Edward McClelland says in “Midnight in Vehicle City”: “There was never a better time to work for General Motors.”<br />Who could disagree? Employees at GM and the other big auto makers had cost-of-living adjustments, two cars in their driveways, lifetime health care and a pension. In Michigan, they had summer cottages and deer hunting trips Up North.<br />It all arose, so Mr. McClelland posits, from a 1936-37 sit-down strike when auto workers in Flint struck GM and demanded bargaining recognition for the fledgling United Auto Workers of America.<br />The strike lasted 44 days. It was violent on both sides but turned into a standoff in which the UAW refused to call an end until it won exclusive bargaining rights, and GM refused to talk until the workers left its premises.<br />Mr. McClelland tells the story of those tension-filled days, when strikers armed with car-door hinges and homemade blackjacks fended off tear gas and the Flint police. According to the book’s subtitle, Flint was “the strike that created the middle class.” The author, a journalist and historian from Lansing, barely bothers to substantiate that claim, but his chronicle of the strike is compelling."
}