{
    "url_original": "https://www.wsj.com/articles/mike-pence-comes-through-for-america-11610476531?mod=opinion_lead_pos8",
    "url": "mike-pence-comes-through-for-america-11610476531",
    "title": "Mike Pence Comes Through for America",
    "sub_head": "We were right to be confident in him as we doubted Trump.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-12 13:35:00",
    "body": "Twenty sixteen seems like a lifetime ago, but it’s been fewer than five years since conservatives like me were struggling to accept Donald Trump as the Republican nominee for president. Mr. Trump was a thrice-married New York casino magnate, who had given thousands of dollars to liberal politicians including Chuck Schumer and Kamala Harris. Now he was poised to lead the Party of Reagan?<br />I had my own personal confrontations with Mr. Trump. In 2011 he called me a “loser.” I immediately phoned to remind the not-always successful developer that not winning at everything doesn’t make you a loser—that learning from your defeats makes you a winner. He told me I was “too conservative” and “too pro-life.” A few months later he endorsed Mitt Romney.<br />So when he was about to secure the 2016 nomination, conservatives like me needed reassurance that he would follow through on the campaign promises he was making. Much of that reassurance came in the form of Mike Pence.<br />I have known Mr. Pence for 20 years. He is a trusted conservative and, more important, a good man. He served in the House while I was in the Senate. In 2010, when we were both considering 2012 presidential runs, Mike and I had several conversations about our visions, the issues that were driving us to run, and the family considerations we were struggling with. Not until he decided to run for governor of Indiana did I feel compelled to seek the presidency.<br />We have seen the vice president’s hand in much of Mr. Trump’s accomplishments over the past four years. We saw the man who called me “too pro-life” become the most pro-life president, the first to address the March for Life. We saw it in the nomination of committed constitutionalists like Justice Amy Coney Barrett. And we saw it in the regulatory reforms the administration has made to improve the economic climate."
}