{
    "url_original": "https://www.wsj.com/articles/military-intelligence-agency-says-it-monitored-u-s-cellphone-movements-without-warrant-11611350374?mod=politics_lead_pos7",
    "url": "military-intelligence-agency-says-it-monitored-u-s-cellphone-movements-without-warrant-11611350374",
    "title": "Military Intelligence Agency Says It Monitored U.S. Cellphone Movements Without Warrant",
    "sub_head": "DIA says it buys commercially available geolocation data and has used it five times in recent years for authorized investigations",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-01-22 16:19:00",
    "body": "WASHINGTON—In a new document made public Friday, the nation’s top military intelligence agency acknowledged monitoring the location of U.S.-based mobile devices without a warrant through location data drawn from ordinary smartphone apps.<br />The Defense Intelligence Agency told congressional investigators that the agency has access to “commercially available geolocation metadata aggregated from smartphones” from both the U.S. and abroad. It said it had queried its database to look at the location information of U.S.-based smartphones five times in the last 2½ years as part of authorized investigations.<br />Such data is typically drawn from smartphone apps such as weather, games and other apps that get user permission to access a phone’s GPS location. A robust commercial market exists for such data for advertising and other commercial purposes. The Wall Street Journal first revealed last year that numerous U.S. government agencies were also buying access to that data from commercial brokers without a warrant, raising questions about whether those agencies were adequately safeguarding the privacy and civil liberties of Americans.<br />The ability of U.S. intelligence agencies to access data on Americans for intelligence purposes is typically circumscribed. A warrant from the secretive Foreign Intelligence Surveillance Court is required for most kinds of surveillance. However, the Defense Intelligence Agency told Congress that it didn’t believe it needed any sort of court authorization to acquire commercial data for foreign intelligence or national security purposes.<br />That echoes a position taken by numerous other U.S. government agencies in recent years as the amount of data on individuals using computers, smartphones and tablets has exploded. The Department of Homeland Security is buying a similar data product and is using it for warrantless tracking as part of its border security and immigration mission. The Internal Revenue Service also purchased access to cellphone data as part of its law enforcement mission. All claim because the data is purchased on the open market, no court order is required."
}