{
    "url_original": "https://www.wsj.com/articles/military-and-police-investigate-members-charged-in-capitol-riot-11611397800?mod=business_minor_pos5",
    "url": "military-and-police-investigate-members-charged-in-capitol-riot-11611397800",
    "title": "Military and Police Investigate Members Charged in Capitol Riot",
    "sub_head": "At least 18 current and former cops, firefighters and service members have been arrested in connection with the mob attack",
    "category_1": "U.S.",
    "time": "2021-01-23 05:30:00",
    "body": "Jacob Fracker is a member of the Virginia National Guard and a police officer in the small town of Rocky Mount, Va. On Jan. 6, he joined the mob that broke into the U.S. Capitol and posted a photo of himself next to a fellow off-duty officer with his middle finger raised in front of a statue of a Revolutionary War commander, according to court documents.<br />Mr. Fracker and the other officer, Thomas Robertson, were arrested last week on charges of knowingly entering a restricted building and violent entry or disorderly conduct on Capitol grounds. A public defender representing Mr. Fracker declined to comment. On Facebook, the Marine Corps veteran said he did nothing illegal. “I can protest for what I believe in and still support your protest for what you believe in. I fought for your right to do it,” he wrote in a Facebook post after the riot, according to the complaint.<br />Mr. Robertson couldn’t be reached for comment. He posted the photo on Instagram and said he was proud of it, according to a federal complaint.<br />A spokesman for the Virginia National Guard, which deployed to Washington, D.C., on Jan. 7, said it would investigate the matter. Rocky Mount’s town manager said Messrs. Fracker and Robertson have been put on administrative leave while officials review the case.<br />As total federal arrests in the Capitol riot grow past 100, Mr. Fracker is one of at least 18 current and former police officers, firefighters and military members who have been charged as of Friday, according to a Wall Street Journal tally. They include a retired Pennsylvania firefighter accused of throwing a fire extinguisher at Capitol police and a Navy veteran who calls himself the QAnon Shaman. In addition, Air Force veteran Ashli Babbitt was shot and killed by Capitol Police as she tried to climb through a window on a door inside the building."
}