{
    "url_original": "https://www.wsj.com/articles/mobile-game-company-playtikas-shares-rise-24-in-debut-trading-11610733995?mod=business_lead_pos7",
    "url": "mobile-game-company-playtikas-shares-rise-24-in-debut-trading-11610733995",
    "title": "Mobile Game Company Playtika’s Shares Rise 17% in Debut",
    "sub_head": "Company’s IPO fueled by growth in at-home games and demand for new share offerings",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-286149?width=620&size=1.5",
    "image_1": "im-286149.jpg",
    "time": "2021-01-15 16:07:00",
    "body": "Shares of mobile game company  Playtika Holding Corp.  rose 17% in their market debut, fueled by growth in the videogame industry and soaring demand for new share offerings.<br />The Israel-based company’s stock closed at $31.62 a share, according to FactSet, above the company’s initial public offering price of $27 a share. Shares had opened Friday at $33.40, placing the company’s market value at $13.7 billion.<br />Playtika’s suite of smartphone games includes casino-style options such as “Caesars Slots,” “House of Fun” and “Poker Heat.” The company, founded a decade ago, saw its revenue rise 28% to $1.8 billion for the first nine months of 2020 compared with a year earlier. Profit fell 94%, hurt by higher costs and expenses, though it has been profitable for years, unlike most of its tech peers that have recently gone public.<br />“Probably one difference from most companies going public is that we have real cash flow,” said Craig Abrahams, Playtika’s president and finance chief, in an interview, adding that now Playtika will gain a larger balance sheet, enabling it to do more deals and reward its employees with equity. “It gives us a lot of flexibility.”<br />In 2016, Playtika was acquired for $4.4 billion in cash by a Chinese consortium including an affiliate of videogame developer Giant Interactive Group and a private-equity firm set up by  Alibaba Group Holding Ltd.  founder Jack Ma."
}