{
    "url_original": "https://www.wsj.com/articles/modernas-covid-19-vaccine-is-cleared-in-europe-11609936954?mod=world_major_1_pos4",
    "url": "modernas-covid-19-vaccine-is-cleared-in-europe-11609936954",
    "title": "Moderna’s Covid-19 Vaccine Is Cleared in Europe",
    "sub_head": "Vaccine would be the second to be rolled out in Europe as the region battles the virus",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-06 08:49:00",
    "body": "The European Union’s main drug regulator on Wednesday cleared  Moderna Inc.’s  Covid-19 vaccine for use, offering the region a second shot to fight the coronavirus at a time when it is already struggling to distribute the doses it has.<br />The decision, which is expected to be formalized by the European Commission within 24 hours, comes more than two weeks after Moderna’s shot received emergency-use authorization in the U.S. and U.K., a timeline that shows how the EU’s regulators have struggled to assess vaccines as quickly as their Western counterparts.<br />The agency said the vaccine should be administered in two doses, the second 28 days after the first, as intended by the manufacturer. The recommendation comes after public-health institutions elsewhere have explored the possibility of delaying second doses so that more people can receive their first.<br />“This vaccine provides us with another tool to overcome the current emergency,” said Emer Cooke, executive director of the European Medicines Agency. “It is a testament to the efforts and commitment of all involved that we have this second positive vaccine recommendation just short of a year since the pandemic was declared.”<br />Since Dec. 27, the EU has been offering its first authorized vaccine, developed by  BioNTech SE  and  Pfizer Inc.,  to nursing-home residents and health-care workers. But the rollout has been slowed by logistical bottlenecks, wasted doses, the challenges of bringing temperature-sensitive vaccines to distant facilities, and reluctance by even some hospital staff to receive a novel vaccine against a disease many of them have already contracted."
}