{
    "url_original": "https://www.wsj.com/articles/moderna-developing-vaccine-booster-shot-against-virus-strain-first-identified-in-south-africa-11611581400?mod=business_lead_pos4",
    "url": "moderna-developing-vaccine-booster-shot-against-virus-strain-first-identified-in-south-africa-11611581400",
    "title": "Moderna Developing Vaccine Booster Shot for Virus Strain Identified in South Africa",
    "sub_head": "Company says lab tests indicate its Covid-19 vaccine protects against emerging variants of the coronavirus",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-01-25 15:25:00",
    "body": "Moderna Inc.  said its Covid-19 vaccine appeared to protect against emerging variants of the coronavirus in laboratory tests, but as a precaution it would test whether a booster shot improves immune responses and develop a new vaccine targeting the strain first identified in South Africa.<br />The company said Monday its vaccine produced immune-system agents known as neutralizing antibodies that worked against the emerging virus variants tested, including strains first evident in the U.K. and South Africa.<br />That means the Moderna vaccine likely still protects against the emerging strains, but a weaker response to the South Africa variant suggests the hazards of a virus that could mutate in significant ways while countries race to vaccinate against it.<br />The new strains appear to spread more easily from person to person, and there are signs that the U.K. variant is more deadly than earlier forms of the virus. The strains appear to be spreading around the world, prompting U.S. health authorities to warn the variant first detected in the U.K. could become dominant by March.<br />The variant first found in South Africa hasn’t been detected in the U.S., Anthony Fauci, the nation’s top-infectious disease expert, said Sunday. To curb the spread of new strains into the U.S., President Biden on Monday restricted travel from South Africa and re-established a ban on most travel into the U.S. from Europe, the U.K. and Brazil."
}