{
    "url_original": "https://www.wsj.com/articles/mondelez-nears-deal-to-buy-rest-of-paleo-chocolate-bar-maker-hu-11609793950?mod=business_lead_pos3",
    "url": "mondelez-nears-deal-to-buy-rest-of-paleo-chocolate-bar-maker-hu-11609793950",
    "title": "Mondelez Nears Deal to Buy Rest of Paleo Chocolate-Bar Maker Hu",
    "sub_head": "Maker of Oreo cookies and Ritz crackers has been adding to its snack portfolio as consumers’ tastes turn toward healthier fare",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-280480?width=620&size=1.5",
    "image_1": "im-280480.jpg",
    "time": "2021-01-04 16:31:00",
    "body": "Mondelez International Inc.  is nearing a deal to buy paleo chocolate-bar maker Hu Master Holdings, the latest move by an established food company to tap into growing demand for healthier snacks.<br />The snack-food giant, which took a minority stake in Hu in 2019, is planning to buy the rest in a transaction that values Hu at around $340 million, according to people familiar with the matter. The deal for closely held Hu could be announced this week, they said.<br />Hu (pronounced “hue”) makes a popular chocolate bar based on the paleolithic diet that Is vegan and free of soy and refined sugar. More recently, it expanded into grain-free crackers. The company traces its roots to 2012, when its flagship restaurant opened in New York City’s Greenwich Village. It was founded by Jason H. Karp and siblings Jordan Brown and Jessica (Brown) Karp, according to the company’s website.<br />Mondelez, the maker of Oreo cookies and Ritz crackers, has been adding to its snack portfolio. Like other food makers, it has prioritized brands with simpler ingredients as consumers’ tastes turn away from highly processed foods and toward healthier fare.<br />In 2018 it agreed to buy cookie maker Tate’s Bake Shop for about $500 million. Tate’s, known for its green-and-white label, uses brown cane sugar and butter over high fructose corn syrup and vegetable oil."
}