{
    "url_original": "https://www.wsj.com/articles/money-mules-in-sheeps-clothing-11611271078?mod=opinion_lead_pos6",
    "url": "money-mules-in-sheeps-clothing-11611271078",
    "title": "Money Mules in Sheep’s Clothing",
    "sub_head": "Cybercriminals recruit unwitting accomplices to launder cash via electronic transfer.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA444_Shiffm_8U_20210121152219.jpg",
    "image_1": "publicresourcesimagesED-BA444_Shiffm_8U_20210121152219.jpg",
    "time": "2021-01-21 18:17:00",
    "body": "Ads that offered the opportunity to “Make $$$ working from home” once were stapled to telephone poles. Today, they’re posted in internet chats, online job boards and social media. They promise big payouts from a few hours of work. The payouts are real, but the work isn’t. The ads seek money launderers, known in the world of cybercrime as “money mules.” The era of the amateur criminal has begun.<br />Big theft is no longer the sole territory of art forgers, safecrackers or even seasoned hackers. In the 2018 film “Ocean’s 8,” a crew of sophisticated criminals plan an elaborate scheme to steal a $150 million diamond necklace from a fundraising gala at the Metropolitan Museum of Art. In real life, last July the U.S. charged Ramon Abbas, a Nigerian Instagrammer known as “Hushpuppi,” with participating in a plot to steal $124 million.<br />Mr. Abbas didn’t have an obvious background in computer technology. He’s not alleged to have hacked computers or stolen data or money. He had none of the “skills” we typically associate with criminal masterminds like those in “Ocean’s 8.” His alleged contribution to the criminal team was to serve as the “cash out” leader. According to the Federal Bureau of Investigation, he recruited and maintained a global network of people with bank accounts to launder money at his direction. He is currently awaiting trial in federal court in California.<br />With rising unemployment during the pandemic, criminal gangs are recruiting vulnerable and desperate workers to open bank accounts, or use their pre-existing accounts, and move cash via electronic transfer. The number of digital money mules is increasing; in early December, Europol and authorities from 26 countries identified more than 4,000 money mules working around the world.<br />Some participate in these schemes knowingly, but many are unwitting—making it hard to distinguish between victim and criminal. Acting as a money mule is illegal, and perpetrators can be prosecuted even if they aren’t aware they are committing a crime, although typically the FBI only issues warnings to those it concludes are unwitting conspirators."
}