{
    "url_original": "https://www.wsj.com/articles/more-cash-means-more-problems-for-big-banks-11610731662?mod=business_minor_pos10",
    "url": "more-cash-means-more-problems-for-big-banks-11610731662",
    "title": "More Cash Means More Problems for Big Banks",
    "sub_head": "Large lenders like JPMorgan Chase are sitting on much more cash than they need",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286119?width=620&size=1.5",
    "image_1": "im-286119.jpg",
    "time": "2021-01-15 12:27:00",
    "body": "Big banks have a tantalizing amount of cash on their books, but there is still a ways to go before it can make its way into shareholders’ pockets.<br />JPMorgan Chase  said Friday that it ended 2020 with $1.4 trillion in cash and marketable securities, which it said is some $450 billion in excess of what regulators require. Across  Citigroup ,   PNC Financial Services ,  JPMorgan and  Wells Fargo ,  which all reported earnings Friday, cash assets at year-end represented about 15% of their total assets, well up from less than 10% a year before.<br />Behind this is a wave of deposits driven by the Federal Reserve’s balance sheet expansion as well as fiscal stimulus. Large U.S. banks’ loans are now only about 56% of their deposits, down from around 70% before the Covid-19 pandemic, according to Fed data.<br />Meanwhile, these banks’ profits were boosted in the fourth quarter by a reversal of credit costs via reserve releases, which investors will want to see a lot more of in 2021. JPMorgan cited the macroeconomy and corporate borrowers having lots of liquidity as major drivers of its release in wholesale lending; it held reserves flat for credit cards.<br />Higher earnings in the fourth quarter could help allow banks to increase buybacks in accordance with the Federal Reserve payout formula, which ties them to average quarterly earnings. JPMorgan said it now has net capacity for $4.5 billion buybacks in the first quarter, part of the $30 billion the bank’s board authorized following the Fed’s December stress test results."
}