{
    "url_original": "https://www.wsj.com/articles/more-blue-chip-companies-halt-political-donations-after-capitol-riot-by-trump-supporters-11610395667?mod=business_lead_pos1",
    "url": "more-blue-chip-companies-halt-political-donations-after-capitol-riot-by-trump-supporters-11610395667",
    "title": "More Blue-Chip Companies Halt Political Donations After Capitol Riot by Trump Supporters",
    "sub_head": "Some of country’s biggest businesses, including AT&T, Facebook and UPS, say they are rethinking their giving to candidates",
    "category_1": "Business",
    "time": "2021-01-11 18:31:00",
    "body": "WASHINGTON—A growing wave of big businesses are deciding to suspend or review their campaign donations in the wake of last week’s riot at the Capitol by supporters of President Trump.<br />AT&T Inc. ,   ConocoPhillips ,   Dow Inc. ,   Facebook Inc.  and  United Parcel Service Inc.  were among companies announcing Monday that they are halting or reviewing campaign donations from their political action committees to lawmakers and political candidates.<br />Those announcements follow JPMorgan Chase Inc. and  Citigroup Inc.,  which said over the weekend they were halting their PAC donations, while others like  Amazon.com Inc.,   Marriott International Inc.  and Blue Cross Blue Shield Associations pledged to stop donations to the Republican lawmakers who objected to President-elect Joe Biden’s victory in the Electoral College.<br />“Last week’s attempts by some congressional members to subvert the presidential election results and disrupt the peaceful transition of power do not align” with company values, said American Express Inc. Chief Executive Stephen Squeri in a memo sent to employees Monday, announcing the company’s decision to suspend PAC donations to more than 100 congressional Republicans who voted to challenge the election results.<br />Dallas-based  AT&T ,  one of the biggest corporate lobbyists, said its federal PAC’s board “decided to suspend contributions to members of Congress who voted to object to the certification of Electoral College votes last week.” It wasn’t immediately clear how long the suspension will last."
}