{
    "url_original": "https://www.wsj.com/articles/morgan-wallen-tops-charts-driving-surge-in-country-music-streaming-11610976928",
    "url": "morgan-wallen-tops-charts-driving-surge-in-country-music-streaming-11610976928",
    "title": "Morgan Wallen Tops Charts Driving Surge in Country Music Streaming",
    "sub_head": "The 27-year-old star breaks record for most streams by a country album in a week",
    "category_1": "Arts",
    "category_2": "Music",
    "image_1_url": "https://images.wsj.net/im-286158?width=620&size=1.5",
    "image_1": "im-286158.jpg",
    "time": "2021-01-18 08:35:00",
    "body": "Morgan Wallen broke the record for the most streams by a country album in a week, as country music gets more traction online and becomes a bigger part of overall listening on streaming services.<br />“Dangerous: The Double Album,” by the mullet-wearing country star from East Tennessee, tops the latest Billboard 200 album chart, powered by its 240 million U.S. streams in the week ended Jan. 14. That more than doubles the prior record, 102 million streams, achieved by Luke Combs last October. In its debut week, “Dangerous” also sold 74,000 U.S. copies as a full package, bringing its total to the equivalent of 265,000 in sales, according to MRC Data, formerly Nielsen Music.<br />“Dangerous,” which was released on Jan. 8 on Big Loud Records and Republic Records, is considered a bid for superstardom by Mr. Wallen, whose rapid rise has captured the attention of music-industry watchers. Billboard magazine, the music trade publication, put Mr. Wallen on its cover this month. The New Yorker magazine called him “the most wanted man in country.” Mr. Wallen also made headlines when “Saturday Night Live” dis-invited him as musical guest, after he broke Covid-19 protocols, before inviting him again in December.<br />“The guy seems capable of becoming Garth Brooks for a new generation,” Chris DeVille, senior news editor at music website Stereogum, wrote this month.<br />Mr. Wallen’s popularity is a big moment for country music, which historically has lagged behind hip-hop, rock and pop on streaming services like Spotify and Apple Music. Increasingly, more country stars are succeeding thanks in part to streaming, with Sam Hunt, Luke Combs and Gabby Barrett joining streaming success stories like Florida Georgia Line."
}