{
    "url_original": "https://www.wsj.com/articles/mountain-of-small-loans-looms-over-europes-pandemic-hit-banks-11611147480?mod=business_minor_pos4",
    "url": "mountain-of-small-loans-looms-over-europes-pandemic-hit-banks-11611147480",
    "title": "Mountain of Small Loans Looms Over Europe’s Pandemic-Hit Banks",
    "sub_head": "Banks have outsize exposure to small businesses, the backbone of the continent’s economy. If these businesses fail, pain awaits Europe’s already-stretched lenders.",
    "category_1": "Markets",
    "time": "2021-01-20 08:24:00",
    "body": "Miguel Ríos had a bustling business running four karaoke bars in Barcelona until the coronavirus forced him to shut them. He took out bank loans worth €80,000, equivalent to $96,000, put his 10 employees on a government wage-support program and hoped for the best.<br />Almost a year later, with doors still closed, Mr. Ríos worries his business will fold, leaving him with a pile of debt and exposing his banks to losses. “We are resisting thanks to savings and bank loans, but we can’t keep like this much longer,” the 59-year-old entrepreneur said.<br />His story is echoed across Europe as small businesses fight to stay afloat through the pandemic. Their survival is key for the region’s banks, which together have over €2 trillion on loan to them—40% of the lenders’ entire business loan books.<br />Overall, lenders have considerably cleaned up bad loans from the previous crisis, but many are still stuck with souring portfolios. They are also struggling to make money in a negative-rates environment.<br />Regulators fear a new—and potentially bigger—wave of defaults could send banks scrambling to cover losses. Weaker ones could require state help to survive. Andrea Enria, the head of banking supervision at the European Central Bank, has warned that bad loans in the eurozone could soar to as high as €1.4 trillion—more than during the aftermath of the financial crisis—if the economy contracts more than expected."
}