{
    "url_original": "https://www.wsj.com/articles/moutai-helps-guizhou-drink-away-its-woesand-debt-too-11609845214?mod=business_minor_pos10",
    "url": "moutai-helps-guizhou-drink-away-its-woesand-debt-too-11609845214",
    "title": "Moutai Helps Guizhou Drink Away its Woes—and Debt, Too",
    "sub_head": "The higher the liquor giant’s share price, the merrier for the province’s government. But other investors should be wary of a hangover.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-280638?width=620&size=1.5",
    "image_1": "im-280638.jpg",
    "time": "2021-01-05 06:16:00",
    "body": "Investors have been binge drinking shares of Chinese liquor giant Kweichow Moutai for the past couple of years. The stock’s spectacular rally has helped one of China’s poorest provinces, too.<br />Shares of Moutai have more than tripled in the past two years, making it by far the world’s most valuable alcohol company. Moutai’s market value broke through $400 billion Tuesday after hitting another record. That means the company, the most valuable listed in mainland China,  is worth more than  Nestlé  and  Procter & Gamble .<br />The famously fiery spirit—often served at state banquets—has become a status symbol, as well as an indicator of Chinese consumers’ spending on high-end goods. Its premium brand means it is able to maintain pricing power. Moutai’s revenue and profit grew around 10% in 2020, the company said this week.<br />Some more premium versions of the liquor have become an investment in themselves. That has prompted state newspapers such as the People’s Daily to weigh in: “Alcohol is for drinking, not speculating, and definitely not for corruption.”<br />Moutai shares’ gain has benefited investors, including many foreign ones. But it has also helped the province of Guizhou, where the company is based. Moutai’s state-owned parent, which owns 58% of the company, agreed in December to transfer a 4% stake—worth around $16 billion—to a separate investment company owned by the provincial government."
}