{
    "url_original": "https://www.wsj.com/articles/mr-mayor-review-oaf-of-office-11609884456",
    "url": "mr-mayor-review-oaf-of-office-11609884456",
    "title": "‘Mr. Mayor’ Review: Oaf of Office",
    "sub_head": "The new comedy from Robert Carlock and Tina Fey stars Ted Danson as a retired businessman turned mayor of Los Angeles.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-280352?width=620&size=1.5",
    "image_1": "im-280352.jpg",
    "time": "2021-01-05 17:07:00",
    "body": "Ted Danson as the mayor of Los Angeles? It requires no stretch of the imagination at all, especially in electorally eccentric California: He’s extremely likable, telegenic, his style is self-effacing, and he’s tall enough to make his “Mr. Mayor” antagonist, Arpi Meskimen (Holly Hunter), seem like a ferocious Munchkin. The optics of television comedy and politics are essentially the same, the show reminds us. Blink and you’re not sure which you’re watching.<br />Or, in this case, when. “I was quarantining before it was cool,” former businessman Neil Bremer (Mr. Danson) tells the assembled L.A. press, having come out of a comfortable, sedentary and close-to-cloistered retirement to win the mayoralty with 68% of the vote (“of the 8% who voted,” someone reminds us). “Too soon,” mutters communications director Jayden Kwapis (Bobby Moynihan), and viewers may agree: The show acknowledges Covid-19 without making any concessions to it (masks, distancing, etc.) while still seeming to be set in the here and now, as Bremer’s predecessor is seen declaring that “2020 broke me!” before resigning his office and asking a green cab to drive him into the ocean. The show may be set in a not-too-distant, pandemic-free future, but there’s also the question of whether right now is the time for political comedy. It may be that the time is just right.<br />Created by Robert Carlock and Tina Fey, “Mr. Mayor” imagines what would happen if a wealthy, overly confident and intellectually incurious middle-aged-plus man—who previously led a billion-dollar outdoor-advertising company— were elected to one of the higher offices in urban America. Like previous projects the pair have been involved with, notably “30 Rock” and “The Unbreakable Kimmy Schmidt,” it dispenses with a laugh track, which is a bit risky given the ambiguity of some of the jokes, never mind the extreme L.A.-centric slant of the show. “He thinks Santa Monica is part of L.A.,” says Neil’s despairing chief of staff, Mikaela Shaw (Vella Lovell), who had only joined the Bremer campaign thinking the candidate would lose. She considers the mayor’s geographic impairment proof of his general ineptitude, but it’s pretty safe to say that a lot of people who live outside Southern California think Santa Monica is part of L.A. and might not quite grasp the hilarity of that particular laugh line. Likewise, Mikaela’s dismissive shorthand on Councilwoman Meskimen: “She represents East Hollywood, Little Bangladesh and the Hollywood Forever Cemetery,” which might be funny if you really know L.A. And even then...<br />Oddly enough, the show’s real potential lies in that same L.A.-Hollywood comedic landscape where a lot of the jokes get lost. Bremer is barely in office when there’s a dispute about whether the word “coyote” amounts to cultural appropriation, whether they should be called “mini-wolves” instead and get free reproductive services. One of Mr. Mayor’s first official acts is to announce a ban on plastic straws, which enrages two constituencies: his teenage daughter, Orly (Kyla Kenedy), because she’s made the issue part of her campaign for student-body president, and the disabled community, members of which need bendable straws. The latter find a champion in Arpi (sounds like R.P.), who during a private meeting with Bremer preps him for the political-correctness battles to come: “I want to see your water bill during the 2017 drought,” she says, devilishly. “Charter schools: Yea or nay? Did you post the black square on Instagram? Either way—how dare you!” The mayor, who proudly declares himself “not a politician,” is befuddled by the paradoxical proprieties of current-day American politics, which are portrayed by the series with refreshing frankness.<br />It took “Happy Days” five seasons to jump the shark; “Mr. Mayor” arguably does it in episode 2, with Bremer consuming some edibles at the ceremonial opening of L.A.’s “10,000th pot dispensary” (“Buy drugs!” he exhorts the crowd) and then careening from one public-relations calamity to another. The show has its charms, principally Mr. Danson, but his character will need some refining (only two episodes were available for review). Is he just a doofus, or a guy with enough native intelligence to make on-the-job training work? He seems to know how to deal with the pesky Meskimen, but their contretemps have just begun. “What’s your beef?” he asks Arpi, who replies—and you know it’s coming—“No beef. I’m a vegan.”"
}