{
    "url_original": "https://www.wsj.com/articles/music-industry-offers-up-venues-for-covid-19-vaccinations-11611673340?mod=business_featst_pos3",
    "url": "music-industry-offers-up-venues-for-covid-19-vaccinations-11611673340",
    "title": "Dormant Live-Music Industry Offers Biden Help With Vaccine Rollout",
    "sub_head": "Live Nation, AEG, Broadway theaters and independent venues offer concert halls, arenas, theaters and logistics to help vaccinate U.S. population",
    "category_1": "U.S.",
    "time": "2021-01-26 11:17:00",
    "body": "The live-music industry has a pitch for President Biden: Put us back to work—on vaccination.<br />Music-industry rivals that have been stagnant businesses for nearly a year due to the Covid-19 pandemic are banding together to offer up thousands of venues, workers and resources to federal and state governments to aid in distributing vaccines across the country.<br />Live Nation Entertainment Inc.  and Anschutz Entertainment Group, the No. 1 and No. 2 concert-promotion giants, together with the National Independent Venue Association and other industry groups sent a letter to the White House Tuesday saying they are uniquely prepared to handle and help organize the mass movement of crowds through their venues, most of which have gone unused for many months.<br />“In fact because we are shuttered, we are able to offer the full weight of our industry to support vaccine distribution beginning immediately,” reads the letter signed by a dozen live-event industry companies and organizations including the International Alliance of Theatrical Stage Employees and International Association of Venue Managers.<br />For the industry, this is an opening salvo to a conversation about how they can work together with the federal and state government on vaccination. The letter doesn’t offer the services free nor directly ask for payment; it is not clear if the companies would pay their own workers or seek government funds to open the venues, but organizers point to the billions of dollars the administration has earmarked for vaccine rollout. Live Nation, which owns Ticketmaster, saw revenue fell 95% in the third quarter, following a 98% drop in the second quarter."
}