{
    "url_original": "https://www.wsj.com/articles/my-little-sister-review-her-brothers-keeper-11610663040",
    "url": "my-little-sister-review-her-brothers-keeper-11610663040",
    "title": "‘My Little Sister’ Review: Her Brother’s Keeper",
    "sub_head": "In Switzerland’s affecting Oscar entry, a playwright strengthens the bonds with her dying twin.",
    "category_1": "Film Review",
    "time": "2021-01-14 17:24:00",
    "body": "The quiet wonder of “My Little Sister,” Switzerland’s Oscar entry, is its cumulative effect. There’s nothing spectacular about this film, which was written and directed by Stéphanie Chuat and Véronique Reymond, apart from the Alpine scenery and one heart-stopper of a parasailing sequence. And nothing extraordinary about the plot, though marital complications around the edges might, in the hands of less gifted filmmakers, have distracted from the center of a story about Lisa (Nina Hoss), a celebrated playwright afflicted by writer’s block, and her twin brother, Sven (Lars Eidinger), a famous actor who is dying of leukemia. Still, every moment strengthens the essence of the drama—the bond of love between two people who came out of their mother’s womb within seconds of one another. (For playdates in physical and virtual theaters go to filmmovement.com/my-little-sister.)<br />There’s a geographical complication too. Berlin is where Lisa and Sven grew up and made their reputations, and where Sven has been in the hospital. But Lisa is tied to Switzerland, where her husband, Martin (Jens Albinus), serves as headmaster in an expensive and pretentious international school. (The school’s grand piano is supposedly the one Stravinsky used to compose “The Rite of Spring.”) What’s more, Sven needs home care and it isn’t’ available in Berlin, since the siblings’ screwy mother, Kathy (the veteran Swiss actress Marthe Keller), is a far cry from Florence Nightingale: “I can’t stand seeing you waste away like this!” she tells her desperately ill son. So Sven joins his sister in a postcard-pretty area near Montreux, though the action shifts back and forth as his circumstances change.<br />His work circumstances, as well as his medical condition—Sven has his heart set on making one last appearance as Hamlet in a Berlin stage production directed by Lisa’s ex-husband. Complications, as I said, but also opportunities for both stars to give riveting performances.<br />Of the two, Mr. Eidinger is less well known outside Europe, but he’s a revelation in a role without emotional boundaries. Sven is frantic, febrile, mercurial, occasionally unhinged, wildly funny, startlingly smart; he claims to know every word of “Hamlet” by heart, and you believe him.<br />It’s tempting to call Ms. Hoss a known quantity; she’s always in demand and was seen most recently as a music teacher in 2019’s “The Audition.” But you never know what she’s going to do, and how she does it so powerfully is a continuing mystery. Many stars are more classically beautiful, although her beauty, like the gravity of her demeanor, is deepening as she ages. One thing she does with distinctive focus is watch, as well as listen; her watchful presence in a scene intensifies the presence of those around her."
}