{
    "url_original": "https://www.wsj.com/articles/mysteries-swedes-on-the-case-11610123250?mod=ig_booksjanuary9",
    "url": "mysteries-swedes-on-the-case-11610123250",
    "title": "Mysteries: Swedes on the Case",
    "sub_head": "Mikael Niemi’s ‘To Cook a Bear,’ Kjell Eriksson’s ‘The Night of the Fire’ and Helene Tursten’s ‘Snowdrift.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-282326?width=620&size=1.5",
    "image_1": "im-282326.jpg",
    "time": "2021-01-08 11:27:00",
    "body": "Mikael Niemi’s historical mystery “To Cook a Bear” (Penguin, 426 pages, $17.99) features the real-life Lars Levi Laestadius (1800-1861), a Swedish botanist and revivalist minister who campaigned against the drinking of alcohol. The teetotaling pastor, in Mr. Niemi’s telling, wrestles with fundamental moral questions. “What makes a good person?” he asks Jussi, the humble young man he rescued from a wretched childhood and who narrates much of the book. “Which of us walks the right path? How should we live, essentially?”<br />One thing Laestadius feels compelled to do is investigate the violent death of a local milkmaid in his Northern Sweden town. The boorish local sheriff declares the victim was killed by a bear, but the pastor is certain she was murdered. “The killer bear,” he claims, “is walking about in human form.” Soon a second young woman disappears.<br />To the annoyance of the sheriff, the pastor insists on conducting his own investigation: gathering clues and using a scientist’s methods to track a two-legged predator. He tells Jussi: “We have to think like the attacker.”<br />“To Cook a Bear,” translated from the Swedish by Deborah Bragan-Turner, makes readers privy to the inner thoughts of the remarkable Laestadius, who can smell God in the faint aroma of a tiny flower while pondering the whereabouts of a killer en route “to hell where he belonged.” Intriguing also are the perceptions of Jussi, who savors the natural world in a sensuous manner bordering on synesthesia and whose own altruistic convictions, learned from his adoptive father, he holds as Gospel.<br />In the contemporary Sweden of Kjell Eriksson’s “The Night of the Fire” (Minotaur, 326 pages, $27.99), certain citizens still tussle with existential riddles from the time of Kierkegaard. Detective Inspector Ann Lindell has left her job with the Uppsala police force to live in a decaying rural village and make artisanal cheese. She feels time “running away at an ever-faster tempo. . . . As if everything was in vain . . . all the goals she had set up and struggled to achieve.”"
}