{
    "url_original": "https://www.wsj.com/articles/mysteries-pickard-county-atlas-review-11610727464",
    "url": "mysteries-pickard-county-atlas-review-11610727464",
    "title": "Mysteries: ‘Pickard County Atlas’ Review",
    "sub_head": "Chris Harding Thornton’s debut follows a sheriff’s deputy in a town full of troubles.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285944?width=620&size=1.5",
    "image_1": "im-285944.jpg",
    "time": "2021-01-15 11:17:00",
    "body": "Past sorrows feed present troubles in Chris Harding Thornton’s “Pickard County Atlas” (MCD, 277 pages, $27), a debut novel set in a fictional Midwestern town in 1978. Madson is a farmed-out place of droughts and dust, “a cusp . . . a spot to fuel up trains in the days of steam.”<br />Madson’s residents are as downtrodden as the topography; they scrape for each dollar, nurse old grudges and hold their grievances close. The town is haunted by the death of seven-year-old Dell Reddick Jr., murdered two decades ago by a farmhand who confessed and then killed himself—but failed to say what he’d done with the victim’s body. When Dell Sr. at last memorializes his first son with a headstone on an empty grave, the locals—especially the Reddick family—suffer fresh psychic wounds.<br />Virginia, the boy’s bitter, pill-abusing mother, is suddenly nowhere to be found. Her surviving son Paul is a 22-year-old with a history of provoking trouble: “Paul knew when misery was stretched taut as it got and sensed just when to pluck it. . . . He went for lost limbs and crushed heads.” Now Paul takes to prowling the grounds of the old home of sheriff’s deputy Harley Jensen, whose own mother killed herself by shotgun when Harley was a boy. The third Reddick brother, Rick, paired with Paul in restoring used mobile homes for their penny-pinching father, steals Paul’s stash of uppers so he can work faster to try to make ends meet.<br />Ill-advised schemes proliferate. Pam, Rick’s desperately discontented wife and the mother of a three-year-old she can’t seem to love, lures the less-than-stable Harley into an after-hours affair. Rick suspects nothing—until he suspects Paul. High on speed, addled by lack of sleep, hallucinating and having visions of his dead brother, Rick strains to discern what’s real and what isn’t.<br />Meanwhile, Madson is experiencing an offbeat-crime wave. Fires break out in several abandoned farmhouses. Newly deceased citizens have their clothes stolen and burned during their own funerals. “Weirder it is, worse it winds up,” warns the sheriff, Harley’s dispirited boss."
}