{
    "url_original": "https://www.wsj.com/articles/mytheresa-ipo-nets-2-2-billion-value-vindicating-neiman-marcus-holdout-11611276356?mod=markets_lead_pos6",
    "url": "mytheresa-ipo-nets-2-2-billion-value-vindicating-neiman-marcus-holdout-11611276356",
    "title": "Mytheresa IPO Nets $2.2 Billion Value, Vindicating Neiman Marcus Holdout",
    "sub_head": "IPO brings to fruition fight spearheaded by Marble Ridge Capital founder Dan Kamensky",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-288945?width=620&size=1.5",
    "image_1": "im-288945.jpg",
    "time": "2021-01-21 19:45:00",
    "body": "Mytheresa Group GmbH, the European luxury e-commerce platform and former Neiman Marcus Group Ltd. subsidiary, went public Wednesday at a $2.2 billion valuation, vindicating creditors who waged a two-year campaign to win back the asset after a 2018 spinoff placed it out of their reach.<br />The fast-growing e-commerce business was the subject of a costly fight between Neiman, its private equity owners and its creditors that started with the 2018 spinoff and continued into the company’s bankruptcy last year.<br />The initial public offering far exceeded the $1 billion value expected by Marble Ridge Capital LP and its founder Dan Kamensky, the most vocal among Neiman’s creditors to challenge its private equity owners when they took control of Mytheresa.<br />With Neiman struggling in 2019 with coming debt maturities, its private equity owners agreed to split up ownership of Mytheresa in a broad settlement with its creditors. But Mr. Kamensky and some others held out for more. Later in bankruptcy court, they argued it was worth more than Neiman’s owners, Ares Management Corp. and the Canadian Pension Plan Investment Board, were letting on.<br />The owners said in court documents they viewed creditors’ estimates of Mytheresa’s worth as ‘astronomically high’, pointing out the unit had been shopped in 2019 and generated offers of no more than $500 million."
}