{
    "url_original": "https://www.wsj.com/articles/mytheresa-ipo-is-less-fashion-forward-than-it-looks-11611248900?mod=business_minor_pos10",
    "url": "mytheresa-ipo-is-less-fashion-forward-than-it-looks-11611248900",
    "title": "Mytheresa IPO Is Less Fashion-Forward Than It Looks",
    "sub_head": "Former Neiman Marcus owners have sold a stake in the online retailer at a high valuation, but its business model may need a makeover",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-284297?width=620&size=1.5",
    "image_1": "im-284297.jpg",
    "time": "2021-01-21 16:44:00",
    "body": "Online luxury-fashion retailer Mytheresa, which used to be owned by struggling department store Neiman Marcus, has fetched a high price at its market debut. Although the business seems to tick all the right boxes for investors, not all trends are in its favor.<br />This week, around one-fifth of Mytheresa’s parent company,  MYT Netherlands ,  was sold to investors at a $2.2 billion valuation. Appetite for fashion e-commerce businesses is strong among investors. One week after its initial public offering, Poshmark’s shares are trading about 66% above where they initially priced.<br />Mytheresa shares started trading Thursday at $35.85, and ended their first day at $31, up 19% from the offering price on the New York Stock Exchange.<br />It is a great result for Mytheresa’s owners, private-equity firm Ares Management and the Canada Pension Plan Investment Board, after a messy legal spat and Neiman Marcus’s bankruptcy. The department store’s bondholders sued the duo for changing Mytheresa’s place in the failing retailer’s corporate structure in a way that put it out of reach of creditors.<br />Proceeds from the sale will ultimately be used to settle debt the parent company owes as part of the bankruptcy settlement. Although the loans don’t mature until 2025, they carry an expensive 7.5% coupon so it makes sense to retire them early."
}