{
    "url_original": "https://www.wsj.com/articles/nations-push-to-get-covid-19-vaccine-out-faster-in-race-against-virus-11610134955",
    "url": "nations-push-to-get-covid-19-vaccine-out-faster-in-race-against-virus-11610134955",
    "title": "Nations Push to Get Covid-19 Vaccine Out Faster in Race Against Virus",
    "sub_head": "Rising infections and new, highly contagious strains of the coronavirus are pressuring governments to accelerate vaccinations",
    "category_1": "World",
    "time": "2021-01-08 14:42:00",
    "body": "Countries around the world are accelerating their efforts to vaccinate their populations against Covid-19 in response to rising infections, public pressure, and fear of new, highly contagious variants of the coronavirus.<br />In an emerging race between the virus and vaccinations, some countries that previously took a cautious approach to authorizing and procuring vaccines, such as South Korea and Australia, are now bringing forward their timetables. Some other countries that were already pushing to inoculate swaths of their population quickly, such as the U.K. and Israel, are looking to further speed up their rollouts.<br />A year into the pandemic, the growing urgency behind vaccination programs shows how most of the world is still struggling to contain the virus with social-distancing measures alone. Stubbornly high infections, pressure on hospitals, public weariness with restrictions on everyday life and fear of accumulating economic damage are prompting many governments to hasten their vaccination plans. But in much of the world, ambitious timetables face obstacles including a shortage of available vaccine doses, logistical challenges and mixed levels of public willingness to get inoculated.<br />South Korea and Australia have brought forward the launch of their vaccination programs to February, about a month earlier than planned, in response to fresh outbreaks and concerns about the economic impact of rising contagion. Both countries were confident until recently they had tamed Covid-19 and therefore could afford to take time to authorize and distribute the new vaccines.<br />South Korea, seen as a model of how to limit contagion, took a particularly cautious approach to new vaccines last year, citing potential side effects and arguing that time was needed to negotiate better prices with pharmaceutical companies. After  Pfizer Inc.  and  BioNTech  SE said in November their vaccine was 95% effective, South Korea’s health minister expressed surprise Pfizer had asked if the country wanted to place an order. It didn’t for weeks."
}