{
    "url_original": "https://www.wsj.com/articles/national-guard-to-send-more-than-10-000-troops-to-washington-d-c-11610393244?mod=politics_lead_pos2",
    "url": "national-guard-to-send-more-than-10-000-troops-to-washington-d-c-11610393244",
    "title": "National Guard Bolsters Washington, D.C., Troop Levels to at Least 10,000",
    "sub_head": "Added forces expected in place by weekend, ahead of Biden inauguration, as authorities prepare for more Trump marches",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-01-11 15:41:00",
    "body": "The National Guard will increase the number of troops in Washington, D.C., to at least 10,000 by Saturday to bolster security in advance of next week’s presidential inauguration, the Guard’s top officer said.<br />Gen. Daniel R. Hokanson, who is in charge of the National Guard Bureau, said in a press briefing Monday that the troop levels could rise to 15,000. He didn’t specify which states the Guard members would come from, whether they would be armed or the details of their mission.<br />The planned deployments represent an increase from the roughly 6,200 troops who arrived from six states in response to a pro-Trump mob’s violent attack on the Capitol Wednesday after the president urged his supporters to march on the legislature while lawmakers were meeting there to certify electoral votes. The bolstered force would be larger than contingents of Guardsmen at past inaugurations. Roughly 9,000 were in Washington for President Obama’s inauguration, Gen. Hokanson said.<br />The decision to deploy more Guard personnel came after military planners and local law enforcement evaluated their planned security posture and discussed how many more troops could be useful.<br />After Wednesday’s deadly assault on the Capitol, Acting Defense Secretary Chris Miller formally approved deploying 6,200 Guardsmen from New York, New Jersey, Pennsylvania, Delaware, Virginia and Maryland. The first of those arrived Thursday morning and are currently securing the perimeter around the Capitol and conducting other logistical support."
}