{
    "url_original": "https://www.wsj.com/articles/navalny-detention-sparks-wave-of-western-criticism-of-russia-11610981536?mod=business_minor_pos5",
    "url": "navalny-detention-sparks-wave-of-western-criticism-of-russia-11610981536",
    "title": "Navalny Urges Protests Against His Detention in Russia",
    "sub_head": "Opposition leader was detained on his return to Russia after surviving a poison attack last August",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-18 13:07:00",
    "body": "MOSCOW—Russian opposition leader Alexei Navalny urged supporters to take to the streets as he was ordered to be held in pretrial custody for 30 days, while Russia’s foreign ministry warned Western countries not to interfere in a case that is already worsening tensions with the U.S. and Europe.<br />Mr. Navalny was brought before a judge Monday, the day after he was detained on arrival at Moscow’s Sheremetyevo Airport. It was the first time he had tried to return to Russia since a near-fatal poison attack last August that left him in a coma and undergoing treatment in Germany.<br />He was remanded in custody until Feb. 15, and now faces a court decision that could turn a suspended sentence he received for an embezzlement case in 2014 into a real prison term. Authorities say he violated the terms of his parole while he was abroad recovering from August’s attack.<br />The European Court of Human Rights said in 2018 that the original case was politically motivated and those charges are trumped up. In addition, Russian prosecutors opened a criminal investigation into him for allegedly siphoning donations to his Anti-Corruption Foundation.<br />Mr. Navalny says both legal moves were politically motivated and meant to scare him away from returning to Russia. In short videos from the courtroom distributed among supporters, Mr. Navalny, 44 years old, said his detention showed that Mr. Putin fears his opposition movement, which will seek to make gains in a parliamentary election in September. He also called on supporters to hold public protests in a show of force."
}