{
    "url_original": "https://www.wsj.com/articles/need-discount-debts-try-50-year-bonds-11611875814?mod=opinion_lead_pos10",
    "url": "need-discount-debts-try-50-year-bonds-11611875814",
    "title": "Need Discount Debts? Try 50-Year Bonds",
    "sub_head": "Long-term Treasurys could give Biden the room to spend big.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-291273?width=620&size=1.5",
    "image_1": "im-291273.jpg",
    "time": "2021-01-28 18:16:00",
    "body": "Will Treasury Secretary Janet Yellen support issuing 50-year Treasury bonds? At her confirmation hearing, she told senators she wouldn’t rule it out. The idea deserves serious consideration. As the ratio of federal debt to gross domestic product soars above 100%, buoyed by borrowing to pay for Covid-19 relief and ballooning entitlement payouts, Washington could use intelligent ways to finance the debt by taking advantage of low interest rates.<br />Extending the average maturity of Treasury debt to lock in low rates for longer periods through the issuance of 50-year Treasurys makes a lot of sense. Other countries—including Argentina, Austria, Belgium, Brazil, Chile, Ireland, Israel and South Korea—have issued 100-year bonds. So have corporations such as  Disney  and  Coca-Cola .<br />If Washington is going to do it, now is the time. Some 100-year bonds have slightly higher rates (between 1 and 2 percentage points above comparable 10-year bond yields) and similar bid-ask spreads (a proxy for liquidity) compared with the 10-year bonds of comparable issuers. Some, including chief analyst with Dankse Bank Arne Lohmann Rasmussen, have argued that the U.S. Treasury could currently issue 50-year bonds at around the same yield as 30-year bonds at around 2%. But there’s a serious risk rates could skyrocket in the future. Imagine what would happen if inflation takes off or the U.S. runs into solvency issues with its massive and growing debt. The Treasury could look back at this time wistfully, wishing it’d locked in low interest rates—and significant savings—when it had the chance.<br />The Trump administration tried to issue 50- and 100-year bonds but got pushback from the Treasury Borrowing Advisory Committee, a group of representatives from asset managers and Wall Street banks who advise the Treasury. The committee argued there wouldn’t be enough demand.<br />But its analysis missed how many long-term Treasurys could be bought up by defined-benefit pension funds looking for assets that match the duration (interest-rate risk) of their liabilities (payouts to pensioners in the future). While historically the duration of a typical pension scheme is around 20 years and tends to fall in the range of 15 to 25 years, many young pension funds pay out after more than 30 years."
}