{
    "url_original": "https://www.wsj.com/articles/net-neutrality-and-big-techs-speech-hypocrisy-11611097017?mod=opinion_lead_pos5",
    "url": "net-neutrality-and-big-techs-speech-hypocrisy-11611097017",
    "title": "Net Neutrality and Big Tech’s Speech Hypocrisy",
    "sub_head": "Facebook and Twitter once positioned themselves as champions of an open internet. No longer.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-19 17:56:00",
    "body": "Social-media giants are under attack for censorship, but a few years ago they positioned themselves as champions of free speech. At issue was “net neutrality,” the Obama-era policy that treated internet service providers like  Comcast  and  AT&T  as common carriers—akin to the old Ma Bell monopoly—by prohibiting them from discriminating among content providers, including the social-media sites.<br />“Net neutrality is the idea that the internet should be free and open for everyone,”  Facebook  CEO Mark Zuckerbergdeclared in July 2017 after the Federal Communications Commission’s then-chairman, Ajit Pai, moved to repeal the regulation, which the FCC had adopted two years earlier.  Twitter ’s  public-policy manager, Laura Culbertson, wrote: “Free expression is part of our company DNA. We are the platform that lets users see what’s happening and to see all sides. . . . Without Net Neutrality in force, ISPs would even be able to block content they don’t like, reject apps and content that compete with their own offerings, and arbitrarily discriminate against particular content providers by prioritizing certain Internet traffic over theirs.”<br />Facebook and Twitter turned out to be more threatening than under threat. Broadband providers haven’t attempted to block content or competitors since the FCC repealed net neutrality. But social media, app stores and cloud providers, which were never subject to the rules, all have engaged in censorship repeatedly in recent weeks.<br />Facebook, Twitter and Snapchat moved in lockstep to shut down Donald Trump’s accounts. Google and  Apple  banned the social-media app Parler, which promotes itself as a free-speech alternative to Twitter.  Amazon  Web Services booted Parler from its cloud, banishing it from the web until it could arrange service from another provider.<br />Appeals by big tech companies to protect an “open and free Internet” were always dubious. They had an interest in supporting net neutrality because it put them at an advantage. Among other things, the rule prohibited broadband providers from charging bandwidth guzzlers like Google’s YouTube, Amazon and Facebook more to upload their content at faster speeds."
}