{
    "url_original": "https://www.wsj.com/articles/netanyahu-orders-new-jewish-settlement-homes-in-israeli-occupied-west-bank-11610378557",
    "url": "netanyahu-orders-new-jewish-settlement-homes-in-israeli-occupied-west-bank-11610378557",
    "title": "Netanyahu Orders New Jewish Settlement Homes in Israeli-Occupied West Bank",
    "sub_head": "Trump administration supported such projects but will soon be replaced by more critical President-elect Biden",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-01-11 10:22:00",
    "body": "TEL AVIV—Israel’s Prime Minister Benjamin Netanyahu said he ordered his government to expand Jewish settlements in the West Bank, an early test for the administration of President-elect Joe Biden who has been a fierce critic of projects built on land that the Palestinians claim for a future state.<br />The government will approve or advance plans for 800 homes in several different settlements, including in one that the Israeli government has yet to formally recognize, Mr. Netanyahu said Monday. “We’re here to stay,” he said on  Facebook .  “We’re continuing to build the land of Israel.”<br />The announcement comes as Mr. Netanyahu courts right-wing votes in an upcoming election, and rushes to offer inducements before close ally President Trump leaves office. Recent polls suggest Mr. Netanyahu will need to retain and expand his support among the right-wing and religious camps if he is to fight off his challenger and retain his post as Israel’s longest-serving prime minister.<br />Mr. Netanyahu’s path to forming a coalition is narrowing, according to a poll released Monday by Israel’s Radio 103 FM. Without the New Hope party led by a former ally-turned-rival, Gideon Saar, and another right-wing party headed by Naftali Bennett, his coalition has only 46 seats. He needs 61 to form a government.<br />Mr. Saar on Monday urged Mr. Netanyahu to recognize Jewish settlements in the West Bank that are considered illegal under Israeli law."
}