{
    "url_original": "https://www.wsj.com/articles/netflix-tops-200-million-subscribers-for-the-first-time-11611090902?mod=tech_lead_pos2",
    "url": "netflix-tops-200-million-subscribers-for-the-first-time-11611090902",
    "title": "Netflix Tops 200 Million Subscribers for the First Time",
    "sub_head": "Streaming giant said it added a record 37 million subscribers in 2020",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-286774?width=620&size=1.5",
    "image_1": "im-286774.jpg",
    "time": "2021-01-19 16:53:00",
    "body": "Netflix Inc.  ended last year with more than 200 million subscribers, a milestone powered by consumers left homebound by the coronavirus pandemic and rising demand in international markets where the streaming giant has a head start over many rivals.<br />Netflix on Tuesday said it added more than 8.5 million subscribers on a net basis in the fourth quarter, a gain that surpassed its forecast for the period. Overall, Netflix signed up what it said was a record 37 million subscribers in 2020 and had a total of 203.7 million users when the year finished up.<br />The company’s subscriber count has roughly doubled since the third quarter of 2017, when it first exceeded 100 million paying customers.<br />The pandemic has charged Netflix’s growth as consumer cut back on a range of leisure activities—from dining out and vacations to visiting theaters and concert venues—to comply with lockdown orders and limit the risk of infection. With many people spending more time at home, streaming demand jumped, bolstering Netflix as well as its competitors.<br />The Los Gatos, Calif., company said it generated $6.64 billion in fourth-quarter revenue, up from $5.45 billion for the year earlier and exceeding analysts’ forecasts. But profit decreased to $542 million, or $1.19 a share, from $587 million, or $1.30 a share, the year earlier. Analysts predicted $1.36 a share for the latest period, according to FactSet."
}