{
    "url_original": "https://www.wsj.com/articles/netflixs-bridgerton-heats-up-romance-11610564965",
    "url": "netflixs-bridgerton-heats-up-romance-11610564965",
    "title": "Netflix’s ‘Bridgerton’ Heats Up Romance",
    "sub_head": "A show based on popular bodice-rippers gives an industry often dismissed as tawdry a much-needed embrace",
    "category_1": "Television",
    "time": "2021-01-13 14:09:00",
    "body": "The new  Netflix  adaptation of the racy “Bridgerton” books has put pop culture in a swoon, giving a mainstream stamp of approval to romance novels sometimes dismissed as trash and boosting a literary genre that has suffered setbacks in recent years.<br />“Bridgerton,” which debuted last month, is based on bestselling author Julia Quinn’s romance series set in the Regency era. The love story about a wayward duke and a high-society bachelorette starring a multiracial cast is projected to stream to more than 63 million households over its first four weeks, according to Netflix. The lavish show, which hit number one on the Netflix charts in 76 countries, has vaulted Ms. Quinn’s roughly 20-year-old novels to the top of the general fiction bestseller lists.<br />“Hollywood studios are full of male producers, directors, writers,” said Amy Pierpont, editor in chief of Forever and Forever Yours, romance imprints of Grand Central Publishing. “The idea that the same value that’s applied to superhero movies would be applied to stories that center around women’s lives has just not happened on a consistent basis.”<br />The success of “Bridgerton” couldn’t have come at a better time for the romance industry, which has been struggling to retain its power in the publishing world. Recent years have marked a steady decline in print and ebook sales of romance novels, which went from more than 98 million units sold in 2012 to 41 million in 2020, according to NPD BookScan, whose figures do not reflect sales of self-published titles.<br />Novelists, publishing executives and literary agents point to a range of challenges. Big retail chains have stopped putting as many mass-market paperbacks on their shelves, they say, while the consolidation of printing plants has complicated distribution efforts. Others say less expensive digital self-publishing has cut into sales by traditional publishers."
}