{
    "url_original": "https://www.wsj.com/articles/netflix-delivers-a-one-two-punch-11611098472?mod=business_minor_pos10",
    "url": "netflix-delivers-a-one-two-punch-11611098472",
    "title": "Netflix Delivers a One-Two Punch",
    "sub_head": "Streaming giant tempers subscriber outlook with surprising cash flow projection",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-287401?width=620&size=1.5",
    "image_1": "im-287401.jpg",
    "time": "2021-01-19 18:21:00",
    "body": "All its years in Hollywood have clearly taught  Netflix  the value of tweaking the screenplay.<br />Wall Street’s script for Netflix has been simple to date: a singular focus on user numbers. And the streaming giant has clearly delivered on that recently, thanks in part to the pandemic that confined people to their homes. The company said Tuesday that it added a record 36.5 million paid subscribers in 2020, with fourth-quarter additions of 8.5 million subscribers beating its own projection by 42%. Over the previous five years, Netflix had averaged about 22.5 million paid subscriber additions annually.<br />But the unique circumstances of Netflix’s recent pace mean it is very unlikely to continue. Indeed, Netflix projected only 6 million subscriber additions for the first quarter, matching the low end of Wall Street’s forecasts. But the company offset the disappointment with the target of breaking even on a free-cash-flow basis this year, compared with its earlier projection of burning as much as $1 billion. The company even bolded a claim in its quarterly letter to shareholders that it believes it will no longer need to raise external financing for its day-to-day operations. Its shares were up more than 13% following the report.<br />The reaction suggests Netflix and its investors are ready to grow up a bit. The company has burned cash since 2013 in a race to build up exclusive content on the correct assumption that studios that produced top-flight programming would eventually create their own streaming outlets. That has played out vividly over the past 18 months with the launch of services such as Disney+, HBO Max and Peacock. New rivals also have cost Netflix access to popular comfort-viewing programs such as “Friends” and “The Office.”<br />Fortunately, Netflix now has plenty of popular shows of its own. Moreover, the company’s tenure in streaming gives it unique insight into what audiences actually want to see. Who else would have given the green light to a hit show with washed-up “Karate Kid” characters?"
}