{
    "url_original": "https://www.wsj.com/articles/new-art-for-a-new-year-11609509601",
    "url": "new-art-for-a-new-year-11609509601",
    "title": "New Art for a New Year",
    "sub_head": "Five artists featured in upcoming exhibitions share what they are looking forward to seeing and doing in 2021.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-278682?width=620&size=custom_2447x3000",
    "image_1": "im-278682.jpg",
    "time": "2021-01-01 09:00:00",
    "body": "The pandemic wreaked havoc on museums’ exhibition schedules in 2020, and the 2021 calendar remains somewhat unpredictable. But a number of expansive, well-considered shows are planned for this year, including solo exhibitions spotlighting innovative contemporary artists. Several of those artists shared thoughts on the past year and what they’re looking forward to in 2021. (Dates may change, so it’s best to check with museums before visiting.)<br />Intense physicality and an expressive hand give the geometric abstractions of Sean Scully, 75, a resonantly human touch. His retrospective, “Sean Scully: The Shape of Ideas,” is slated to open in June at the Modern Art Museum of Fort Worth. Much of Mr. Scully’s studio time last year was devoted to his continuing “Landline” series of paintings, in which horizontal bands of varying colors evoke landscapes and horizons. He also worked on “more nihilistic, pessimistic paintings, with black squares in the middle. Which I find very symbolic of the time,” he said. In 2021, he is looking forward to “Jasper Johns: Mind/Mirror,” a nearly 500-work retrospective that will open Sept. 29 at the Philadelphia Museum of Art and the Whitney Museum of American Art in New York.<br />For Bisa Butler, the term that best describes the current moment is “hyperdrive.” After months of focused studio time, “I feel my own mind so full of ideas, projects and future collaborations,” she said, noting that the lockdown “has emboldened me to connect with people I admire.” Ms. Butler, 47, reinterprets vintage photographs of African-Americans as oversize, brilliantly colored quilts, playing pattern against pattern and layering fabrics to create nuanced tones. “Bisa Butler: Portraits” opened at the Art Institute of Chicago in November, a few days before the museum shut down; the show will continue when the Art Institute reopens.<br />Among the artists Ms. Butler is hoping to see more of in 2021 are Faith Ringgold, Romare Bearden and El Anatsui. She is also looking forward to the emergence of new work by other artists, noting that “as these projects come to fruition, we will see the creative abundance of the lockdown.”<br />Pat Steir, 80, creates abstract paintings by pouring, splashing and flinging color at the canvas. Often an element of chance is skillfully factored into the process. Between uninterrupted studio time and postponed exhibitions, “the lockdown is a kind of dream and nightmare in one,” she said. When the Hirshhorn Museum and Sculpture Garden in Washington, D.C. reopens, “Pat Steir: Color Wheel”—a massive, 30-painting installation spanning the circular inner gallery on the museum’s second floor—will resume its interrupted run."
}