{
    "url_original": "https://www.wsj.com/articles/new-yorker-writer-shared-doubts-on-japanese-family-rental-article-before-publication-11610366109?mod=business_lead_pos4",
    "url": "new-yorker-writer-shared-doubts-on-japanese-family-rental-article-before-publication-11610366109",
    "title": "New Yorker Writer Shared Doubts on Japanese ‘Family Rental’ Article Before Publication",
    "sub_head": "The magazine has added an editor’s note saying three leading figures in the article made false claims",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-283335?width=620&size=1.5",
    "image_1": "im-283335.jpg",
    "time": "2021-01-11 06:55:00",
    "body": "TOKYO—A New Yorker staff writer who researched a “family rental” service in Japan expressed concern before publication that her sources might not be telling the truth, according to people who spoke with her.<br />The New Yorker won a National Magazine Award in feature writing for the April 2018 article, “A Theory of Relativity,” by staff writer Elif Batuman. In December, it added an editor’s note saying three leading figures in the article made false claims that broadly undermined their credibility.<br />The magazine’s internal investigation, which took a year and a half, prompted other news organizations to review their coverage of a business called Family Romance, whose owner says he rents out actors to play various roles including fake family members. The British Broadcasting Corp. and the Associated Press have removed videos they published in 2019 featuring the business.<br />Family Romance owner Yuichi Ishii garnered extensive international media coverage over the past decade by telling colorful stories about his business. It was the subject of a 2019 movie by German director Werner Herzog as well as a comic segment in which television host Conan O’Brien rented a family on his visit to Japan. Mr. Ishii says on his website that his services include sending an actor to scold people who feel guilty about a transgression and want a proper chastising.<br />People who have dealt with Mr. Ishii said some of his services were real but the people he introduced to the media as customers were often themselves actors."
}