{
    "url_original": "https://www.wsj.com/articles/new-coronavirus-variants-complicate-the-battle-against-the-pandemic-11611518097",
    "url": "new-coronavirus-variants-complicate-the-battle-against-the-pandemic-11611518097",
    "title": "New Coronavirus Variants Complicate the Battle Against the Pandemic",
    "sub_head": "Mutations may delay a return to normal as faster-spreading strains could make people sicker or render vaccines less effective",
    "category_1": "World",
    "time": "2021-01-24 16:55:00",
    "body": "The emergence of new variants of the virus that causes Covid-19—including one in the U.K. that British officials say could be more deadly than earlier versions—signals a future in which health authorities are locked in a cat-and-mouse battle with a shape-shifting pathogen.<br />Faster-spreading coronavirus strains that researchers fear could also make people sicker or render vaccines less effective threaten to extend lockdowns and lead to more hospitalizations and deaths, epidemiologists caution. But, they said, it doesn’t mean the contagion can’t be contained.<br />“We’re living in a world where coronavirus is so prevalent and rapidly mutating that there are going to be new variants that pop up,” Anthony Harnden, a physician who advises the U.K. government, told Sky News. “We may well be in a situation where we end up having to have an annual coronavirus vaccine” to cope with emerging strains.<br />As the new variant in the U.K. has spread across the country, hospitals have been under more strain than they were in the first wave of the pandemic in the spring, and the national Covid-19 death toll is expected to surpass 100,000 in coming days. But in the week ended Sunday, new daily cases were down 22% from the previous seven days.<br />Matt Hancock, the U.K.’s health secretary, said that was because of national restrictions in place since the start of the year. But in a television interview, Mr. Hancock warned, “We are a long, long, long way” before cases would be low enough for restrictions to be lifted."
}