{
    "url_original": "https://www.wsj.com/articles/new-york-state-bar-association-weighs-stripping-giuliani-of-membership-11610382286?mod=politics_lead_pos13",
    "url": "new-york-state-bar-association-weighs-stripping-giuliani-of-membership-11610382286",
    "title": "New York State Bar Association Weighs Stripping Giuliani of Membership",
    "sub_head": "Legal group cites complaints about President Trump’s personal attorney in recent months",
    "category_1": "U.S.",
    "time": "2021-01-11 13:59:00",
    "body": "The New York State Bar Association said it has opened an investigation into whether it should eject Rudy Giuliani from the organization, an extraordinary move that follows President Trump’s personal attorney’s role on the day of the Capitol Hill riot last week.<br />The move wouldn’t lead to Mr. Giuliani’s disbarment but would still be a remarkable rebuke for a lawyer who once served as the U.S. Attorney in Manhattan, one of the most powerful law-enforcement roles in the country. The organization, with a membership of more than 70,000, according to its website, is the largest voluntary bar association in the U.S.<br />While any lawyer who is disbarred is automatically stripped of membership, a spokeswoman for the organization, Susan DeSantis, said this is the first time the group has opened an inquiry into a current member since it adopted its bylaws in the 1970s.<br />The bar association said its inquiry will examine whether Mr. Giuliani’s actions during and after the presidential election violated the organization’s bylaws. The bar association said it had received hundreds of complaints in recent months about Mr. Giuliani stemming from his “baseless efforts” to cast doubt on the presidential election and overturn its results.<br />Last week, as Congress gathered to certify the results of the election, Mr. Giuliani spoke to crowds of thousands of Trump supporters at a Washington, D.C. rally, urging them to fight on. The bar association cited Mr. Giuliani’s exhortation to the crowds at Mr. Trump’s rally: “Let’s have trial by combat.”"
}