{
    "url_original": "https://www.wsj.com/articles/new-york-times-taps-editor-to-oversee-audio-unit-after-caliphate-controversy-11611787808?mod=business_lead_pos12",
    "url": "new-york-times-taps-editor-to-oversee-audio-unit-after-caliphate-controversy-11611787808",
    "title": "New York Times Taps Editor to Oversee Audio Unit After ‘Caliphate’ Controversy",
    "sub_head": "Cliff Levy is promoted to deputy managing editor, will develop procedures for vetting audio content in interim role",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-291156?width=620&size=1.5",
    "image_1": "im-291156.jpg",
    "time": "2021-01-27 17:50:00",
    "body": "The  New York Times  said it assigned a top editor to develop procedures to vet stories from its audio unit, a part of the business that is growing quickly but has drawn criticism recently over its “Caliphate” series.<br />Cliff Levy, who has been the news outlet’s Metro editor since 2018, was promoted to deputy managing editor. He will provide guidance on an interim basis to Sam Dolnick, who oversees the paper’s audio unit as well as its film and television projects, and executive audio producer Lisa Tobin.<br />Mr. Levy said in an interview that “bringing newsroom sensibilities” to the audio group is part of the reason for his new assignment. Addressing the problems related to the “Caliphate” series, which caused the Times to issue a major correction in December, “is one part,” he said.<br />The Times has made audio a focus in its digital expansion efforts, as podcasts grow in popularity with listeners and advertisers. U.S. ad spending on podcasts was up 14.7% in 2020 to nearly $1 billion, according to the Interactive Advertising Bureau.<br />The Times’s flagship podcast, “The Daily,” is regularly among the most-downloaded podcasts. The publisher doesn’t break out its audio unit’s financial results. The unit generated about $29 million in revenue in 2019, a person familiar with the matter said, about 11% of overall digital ad revenue that year. The revenue figure was earlier reported by Business Insider."
}