{
    "url_original": "https://www.wsj.com/articles/new-penn-station-is-a-catalyst-for-renewal-11611182741?mod=opinion_major_pos17",
    "url": "new-penn-station-is-a-catalyst-for-renewal-11611182741",
    "title": "New Penn Station Is a Catalyst for Renewal",
    "sub_head": "There is a once-in-a-century opportunity to unlock this region’s upside potential, including New York City proper, by unifying the transit network centered on a rethought and rebuilt above-ground Penn Station.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-280807?width=620&size=1.5",
    "image_1": "im-280807.jpg",
    "time": "2021-01-20 17:45:00",
    "body": "Michael J. Lewis’s “Upping the Waiting Game—Moynihan Train Hall, the expansion of Penn Station, imbues rail travel with some grandeur” (Arts in Review, Jan. 14) affirms the importance of proactivity and innovation when skeptics are writing cities off.<br />Moynihan’s success should be a starting point for broadening our thinking to include the entire region. At ReThinkNYC, we believe there is a once-in-a-century opportunity to unlock this region’s upside potential, including New York City proper, by unifying the transit network centered on a rethought and rebuilt above-ground Penn Station, like the original, across from the Moynihan. This will address Mr. Lewis’s concern that the Moynihan will be an “orphan” until the train lines are “organically integrated” and their century-old “piecemeal accretion” is put behind us. New or expanded transit hubs in Sunnyside, Queens, Secaucus and the Bronx would expand the region’s core to reduce car traffic, allow for fluid intraregional access to housing and the job market and add economic relevance to such places as Newark, Paterson and Jamaica, Queens. We would recreate a modernized, yet faithful, version of the original high-ceilinged naturally lighted McKim, Mead and White Penn Station, attracting ridership and maximizing positive economic activity. London’s acclaimed conversion of the St. Pancras station is an apt precedent.<br />Our proposals affirm the approach to streetscape and scale that Jane Jacobs, who actively protested the original Penn Station’s destruction, found so important in cities. Our hope is to help the region move beyond the auto-centric approach to land-use and funding decisions that, as Robert Caro pointed out in “The Power Broker,” impeded the quality of life in the tristate region for decades and, sadly, continues to do so today.<br />Samuel Turvey<br />Chairperson, ReThinkNYC"
}