{
    "url_original": "https://www.wsj.com/articles/new-tax-rules-these-tiny-last-minute-tax-changes-could-be-a-big-deal-in-2021-11609454073?mod=markets_lead_pos10",
    "url": "new-tax-rules-these-tiny-last-minute-tax-changes-could-be-a-big-deal-in-2021-11609454073",
    "title": "These Tiny Last-Minute Tax Changes Could Be a Big Deal in 2021",
    "sub_head": "From stimulus checks to early retirement-plan withdrawals, here are some late-breaking items that could alter either your 2020 return or how you approach your taxes in the year to come",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "time": "2021-01-01 05:30:00",
    "body": "With taxes, small changes often add up to big differences—and major confusion.<br />Last year Congress passed two important bills in response to Covid-19 that contain a slew of tax changes, with the most recent one signed by President Trump on Dec. 27. Some of the changes apply only to 2020, while others affect more than one year or take effect beginning in 2021. The new year also brings automatic inflation adjustments that slightly shift tax brackets and some other thresholds.<br />That’s a lot to keep straight, so here’s a rundown of the most recent tax changes and when they apply, according to the Senate Finance Committee, plus an overview of this year’s key tax numbers. Happier New Year in 2021!<br />• Stimulus payments. The year-end relief and spending package just signed into law includes a second round of stimulus checks. This payment is up to $600 per taxpayer ($1,200 for married joint filers) plus $600 per qualifying child under age 17. It begins to phase out at $75,000 of adjusted gross income for most single filers and $150,000 of AGI for most married joint filers. For individuals without children, the payments go to zero when income reaches $87,000, or $174,000 for couples filing jointly. The second round of stimulus payments, like the first, isn’t taxable.<br />Payments are already going out, and most are based on taxpayers’ income as listed on their 2019 tax returns. If the recipients’ 2020 income turns out to be much higher, they won’t need to give the payments back. Taxpayers who earned too much in 2019 to receive checks but whose income dropped enough to qualify for the stimulus can claim payments through their 2020 tax returns."
}