{
    "url_original": "https://www.wsj.com/articles/new-york-city-renters-owe-more-than-1-billion-in-unpaid-rent-survey-finds-11610622000?mod=markets_lead_pos13",
    "url": "new-york-city-renters-owe-more-than-1-billion-in-unpaid-rent-survey-finds-11610622000",
    "title": "New York City Renters Owe More Than $1 Billion in Unpaid Rent, Survey Finds",
    "sub_head": "State was earmarked for $1.3 billion in rental assistance in last month’s federal Covid-19 relief package",
    "category_1": "Real Estate",
    "time": "2021-01-14 06:00:00",
    "body": "New York City apartment tenants are more than $1 billion in debt from missed rent payments during the coronavirus pandemic, according to a new survey measuring the depth of the rent crisis brought on by Covid-19.<br />The debt figure is the most recent indicator that unemployment benefits and federal stimulus packages have so far been inadequate to alleviate the growing financial burden of missed rent payments across thousands of city households. Both landlord and tenant advocacy groups have lobbied heavily for more government rental assistance during the pandemic.<br />The survey, conducted by the Community Housing Improvement Program, a landlord trade group, focused on New York buildings subject to the city’s rent-regulation laws. These apartments account for about half of the city’s total rental apartments. Tallying responses from landlords, the group estimated that as many as 185,000 households living in these apartments are more than two months behind on rent, with an average debt of more than $6,000.<br />Jay Martin, executive director of CHIP, said rent debt from the rest of New York’s apartment inventory is probably the same or greater, meaning the total debt New York City renters are carrying is likely more than $2 billion.<br />“It’s not an insurmountable amount,” Mr. Martin said. “The numbers tell us that, probably, if we could get an additional billion or two dollars in the city, we could probably pay off every single renter’s arrears in the entire city of New York over the last year of the crisis.”"
}