{
    "url_original": "https://www.wsj.com/articles/new-york-nurse-gets-second-dose-of-covid-19-vaccine-11609792513?mod=business_minor_pos1",
    "url": "new-york-nurse-gets-second-dose-of-covid-19-vaccine-11609792513",
    "title": "New York Nurse Gets Second Dose of Covid-19 Vaccine",
    "sub_head": "Booster shot marks milestone for state, but slow rollout prompts efforts to accelerate and widen vaccination campaign",
    "category_1": "U.S.",
    "category_2": "New York",
    "time": "2021-01-04 15:35:00",
    "body": "The first New Yorker to be given a Covid-19 vaccine received a booster shot on Monday, marking a milestone in a statewide vaccination rollout that has so far fallen short of its targets at a time hospitalizations are racing higher.<br />After a colleague’s short prayer, Sandra Lindsay, a nurse at Long Island Jewish Medical Center in Queens, received her second dose of the  Pfizer -BioNTech Covid-19 vaccine, 21 days after her first. Ms. Lindsay, who had no side effects from the first dose, said she has received mail from schoolchildren and strangers thanking her for volunteering to publicly take the vaccine.<br />“It’s our civil responsibility in a crisis to just band together and get through this,” she said. “Covid-19 has stripped us of our lives, our livelihoods, and 2021 is our opportunity to reclaim that.”<br />The milestone came as New York Gov. Andrew Cuomo and New York City Mayor Bill de Blasio, both Democrats, announced measures to accelerate vaccinations to combat the pandemic. New York has recorded more than 395,000 new cases of Covid-19 since Thanksgiving, according to data compiled by Johns Hopkins University. More than 8,200 people were hospitalized across the state on Monday, up from 3,103 people on Thanksgiving, Mr. Cuomo said.<br />Health officials across the U.S. are in a race to get the vaccines out as the number of people hospitalized with Covid-19 continues to reach all-time highs and several states have reported cases of a fast-spreading new variant of Covid-19. The variant was first detected in the U.K. and is thought to be more transmissible. By nearly every measure, December was the worst month since the pandemic started. And some experts expect that trend to continue into January because of holiday travel and gatherings."
}