{
    "url_original": "https://www.wsj.com/articles/new-york-citys-creative-class-faces-health-care-crunch-11611669604?mod=business_minor_pos2",
    "url": "new-york-citys-creative-class-faces-health-care-crunch-11611669604",
    "title": "New York City’s Creative Class Faces Health-Care Crunch",
    "sub_head": "With Broadway and other theater closures now stretching past 10 months, people in the industry have limited options for keeping their coverage",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-290275?width=620&size=1.5",
    "image_1": "im-290275.jpg",
    "time": "2021-01-26 09:00:00",
    "body": "Thousands of actors, musicians and other creative professionals in New York City are at risk of losing or have already lost their health-care coverage because of coronavirus-related shutdowns.<br />With Broadway and other theater closures now stretching past 10 months, actors and others in the industry have limited options for keeping their health insurance, which is often provided through union plans that offer coverage based on time worked. Enrollment through the Actors’ Equity Association, which covers actors and stage managers, has already dropped by nearly a quarter, with 5,509 members covered at the start of this year compared with more than 7,200 at the end of 2019.<br />Officials estimate enrollment will continue dropping by about 10% monthly, with just over 4,000 members covered at the end of March, according to a spokesman for the Equity-League Benefit Funds, a separate organization that governs the union members’ benefit programs. Members need to work a minimum number of weeks to qualify for six months to a year of coverage, and in normal times performers often take on extra jobs to make sure they hit the threshold.<br />The fund receives 88% of its funding from employer contributions and officials project its reserve levels will decline to $30 million by the middle of the year if live performances don’t return to near-normal levels, compared with $120 million before the pandemic hit. As a result, trustees voted to increase premiums and raise the eligibility threshold for coverage.<br />“We understand that, without the ability to work, many participants may not qualify for coverage under any realistic benefit plan we could devise and financially sustain,” the funds’ trustees said in a statement. “Sadly, there is nothing the Health Fund can do to affect the course of the pandemic or to accelerate the safe reopening of live theater.”"
}