{
    "url_original": "https://www.wsj.com/articles/new-jerseys-subsidy-switcheroo-11610148503?mod=opinion_lead_pos4",
    "url": "new-jerseys-subsidy-switcheroo-11610148503",
    "title": "New Jersey’s Subsidy Switcheroo",
    "sub_head": "After raising tax rates, Gov. Murphy increases corporate welfare.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-282394?width=620&size=1.5",
    "image_1": "im-282394.jpg",
    "time": "2021-01-08 18:28:00",
    "body": "Perhaps the biggest winners in the Georgia Senate runoffs are Democratic states banking on federal budget relief. New Jersey Gov. Phil Murphy is already cashing his future check with $14 billion in new state business subsidies to mitigate his Covid-19 lockdown and corporate tax hike.<br />“Tax incentives should be used strategically and sparingly,” Mr. Murphy said in 2019. He added that “to those who bemoan our inability to pay for even the most basic items in our budget, let me say,” spending $1 billion a year on corporate subsidies “simply put, is nuts.” The Governor let the tax breaks lapse.<br />He’s now back to “nuts.” Legislation he signed Thursday provides $11.5 billion in tax breaks over seven years for real-estate projects as well as businesses that keep and create jobs in the state. Another $2.6 billion in tax credits are for film production.<br />Mr. Murphy says the tax breaks are needed to help businesses hurt by the pandemic—i.e., his excessive business shutdowns. New Jersey’s 10.2% unemployment rate in November was the highest in the country. But last year he extended the state’s “temporary” corporate tax hike and borrowed $4 billion to avoid spending cuts. Trenton Democrats in 2018 raised the state’s top corporate rate to 11.5% from 9% for businesses with more than $1 million in income. That gave New Jersey the highest rate in the country after Iowa (12%). The tax increase was supposed to fall to 10.5% last year and sunset after 2021, but Democrats, no surprise, extended the 11.5% rate through 2023.<br />Now Democrats are offering a salve to politically favored businesses, thus completing the cycle of political life in New Jersey: Make rich promises to public unions, increase taxes and borrowing to pay for them, and then spend to keep businesses and jobs from leaving. Revenues have improved in New Jersey since the spring, but the budget is still bleeding from unsustainable pension obligations."
}