{
    "url_original": "https://www.wsj.com/articles/night-stalker-the-hunt-for-a-serial-killer-one-murderer-many-methods-11610490862?mod=opinion_reviews_pos2",
    "url": "night-stalker-the-hunt-for-a-serial-killer-one-murderer-many-methods-11610490862",
    "title": "‘Night Stalker: The Hunt for a Serial Killer’: One Murderer, Many Methods",
    "sub_head": "Netflix’s grim four-part docuseries highlights the forensic work of detectives Frank Salerno and Gil Carrillo, who ultimately identified the erratic killer.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-284347?width=620&size=1.5",
    "image_1": "im-284347.jpg",
    "time": "2021-01-12 17:34:00",
    "body": "That television is acrawl with serial killers probably says something unpleasant about our shared capacity for morbid fascination. It might even represent an extreme version of the “there-but-for-the-grace-of-God” attraction of so much reality TV. But some cases can stand up to repeated revisiting, notably that of the so-called Night Stalker, which has now been the subject of at least half a dozen film and TV adaptations, one of which starred Richard Jordan and A Martinez as detectives Frank Salerno and Gil Carrillo.<br />The real-life Carrillo and Salerno are the stars, so to speak, of the four-part Netflix series “Night Stalker: The Hunt for a Serial Killer,” which director Tiller Russell adorns with an excess of boogeyman visuals and ominous music, but which provides a cop’s-eye view of why the case remains so interesting. “We’d never encountered someone like that,” says Mr. Salerno, alluding to the methodologies of Richard Ramirez, which were so varied and random they offered up no immediate connections between the crimes or any obvious profile of the killer himself. Ramirez, who died in prison in 2013, shot people in their sleep, sexually assaulted his victims, beat them viciously, dragged one out of her car in traffic and shot her; he abducted children, molested them but let them live (usually) while killing his adult targets; he mutilated, burglarized and his weapons ranged from guns and knives to hammers and tire irons. Police investigators such as Messrs. Salerno and Carrillo were accustomed to suspects who exhibited specific homicidal pathologies. Ramirez, who terrorized Los Angeles and San Francisco in 1984 and ’85, seemed to have them all.<br />The process by which the detectives finally linked up the various crimes is the narrative engine of “Night Stalker,” which provides quite a bit of background on the police officers, and some crazily moody portraiture, but also gives us a glimpse inside the investigative mind. Mr. Carrillo tells us that during the course of his academic study of criminal psychology he learned that there was a certain deviancy that thrived on the frightened look on a victim’s face—something that had been a distinctive aspect of several of the crimes. Mr. Salerno, who was instrumental in cracking the Hillside Strangler case of the ’70s and so had considerable experience with multiple murderers, recalls Ramirez committing one home invasion in which he stopped, mid-mayhem, to fix himself something to eat. “That’s a pretty sick individual,” Mr. Salerno says, not meaning to be funny.<br />The tracking of the killer’s footprints—left by what turned out to be a pair of very distinctive Avia sneakers—becomes an obsession, both for the detectives and for us. It was also the kind of detail they had to strive to keep out of the media, lest Ramirez, who obviously followed his own coverage and left very few clues behind, stop wearing the shoes. The police cut deals with the press and TV outlets to keep certain details from the public, but they couldn’t control politicians: When it became clear that Ramirez had relocated to San Francisco, then-Mayor Dianne Feinstein held a news conference in which she “vomited” details of the crimes that had been shared by the two cities. The resentment of the cops seems as fresh today as it must have been then.<br />So, yes, there’s a bit of payback at play in “Night Stalker,” especially regarding the Los Angeles Police Department. Detectives Carrillo and Salerno, who were with the Los Angeles County Sheriff’s Department, recall several instances where information wasn’t shared, or incompetence ruled the day. A car that probably contained Ramirez’s fingerprints was kept in an outdoor LAPD lot, undusted, until its usefulness as evidence was destroyed. A dentist’s office to which Ramirez was sure to return—he had an impacted tooth—was staked out by Sheriff’s officers, but they were replaced for budgetary reasons by an LAPD alarm. The dentist was to use it if and when Ramirez returned. Which he did. And the alarm malfunctioned. “So we missed him,” Mr. Carrillo says, generously."
}