{
    "url_original": "https://www.wsj.com/articles/nixons-noble-pass-on-a-1960-recount-11609888399?mod=opinion_lead_pos7",
    "url": "nixons-noble-pass-on-a-1960-recount-11609888399",
    "title": "Nixon’s Noble Pass on a 1960 Recount",
    "sub_head": "There was real evidence of fraud, but the country couldn’t afford a crisis.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280391?width=620&size=1.5",
    "image_1": "im-280391.jpg",
    "time": "2021-01-05 18:13:00",
    "body": "Vice President Richard Nixon was preparing to leave office in January 1961, but he still had several constitutional duties to carry out. On Tuesday, Jan. 3, as president of the Senate, he had the task of convening that body for the meeting of the 87th Congress. Later that week, as spelled out in the 12th Amendment, he presided over a joint session of Congress to “open all the Certificates” and count the Electoral College votes that would declare his rival—Massachusetts Sen. John F. Kennedy—the winner of the 1960 presidential election.<br />The pageantry for the joint session began when two tellers carried the electors’ ballots into the House chamber. Nixon, walking alone wearing a dark suit and a forced smile, followed them to the rostrum where the session was gaveled to order at 12:55 p.m. Nixon began the vote count, which would last for more than an hour. When the tally was complete, Kennedy had received 303 electoral votes, Nixon 219 and Sen. Harry Byrd 15.<br />Before adjourning the joint session, Nixon asked the speaker for “permission” to make a brief statement. He declared that his defeat and his opponent’s victory were an “eloquent example of the stability of our constitutional system and of the proud tradition of the American people of developing, respecting and honoring institutions of self-government.” He congratulated his opponents and declared Kennedy the new president and Lyndon Johnson the new vice president.<br />After the long and tedious count, the chamber erupted with a prolonged ovation. Montana Democratic Sen. Mike Mansfield commented: “What a way to go . . . with dignity and with head held high.” Minnesota Sen. Hubert Humphrey said that the vice president’s remarks would “go down as one of the truly historic messages. It was one filled with humility. It was a gracious and a very thoughtful pronouncement.”<br />It had been one of the closest elections in American history—marked, as we know now, by substantial electoral fraud—but Nixon did not challenge the result. On the contrary, he directed two of his chief aides, campaign manager Robert Finch and campaign press secretary Herbert Klein, to tamp down calls for a recount. He asked the New York Herald Tribune reporter Earl Mazo to stop writing articles on allegations of fraud in Illinois and Texas. He told Attorney General William Rogers not to investigate voting irregularities and telephoned Illinois Gov. William Stratton, a fellow Republican, urging him to certify Kennedy’s triumph in his state."
}