{
    "url_original": "https://www.wsj.com/articles/no-excuses-for-trump-and-the-capitol-riot-11610387004?mod=opinion_lead_pos8",
    "url": "no-excuses-for-trump-and-the-capitol-riot-11610387004",
    "title": "No Excuses for Trump and the Capitol Riot",
    "sub_head": "Yes, the left does bad things too. Conservatives are supposed to believe in objective moral truth.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-01-11 12:43:00",
    "body": "It’s a measure of the depravity to which our national political conversation has fallen that however bad one side’s latest transgression against norms, morality or the law, there’s always something it can point to that the other side did first. The earlier outrage may not exactly justify the latest offense. But by reminding an already highly partisan audience that there is prior sinfulness in the actions of your opponents, you can dilute the negative public impact of your own wrongdoing or, at a minimum, apply some balm to a troubled private conscience.<br />This equivalence play, or “whataboutism,” can, if we’re not careful, neuter all efforts to hold our leaders’ actions to some objective standard. It inflicts on all judgments the terminal paralysis of moral relativism. As with the widespread undermining of objective factual truth in recent years, so the erosion of the idea of objective moral truth steadily weakens the foundations of political and civil community and softens us up for a final descent into the invented truths of totalitarianism.<br />In the wake of last week’s violent incursion at the U.S. Capitol, President Trump’s supporters have been working overtime on the moral-equivalence shift.<br />Sure, the president’s claims of a stolen election are dubious, but they’re nothing worse than what Democrats and the media did for four years in promoting the false Russia-collusion story, refusing to acknowledge the legitimacy of the Trump presidency, and trying to destroy it.<br />Yes, the violence at the Capitol was terrible, but so too was the mayhem perpetrated by Black Lives Matter and antifa in dozens of American cities last summer."
}