{
    "url_original": "https://www.wsj.com/articles/no-good-vaccine-deed-11611963112?mod=opinion_lead_pos2",
    "url": "no-good-vaccine-deed-11611963112",
    "title": "No Good Vaccine Deed",
    "sub_head": "The Biden team shows no gratitude to the man who sped up the Covid shots.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-29 18:31:00",
    "body": "Johnson & Johnson  and  Novavax  this week reported that their vaccines were effective in clinical trials, and what fortunate timing. The U.S. urgently needs a supply boost. But at this juncture it’s also worth noting how former Operation Warp Speed chief Moncef Slaoui positioned the Biden Administration for a vaccine triumph.<br />One of Mr. Slaoui’s inspired ideas was to diversify the federal government’s vaccine bets with six manufacturers when nobody knew which, if any, would work. The vaccine candidates used different technologies—Moderna and  Pfizer -BioNTech (mRNA), J&J and  AstraZeneca  (adenovirus), and Novavax and  Sanofi -GSK (recombinant protein).<br />The J&J and AstraZeneca vaccines were hobbled by trial delays in the fall. But J&J reported Friday that its vaccine was 66% effective at protecting people from moderate to severe disease in a global trial, and 85% against severe illness. Early trial data from AstraZeneca suggests similar efficacy. Novavax reported Thursday its shot appears to be nearly 90% effective.<br />The Moderna and Pfizer-BioNTech vaccines are about 95% effective, so it’s fortuitous that their trial results came first so their shots could inoculate the elderly and others most at highest risk. But even if somewhat less effective, the other vaccines may be good candidates for young people and boost supply this spring.<br />Operation Warp Speed removed the financial risk for drug makers by financing trials and manufacturing in advance so vaccines could roll out as soon as they are approved. This is the reason some 20 million Americans have already been inoculated. President Biden this week ordered another 200 million doses from Pfizer and Moderna to be delivered this summer."
}