{
    "url_original": "https://www.wsj.com/articles/no-trump-isnt-guilty-of-incitement-11610303966?mod=opinion_lead_pos5",
    "url": "no-trump-isnt-guilty-of-incitement-11610303966",
    "title": "No, Trump Isn’t Guilty of Incitement",
    "sub_head": "Inflaming emotions isn’t a crime. The president didn’t mention violence, much less provoke it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-283206?width=620&size=1.5",
    "image_1": "im-283206.jpg",
    "time": "2021-01-10 13:39:00",
    "body": "House Democrats have drafted an article of impeachment that accuses President Trump of “incitement to insurrection.” Acting U.S. Attorney Michael Sherwin said Thursday that his office is “looking at all actors here and anyone that had a role” in the Capitol riot. Some reporters have construed that as including Mr. Trump.<br />The president didn’t commit incitement or any other crime. I should know. As a Washington prosecutor I earned the nickname “protester prosecutor” from the antiwar group CodePink. In one trial, I convicted 31 protesters who disrupted congressional traffic by obstructing the Capitol Crypt. In another, I convicted a CodePink activist who smeared her hands with fake blood, charged at then-Secretary of State Condoleezza Rice in a House hearing room, and incited the audience to seize the secretary of state physically. In other cases, I dropped charges when the facts fell short of the legal standard for incitement. One such defendant was the antiwar activist Cindy Sheehan.<br />Hostile journalists and lawmakers have suggested Mr. Trump incited the riot when he told a rally that Republicans need to “fight much harder.” Mr. Trump suggested the crowd walk to the Capitol: “We’re going to cheer on brave senators and congressmen and -women, and we’re probably not going to be cheering so much for some of them. Because you’ll never take back our country with weakness. You have to show strength and you have to be strong.”<br />In the District of Columbia, it’s a crime to “intentionally or recklessly act in such a manner to cause another person to be in reasonable fear” and to “incite or provoke violence where there is a likelihood that such violence will ensue.” This language is based on Brandenburg v. Ohio (1969), in which the Supreme Court set the standard for speech that could be prosecuted without violating the First Amendment. The justices held that a Ku Klux Klan leader’s calls for violence against blacks and Jews were protected speech. The court found that Clarence Brandenburg’s comments were “mere advocacy” of violence, not “directed to inciting or producing imminent lawless action . . . likely to incite or produce such action.”<br />The president didn’t mention violence on Wednesday, much less provoke or incite it. He said, “I know that everyone here will soon be marching over to the Capitol building to peacefully and patriotically make your voices heard.”"
}