{
    "url_original": "https://www.wsj.com/articles/nonstop-stimulus-is-a-progressives-nirvana-11611003915?mod=opinion_major_pos17",
    "url": "nonstop-stimulus-is-a-progressives-nirvana-11611003915",
    "title": "Nonstop Stimulus Is a Progressive’s Nirvana",
    "sub_head": "Phil Gramm and Mike Solon argue that stimulus spending is all about political, not economic outcomes.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-280069?width=620&size=1.5",
    "image_1": "im-280069.jpg",
    "time": "2021-01-18 16:05:00",
    "body": "Phil Gramm and Mike Solon argue that “The Era of Nonstop Stimulus” (op-ed, Jan. 4) that began in response to the pandemic threatens to become an Obamanomics stimulus sequel on steroids. The Obama economy struggled to exceed 2% a year growth for eight years, as federal debt piled up. The Biden administration now plans to spend trillions of dollars more than the $3.3 trillion of stimulus since the pandemic began.<br />The authors contend that stimulus spending is all about political not economic, outcomes. Mr. Biden and Sen. Bernie Sanders’s “unity” document is a playbook for social justice and inclusive economics. Both are about righting America’s past wrongs and creating more dependents on the state. The metrics the authors use for economic success—e.g., 3% annual growth is better than 2%—aren’t the metrics used in inclusive economics. Which groups get the benefits of growth is more important to Democrats than the absolute level of growth. If income inequality is less with 2% growth because of stimulus spending, confiscatory taxes, income redistribution and suboptimal investments by Washington, that is an acceptable tradeoff. If an era of nonstop stimulus ends with economic malaise or collapse, the outcome may be palatable as long as inequality is less when everyone (other than the political class and its cronies) is worse off.<br />Democrats have the media covering their backs when it comes to assigning blame for an economic mess. The left’s control of messaging grew stronger as a result of the mob invasion of the Capitol, with tech giants using it as an excuse to purge social-media voices that disturb progressives.<br />Philip Grant<br />Palm Coast, Fla."
}