{
    "url_original": "https://www.wsj.com/articles/notable-quotable-peter-huber-on-the-plague-11610406935?mod=opinion_lead_pos10",
    "url": "notable-quotable-peter-huber-on-the-plague-11610406935",
    "title": "Notable & Quotable: Peter Huber on the Plague",
    "sub_head": "‘Government contractors will never be agile enough to keep up with germs.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-283430?width=620&size=1.5",
    "image_1": "im-283430.jpg",
    "time": "2021-01-11 18:15:00",
    "body": "From “The Coming Plague,” an April 10, 2007, Journal op-ed by Manhattan Institute fellow Peter Huber, who died Jan. 8 at 68:<br /><br />Germs no longer need to be smarter than our scientists, just faster than our lawyers. Public authorities are ponderous, rigid and slow; the new germs are nimble, flexible and fast. Drug regulators are paralyzed by the knowledge that error is politically lethal; the new germs make genetic error—constant mutation—the key to their survival. Germs use pigs, bacteria and each other as genetic mixing bowls. They discover ways (as one strain of HIV has apparently now done) to use our drugs as food. And they celebrate our Constitution. People as negligent with pills as they are with germs have already helped spawn drug-resistant forms of tuberculosis, by taking enough medicine to kill weaker strains, while leaving hardy mutants alive to take over the business. . . .<br />Pentagon-scale government has trouble enough dealing with car bombers; government contractors will never be agile enough to keep up with germs. What we need is a robust, flexible, innovative, diverse and fragmented portfolio of drug companies, sinking a lot of new capital into highly speculative ventures, almost all of which will lose money, with just one or two ending up waved through by regulators, eagerly paid for by insurers, vindicated every time by judges and juries, lauded in the mass media, and so spectacularly profitable for investors that they crowd in to fund more.<br />It is hard to see how we will get there without a revival of our germ-fearing culture, and it may well take a horrible germ to revive it. How horrible? What might it look like?"
}