{
    "url_original": "https://www.wsj.com/articles/notable-quotable-crazy-heads-of-the-press-11609709229?mod=opinion_major_pos4",
    "url": "notable-quotable-crazy-heads-of-the-press-11609709229",
    "title": "Notable & Quotable: ‘Crazy Heads of the Press’",
    "sub_head": "‘Such words, whether thoughtlessly or maliciously uttered, should be met with the sternest indignation.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280084?width=620&size=1.5",
    "image_1": "im-280084.jpg",
    "time": "2021-01-03 16:27:00",
    "body": "A Saturday Evening Post editorial, Dec. 9, 1876:<br /><br />The madman who would recklessly scatter matches in a powder magazine would soon be placed where his freaks would be harmless. There are crazy heads of the press just now . . . who for sensational purposes are appealing to partisan spirit already raised to the highest pitch by the exciting political contest through which the country has just passed. . . [T]hreats of violence, bloodshed, and civil war are covertly or openly uttered apparently with the hope of influencing the result, or at least of keeping up an excitement and profiting by it.<br />Unfortunately, there is too much powder lying around loosely to permit such firebrands to be scattered harmlessly. Disappointed office-seekers, men wrought up by party feeling, gamblers who have large sums staked upon the issue, desperate speculators mindful of fortunes rapidly acquired during the recent war and ready again to peril the nation to fill their pockets, and that large class of thoughtless men who are ready to rush into any tumult, are not slow to catch at such incendiary utterances.<br />Such words, whether thoughtlessly or maliciously uttered, should be met with the sternest indignation. . . .  No wrong would be so monstrous as the kindling of civil war, and those who even indirectly lead their followers to its contemplation are guilty of a higher crime than the worst of election frauds."
}