{
    "url_original": "https://www.wsj.com/articles/notable-quotable-pence-and-the-electoral-vote-11610146907?mod=opinion_lead_pos10",
    "url": "notable-quotable-pence-and-the-electoral-vote-11610146907",
    "title": "Notable & Quotable: Pence and the Electoral Vote",
    "sub_head": "‘My oath to support and defend the Constitution constrains me from claiming unilateral authority to determine which electoral votes should be counted and which should not.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-282904?width=620&size=1.5",
    "image_1": "im-282904.jpg",
    "time": "2021-01-08 18:01:00",
    "body": "A Jan. 6 letter from Vice President Mike Pence to members of Congress:<br />Today, for the 59th time in our Nation’s history, Congress will convene in Joint Session to count the electoral votes for President of the United States. Under our Constitution, it will be my duty as Vice President and as President of the Senate to serve as the presiding officer.<br />After an election with significant allegations of voting irregularities and numerous instances of officials setting aside state election law, I share the concerns of millions of Americans about the integrity of this election. The American people choose the American President, and have every right under the law to demand free and fair elections and a full investigation of electoral misconduct. As presiding officer, I will do my duty to ensure that these concerns receive a fair and open hearing in the Congress of the United States. Objections will be heard, evidence will be presented, and the elected representatives of the American people will make their decision.<br />Our Founders created the Electoral College in 1787, and it first convened in 1789. With the advent of political parties, the Electoral College was amended in 1804 to provide that Electors vote separately for President and Vice President. Following a contentious election in 1876, with widespread allegations of fraud and malfeasance, Congress spent a decade establishing rules and procedures to govern the counting of electoral votes and the resolution of any objections.<br />During the 130 years since the Electoral Count Act was passed, Congress has, without exception, used these formal procedures to count the electoral votes every four years."
}