{
    "url_original": "https://www.wsj.com/articles/now-isnt-the-time-to-let-up-on-cancer-screening-11611182788?mod=opinion_major_pos16",
    "url": "now-isnt-the-time-to-let-up-on-cancer-screening-11611182788",
    "title": "Now Isn’t the Time to Let Up on Cancer Screening",
    "sub_head": "",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-283666?width=620&size=1.5",
    "image_1": "im-283666.jpg",
    "time": "2021-01-20 17:46:00",
    "body": "While we celebrate that the death rate from cancer in the U.S. dropped 2.4% from 2017 to 2018 and that the cancer mortality rate has fallen 31% since its peak in 1991 (“Cancer Death Rate in 2018 Fell By the Largest-Ever Yearly Amount,” U.S. News, Jan. 13), Covid-19 is having a negative effect on cancer prevention and early detection.<br />The Prevent Cancer Foundation’s research shows a significant portion of adults are missing or postponing scheduled cancer screenings, and African-Americans and Hispanics are disproportionately affected. And let’s not forget that 20% of parents are missing their children’s scheduled vaccinations to protect against serious diseases—including the HPV vaccine, which can prevent at least six types of cancer.<br />We know that in the coming months and years, preventable deaths from cancer will increase. Now isn’t the time to be complacent. With screening, cancer can be prevented or detected early to dramatically improve patient outcomes. Americans need to keep routine cancer screenings appointments or reschedule the ones they have missed.<br />We are encouraging people to get their cancer screenings back on the books and talk to their health-care providers about the safety precautions that are in place so they can feel comfortable keeping those appointments. Breast, cervical, colorectal, lung, oral, prostate and skin cancer screenings are important to prevent cancer or detect it early. These screenings save lives.<br />Thank you for elevating awareness on the importance of screenings and options available to patients. We are making tremendous advances in the fight against cancer. By getting doctors’ appointments back on the books, we can save lives."
}