{
    "url_original": "https://www.wsj.com/articles/nvidia-risks-blowback-from-new-crypto-bubble-11609934404?mod=markets_lead_pos11",
    "url": "nvidia-risks-blowback-from-new-crypto-bubble-11609934404",
    "title": "Nvidia Risks Blowback From New Crypto Bubble",
    "sub_head": "Surging ethereum prices may drive demand for mining gear with the latest gaming chips",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-281158?width=620&size=1.5",
    "image_1": "im-281158.jpg",
    "time": "2021-01-06 07:03:00",
    "body": "The good news is that  Nvidia  won’t have any problem selling its new gaming chips. The bad news might be who exactly gets their hands on them.<br />The recent surge in cryptocurrency prices is likely boosting demand for Nvidia’s graphics processors. Those chips are designed for videogaming, but are also used to “mine” cryptocurrencies such as ethereum. This process, which involves matching and updating cryptocurrency transactions in return for rewards, gets more profitable the higher prices get. And with ethereum prices now back above the $1,000 mark—and having nearly doubled since Christmas—crypto-driven demand is likely to affect Nvidia’s sales for its fiscal fourth quarter, which ends this month. Mitch Steves of RBC Capital said in a report Tuesday that ethereum above $1,000 spells “robust” demand for high-end graphics chips.<br />Just how much of an impact remains to be seen. Jon Peddie, whose eponymous firm tracks the market for graphics chips and related add-in boards, wrote in a report last month that the latest boards with expanded memory banks from both Nvidia and  Advanced Micro Devices  are “extremely attractive to miners.” And Nvidia’s newest chips have been hot property since going on sale in September. Chief Financial Officer Colette Kress told a  UBS  conference last month that the company has seen “overwhelming demand” and still faces some supply challenges. Wall Street is projecting a surge of 58% in Nvidia’s gaming revenue for the fiscal fourth quarter. That would be the segment’s biggest jump in three years, when the last crypto bubble inflated demand for its chips in early 2018.<br />Nvidia will no doubt try to better gauge the impact this time around. Ms. Kress said at the conference that the company has “spent some quality time” to improve its understanding of its sales channels. Lack of clarity really hurt the company during the last crypto bubble when soaring revenue growth came to an abrupt halt as crypto-miners started dumping their boards on the secondary market after ethereum prices plunged, hurting sales of new chips. Nvidia’s share price fell 31% that year following an 81% jump the year before.<br />But Nvidia’s stock price has just seen an even stronger run, more than doubling in value over the past 12 months. And the crypto effect will most certainly be temporary even if prices remain elevated, as coming changes to the ethereum network will diminish the need for graphics processors. Mr. Steves of RBC expects those changes to take effect later this year or early next year, which will likely result in miners trying to sell off their chips at that point. Nvidia’s best hope may be that gamers keep the miners from getting their hands on too many of them."
}