{
    "url_original": "https://www.wsj.com/articles/nvidias-acquisition-of-arm-to-face-u-k-antitrust-probe-11609959700?mod=tech_featst_pos1",
    "url": "nvidias-acquisition-of-arm-to-face-u-k-antitrust-probe-11609959700",
    "title": "Nvidia’s Acquisition of Arm to Face U.K. Antitrust Probe",
    "sub_head": "$40 billion deal likely faces more scrutiny elsewhere after chip rivals raise concerns",
    "category_1": "Tech",
    "time": "2021-01-06 14:01:00",
    "body": "LONDON—U.K. officials said they are preparing an antitrust investigation of  Nvidia Corp.’s  $40 billion deal to acquire British chip designer Arm from  SoftBank Group Corp. , raising one of what is likely to be several regulatory hurdles around the world for a proposed merger that could reshape the semiconductor industry.<br />Britain’s Competition and Markets Authority said Wednesday it was inviting third parties to comment on the merger, ahead of a formal antitrust probe later this year. The investigation will assess the deal’s possible effects on competition in the U.K. and won’t consider national security, though other British-government arms could intervene on that matter.<br />Executives at both Nvidia and Arm, a Cambridge, England, company owned by Japan’s SoftBank, have said they expected to go through regulatory approval processes around the world. A Nvidia spokesman said Wednesday the company always expected the approval process to take 18 months from the signing of the deal, which was in September.<br />The merger has already alarmed competitors around the chip industry. Arm has long based its business model on partnering with as many companies as possible. That philosophy led to its chip designs being in more than 95% of the world’s smartphones.<br />Nvidia Chief Executive Jensen Huang has said he supports keeping this open business model, but competitors have been skeptical. Some Nvidia rivals have begun to raise concerns with regulators around the world, even before the opening of formal antitrust probes, according to a person familiar with the matter."
}