{
    "url_original": "https://www.wsj.com/articles/nypd-officers-to-get-training-on-speaking-up-against-bad-policing-11611838809?mod=business_minor_pos6",
    "url": "nypd-officers-to-get-training-on-speaking-up-against-bad-policing-11611838809",
    "title": "NYPD Officers to Get Training on Speaking Up Against Bad Policing",
    "sub_head": "New program teaches officers to step in when another officer uses excessive force or goes against police department guidelines",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-290589?width=620&size=1.5",
    "image_1": "im-290589.jpg",
    "time": "2021-01-28 08:00:00",
    "body": "The nation’s largest police force has started training officers in when and how to intervene if they see a fellow officer behaving badly.<br />The New York Police Department has enrolled in the Active Bystandership for Law Enforcement Project, or ABLE, a nationwide program hosted by the Georgetown University Law Center, police officials say. The program teaches officers to step in when another officer—including a higher-ranking one—uses excessive force or goes against police department guidelines.<br />More than 70 police departments large and small, from Orlando, Fla., and Washington, D.C., to Lafourche Parish, La., have enrolled in the program since it launched last June. Last month, New Jersey Gov. Phil Murphy announced that each of the state’s roughly 550 law-enforcement agencies will be required to complete the program.<br />The program’s creators say it has become a popular initiative with law enforcement in the wake of the protests that erupted across the country after the May 25 killing of George Floyd, a Black man, in Minneapolis police custody.<br />The NYPD said it plans to certify 125 instructors through the program. The instructors will then provide the training to the department’s 35,000-plus officers, police officials said. NYPD officials said they hope to roll out the initiative departmentwide by the end of 2021."
}