{
    "url_original": "https://www.wsj.com/articles/nyse-reverses-course-again-will-delist-three-chinese-telecom-stocks-11609945817?mod=business_lead_pos2",
    "url": "nyse-reverses-course-again-will-delist-three-chinese-telecom-stocks-11609945817",
    "title": "NYSE Reverses Course Again, Will Delist Three Chinese Telecom Stocks",
    "sub_head": "New guidance from Treasury Department spurs exchange to delist shares to comply with Trump executive order",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-281318?width=620&size=1.5",
    "image_1": "im-281318.jpg",
    "time": "2021-01-06 15:09:00",
    "body": "The New York Stock Exchange will move forward with delisting three Chinese telecommunications companies targeted by an executive order from President Trump, reversing course yet again after the NYSE said earlier this week that it wouldn’t delist them.<br />The NYSE said Wednesday that trading of the U.S.-listed shares of  China Mobile Ltd. ,  China Telecom Corp.  and  China Unicom (Hong Kong) Ltd.  would be suspended at 4 a.m. ET on Monday. Mr. Trump’s order seeks to ban trading in securities of companies that the administration says have links to the Chinese military.<br />The NYSE said its latest action came after it received “new specific guidance” from the Treasury Department’s Office of Foreign Assets Control on Tuesday, which listed the three companies’ American depositary receipts as being covered by Mr. Trump’s order.<br />Wednesday’s reversal is likely to raise further questions about the exchange’s handling of the three Chinese stocks. Last week, the NYSE said it would delist the three companies to comply with Mr. Trump’s order, only to reverse course on Monday and say that it wasn’t delisting them.<br />A person familiar with the matter said the NYSE backtracked Monday due to ambiguity in whether the three companies were covered by the order, but the new guidance, which Treasury shared with the exchange late Tuesday, made it clear that the companies must be delisted. The Treasury posted that guidance online Wednesday morning."
}