{
    "url_original": "https://www.wsj.com/articles/ohio-state-stuns-clemson-setting-up-title-showdown-with-alabama-11609567616",
    "url": "ohio-state-stuns-clemson-setting-up-title-showdown-with-alabama-11609567616",
    "title": "Ohio State Stuns Clemson, Setting Up Title Showdown With Alabama",
    "sub_head": "A big performance by quarterback Justin Fields sends the Buckeyes  to the college football championship against the Crimson Tide, who beat Notre Dame.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-280002?width=620&size=1.4988290398126465",
    "image_1": "im-280002.jpg",
    "time": "2021-01-02 01:06:00",
    "body": "The most unpredictable college football season in over a century threatened to deliver a very familiar finale when No. 1 Alabama advanced to the 2021 College Football Playoff Championship early Friday night. All that was left was for No. 2 Clemson to reach the final as well, setting up another rematch of teams that have already squared off in three of the last five title games.<br />But in an appropriate twist for this chaotic pandemic season, the Crimson Tide’s opponent will be No. 3 Ohio State. The Buckeyes delivered a stunning 49-28 knockout over the Tigers on the back of a big night by Ohio State quarterback Justin Fields, who threw six touchdown passes and bested Clemson superstar Trevor Lawrence, the presumed No. 1 pick in the next NFL draft.<br />Ohio State, a seven-point underdog in the Sugar Bowl, was playing without several starters due to coronavirus contact tracing. Yet the Buckeyes picked apart Clemson’s vaunted defense, avenging Ohio State’s bitter semifinal loss to Clemson a year ago in a game marked by controversial calls.<br />“It didn’t sit well in our mouth when we lost that game,” said Ohio State Coach Ryan Day of the 2019 Fiest Bowl. “So to come out and win the way we did [tonight], it was big.”<br />Alabama earlier earned its fifth trip to the national championship in six years by steamrolling No. 4 Notre Dame 31-14 in the Rose Bowl, which this year was relocated to AT&T Stadium in Arlington, Texas, from its namesake home in Pasadena, Calif., due to rising Covid-19 infection rates in Southern California."
}