{
    "url_original": "https://www.wsj.com/articles/oil-producers-commit-to-supply-curbs-sustaining-price-rally-11610452802",
    "url": "oil-producers-commit-to-supply-curbs-sustaining-price-rally-11610452802",
    "title": "Oil Producers Commit to Supply Curbs, Sustaining Price Rally",
    "sub_head": "U.S. crude futures recently rose above $50 per barrel for the first time since last February",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-01-12 07:00:00",
    "body": "Oil is extending a steady recovery into 2021, aided by fresh signals that the world’s biggest producers won’t turn on the spigots and flood the market.<br />U.S. crude futures recently rose above $50 a barrel for the first time since last February, the latest milestone in a rebound powered by an uptick in travel and economic activity following the easing of coronavirus restrictions. Output cuts by large suppliers from Saudi Arabia to U.S. companies are turbocharging the advance, giving traders confidence that demand will exceed supply.<br />Prices have hit new peaks since Saudi Arabia said last week it would unilaterally cut output in February as part of an agreement by the Organization of the Petroleum Exporting Countries and allies like Russia. The supply curbs instilled faith that the cartel will remain flexible with output even if the pandemic worsens and hurts demand.<br />U.S. shale producers are also indicating that they are in no rush to increase supply and instead plan to pay off debt and return cash to shareholders. Taken together, the commitments should help the energy industry’s recovery and highlight a recognition among producers that the economic toll caused by the pandemic is far from over, investors and industry executives say. That means there is no need for suppliers to spend on additional output.<br />“I don’t think the world really needs the oil at this point in time, so there’s not a big reason to grow,” said Richard Dealy, president and chief operating officer of Texas oil company Pioneer Natural Resources Co. Despite the recent rise in oil prices, Pioneer still plans to cap oil-production growth at zero to 5% in 2021."
}