{
    "url_original": "https://www.wsj.com/articles/oil-market-has-plenty-of-wild-cards-remaining-11610647435?mod=business_minor_pos11",
    "url": "oil-market-has-plenty-of-wild-cards-remaining-11610647435",
    "title": "Oil Market Has Plenty of Wild Cards Remaining",
    "sub_head": "The suspense of OPEC and its partners’ strained meeting has been resolved, but there is still room for surprise from two countries outside that group",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-14 13:10:00",
    "body": "Saudi Arabia’s decision to dramatically cut its oil output was a pleasant New Year’s surprise for energy investors. Developments in the world’s two largest economies could cut the party short.<br />The kingdom’s move has helped send front-month Brent crude oil prices up by 7% in two weeks to above $55 a barrel. The cut erases a substantial 1 million barrels a day of supply—about 1% of world demand—in February and March, as the market still faces uncertain oil demand with surging Covid-19 cases.<br />The operating assumption is that any drag on demand will be short-lived and that other producers remain chastened by 2020’s price crash. A report released by the Organization of the Petroleum Exporting Countries on Thursday is encouraging: After reducing its 2021 oil demand forecast in the past four consecutive reports, the latest one kept its December estimate. It expects demand to increase by 5.9 million barrels a day from 2020 to average 95.9 million barrels a day. It has also kept its oil supply forecast largely unchanged.<br />But wild cards still remain in the form of two formidable oil players: the U.S. and China. They are crude oil’s largest consumers and the former was the largest producer of oil in 2019, topping Saudi Arabia, according to the U.S. Energy Information Administration.<br />OPEC notes in its report that market conditions have improved for U.S. shale drillers, yet the cartel revised its U.S. supply forecast up by only 0.1 million barrels a day. The actual number could well swing higher. Plenty of U.S. companies have signaled discipline. Experience has shown, though, that those promises are hard to keep when oil prices are high and capital markets are friendly. A broad basket of energy exploration companies has gained almost 22% this year and interest rates remain very low.  Goldman Sachs ,   Morgan Stanley  and other brokers have upgraded their ratings on  Exxon Mobil ,  for example."
}