{
    "url_original": "https://www.wsj.com/articles/oil-giant-total-buys-stake-in-worlds-biggest-solar-developer-11610970363?mod=business_lead_pos7",
    "url": "oil-giant-total-buys-stake-in-worlds-biggest-solar-developer-11610970363",
    "title": "Oil Giant Total Buys Stake in World’s Biggest Solar Developer",
    "sub_head": "French energy company to pay $2.5 billion for 20% of Adani Green Energy",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-286708?width=620&size=1.5",
    "image_1": "im-286708.jpg",
    "time": "2021-01-18 16:10:00",
    "body": "LONDON—French energy giant  Total SE  said it would pay $2.5 billion for a 20% stake in the world’s largest solar developer, the latest move by an oil major to expand in renewable power.<br />Total said Monday the investment in  Adani Green Energy Ltd.  would help it meet its targets for generating more power from low-carbon sources amid a continuing global transition away from fossil fuels—a shift some analysts say is being accelerated by the pandemic.<br />The company, along with other oil majors including  BP  PLC and  Royal Dutch Shell  PLC, has pledged to increase spending on renewable energy such as wind and solar power in an effort to reduce carbon emissions. Total plans to spend $3 billion a year on renewables by 2030, around 20% of its annual investment budget and up from $2 billion last year.<br />The Adani deal gives Total exposure to a leading renewables business in India, one of the world’s fastest-growing markets for energy demand. Adani has 54 wind and solar projects in operation across the country, including one of the world’s largest solar projects in Kamuthi, Southern India. Based on existing generating capacity and the projects in its pipeline, Adani is the world’s largest developer of solar power, Total said.<br />As part of the deal, Total is also taking a 50% stake in a portfolio of Adani’s solar assets and getting a seat on the company’s board. The move will help Total toward its goal of having 35 gigawatts of renewable power capacity by 2025, up from around 7 gigawatts last year."
}