{
    "url_original": "https://www.wsj.com/articles/olympic-official-seeks-bidens-help-to-save-tokyo-games-its-up-to-the-u-s-11611734630?mod=politics_lead_pos13",
    "url": "olympic-official-seeks-bidens-help-to-save-tokyo-games-its-up-to-the-u-s-11611734630",
    "title": "Olympic Official Seeks Biden’s Help to Save Tokyo Games: ‘It’s Up to the U.S.’",
    "sub_head": "Organizers hope a positive message from the U.S. will influence a skeptical Japanese public and reassure countries that aren’t sure about sending athletes",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "time": "2021-01-27 03:03:00",
    "body": "TOKYO—The organizers of this year’s Summer Olympics in Tokyo have pushed back hard on recent speculation that the Games will have to be scrapped because of the pandemic. There is one more person they’d like on the team to press the message: President Biden.<br />“Mr. Biden is dealing with a tough situation with the coronavirus,” said Haruyuki Takahashi, a member of the executive board of Japan’s Olympic organizing committee. “But if he makes a positive statement about the Olympics going ahead, we’d gain strong momentum.”<br />The U.S. brings the largest contingent of athletes and the richest pot of television money to the Games. It is also Japan’s ally and military protector, so an expression of determination to push ahead would be influential with a skeptical Japanese public and reassure other countries that aren’t sure about sending athletes to Tokyo.<br />Uncertainty over the Games is rising as virus cases have rebounded in many countries and vaccination programs have stuttered. A U.K. newspaper reported last week that Japan has given up on hosting the Olympics this year. The government called the report “categorically untrue.”<br />International Olympic Committee President Thomas Bachheld phone calls on Friday with national Olympic committees around the world to reassure them about the Games and discuss coronavirus vaccinations for athletes. He has said there is no alternative plan for the Tokyo Olympics."
}