{
    "url_original": "https://www.wsj.com/articles/on-immigration-compromise-beats-amnesty-11611703334?mod=opinion_lead_pos8",
    "url": "on-immigration-compromise-beats-amnesty-11611703334",
    "title": "On Immigration, Compromise Beats Amnesty",
    "sub_head": "Biden should resist the temptation to go big, and focus instead on solutions with bipartisan support.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "image_1_url": "https://images.wsj.net/im-290684?width=620&size=1.5",
    "image_1": "im-290684.jpg",
    "time": "2021-01-26 18:22:00",
    "body": "So, Joe Biden wants to give immigration reform a go. Good luck, Mr. President, but recent history is not on your side and the timing is questionable at best.<br />I write that as someone who has been calling for decades for immigration reform that includes both better border security and conditional legalization for people who sneaked in. Our immigration system was designed to accommodate the economic needs of the 19th century, not the 21st, and major revisions are long overdue. The past three administrations tried and failed to get the job done.<br />George W. Bush had planned to make comprehensive border reform a first-term priority. As a former governor of a border state, he knew the issue inside and out. But the 9/11 attacks, the Iraq war, and low job-approval ratings in his second term conspired against him. Barack Obama chose to undertake legally suspect executive actions on immigration instead of negotiating a deal with Republicans in Congress. Donald Trump spent four years touting his “beautiful wall” and thrilling his base with anti-immigrant rhetoric.<br />Mr. Biden’s immigration proposal prioritizes an eight-year pathway to citizenship for the estimated 11 million undocumented aliens currently living here. “Unlike previous compromise bills,” the Journal reports, “Mr. Biden’s proposal lacks the countermeasures of increased security or deterrence at the border that Republicans have asked for in exchange for legalization.” In other words, Mr. Biden is calling for amnesty now and more border security at some unspecified future date. This is like a boxer leading with his chin.<br />Besides, the amnesty debate is largely a side issue. Simply legalizing the status of these migrants—most of whom have been in the country for more than a decade—won’t solve the larger problem, which is the imbalance between the number of visas available and the number of foreigners who want them. After World War II, the federal government’s Bracero program extended work visas to Mexican migrants to address a U.S. labor shortage, and the rate of illegal immigration plummeted. The program had its problems but ought to serve as a template. The biggest failure of the 1986 amnesty under Ronald Reagan was that it did little to expand ways to come lawfully. Mr. Biden should avoid making the same mistake."
}