{
    "url_original": "https://www.wsj.com/articles/on-the-100th-anniversary-of-robot-theyre-finally-taking-over-11611378002?mod=business_lead_pos10",
    "url": "on-the-100th-anniversary-of-robot-theyre-finally-taking-over-11611378002",
    "title": "On the 100th Anniversary of ‘Robot,’ They’re Finally Taking Over",
    "sub_head": "A century after playwright Karel Čapek coined the word ‘robot,’ we finally have the technology to make the stuff of science fiction a reality—for better and for worse",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-288185?width=620&size=1.5",
    "image_1": "im-288185.jpg",
    "time": "2021-01-23 12:00:00",
    "body": "On Jan. 25, 1921, Karel Čapek’s play “R.U.R.”—short for “Rossum’s Universal Robots”—premiered in Prague. It was a sensation. Within two years it had been translated into 30 languages, including English, to which it introduced the word “robot.” Čapek’s vision of unwilling slaves of humanity destined to rise up and destroy their makers has shaped our view of both automation and ourselves ever since.<br />In a century-long dialogue between inventors of fictional and actual robots, engineers have for the most part been forced to play catch-up, either realizing or subverting the vision of robots first expounded in books, movies and television.<br />Now, the reality of robots is in some areas running ahead of fiction, even ahead of what those who study robots for a living are able to keep track of.<br />Heather Knight is an engineer, “social roboticist” and one of 13 core faculty in Oregon State University’s robotics program. One day in late October, she was shocked to find the campus crawling with a fleet of autonomous, six-wheeled vehicles made by Starship Robotics. The San Francisco-based company had contracted with the campus dining service to provide contactless delivery.<br />“We’re at the point where not even the people in robotics know there are going to be robots on campus,” she adds."
}