{
    "url_original": "https://www.wsj.com/articles/once-trump-leaves-whos-left-to-blame-11610314313?mod=opinion_major_pos7",
    "url": "once-trump-leaves-whos-left-to-blame-11610314313",
    "title": "Once Trump Leaves, Who’s Left to Blame?",
    "sub_head": "People of all political stripes can’t help but project every problem onto evil politicians.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-283209?width=620&size=1.5",
    "image_1": "im-283209.jpg",
    "time": "2021-01-10 16:31:00",
    "body": "Here’s my prediction: On Jan. 20, the No. 1 video on YouTube will be “Ding Dong the Witch Is Dead” from “The Wizard of Oz.” Go ahead, play the song in your head. I’ll wait.<br />This hope for mass emotional relief was best summed up by House Speaker Nancy Pelosi who, according to Politico, told her leadership team, “I’m counting down the hours ’til he’s gone. . . . I plan to pull him out of there by his hair, his little hands and his feet.” I guess tearing up the State of the Union speech wasn’t therapeutic enough. Nor is there any peace for the mouth breathers who stormed the Capitol and sat feet-up on her desk. Or the quixotic and psychotic contesting and protesting of the 2020 election—or 2016, or 2000 for that matter.<br />What a mentally unnerving four years. We’ve all heard, “I cried with my daughter that morning.” Some folks actually sent me books on Hitler so I could brush up on what they were convinced would come—but never did. Universities offered therapy dogs and breathing spaces—some with coloring books. “Resist” jewelry jumped off shelves. NBC’s “Today” show seemed to open every day, as did many casual conversations, with “Did you see that tweet?” And we added to the vernacular “Orange Man bad,” “El Cheeto” and the Bidenism “C’mon man!”<br />So many seemingly functioning adults needed someone to blame. A literary agent told the  New York Times : “Trump doesn’t want to let go of his job, and a shockingly high number of us don’t want to let go of him.” Author Douglas Coupland smartly noted that “blame is just a lazy person’s way of making sense of chaos.”<br />Years ago, I believe the comedian Dennis Miller nailed it by saying—and I’ll clean it up—that blaming cigarette companies for getting cancer is like blaming your Members Only jacket for not getting dates in the ’80s. Blame yourself! Mr. Trump or Mrs. Pelosi may not be to your liking, but they weren’t the cause of all your problems. Everyone ought to stop projecting and look inward. Especially the dude in the horns and animal skins."
}