{
    "url_original": "https://www.wsj.com/articles/one-night-in-miami-review-a-gathering-of-greats-11610663225",
    "url": "one-night-in-miami-review-a-gathering-of-greats-11610663225",
    "title": "‘One Night in Miami’ Review: A Gathering of Greats",
    "sub_head": "Malcolm X, Cassius Clay, Sam Cooke and Jim Brown spar and spark at a critical moment in each of their lives in this compelling fantasy directed by Regina King.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-284826?width=620&size=1.5",
    "image_1": "im-284826.jpg",
    "time": "2021-01-14 17:27:00",
    "body": "Before the title of “One Night in Miami” has even rolled up on screen, director Regina King has defined the four mythic characters about to engage in an impromptu summit at a fleabag Olympus in Jim Crow-era Florida. The prizefighter, the pop star, the pro-football player, the prophet. Each is a historic figure; each is at a crossroads. Metaphorically, their intersection can be viewed as the scene of a four-way collision of worldviews taking place inside the head of Black American Manhood itself.<br />That’s certainly the intent of the play by Kemp Powers, first staged in 2013 and the basis for Ms. King’s inspired interpretation. It imagines what might have happened on the night of Feb. 25, 1964, following the brash, 22-year-old Cassius Clay’s defeat of Sonny Liston for the world heavyweight championship. Since no victory was expected, no victory party was planned. Instead, Clay (Eli Goree) and a couple of friends—the NFL’s Jim Brown (Aldis Hodge) and the singer Sam Cooke (Leslie Odom Jr.)—join Malcolm X (Kingsley Ben-Adir) in his room at the Hampton House for a little ice cream, and no small amount of debate over who they are, what they mean and what, as a result, they are obliged to do.<br />Mr. Kemp’s work of imagination, which he adapted for the screen, resonates profoundly now. And it couldn’t possibly have been written then: After more than 50 years, the real-life models for his characters have attained the kind of status that obscures how controversial, and in some cases loathed, they were in 1964, and at what a critical juncture each man found himself. Clay, who before the end of the story will come to be known as Muhammad Ali, will defeat Liston, but not before displaying an Achilles heel: In his previous fight, of June 1963, he gets distracted by his own clowning and as a result is, and was, flattened by the Englishman Henry Cooper (and, off-screen, is, and was, saved by the bell).<br />Meanwhile, “King of Soul” Cooke has just signed a five-year management deal with Allen Klein (of Beatles notoriety). But when he plays the very mainstream Copacabana, he flops. Jim Brown, one of the greatest runners in professional football, is about to chuck it all for the movies (“The Dirty Dozen” is three years away). And Malcolm X? History says his break with the Nation of Islam was already under way, but for dramatic purposes Mr. Kemp positions him on the eve of that fatal separation.<br />“One Night in Miami” is the kind of fiction that flirts with fact, though not too shamelessly. The men were all acquainted. As Les and Tamara Payne write in their recent biography “The Dead Are Arising,” the only known vacation Malcolm and his wife, Betty Shabazz, ever took together was to the Clay training camp in Miami the month before the Liston fight. Cooke and Ali can be seen together on YouTube; Mr. Brown knew Ali well before 1964. But the dynamic in the room isn’t entirely brotherly. Malcolm has gotten them together partly to proselytize to Cooke and Brown, partly to grease the wheels for Clay’s announcement of his conversion to Islam and partly to worry about the future, in the company of men he trusts. A fearsome Fruit of Islam sentry (Lance Reddick) haunts their door throughout the evening, and while Brown, Cooke and Clay are disappointed with the lack of conventional victory-night accessories (namely liquor and women) there is real fear in Malcolm—well-justified, as it turns out: He’ll be murdered within a year. (Cooke, too, would be dead by then, in an unrelated killing that remains mysterious.)"
}