{
    "url_original": "https://www.wsj.com/articles/one-trump-era-notion-biden-may-want-to-embrace-11609710056?mod=opinion_lead_pos11",
    "url": "one-trump-era-notion-biden-may-want-to-embrace-11609710056",
    "title": "One Trump-Era Notion Biden May Want to Embrace",
    "sub_head": "Independent regulators should analyze the costs and benefits of new rules, like executive agencies do.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-03 16:40:00",
    "body": "The last days of any administration will see “midnight” regulations and other last-ditch agency actions to try to cement the departing appointees’ priorities before the new guys take office. The incoming Biden team will surely do what every new administration does and cancel or overturn many of the executive orders and regulations the Trump administration has issued in recent weeks. But there’s one they should embrace: A Justice Department memorandum to the White House counsel that clears a path for improved decision-making by independent regulatory commissions.<br />The 31-page opinion, which was posted online last week, concludes that presidents “may direct independent agencies to comply with EO 12866”—an executive order issued by President Clinton in 1993 and reaffirmed by both Republican and Democratic presidents since. It requires agencies to perform a cost-benefit analysis on all economically significant regulations and to submit them for review by the Office of Information and Regulatory Affairs in the Office of Management and Budget before publication. According to President Obama, “the purposes of such review have been to ensure consistency with Presidential priorities, to coordinate regulatory policy, and to offer a dispassionate and analytical ‘second opinion’ on agency actions.”<br />Until last week, independent regulatory agencies like the Federal Communications Commission and the Securities and Exchange Commission were excluded from OIRA review and the cost-benefit requirement. These agencies are usually headed by bipartisan boards whose members serve staggered terms. The president nominates but can’t remove them except for good cause. Although Justice prepared a similar opinion in 1981, presidents have been reluctant to act on it in apparent deference to Congress and the Supreme Court’s acquiescence to the notion of “independence” from the executive.<br />The latest memo walks through the possible objections to the president’s authority over rulemaking by independent agencies and finds them lacking. By itself the opinion doesn’t change anything except to provide a basis for equal treatment of all agencies—whether executive branch or independent—that issue regulations with the force of law. But, it gives the president legal support for ordering those independent agencies to comply with the well-accepted requirements of the 1993 executive order. Substantial research shows that agencies not subject to EO 12866 requirements typically don’t undertake cost-benefit analysis and present less evidence than executive-branch agencies about whether a rule will achieve a desired goal.<br />Notably, the memo is dated October 2019 but it wasn’t posted until Wednesday. Executive branch officials often ask the Justice Department Office of Legal Counsel to provide opinions regarding the legality of desired executive actions, but the office rarely shares those opinions beyond the requesting parties. There is no indication that President Trump will try to make any process changes based on the opinion (if he did, they would likely be rescinded by Mr. Biden on Inauguration Day). But the memo makes it clear that the option is available to improve the quality of regulations, which would be a valuable instrument for advancing Mr. Biden’s goals. This may be an option that the incoming administration would do well to accept."
}