{
    "url_original": "https://www.wsj.com/articles/online-brokerages-restrict-trading-on-gamestop-amc-amid-frenetic-trading-11611849934?mod=markets_major_pos10",
    "url": "online-brokerages-restrict-trading-on-gamestop-amc-amid-frenetic-trading-11611849934",
    "title": "Robinhood, Other Brokerages Restrict Trading on GameStop, AMC Amid Frenetic Trading",
    "sub_head": "Move comes amid extreme volatility this week as once-unpopular stocks have soared",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-01-28 13:30:00",
    "body": "Popular online brokerages including Robinhood Markets Inc.,  Interactive Brokers Group Inc.,  and Webull Financial LLC restricted access to trading high-flying stocks including  GameStop Corp.  and  AMC  Entertainment Holdings Inc. Thursday, drawing sharp rebuke from individual investors hoping to participate in this week’s mammoth market gains.<br />All three brokerages said Thursday that they were restricting trading for specific securities. Robinhood said in a blog post that transactions for certain securities, including eight stock-tickers that it listed, were restricted to “position closing only.” Users reported seeing messages that they could close out their positions in some stocks but couldn’t buy more shares of the companies.<br />The list from Robinhood included GameStop, AMC,  BlackBerry Ltd. ,  Bed Bath & Beyond Inc.,   Express Inc.  and Nokia Corp. Headphone-maker Koss Corp. and  Naked Brand Group Ltd. , an apparel company, were also included on the list.<br />Interactive Brokers also tweeted Thursday that options trading for companies including AMC, BlackBerry, Express, GameStop and Koss, would be limited to liquidations, or closing out positions. The brokerage cited “extraordinary volatility in the markets.”<br />“We do not believe this situation will subside until the exchanges and regulators halt or put certain symbols into liquidation only,” Interactive Brokers said in another tweet, noting that it may add or remove other stocks as warranted."
}