{
    "url_original": "https://www.wsj.com/articles/online-speech-wars-are-here-to-stay-11611526491?mod=opinion_lead_pos9",
    "url": "online-speech-wars-are-here-to-stay-11611526491",
    "title": "Online Speech Wars Are Here to Stay",
    "sub_head": "Both left and right want to regulate social media, but their ‘fixes’ would break the web.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-01-24 17:14:00",
    "body": "Ding dong, he’s gone, but Donald Trump’s bans from  Facebook ,   Twitter ,  Google, Reddit, Snapchat, Grindr (wait, what?),  Pinterest ,  TikTok and others mostly persist. Don’t bans on Mr. Trump and others violate the First Amendment? Actually, it’s private companies invoking their own First Amendment right to bar things they don’t like. But even Twitter CEO Jack Dorsey called it “a failure.” That’s also true of Parler’s decapitation. Never mind that these actions seem partisan and hypocritical; the bans will continue until morale improves. Democrats may cheer but the precedent is scary—soon they’ll be silencing their own. Vive la guillotine electronique.<br />Expect the siren calls for regulation to become deafening—mostly focused on “updating” Section 230 of the 1996 Communications Decency Act, the provision that limits social-media companies’ liability for things users say. A year ago Joe Biden said it should be “revoked, immediately.” The law states that except for illegal materials like child pornography, companies can host everything and employ their own community standards to take down what they consider offensive.<br />This mess was all predicted by a comic strip (really!) in 2004, when only Harvard dorm residents knew about TheFacebook—and Twitter was two years away. John “Gabe” Gabriel—the alter ego of one of the creators of Penny Arcade, a web comic—came up with the Greater Internet [Jerkwad] Theory (obscenity deleted). The theory is spelled out on a green chalkboard: “Normal Person + Anonymity + Audience = Total [Jerkwad]” while interpreters note that “normal, well-adjusted people may display psychopathic or antisocial behaviors when given both anonymity and a captive audience on the Internet.” It’s no longer a theory, is it?<br />In our new slushy, snowflake-soaked society, some folks are offended by just about anything, and are quick to deploy torches and pitchforks to silence and cancel anything not currently considered politically correct. It’s worth reiterating: social media and all its benefits (ask small businesses) wouldn’t exist without Section 230. Instead of hiring hundreds of thousands of coders, Facebook and Twitter would instead be giant law firms forever fighting lawsuits.<br />Still, Facebook ran ads all fall practically begging for regulation. But any attempt to “fix” Section 230 would surely kill it. Legislation would be a bicameral camel—a horse designed by committee—trying to define community standards, hate speech, what “incites” riots, what constitutes “systemic” racism and on and on, with the inevitable loopholes for certain politicians and favored groups."
}