{
    "url_original": "https://www.wsj.com/articles/online-platform-etoro-called-in-leveraged-crypto-trades-when-bitcoin-price-peaked-11610389892?mod=markets_lead_pos2",
    "url": "online-platform-etoro-called-in-leveraged-crypto-trades-when-bitcoin-price-peaked-11610389892",
    "title": "Online Platform eToro Called in Leveraged Crypto Trades When Bitcoin Price Peaked",
    "sub_head": "The platform closed all cryptocurrency margin trades in Europe around the time bitcoin hit a high on Friday; prices later plunged",
    "category_1": "Markets",
    "time": "2021-01-11 13:31:00",
    "body": "A popular online brokerage abruptly curbed trading in cryptocurrencies just as bitcoin hit a record high, catching investors in one of the hottest corners of the market off guard.<br />EToro, an Israel-based digital trading platform with global operations, told customers in Europe late Friday they had to close all margin trading in cryptocurrencies in a matter of hours, according to the company. Margin trades use borrowed money to amplify investments.<br />The order came as bitcoin approached an all-time high of $41,962 on Friday, after more than tripling in 2020. Over the weekend, the world’s leading cryptocurrency went in reverse, shedding around a quarter of its value, and recently traded for $31,400, according to data from CoinDesk.<br />The move by eToro shows the topsy-turvy world of cryptocurrencies, where rapid price swings—often with little or no catalyst—can surprise investors and brokerages that cater to them. With margin trading, as an asset’s value increases, investors can increase their leverage, but also expose themselves and the brokerage to losses in the case of rapid pullback in prices.<br />The online brokerage said it had seen a frenzy of cryptocurrency activity in recent weeks. It added about 200,000 new registered users in the first week of the year, during which its platform saw several days of cryptocurrency trading volumes that were at 10 times the average of last year."
}