{
    "url_original": "https://www.wsj.com/articles/opendoors-window-appears-to-be-closing-11610539200?mod=markets_featst_pos1",
    "url": "opendoors-window-appears-to-be-closing-11610539200",
    "title": "Opendoor’s Window Appears to Be Closing",
    "sub_head": "Pandemic erodes online real-estate platform’s first-mover advantage",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-284296?width=620&size=1.5",
    "image_1": "im-284296.jpg",
    "time": "2021-01-13 07:00:00",
    "body": "What’s more risky than betting on one pandemic frenzy? Automated home flipper  Opendoor Technologies  embodies three of them at the same time.<br />Back in September, the online real-estate platform made a splash announcing its merger with one of venture capitalist Chamath Palihapitiya’s prized special-purpose acquisition companies as a means to a public offering. The move essentially combined a few of 2020’s hottest trends: a SPAC, a disruptive touchless technology and housing fever. Together, they have brought much hype to an unproven business that might have lost a key competitive edge.<br />While the onset of the pandemic temporarily derailed the iBuying business, which is focused on buying and reselling homes electronically, more recent trends have played to its strengths. Low interest rates and the rise of remote work have brought new buyers into the market, while skyrocketing home prices have enticed homeowners to try to cash out while demand is hot.<br />Opendoor shares closed their first day of trading on their own in December with a market value of roughly $17 billion based on the number of shares outstanding listed in a filing last month. That is up from a post-money valuation of just $3.8 billion following the company’s last venture raise early in 2019, according to PitchBook.<br />Having launched in 2014, Opendoor had established a sizable first-mover advantage in the iBuying market, with revenue growing 158% to $4.7 billion in 2019. That compares with just $1.4 billion in 2019 revenue for Zillow’s iBuying business."
}