{
    "url_original": "https://www.wsj.com/articles/our-sense-of-fairness-is-beyond-politics-11611255445",
    "url": "our-sense-of-fairness-is-beyond-politics-11611255445",
    "title": "Our Sense of Fairness Is Beyond Politics",
    "sub_head": "New research shows that people across the political spectrum have similar views about when and how wealth should be redistributed.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-287147?width=620&size=1.5057471264367817",
    "image_1": "im-287147.jpg",
    "time": "2021-01-21 13:57:00",
    "body": "Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.<br />What do the haves owe to the have-nots? Should a society redistribute resources from some people to others? These questions are central to the economic policy differences between left and right. The opposing views might seem completely irreconcilable. But a new paper in the journal Cognition suggests that people of all political stripes have surprisingly similar views about redistribution, at least in the abstract.<br />Daniel Nettle at Newcastle University and Rebecca Saxe at MIT presented 2,400 people in the U.K. with stories about how an imaginary village could divvy up the food people grew in their gardens. A simple graphic allowed the participants to say how much food they thought should go from villagers who had more to those who had less.<br />The scenario allowed the researchers to systematically vary aspects of the problem. They looked at four factors. How much did the garden yields depend on luck? In some versions of the scenario, the weather had a big influence on how much food each villager produced; in others, luck was less important. How homogenous was the village? In some versions the villagers had very similar “beliefs, customs and appearance,” in others they were “rather different.” Were the villagers at peace with other villages or under attack? And was food abundant or scarce in general?<br />The participants also reported how far to the right or left their politics were, and across the spectrum the results were very consistent. Everybody thought there should be some redistribution of food—there weren’t any real Scrooges. People of all political persuasions thought there should be more redistribution when luck played a larger role, when the village was more homogenous, when the village was under attack and when resources were abundant. Political views did play a small role in people’s judgments: Those on the right were slightly less likely to redistribute than those on the left. But politics was much less important than the particular story of that village."
}