{
    "url_original": "https://www.wsj.com/articles/outgoing-fcc-chief-says-government-laid-groundwork-for-faster-networks-11611102788?mod=business_featst_pos1",
    "url": "outgoing-fcc-chief-says-government-laid-groundwork-for-faster-networks-11611102788",
    "title": "Outgoing FCC Chief Says Government Laid Groundwork for Faster Networks",
    "sub_head": "Ajit Pai says he focused on fostering investment while maintaining independence",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-287476?width=620&size=1.5",
    "image_1": "im-287476.jpg",
    "time": "2021-01-19 19:33:00",
    "body": "Ajit Pai’s four years atop the Federal Communications Commission outlasted many senior officials in the Trump administration where tenure was often measured in months.<br />Some of that longevity owed to the independence of the commission, where Senate-confirmed officials are hard to remove during their terms. It also reflected Mr. Pai’s skill for navigating politically perilous rules for cellular networks, television broadcasters and big media mergers—topics about which the president often opined.<br />“It’s very important for the FCC chair to maintain its independence because otherwise, instead of putting your finger on the problem, you’re putting your finger in the wind,” Mr. Pai said Tuesday. “That’s not a good place to be for any independent leader.”<br />Mr. Pai, a Republican who spent years as a commissioner before becoming the first Indian American to lead the telecom regulator, will leave office Wednesday before the inauguration of Democratic President-elect Joe Biden. The departing official oversaw a collection of networks that grew bigger, faster and more varied over the past four years.<br />The telecom-industry veteran took the top job in 2017 with a promise to cut red tape holding back network investments. He started by rewriting his predecessor’s rules governing internet privacy and net neutrality, a concept that encourages broadband providers to carry all lawful internet data alike. Many changes dismayed Democrats but withstood repeated court challenges, fulfilling the Republican official’s pledge to make regulations more predictable."
}