{
    "url_original": "https://www.wsj.com/articles/painting-with-john-review-a-decidedly-mixed-palette-11611094289",
    "url": "painting-with-john-review-a-decidedly-mixed-palette-11611094289",
    "title": "‘Painting With John’ Review: A Decidedly Mixed Palette",
    "sub_head": "John Lurie’s new show is an odd collage of nature watching, storytelling and art instruction.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-286726?width=620&size=1.5",
    "image_1": "im-286726.jpg",
    "time": "2021-01-19 17:11:00",
    "body": "Thirty years ago, John Lurie, the musician, composer, actor and personification of “downtown” New York—when “downtown” meant something culturally specific—had a television series called “Fishing With John.” It masqueraded, with little discernible effort, as a nature-sports program, but was really about Mr. Lurie and his “guests,” who were his friends and collaborators: Jim Jarmusch, Tom Waits, Willem Dafoe, Matt Dillon, Dennis Hopper. The show lasted six episodes, but attained a cult following and is available in a Criterion Collection edition and on Criterion Channel.<br />Mr. Lurie’s new show, “Painting With John,” is a very different kind of show—part one-man chat show, part art class—albeit with a similar attitude toward TV genres. Talking into a camera like it’s a real person?, he asks. It’s so artificial. It’s so wrong. “People who can actually do it well?” he says in episode 3. “They’re probably sociopaths.” In fact, he says that the more shows he has done in the series, the better he’s gotten at it, and “the worse and worse person I’ve become.”<br />Clearly, the six-episode season is not out to seduce it’s audience with warmth and fuzziness, but the pacing, the insouciance, the music (Mr. Lurie’s) and the surprising vividness of the colors and the artwork make for a show that engages a viewer sincerely, even while being a semi-spoof: The first episode is called “Bob Ross Was Wrong” (meaning “Everyone can’t paint”). And though Mr. Lurie says he intended the show to be “educational,” he’s an intuitive painter and how can you teach intuition?<br />It’s the kind of question that leads him to tell stories—about his parents for instance, and how they never stifled the creative impulses of him or his brother and fellow musician Evan, who as a young child would assume a character such as Rin-Tin-Tin and “demand to have his dinner served to him on the floor in a bowl.” They never scolded him, but rather played along. (“Rin-Tin-Tin! It’s time for dinner!”) In ways both roundabout and very direct, Mr. Lurie is turning a show whose sensibility is casual into something instructive, without pedantry, or technical expertise: Each episode begins with Mr. Lurie crashing his drone (or seven, at one point) in an attempt to provide an introductory overview of the undisclosed Caribbean island he calls home. At one point he asks why’s he’s doing the show at all. “In fact, if you’re watching, turn it off.” I couldn’t oblige.<br />The show has three essential elements: island scenery; Mr. Lurie’s stories; and his various works in progress—paintings that combine mosaic-like fragments made of oil or watercolor and suggest Gustav Klimt with the delicate flora of a Japanese Edo-period landscape. The act of painting is absorbing in its delicacy; the programs in their entirety are haiku-like—short, seemingly spontaneous, but in fact precisely constructed. (It is a one-man show save for occasional appearances by Nesrin Wolf and Ann Mary Gludd Jones, who work for Mr. Lurie and perhaps live with him.)"
}