{
    "url_original": "https://www.wsj.com/articles/pajamas-are-the-new-sweatpantshow-to-wear-them-everywhere-11610773201",
    "url": "pajamas-are-the-new-sweatpantshow-to-wear-them-everywhere-11610773201",
    "title": "Pajamas Are the New Sweatpants—How to Wear Them Everywhere",
    "sub_head": "Men and women are trading their sad WFH uniforms for snazzy sleepwear, spending every waking hour in snugly bliss. These expert tips will help you style PJs for almost any socially distant activity.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-284705?width=620&size=custom_2000x1026",
    "image_1": "im-284705.jpg",
    "time": "2021-01-16 12:00:00",
    "body": "PAJAMAS ARE at least partially responsible for keeping Vincent “the Chin” Gigante out of jail for decades. Starting in the 1960s, the late Mr. Gigante, a notorious New York mob boss, feigned mental illness in a surprisingly successful scheme to convince authorities that he couldn’t possibly be the head of the Genovese crime family. To keep up appearances, he’d meander through his Greenwich Village neighborhood mumbling to himself while wearing slippers, sleepwear and a bathrobe. His pajama game helped him elude arrest until the 1990s, at which point he was locked up for racketeering and conspiring to murder his Mafioso rivals.<br />Today, the Chin’s ploy wouldn’t fool anyone. As the pandemic persists, pajamas have come to seem entirely sensible as all-day wear for social-distancing women and men. Whether you’re Zooming with the boss, running to the store or hosting your pod for cocktails and charades, sporting pajamas from morning ’til the next morning—a style strategy once reserved for degenerates and hung-over college students—no longer provokes censure. Today, in fact, if a man wanted to convince the world he was certifiable, he might have better luck striding down 6th Avenue in a pinstripe suit and a hat.<br />“People are looking for a different way to find comfort and fashion together,” said Roopal Patel, the fashion director of Saks Fifth Avenue. She noticed an uptick in the store’s sleepwear sales after the world hit pause last March. Ms. Patel observed that people are procuring extensive pajama wardrobes and assigning different styles to different isolation activities. “Everyone is experimenting with how to wear these pieces with their everyday looks, which they may not have done a year ago.” Indeed, if you pick the right pair, pajama dressing resolves the WFH-era dilemma of how to remain stylish at home. Emulate Sofia Coppola’s marvelous 2013 Met Gala look: metallic Marc Jacobs PJs, subtle sparkly jewelry and a mid-heel sandal. Do not mimic the Dude’s disheveled SoCal-stoner style in the supermarket scene of 1998’s “The Big Lebowski.” Tired, tattered bathrobes should be left in the closet, or the trash.<br />It might seem counterintuitive, but a sharp pair of PJs can look more put-together than the sad WFH uniform to which so many have succumbed: sweatpants, T-shirt and hoodie. The former is “crisp and happy,” said George Cortina; the latter, “sloppy and slovenly.” Mr. Cortina, 55, is a New York fashion editor (who contributes to WSJ.) and pajama evangelist who’s worn custom cotton pairs everywhere from tony Paris eateries to scene-y Los Angeles hangouts. “If you have a fresh set of pajamas,” he said, “there’s something beautiful in the choice you’ve made. If you’re wearing sweats, it’s gray and dreadful.” Mr. Cortina so strongly believes that PJs are the ultimate all-occasion ensemble that, this March, he’s launching a line of unisex poplin pairs with Savile Row tailor Anderson & Sheppard. They’ll come in un-dreadful “1960s Italian Riviera” hues like hot pink and lavender.<br />According to market research firm the NPD Group, as of November 2020, year-to-date pajama sales were up 5% nationwide—a margin expected to increase once holiday sales are factored in. Specialty sleepwear brands have enjoyed an even greater surge: The Great, a Los Angeles casual wear label, and 24-year-old Miami brand Eberjey both report that they saw pajama sales double last year and, after less than a year in business, Los Angeles loungewear upstart Leset sold out of almost every item on its website last spring."
}