{
    "url_original": "https://www.wsj.com/articles/palestinian-leader-calls-first-vote-in-15-years-amid-hopes-to-heal-rift-with-u-s-11610820680",
    "url": "palestinian-leader-calls-first-vote-in-15-years-amid-hopes-to-heal-rift-with-u-s-11610820680",
    "title": "Palestinian Leader Calls First Vote in 15 Years, Amid Hopes to Heal Rift With U.S.",
    "sub_head": "The ballot could help bolster ties with the Biden administration, but divisions between Fatah and Hamas could yet scuttle the election",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-286530?width=620&size=1.5",
    "image_1": "im-286530.jpg",
    "time": "2021-01-16 14:32:00",
    "body": "Palestinian Authority President Mahmoud Abbas announced plans for parliamentary and presidential elections for the first time in about 15 years, as the Palestinians seek to rebuild its ties with President-elect Joe Biden after falling out with the Trump administration.<br />The Palestinians have tried several times to hold elections in the last decade, but each attempt was scuttled by challenges, including sharp divisions between Fatah, the party that largely controls the Palestinian Authority that governs the West Bank, and Hamas, a Palestinian militant group that controls Gaza.<br />Still, the decree issued Friday night by the 85-year-old Mr. Abbas, who is in the 16th year of a four-year term he won in 2005, was the furthest Palestinians have legally come to holding national elections in a decade and a half.<br />The Palestinian leader’s decree set legislative elections for May 22 and presidential elections for July 31. Elections for the Palestinian National Council, which represents Palestinians abroad, were set for Aug. 31.<br />The proposal is part of a broader effort to heal internal schisms within the Palestinian leadership. The issue of Palestinian unity has increased in importance for both Hamas and Fatah following the U.S.-brokered Abraham Accords, which since last September has seen Israel normalize relations with the United Arab Emirates, Bahrain, Sudan and Morocco. For decades, the Palestinians have counted on their Arab allies to withhold normalizing relations with Israel until Israel had made peace with them."
}