{
    "url_original": "https://www.wsj.com/articles/palm-oil-is-looking-like-a-hands-down-winner-11611225004?mod=markets_lead_pos6",
    "url": "palm-oil-is-looking-like-a-hands-down-winner-11611225004",
    "title": "Palm Oil Market Is Looking Like a Hands-Down Winner",
    "sub_head": "Prices have soared since last May, as pandemic effects hurt production while demand stays strong",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-287260?width=620&size=1.5",
    "image_1": "im-287260.jpg",
    "time": "2021-01-21 05:30:00",
    "body": "The price of palm oil, used in products from chocolate to toothpaste, is near a decade high and likely to climb further.<br />In Malaysia and Indonesia, sources of roughly 84% of the world’s palm oil, labor shortages caused by the coronavirus pandemic have reduced production, while major consumers China and India are buying more for cooking and manufacturing. Malaysian stockpiles are at their lowest levels in years.<br />The benchmark futures price touched the equivalent of $961 a metric ton earlier this month, the highest since August 2011 and up more than 100% since May. The contract trades on the  Bursa Malaysia  exchange and is denominated in Malaysian ringgit.<br />On Jan. 11, Malaysia imposed its latest lockdown, set to last two weeks and covering parts of the country where coronavirus cases are soaring and hospitals are reaching capacity. Such measures over the past year have hampered harvest, which relies heavily on migrant labor. Many migrant workers in Malaysia come from neighboring, more populous Indonesia, but pandemic-tightened borders limit the movement of people.<br />Palm oil, extracted from the orange-fleshed fruit of oil palms, has gained popularity as an ingredient in food products such as cookies, nondairy spreads and instant noodles because it is inexpensive, versatile and doesn’t contain artery-clogging trans fats. It also has a higher melting point than dairy fat, so it is often used in milk chocolate to prevent melting in hot climates. Cosmetics companies use it in lipstick, makeup and skin-care products. The oil is also a key feedstock for biodiesel."
}