{
    "url_original": "https://www.wsj.com/articles/palmer-review-acceptance-and-self-acceptance-11611869698",
    "url": "palmer-review-acceptance-and-self-acceptance-11611869698",
    "title": "‘Palmer’ Review: Acceptance and Self-Acceptance",
    "sub_head": "In his best performance yet, Justin Timberlake plays an ex-con who finds himself the surrogate dad to a struggling kid.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-292033?width=620&size=1.5",
    "image_1": "im-292033.jpg",
    "time": "2021-01-28 16:34:00",
    "body": "The accidental parent is so reliable a character in fiction that one can think of multiple examples without making any effort at all (“Silas Marner,” “The Kid,” “A Perfect World,” “Horton Hatches the Egg”). But what “Palmer” indicates, aside from Justin Timberlake being a terrific actor, is that time and the proper talent can make a clichéd premise into something classic.<br />Directed with a sensitive hand by Fisher Stevens, “Palmer” begins with that old standby, the introductory aerial shot, this one carrying us across bridges and bayous and into watery, exurban Louisiana. The shot might be a joke: Ex-con Eddie Palmer (Mr. Timberlake) doesn’t fly anywhere. He takes the bus, in this case home from years in prison for something we’ll learn about later. Short on small talk, shorter on job prospects, Eddie, who prefers to be called Palmer, settles in with his grandmother Vivian (the always memorable June Squibb), who makes him go to church. His parole officer makes him look for work.<br />The creation of screenwriter Cheryl Guerriero, Palmer is the personification of regret, humiliation, frustration and considerable anger, which he keeps contained, at least until he witnesses the treatment of Sam (Ryder Allen), the nonbinary kid next door. Sam’s mother, Shelly (Juno Temple), who resides with her son in the trailer behind Vivian’s house, is a drug addict apt to disappear for weeks on end. Adding to the boy’s woes—though Sam is refreshingly stoic regarding just about everything—is his affinity for tutus and tea parties. “Boys don’t play with dolls,” says Palmer, to which Sam replies, “I’m a boy and I do.” Argue with that, neighbor.<br />What Ms. Guerriero has fashioned so honestly, with Messrs. Stevens and Timberlake making it tangible, is how Palmer regards the child. He isn’t inclined to be open-minded about Sam’s gender identity: Palmer grew up in the same place, and with the same attitudes, as his buddies, many of whom treat Sam like a freak. So do many of the kids at school (where Sam’s few allies include Miss Maggie, Sam’s teacher and Palmer’s paramour-to-be, played by the terrific Alisha Wainwright).<br />But Palmer knows what it’s like to be an outsider; he carries his pariah status around, albatross-like, which is a reason the head custodian (Lance E. Nichols) goes to bat with the school in getting Palmer hired as his assistant. It’s a dicey setup already, but when Shelly disappears for what seems like forever—it’s not; that’s how these stories work—Palmer becomes Sam’s surrogate dad and their relationship is the most endearing thing in a film with no shortage of virtues, or first-rate acting."
}