{
    "url_original": "https://www.wsj.com/articles/parents-of-remote-learners-have-smaller-roles-in-u-s-workforce-11611653401",
    "url": "parents-of-remote-learners-have-smaller-roles-in-u-s-workforce-11611653401",
    "title": "Parents of Remote Learners Have Smaller Roles in U.S. Workforce",
    "sub_head": "Students who go to school in-person are more likely to have parents who work full time, new survey shows",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-01-26 04:30:00",
    "body": "Parents of school-age children who are spending part or all of their time taking classes from home are less likely to be employed full-time, in the latest indication of how the pandemic-fueled school closures have taken a toll on working parents.<br />About 47% of parents with children who are learning entirely remotely or are in hybrid situations because of the coronavirus pandemic are working full-time, compared with 71% of parents whose children are physically back in school buildings, according to results of the Franklin Templeton-Gallup Economics of Recovery Study released Tuesday.<br />About 24% of parents whose children are attending school virtually aren’t working at all compared with 15% of parents whose children are attending school in person every day, according to the survey. About 73% of the surveyed parents said their child is learning remotely at least part of the time.<br />The results are the latest to illustrate how the prolonged school closures have increased the pressure on working parents. About seven million adults said they weren’t working because they were home caring for children who weren’t attending day care or school in-person, according to recent U.S. Census survey data conducted in late October and early November, up from around six million in May.<br />Twenty-seven of the nation’s 75 largest school districts have remained physically closed since last March, while 14 have returned to distance-learning after initially resuming in-person instruction this school year, according to the Council of the Great City Schools. Some districts are planning to gradually welcome students back inside buildings in the coming weeks as growing concerns about the mental health of students and strains on parents are being given greater weight against the risks of spreading the virus."
}