{
    "url_original": "https://www.wsj.com/articles/patch-work-review-a-stitch-in-time-11610726003?mod=ig_booksjanuary16",
    "url": "patch-work-review-a-stitch-in-time-11610726003",
    "title": "‘Patch Work’ Review: A Stitch in Time",
    "sub_head": "A fashion curator’s journey into the sumptuous weave of history—and her own life.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285942?width=620&size=1.5",
    "image_1": "im-285942.jpg",
    "time": "2021-01-15 10:53:00",
    "body": "In this remarkable self-portrait, fashion curator Claire Wilcox has set out mementoes of her life like objects in an exhibition. Short chapters, some only half a page, are displayed like treasures in a cabinet of curiosities, following no chronological order. “Patch Work: A Life Amongst Clothes” juxtaposes the author’s reflections on garments and precious fabrics with glimpses of family, illness, death, motherhood, hair, a lost child, the destruction wrought by moths (the curse of the Romans, who wore wool) and even a leaky roof. The result is magical.<br />Ms. Wilcox has worked in the fashion department of the Victoria and Albert Museum for 20 years, organizing blockbuster shows of designers such as Vivienne Westwood, Gianni Versace and Alexander McQueen, as well as the painter Frida Kahlo. Not until halfway through “Patch Work” do we learn that the author was born in a London council flat. Her mother, a seamstress, made her daughter’s dresses as well as her own. One day she stitched Ms. Wilcox a blue-and-white gingham bikini right on the beach. It’s hardly surprising that, from an early age, her daughter began to pay close attention to clothes.<br />Ms. Wilcox joined the V&A in an entry-level position but she soon felt out of her depth. “The vast knowledge of the experts reduced me to silence and I didn’t know how they knew what they knew.” She took a leave to attend Camberwell Art School before returning to work at the museum, “pulled back by a silver thread.”<br />Her memoir opens with an evocative description of the museum’s dim storeroom. Dresses, laid on beds of tissue and placed in hundreds of shallow wooden drawers, are packed into ceiling-high mahogany cupboards. The cupboards are locked with heavy brass keys. As the curators work on a cluttered table, “We spread out a lace veil, slowly disentangling its soft barbs, and cautiously unfurl a parasol, releasing a faint puff of perfume.”<br />They speak the language of ancient fabrics. They talk of “shattered” silks, “fugitive” long-faded dyes and objects that have “perished” because of chemical degradation. “Drab” is the name of a densely woven undyed wool; a “goffering” iron creates a crimped frill."
}