{
    "url_original": "https://www.wsj.com/articles/peak-oil-driversand-voterscould-delay-it-for-years-11610101808?mod=business_minor_pos11",
    "url": "peak-oil-driversand-voterscould-delay-it-for-years-11610101808",
    "title": "Peak Oil? Drivers—and Voters—Could Delay It for Years",
    "sub_head": "Investors and politicians have made their views clear about oil’s uncertain future. Consumers, not so much.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-08 05:30:00",
    "body": "You might be filling up your tank a lot longer than  BP  thinks.<br />Ambitious green policies—from politicians and even the newly climate-conscious oil companies—suggest the world is moving at warp speed away from fossil fuels. But the transition might not be easy on consumers’ wallets, which is precisely why it could take a while.<br />The idea of “peak oil,” historically a reference to a fear that oil supply was running out, now means something entirely different. British energy giant BP suggested that oil demand might have already reached its apex in 2019 if one were to imagine a world that doubles down on policies that restrict carbon emissions.<br />Others are more conservative. Under its “stated policies scenario,” the International Energy Agency estimates that oil demand will peak around 2030 and plateau. That scenario takes into account announced policy measures and its own judgment of how attainable they seem. As the IEA acknowledges, though, some of the declared policies are far-reaching targets. Chris Midgley, head of analytics at S&P Global Platts, says his group projects the world is unlikely to reach peak demand until the late 2030s, noting that demand for petrochemicals in particular seems resilient.<br />Transportation plays a key role in the timing of that peak; it accounts for the largest share of petroleum consumption globally. For electricity to crowd out oil as a transportation fuel, governments must either provide taxpayer subsidies that make electric vehicles more affordable or place a cost on not switching over, such as even higher taxes at the pump."
}