{
    "url_original": "https://www.wsj.com/articles/pelosi-keeps-her-gunpowder-dry-11609802806?mod=opinion_lead_pos1",
    "url": "pelosi-keeps-her-gunpowder-dry-11609802806",
    "title": "Pelosi Keeps Her Gunpowder Dry",
    "sub_head": "Democrats reserve the right to overturn an Iowa House election.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-280453?width=620&size=1.5",
    "image_1": "im-280453.jpg",
    "time": "2021-01-04 18:26:00",
    "body": "For all the attention devoted to Republicans contesting Joe Biden’s victory, the party with the best chance to overturn a federal election this year remains the Democrats.<br />Nancy Pelosi, who was narrowly elected again as Speaker on Sunday, allowed the Republican winner in Iowa’s 2nd Congressional district, Mariannette Miller-Meeks, to take her seat. But that may not be the last word on the election, which Democrat Rita Hart hasn’t conceded. Mrs. Pelosi’s spokesman said Ms. Miller-Meeks would be seated “provisionally” and “pending the outcome” of a House probe.<br />The House has the power to decide contested elections of its Members. Mrs. Pelosi is saying that the Democratic-controlled Committee on House Administration reserves the right to recommend muscling Ms. Miller-Meeks out of her seat months from now, when Mr. Trump’s challenge is history.<br />Ms. Miller-Meeks, a physician and state senator, won the district by six votes. Her victory was confirmed in a recount, and the state certified the results Nov. 30. More than three weeks later Marc Elias, the Democratic election lawyer who specializes in vote-counting mischief (Al Franken in 2008), presented the House with a list of 22 ballots he says should have been counted and would result in a net 15-vote swing to Ms. Hart.<br />The most straightforward response for Ms. Miller-Meeks, whose lawyers have to respond this month, is that the Hart campaign forfeited a House challenge because it never asked a state court to review the ballots under Iowa law."
}