{
    "url_original": "https://www.wsj.com/articles/pelosi-faces-narrow-margin-in-house-speaker-vote-11609675200?mod=politics_lead_pos1",
    "url": "pelosi-faces-narrow-margin-in-house-speaker-vote-11609675200",
    "title": "Pelosi Faces Narrow Margin in House Speaker Vote",
    "sub_head": "Lawmakers reconvene with smaller Democratic majority and absences expected because of coronavirus",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-280030?width=620&size=1.5",
    "image_1": "im-280030.jpg",
    "time": "2021-01-03 07:00:00",
    "body": "WASHINGTON—Nancy Pelosi (D., Calif.) is poised to win her fourth term as House speaker on Sunday, but a narrower Democratic majority and uncertainties caused by the coronavirus pandemic will make for little wiggle room.<br />Mrs. Pelosi has spent time in recent weeks shoring up support among Democrats to be able to carry a majority of those present and voting by name, as every vote will matter for the speakership as Congress convenes for its new session.<br />Democrats expect to have 222 seats to Republicans’ 211. One race in New York is still in dispute, and a seat in Louisiana will be vacant because Republican Rep.-elect Luke Letlow died on Tuesday from complications of Covid-19. Two other Republican lawmakers are expected to be absent because they have tested positive for Covid-19. It isn’t known if any Democrats will miss the vote.<br />“My opponent is Covid,” Mrs. Pelosi said on a call last week with Democrats discussing the speakership, according to a person on the call. To the public, she has asserted a confident position, saying last week she definitely expects to have a majority present and that she isn’t worried about getting re-elected.<br />Rather than assemble at once, House lawmakers will enter the chamber in groups on Sunday to enforce social distancing, which is expected to drag out a generally fast process into one that lasts several hours. First, a roll call will determine who is present. Then, lawmakers will select the speaker of the House. After that, members will take the oath of office in groups."
}