{
    "url_original": "https://www.wsj.com/articles/pelosis-revealing-house-rules-11609888634?mod=opinion_lead_pos3",
    "url": "pelosis-revealing-house-rules-11609888634",
    "title": "Pelosi’s Revealing House Rules",
    "sub_head": "A new limit on floor votes, plus a climate exception to ‘paygo.’",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-05 18:17:00",
    "body": "Speaker Nancy Pelosi knows she has a narrow majority in the new House, and she’s already taking steps to make sure she can still roll over the opposition.<br />Most media attention on the 45 pages of revised House rules for the 117th Congress has focused on the woke provisions. The Democrats banned from the rules document such gendered terms as “father” or “daughter,” in favor of “parent” and “child.” This has rightly earned derision, though not enough. The rules also create a new Select Committee on Economic Disparity and Fairness in Growth, which is best understood as a committee to justify higher taxes and a larger entitlement state. Isn’t that every committee?<br />More important for legislation, however, the rules all but eliminate what is called the motion to recommit. This legislative tool has existed since the first Congress, and for nearly 90 years it has allowed the minority party to offer the last amendment to legislation. The motions typically fail, but they are a way for the minority to highlight and provoke a debate on controversial questions.<br />Last month, for instance, Arizona Republican Debbie Lesko offered a motion to recommit to the Democratic bill legalizing marijuana. Her provision would have guaranteed the right of private companies to test employees or applicants for the drug. Her motion failed, but 11 House Democrats voted with her.<br />With a majority perhaps as small as nine votes, Mrs. Pelosi is clearly worried she could lose such motions. At the demand of the Congressional Progressive Caucus, the new rules strip the minority of the ability to use the motions to amend bills. Republicans will only be able to offer motions that send a bill back to committee. This spares swing-district Democrats from difficult votes and reduces Mrs. Pelosi’s chance of defeat on the floor. Even former GOP whip Tom DeLay never imposed that one."
}