{
    "url_original": "https://www.wsj.com/articles/penguin-bloom-review-adopting-and-adapting-11611691595?mod=opinion_major_pos14",
    "url": "penguin-bloom-review-adopting-and-adapting-11611691595",
    "title": "‘Penguin Bloom’ Review: Adopting and Adapting",
    "sub_head": "Naomi Watts stars as a recently-disabled mother whose family takes in an injured magpie.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-290167?width=620&size=1.5",
    "image_1": "im-290167.jpg",
    "time": "2021-01-26 15:06:00",
    "body": "Given the intoxicating vistas of “Penguin Bloom,” the romping children on endless Australian beaches, the couple in love and the wistful kid’s voice saying “Everything was pretty much perfect,” you can rest assured that everything’s going south in a matter of moments. And when a movie is “based on a true story,” you can also depend on certain elements being elastic, while the more implausible ones are absolutely true.<br />The unlikeliest aspect of “Penguin Bloom” is the title character, a magpie who will come to be known as Penguin after falling out of a nest and seizing the attentions of the three Bloom boys, Reuben, Oli and Noah (Felix Cameron, Abe Clifford-Barr, Griffin Murray-Johnston). This occurs despite—or more likely because—their mother, Sam (Naomi Watts), has broken her back: During a family vacation in Thailand, she leans on a rotten railing, plummets from a terrace and fractures what she describes as her “bra strap” vertebrae. This transforms her from a surfer mom who keeps an idyllic home in New South Wales into an invalid who, when not assisted by her devoted husband, Cameron (Andrew Lincoln), has to drag herself out of bed and into her wheelchair. She’s wondering why she gets up at all. Her boys are just confused, especially Noah, who blames himself for his mom’s mishap.<br />Based on a book by Cameron Bloom and Bradley Trevor Greive, “Penguin Bloom” isn’t particularly preoccupied with how the bird saves the family; the family really saves itself. But the film is visually lush, not only in the panoramic use of Sydney’s Northern Beaches but of the interiors of the Bloom household, which is ramshackle in a we-live-on-the-beach-but-have-help sort of way. The family keeps bees, which isn’t a plot point, but it explains the kitchen being so full of honey that it burnishes the light; when Sam, in a pique, knocks a jar off the counter to give her impossible mother, Jan (Jacki Weaver), something to do, the result is a syrupy mix of glass, light and the suggestion that beauty can be found in small, unlikely things, even if we viewers are the only ones seeing it at that particular time.<br />That said, “Penguin Bloom” director Glendyn Ivin doesn’t honey-coat the difficulties faced by Sam or her family, which is one of his film’s virtues. The physical trials of Sam are treated quite frankly. It’s probably true, and perhaps ironic, that an actress has to be quite physically fit to convincingly play someone with Sam’s sort of disability. Ms. Watts gives a memorable performance. So does the bird, for different reasons: The Blooms have certainly led a casual kind of existence, but the idea of a wild bird free-ranging it all over one’s home kept me distracted because one, it should have been messier, and two, when avian hygiene is in fact addressed, the kids never properly clean up after it.<br />But of course Penguin is meant as a distraction, for the Blooms and for us, as we all navigate the emotional journey of Sam, making her way to acceptance and finding new ways to live. “Penguin Bloom” is alternately despairing and inspiring—more of the former than the latter, I found, simply because of the production’s honesty, and the lifetime of difficulty the Blooms’ story suggests. “I consider myself the luckiest man alive,” Cameron says to Sam during one of her bluer moments, to which she responds “Oh, shut up,” which rings right and appropriate and certainly seems based on a true story."
}