{
    "url_original": "https://www.wsj.com/articles/pennsylvanias-last-2020-election-mess-11610666833?mod=opinion_lead_pos4",
    "url": "pennsylvanias-last-2020-election-mess-11610666833",
    "title": "Pennsylvania’s Last 2020 Election Mess",
    "sub_head": "A mail-vote fiasco comes to an end, 70 days after the election.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-285752?width=620&size=1.5",
    "image_1": "im-285752.jpg",
    "time": "2021-01-14 18:27:00",
    "body": "Ten weeks, plus a brawl in the state Senate, are what it took to finally settle Pennsylvania’s last election mess of 2020. At issue were some 300 absentee ballots in Allegheny County that voters neglected to date. Were they still valid? If yes, then the Democrat would win a state Senate seat in the 45th District. If no, the Republican would win.<br />The undated ballots were included in the county’s certified results, putting the incumbent Democrat, Jim Brewster, up by 69 votes. Republican challenger Nicole Ziccarelli appealed. If the contested ballots were removed, she said she’d win by 24. At the state Supreme Court, a slim majority said undated ballots are invalid, since the law tells voters to “date and sign.” Yet the tiebreaking Justice, an elected Democrat, held that the rule would apply only “prospectively,” given the tumult of 2020.<br />Ms. Ziccarelli took her case to federal court, pointing out that the 45th District includes parts of Westmoreland County, which did not count undated ballots. She also asked the Senate to reject the certified result: “Ziccarelli has been told by courts, boards, bodies, and state officials that she is right and that some 311 votes cast in her race are invalid, and yet—incredibly—she stands before the Senate with this Petition on the verge of losing because those ballots were tallied against her. This makes no sense.”<br />That was the state of play last week, when the Republican-controlled Senate convened to swear in its new members. In light of Ms. Ziccarelli’s petition and the federal court case, the chamber declined to seat Mr. Brewster, but not without some shouting. Lt. Gov. John Fetterman, a Democrat who presides in the Senate, at first refused to entertain the sidelining of Mr. Brewster.<br />Republicans responded by voting to oust Mr. Fetterman from the chair. “You are breaking the constitution and the laws of the Commonwealth and violating the oath of office you’ve actually taken!” someone yelled. “We will not participate in this farce!” For a time, Mr. Fetterman competed for priority with the GOP’s replacement. “The chair will not cede the rostrum!” he repeated, before eventually giving up."
}