{
    "url_original": "https://www.wsj.com/articles/pharmacies-can-get-shots-in-arms-11609710279?mod=opinion_lead_pos7",
    "url": "pharmacies-can-get-shots-in-arms-11609710279",
    "title": "Pharmacies Can Get Shots in Arms",
    "sub_head": "To speed up vaccine distribution, let national chains like CVS and Walgreens take a role.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-03 16:44:00",
    "body": "The federal government built a Covid vaccine delivery scheme to track every dose shipped to the states. Information like location and travel history is available in a software platform developed for “Operation Warp Speed” called Tiberius, so that public-health officials can make sure the limited supply is allotted carefully and fairly.<br />These are important goals, but central control comes with a trade off: it slows down the process of getting shots into arms. Poor local and state planning hasn’t helped. Neither has the trickle of funds the feds have provided to stand up vaccination sites. Add it all up and you have the explanation for the sluggish pace of immunization. Fewer than 5 million people have been vaccinated so far, versus the 20 million promised. Here’s what’s needed to turn things around.<br />First, the government needs to ship more inventory. Right now, the feds are holding back up to 55% of doses. The idea is to make sure there is supply to give everyone a second dose, within three weeks for  Pfizer  and four weeks for Moderna.<br />Sticking to the dose schedule is essential, but supply is expanding and the production processes are proven. Some of the future supply can be given as second doses in those being vaccinated today. The very small possibility that a production snafu could delay second shots seems a reasonable risk to take.<br />Second, the distribution system needs improvement. Standing up vaccination sites and encouraging people to go get the shot is expensive and takes time. The best option may be to rely more on private industry. National pharmacy chains like CVS and  Walgreens  have an agreement with the federal government to provide vaccines to long-term care facilities. The government should expand this program to help vaccinate all Americans."
}