{
    "url_original": "https://www.wsj.com/articles/philadelphia-cant-open-drug-safe-injection-site-federal-appeals-court-rules-11610486868?mod=business_minor_pos6",
    "url": "philadelphia-cant-open-drug-safe-injection-site-federal-appeals-court-rules-11610486868",
    "title": "Philadelphia Can’t Open Drug Safe-Injection Site, Federal Appeals Court Rules",
    "sub_head": "Nonprofit can seek review from full court after three-judge decision",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-284261?width=620&size=1.5",
    "image_1": "im-284261.jpg",
    "time": "2021-01-12 16:27:00",
    "body": "A Philadelphia nonprofit can’t open the nation’s first sanctioned, supervised site for drug users because the concept violates federal drug law, a three-judge federal appeals-court panel ruled.<br />Tuesday’s decision raised another barrier for the nonprofit Safehouse, which has long planned what is commonly called a safe-injection site to combat fatal drug overdoses, but has faced legal opposition and other delays. The U.S. Court of Appeals for the Third Circuit said in a 2-1 ruling that only federal lawmakers can make such a site legal.<br />“Its motives are admirable,” Judge Stephanos Bibas wrote for the majority, regarding Safehouse. “But Congress has made it a crime to open a property to others to use drugs.”<br />Safehouse aims to open a site that would offer broad support for drug users, including a room where they can take drugs with supervision so that someone can quickly intervene and treat an overdose. Supporters say the concept, already used in places like Europe and Canada but novel in the U.S., will save lives and help people get access to treatment.<br />Federal prosecutors in Philadelphia sued two years ago, arguing Safehouse would violate part of a 1986 antidrug law that makes it illegal to knowingly host illicit drug use and other drug-related activity. Safehouse won a favorable lower-court ruling in late 2019, but the appeals-court panel’s majority sided with local U.S. Attorney William McSwain’s interpretation of the law."
}