{
    "url_original": "https://www.wsj.com/articles/phil-spector-pop-music-revolutionary-dies-at-81-11610902792?mod=business_minor_pos5",
    "url": "phil-spector-pop-music-revolutionary-dies-at-81-11610902792",
    "title": "Phil Spector, Pop-Music Revolutionary Who Later Was Convicted of Murder, Dies at 81",
    "sub_head": "Producer transformed pop and rock with his ‘wall of sound’ technique; hits included ‘You’ve Lost That Lovin’ Feelin’’ and ‘Be My Baby’",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-286574?width=620&size=1.5",
    "image_1": "im-286574.jpg",
    "time": "2021-01-17 14:28:00",
    "body": "Phil Spector, a towering figure in the history of 20th-century pop music known for his symphonic “wall of sound” production technique, who later was convicted of second-degree murder, died Saturday at the age of 81.<br />The California Department of Corrections and Rehabilitation confirmed the death in a statement. The official cause of death hasn’t yet been determined. Since 2009, Mr. Spector had been serving a sentence of 19 years to life for the 2003 shooting death of actress Lana Clarkson at his home.<br />A legendary music producer, songwriter and musician, Mr. Spector, known for hits like “Be My Baby” and “You’ve Lost That Lovin’ Feelin’,” created a lush, regal approach to music production whose extravagant orchestral arrangements and overpowering layers of sound shaped the pop and rock of the 1960s. More than any other producer of his time, Mr. Spector elevated the role of pop music in culture and transformed the recording studio into an instrument—all while capturing the crushes and breakups of teenagers. A kind of early rock star himself, he also cultivated an aura of mystique with his dark sunglasses.<br />In his later years, the reclusive producer’s musical contributions were overshadowed by his volatile behavior, including his abuse of former wife Ronnie Spector and murder of Ms. Clarkson, who was found shot to death in Mr. Spector’s mansion.<br />Born in New York City on Dec. 26, 1939, Mr. Spector formed a band in high school called the Teddy Bears and wrote and recorded the song “To Know Him Is To Love Him”; its title comes from the epitaph on his father’s gravestone. It topped the charts in 1958. After working with famed songwriter-producers Jerry Leiber and Mike Stoller, he issued a string of hits in the early to mid-1960s for acts such as the Crystals, the Ronettes and the Righteous Brothers."
}