{
    "url_original": "https://www.wsj.com/articles/pieces-of-a-woman-review-life-after-anguishing-loss-11610059974?mod=opinion_reviews_pos2",
    "url": "pieces-of-a-woman-review-life-after-anguishing-loss-11610059974",
    "title": "‘Pieces of a Woman’ Review: Life After Anguishing Loss",
    "sub_head": "In Hungarian director Kornél Mundruczó’s English-language debut, a woman struggles to cope after her home birth ends in tragedy.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-280284?width=620&size=1.5",
    "image_1": "im-280284.jpg",
    "time": "2021-01-07 17:52:00",
    "body": "‘Pieces of a Woman,” streaming on Netflix, poses a startling question with shattering force. What does a woman do after her pregnancy has ended in a death instead of a new life? Vanessa Kirby is Martha, a Boston woman whose home birth goes disastrously wrong. No mainstream production has ever depicted a childbirth like this one, and Ms. Kirby’s performance is remarkable—not only when Martha is in extremis but once she’s back in what used to be her life, mourning her loss as she surveys the world around her like a benumbed alien from a distant planet. Yet another question is posed by the spectacle of Martha’s delivery, which was shot in a single take that occupies most of the first half hour of running time. Does the rest of the film live up to such an agonizing and yet commanding beginning? Unfortunately it does not, despite the presence of a star who manages to navigate a cluttered narrative with clarity and solemn grace.<br />This is Ms. Kirby’s first leading role in a feature, although anyone who saw her as Princess Margaret in the first two seasons of “The Crown” knows she illuminated every scene she was in with a quicksilver mix of ambition, sardonic wit and heedless passion. Here she’s working, often powerfully, with a much darker emotional spectrum. Martha’s anxiety billows out into horror as she realizes that her obstetric complications are spinning beyond the control of her terrified midwife, Eva (a fine performance by Molly Parker). During the year that follows, Martha is either shut down, acting out melodramatically or lashing out at her explosive, immature partner, Sean (Shia LaBeouf), a recovering alcoholic unable to cope with his own grief, and at her manipulative mother, Elizabeth (Ellen Burstyn), a Holocaust survivor obsessed with revenge in the form of a trial that will send the midwife to prison.<br />It’s a lot, to say the least, and there’s also a mercifully brief subplot involving Sean and a criminal attorney, Suzanne (Sarah Snook), who is part of Martha’s family. The strange thing, though, is that after being moved and frightened by the birth scene (“You’re doing so great,” Sean keeps saying anxiously when that’s clearly not the case); after following Martha through a succession of new torments on her journey toward an elusive peace that proves to be absurdly unconvincing, we still have no real understanding of who she is. Or how her relationship with Sean may have worked before the tragedy; it’s hard to imagine they were ever a natural fit. Or why they decided on a home birth in the first place.<br />Instead of creating the kind of texture and narrative flow that allows characters to reveal themselves gradually and fully, the film devotes increasing attention and lots of clumsy plotting to the question of litigation—can anything be gained by making someone pay for an irretrievable loss? It’s a subject addressed with far more finesse in “The Sweet Hereafter,” Atom Egoyan’s 1997 screen version of the Russell Banks novel.<br />“Pieces of a Woman” was directed by Kornél Mundruczó, working from a screenplay by his real-life partner, Kata Wéber. (A few years ago Mr. Mundruczó did a brilliantly original Hungarian-language feature called “White God,” a parable of ethnic and racial hatred in contemporary Europe in which an army of dogs turns Budapest into a sister city of Pamplona.) Their new film, which was photographed in elegant chiaroscuro by Benjamin Loeb, grew out of the couple’s own loss of a child, an experience they first dramatized in a 2018 stage play of the same name that she wrote and he directed in a successful Warsaw production."
}