{
    "url_original": "https://www.wsj.com/articles/pilgrims-pride-agrees-to-settle-some-chicken-price-fixing-claims-11610375897?mod=business_lead_pos7",
    "url": "pilgrims-pride-agrees-to-settle-some-chicken-price-fixing-claims-11610375897",
    "title": "Pilgrim’s Pride Agrees to Settle Some Chicken Price-Fixing Claims",
    "sub_head": "Proposed $75 million settlement would be the biggest so far in four-year legal battle over alleged collusion",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-283388?width=620&size=1.5",
    "image_1": "im-283388.jpg",
    "time": "2021-01-11 16:28:00",
    "body": "Chicken producer  Pilgrim’s Pride Corp.  said it reached a $75 million deal with a group of poultry buyers to settle price-fixing claims.<br />The proposed settlement by Pilgrim’s, the second-largest U.S. chicken processor by sales, would be the biggest so far in a four-year legal battle over alleged collusion among the companies that dominate the $65 billion chicken industry. Restaurant chains, supermarket operators and food distributors have accused chicken companies of coordinating production and pricing to boost prices for staples like chicken breasts, tenders and wings.<br />Last year the U.S. Department of Justice filed criminal price-fixing and bid-rigging charges against 10 poultry-industry executives, including two former chief executives of Pilgrim’s. The defendants have pleaded not guilty.<br />Colorado-based Pilgrim’s said Monday that the civil settlement remains subject to court approval, and that the company isn’t admitting to the chicken buyers’ claims. Lawsuits filed individually by major supermarket and restaurant chains remain outstanding, the company said.<br />Pilgrim’s and other U.S. chicken suppliers face ongoing lawsuits from some of their top customers, including chicken sandwich giant Chick-fil-A Inc., supermarket operators  Walmart Inc.  and  Kroger Co. , and food-service distributors  Sysco Corp.  and  US Foods Holding Corp."
}