{
    "url_original": "https://www.wsj.com/articles/politics-has-no-place-for-violence-11610494338?mod=opinion_lead_pos6",
    "url": "politics-has-no-place-for-violence-11610494338",
    "title": "Politics Has No Place for Violence",
    "sub_head": "The man who shot me in 2017 and the Capitol Hill rioters all were radicalized by extreme rhetoric.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-284301?width=620&size=1.5",
    "image_1": "im-284301.jpg",
    "time": "2021-01-12 18:32:00",
    "body": "I’m still angry after last week’s events at the Capitol. I mourn for Capitol Police Officer Brian Sicknick, who died from injuries inflicted by rioters, and worry about the morale and safety of his fellow officers. My concerns continue for the safety of my colleagues, staff and members of the press who work in Washington. President Trump should have denounced the attack unequivocally as it was taking place.<br />What happened last Wednesday went well beyond any candidate’s legal right to contest an election and is another glaring sign that public discourse has gotten out of control. With only days to go until President-elect Biden’s Inauguration, our national temperature is far too high. A powder keg had been smoldering long before Wednesday’s events. For the sake of our country, politicians and media figures—of both parties—have to tone down their rhetoric.<br />In 2017, I was shot on a baseball field by a politically motivated gunman. The deranged shooter was heavily influenced by the demonization of congressional Republicans by some Democratic politicians, whose statements were amplified by the mainstream media. In the aftermath of my shooting, I made a conscious decision not to hold anybody but the gunman responsible for that day’s events.<br />It would, however, be naive to think the shooter arrived at his decision in a vacuum. It would be equally naive to think that the Capitol rioters arrived at their decisions in a void. Violent rhetoric helps radicalize people. Republicans and Democrats alike must have the moral clarity to call this language out whenever it is spoken, not only when it comes from the other side of the political aisle.<br />Many Democrats who were rightfully quick to join us in condemning last week’s events at the Capitol were noticeably silent over the summer. In those months, Americans watched looters ransack small businesses while cities went up in flames. Radical progressives attacked police precincts and federal courthouses, and leftist protesters clashed repeatedly with police. In Minneapolis, Kenosha, Wis., Seattle’s “Capitol Hill Autonomous Zone,” the District of Columbia and other cities, many elected officials outright enabled a cruel disregard for life, property and the rule of law in the name of social justice. Many in the media cheered the violence. “Show me where it says protesters are supposed to be polite and peaceful,” CNN’s Chris Cuomo said."
}