{
    "url_original": "https://www.wsj.com/articles/police-equipment-and-its-proper-lawful-use-11610653525?mod=opinion_major_pos17",
    "url": "police-equipment-and-its-proper-lawful-use-11610653525",
    "title": "Police Equipment and Its Proper, Lawful Use",
    "sub_head": "There is a reason we arm our police.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-285157?width=620&size=1.5",
    "image_1": "im-285157.jpg",
    "time": "2021-01-14 14:45:00",
    "body": "Sen. Tom Cotton (“Insurrection Demands Forceful Response,” op-ed, Jan. 8) is right when he says: “The best way to maintain or restore order is an overwhelming display of force, which often can prevent the use of force.“ However, he only alludes to an important issue when he deprecates the initial unarmed deployment of the National Guard.<br />There is a reason we arm our police. While the presence of an officer often deters illegal behavior, that presence is backed by the implicit threat of loss of life, liberty or treasure for those not conforming their behavior to civic norms. When peaceful demonstrations become riots, as defined by violence and the destruction of property, lethal force is justified.<br />A police officer facing a rioter wielding a brick or a baseball bat has reason to fear great bodily harm or death, and therefore has the right of self-defense to use lethal force. A person hurling a Molotov cocktail into a police station is, at the very least, showing depraved indifference to the lives of those inside, if not homicidal intent. He should be deterred by lethal force.<br />As Sen. Cotton points out, maintaining order is necessary “not only to protect . . . people from criminal violence but also to preserve confidence in civilization.” The surrender of a police station in Portland, Ore., taught the insurrectionists in Washington, D.C., that they could act with impunity. Our civilization needs the protection of lethal force.<br />John M. Peterson"
}