{
    "url_original": "https://www.wsj.com/articles/poshmark-keeps-it-social-in-sustainable-e-commerce-11611055800?mod=business_featst_pos3",
    "url": "poshmark-keeps-it-social-in-sustainable-e-commerce-11611055800",
    "title": "Poshmark Keeps It Social in Sustainable E-Commerce",
    "sub_head": "Online platform combines all of retail’s hottest trends, but growth could be costly",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-19 06:30:00",
    "body": "Just when you thought e-commerce couldn’t get any hotter,  Poshmark  wants to be the life of the party.<br />The online platform, which calls itself a social shopping marketplace, saw its shares more than double in their public debut on Thursday. After a tumble Friday, Poshmark’s market value is still over $5 billion, more than a fifth of that of pandemic darling  Etsy ,  despite posting less than 12% of that company’s profit in the third quarter of last year.<br />Etsy’s shares have more than quadrupled over the past year, benefiting not only from stellar sales growth as an online marketplace but also from a pandemic-driven boom in mask sales.<br />Assuming the e-commerce frenzy in the market keeps up, Poshmark could do it one better. At its core, the platform similarly enables individuals and small businesses to market and sell goods online. But it also adds a social network aspect, incorporating likes, comments, shares and other connections through “Posh parties.” Even better, it is generally known for being a secondhand marketplace, playing into perhaps today’s hottest trend in fashion—sustainability. The U.S. online secondhand market is projected to grow 69% between 2019 and 2021, while the broader retail market shrinks 15%, according to a 2020 report from secondhand e-tail company thredUp, citing third party analytics firm GlobalData.<br />Relative to competitors, Poshmark seems to have several advantages. While it does offer personalized curation, it doesn’t hold inventory like thredUp,  RealReal  or Stitch Fix do. An asset-light model means it can quickly pivot, for example from promoting workwear to athleisure, based on changing retail trends. And its sellers don’t have to be as skilled as Etsy’s. Only so many people can handcraft jewelry or home décor; almost everyone has a piece or two of halfway decent clothing forgotten in their closet."
}