{
    "url_original": "https://www.wsj.com/articles/poshmark-shares-make-public-market-debut-at-97-50-11610644004?mod=markets_lead_pos12",
    "url": "poshmark-shares-make-public-market-debut-at-97-50-11610644004",
    "title": "Poshmark’s Stock Price More Than Doubles in Market Debut",
    "sub_head": "Investor enthusiasm reflects the soaring demand for IPOs as well as interest in secondhand goods sold online",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-285388?width=620&size=1.5",
    "image_1": "im-285388.jpg",
    "time": "2021-01-14 15:49:00",
    "body": "Poshmark Inc.’s  stock more than doubled in its trading debut Thursday, reflecting a soaring market for public offerings and expectations that demand for secondhand goods sold online will grow after the economy returns to more normal conditions.<br />Shares of the online marketplace focused on used merchandise opened at $97.50, according to FactSet, above the company’s initial public offering price of $42. That better-than-targeted IPO price valued the company at more than $3 billion, up from a $1.25 billion valuation in 2019.<br />Proceeds from the IPO will be used in part to fund Poshmark’s growth strategy, which includes expanding into new product categories. Founder and Chief Executive Manish Chandra said in a Thursday interview that expansion will be guided by the needs of its seller community, and with an eye toward appealing to its broadening audience.<br />“We think of our platform as really something that is universally applicable,” Mr. Chandra said. He added, “Our sellers today span 98% of the ZIP Codes in the United States and really span all of the different age demographics. We’ve also diversified where we’re starting to be increasingly appealing to not just women, but also men.”<br />Private companies have been looking to cash in on robust demand from investors for new listings. Companies raised more than $167 billion on U.S. exchanges last year through Dec. 24, compared with the full-year record for funds raised through IPOs in 1999, during the dot-com boom, according to Dealogic."
}