{
    "url_original": "https://www.wsj.com/articles/post-covid-these-new-european-hotels-will-be-worth-the-wait-11611851296",
    "url": "post-covid-these-new-european-hotels-will-be-worth-the-wait-11611851296",
    "title": "Post-Covid, These New European Hotels Will Be Worth the Wait",
    "sub_head": "A castle in Umbria, a palace in Lisbon, a maximalist retreat on Paris’s Left Bank. When Europe opens to Americans again, these buzzy new hotels will be worth pouncing on.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-290537?width=620&size=1",
    "image_1": "im-290537.jpg",
    "time": "2021-01-28 11:28:00",
    "body": "WHILE MUCH of the world has been sticking close to—if not literally confined to—home this past year, some of Europe’s most inspired hoteliers have spent the pandemic following Voltaire’s sage advice for troubling times: tending their gardens (while patiently awaiting travel’s return). In the pre-Covid travel boom, many new projects got under way and several have already opened, like the NoMad London, the design firm Roman and Williams’s version of plush neo-Edwardian digs in the former Bow Street Magistrates’ Court. Across the continent, other hotels have also come on line or will soon. For those eager beavers ready to flit off to Europe as soon as they get the all-clear, file away these inviting newcomers:<br />Last September, Madrid’s hotel scene ascended a few rungs on the luxury ladder with the opening of Spain’s first Four Seasons Hotel, set in a landmark former bank building in the middle of the city. Puerta del Sol, Plaza Mayor, and the art museums along the Paseo del Prado are just a short stroll away. The suites are massive, the views impressive and the spa and fitness center take over four floors. On a rooftop terrace, chef Dani García, has been luring the locals with his fabulous but informal restaurant Dani (from $660 a night, fourseasons.com/madrid). By the end of 2021—when, with luck, the pandemic will be behind us—the hotel will face more top-of-the-market competition: the newly renovated Mandarin Oriental Ritz next to the Prado and Rosewood’s overhaul of the Villa Magna in tony Barrio de Salamanca.<br />Among the hotels that saw their spring 2020 launch stymied by Covid was Lisbon’s Hotel Palácio Príncipe Real. Respecting the floor plan of a 19th-century palace that has been in the same family for a century, the hotel features 26 rooms, each decorated in a style best described by hotel owner Gail Curley as “pared-down palatial.” A jacaranda tree shading the exuberant garden inspired the decoration of several rooms as well as the color of the pool towels (from about $300 a night, palacioprincipereal.com).<br />When it opened last January, the J.K. Place Paris unleashed a maximalist Milanese design in the midst of the quaint Left Bank. While the lobby, bar and skylit Casa Tua restaurant are urbanely eclectic (modernist furniture meets African fabrics, 18th-century Chinese screens, and oodles of contemporary art), a quieter story plays out upstairs where the rooms might be too restrained, limited to subtle tonalities of gray and white. Good thing that, especially in Paris, one ought not spend much time in a hotel room (from about $775 a night, jkplace.paris).<br />After 15 years spent converting two dozen abandoned farmhouses on his family’s 3,700-acre Umbrian estate into luxury villas, Count Benedikt Bolza has now restored the estate’s 11th-century Castello di Reschio into a 36-room hotel. Guests can flop by the swimming pool or explore the miles of rolling hills surrounding the castle on foot, bicycle or horseback(from about $915 a night, reschio.com). In Sicily, the Relais & Châteaux Il San Corrado di Noto brings a new level of 21st-century luxury to a region better known for its fusty baroque style and vast acres of agriculture. The new resort features 26 suites set among a restored 18th-century manor house, stables and olive groves. Chef Ciccio Sultano (his restaurant, Duomo, in nearby Ragusa Ibla, has two Michelin stars) designed the menu to highlight the cultures that have informed Sicily’s evolution over the millennia (from about $725 a night, ilsancorradodinoto.com)."
}