{
    "url_original": "https://www.wsj.com/articles/ppp-loans-everything-we-know-about-latest-small-business-protection-11608645691?mod=politics_lead_pos12",
    "url": "ppp-loans-everything-we-know-about-latest-small-business-protection-11608645691",
    "title": "PPP Loans: Everything We Know About Latest Small Business Protection",
    "sub_head": "First-time borrowers get first dibs through community lenders; $2 million max loan for second-time PPP borrowers",
    "category_1": "Business",
    "category_2": "Small Business",
    "time": "2021-01-11 08:26:00",
    "body": "Starting Monday, small businesses looking for financial aid to weather the coronavirus pandemic will again be able to turn to the Paycheck Protection Program. The loan program is reopening on Jan. 11, initially to first-time borrowers, with second-time borrowers to follow on Jan. 13.<br />Congress authorized relaunching the program with $284 billion in funding as part of its latest $900 billion coronavirus stimulus package passed in December.<br />Much like the program’s first iteration, the aid will be in the form of forgivable loans, but there are key changes on issues such as eligibility for second-time applicants and types of forgivable expenses. Also, only certain kinds of community lenders will be accepting applications for the first few days after the program reopens. Here’s what to know about the relaunch.<br />Businesses, some nonprofit organizations, self-employed workers and independent contractors are among those eligible.<br />Existing PPP borrowers may apply for a second loan. They must have 300 or fewer employees and can demonstrate they experienced a 25% reduction in gross receipts during a quarter in 2020 compared with the same quarter in 2019. Returning borrowers must have used or will use the “full amount of the initial PPP loan for authorized purposes on or before the expected date of disbursement” of the second loan, according to the Small Business Administration and Treasury Department’s interim program rules."
}