{
    "url_original": "https://www.wsj.com/articles/ppp-program-of-covid-19-small-business-aid-reopens-with-60-000-loans-11611100704?mod=business_minor_pos4",
    "url": "ppp-program-of-covid-19-small-business-aid-reopens-with-60-000-loans-11611100704",
    "title": "PPP Program of Covid-19 Small-Business Aid Reopens With 60,000 Loans",
    "sub_head": "First wave of applications is largely handled by community and small lenders after SBA set aside time for them to act exclusively",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-287462?width=620&size=1.5",
    "image_1": "im-287462.jpg",
    "time": "2021-01-19 19:14:00",
    "body": "Roughly 60,000 borrowers were approved for more than $5 billion in forgivable loans during the first week of the reopened Paycheck Protection Program, the Small Business Administration said Tuesday.<br />The small-business coronavirus relief effort relaunched Jan. 11 after closing last August. The first wave of applications was largely handled by community and small lenders after the SBA set aside time for them to process the loans exclusively.<br />The program’s restart comes as many small businesses continue to struggle with the fallout from the pandemic. One-third of small businesses surveyed between Jan. 4 and Jan. 10 said they would need financial assistance or additional capital in the next six months, according to the Census Bureau, up from nearly 25% in mid-November.<br />“It’s encouraging to see that kind of volume go out the door, especially knowing that it can only go up from here,” said John Lettieri, chief executive of the nonprofit Economic Innovation Group. But small businesses have waited for a long time for that lifeline and some that could have been salvaged have failed, he said.<br />The average PPP loan size was below $20,000 for first-time borrowers and below $75,000 for second-time borrowers for applications processed through Jan. 17, according to an SBA spokesman, a sign the loans were being approved for smaller businesses. Loan amounts are based on the size of an applicant’s payroll."
}