{
    "url_original": "https://www.wsj.com/articles/preparations-to-be-together-for-an-unknown-period-of-time-review-operating-under-false-pretenses-11611262624",
    "url": "preparations-to-be-together-for-an-unknown-period-of-time-review-operating-under-false-pretenses-11611262624",
    "title": "‘Preparations to Be Together for an Unknown Period of Time’ Review: Operating Under False Pretenses",
    "sub_head": "In Hungary’s Oscar entry, a neurosurgeon worries she’s losing her mind after a man with whom she is smitten claims that he does not know her.",
    "category_1": "Film Review",
    "time": "2021-01-21 15:57:00",
    "body": "The title of Hungary’s Oscar entry is pleasingly, quirkily long—“Preparations to Be Together for an Unknown Period of Time”—and the premise is irresistible. Márta (Natasa Stork), a superstar Hungarian brain surgeon living in New Jersey, meets a fellow neurosurgeon at a scientific conference. Before discovering that he’s Hungarian too—his name is Janós and he’s played by Viktor Bodó—she decides he’s the man for her, not merely Mr. Right but Dr. Perfect. They talk. She’s captivated. But he’s returning to Hungary after the conference, so they agree to meet at a given time on a given day on the Pest side of Budapest’s Liberty Bridge. Then, throwing caution and very possibly part of her career to the wind, she flies back to the country of her birth, only to discover that he’s a no-show. When she tracks him down near the hospital where he works, he looks at her blankly, insisting they’ve never met.<br />Hello Alfred Hitchcock! Hey there, Krzysztof Kieslowski, and Franz Kafka too! This tale of obsession by Lili Horvát is so sensuous and richly detailed that you can hardly wait for the mystery to be explained. And once it is? Well, there’s no way to say it but to say it—enthrallment gives way to disappointment, because the reveal isn’t equal to the buildup. Yet you’ve still had the experience of being taken in—much more in a good way than a bad one—by a gifted filmmaker wielding cinema’s seductive power.<br />It’s a paradox. What I recall most vividly isn’t the letdown but a host of hypnotic moments leading up to it, and the intensity of Ms. Stork’s performance. (Róbert Maly did the sharp-focus cinematography.) Whether or not he remembers her, Márta and Janós join forces as surgeons. She operates, with him in admiring attendance, on a man who’s lost the ability to recall certain words. Exploring her patient’s brain, Márta takes exquisite pains to avoid injuring its precious speech center. But Janós’s continued emotional distance leads her to believe, in the privacy of her thoughts in her rented room, that she may be losing her mind. Movies are seldom flawless and don’t have to be. This one speaks more eloquently to how a spell can be woven rather than broken.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}