{
    "url_original": "https://www.wsj.com/articles/president-biden-will-keep-christopher-wray-as-fbi-director-11611246113?mod=business_minor_pos6",
    "url": "president-biden-will-keep-christopher-wray-as-fbi-director-11611246113",
    "title": "President Biden Will Keep Christopher Wray as FBI Director",
    "sub_head": "Decision provides stability atop agency as new administration confronts rising threat of domestic extremism after Capitol riot",
    "category_1": "Politics",
    "time": "2021-01-21 15:44:00",
    "body": "WASHINGTON—President Biden will keep Christopher Wray in place as FBI director, the White House confirmed Thursday, providing stability atop the nation’s premier law-enforcement agency as the new administration confronts the rising threat of domestic extremism after the deadly riot at the U.S. Capitol.<br />The decision comes as the Federal Bureau of Investigation continues its probe of hundreds of members of the pro-Trump mob that stormed the halls of Congress on Jan. 6—one of the most substantial investigations undertaken in U.S. history. Agency watchdogs are scrutinizing the government’s inability to prevent the deadly attack.<br />The acting U.S. attorney in Washington, D.C., Michael Sherwin, who has been running the investigation into the riot, briefed the new Justice Department leadership on Wednesday about the sprawling inquiry that has already led to the arrest of more than 100 alleged rioters on federal charges, with hundreds more under investigation, an agency spokesman confirmed.<br />Investigators are moving swiftly to probe the activities of alleged right-wing militia members who may have planned the attack and some of the more violent incidents, including assaults on police officers, as many of the charged defendants have begun cooperating, law-enforcement officials said. Prosecutors are also expected to charge in the coming days people who allegedly attacked members of the media during the riot, officials said.<br />Biden administration officials have told U.S. attorneys around the country, many of whom were appointed by former President Donald Trump, to stay in their roles for now. It plans to replace them individually in the coming months rather than ask them to leave all at once, Justice Department officials said."
}