{
    "url_original": "https://www.wsj.com/articles/president-biden-quickly-rejoined-paris-climate-accord-leading-again-will-be-harder-11611257931?mod=politics_lead_pos10",
    "url": "president-biden-quickly-rejoined-paris-climate-accord-leading-again-will-be-harder-11611257931",
    "title": "President Biden Quickly Rejoined Paris Climate Accord. Meeting the Emissions Goals Will Be Harder.",
    "sub_head": "Some of world’s largest economies are still behind on greenhouse-gas reduction targets, five years after signing the agreement",
    "category_1": "Politics",
    "time": "2021-01-21 16:47:00",
    "body": "President Biden’s move to rejoin the Paris climate accord within hours of his inauguration was welcomed by world leaders, but meeting the U.S.’s commitments to reduce greenhouse-gas emissions promises to be challenging.<br />Mr. Biden has pledged to take significant steps to address what he has described as a climate-change crisis. He proposed to limit power plants’ emissions in the short term and set the industry on the path to becoming carbon free by 2035. On his first day, he took steps to limit the oil-and-gas industry’s methane emissions and he has vowed to boost electric-vehicle adoption by adding 500,000 new charging outlets by 2030.<br />Those actions could face judicial challenges and pushback from industry groups that represent certain fossil-fuel interests. Pursuing his agenda also will require Mr. Biden to obtain, in some cases, congressional approval or changes to tax law. His infrastructure package also could help re-establish the U.S. as a leader on climate initiatives, but enacting this ambitious legislation could be difficult after asking Congress to approve considerable expenditures to fight Covid-19.<br />China and other nations have recently increased their pledges to do more to tackle climate change, and corporations are heavily investing in the technology needed to run the global economy with fewer greenhouse-gas emissions.<br />But global emissions continue to rise, and groups tracking progress question whether many of the countries that have signed the Paris agreement are currently on track to hit the targets they set to reduce their share."
}