{
    "url_original": "https://www.wsj.com/articles/presidential-pours-a-history-of-wine-in-the-white-house-11610168400",
    "url": "presidential-pours-a-history-of-wine-in-the-white-house-11610168400",
    "title": "Presidential Pours: A History of Wine in the White House",
    "sub_head": "The wines served at the White House tell us a lot about the president in office at the time. Our wine columnist considers a recent book on the topic and also offers a roundup of White House favorites to uncork now.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-279261?width=620&size=custom_3696x3550",
    "image_1": "im-279261.jpg",
    "time": "2021-01-09 12:00:00",
    "body": "WHEN PRESIDENT-ELECT Joe Biden and Dr. Jill Biden move into the White House on January 20, what wines will they serve? Will they stick with the tried-and-true picks of their predecessors or select something more daring—a sparkling wine from Texas or Vermont perhaps?<br />As Frederick J. Ryan, Jr., recounts in “Wine and the White House: A History,” some American presidents were more fond of the grape than others, but they all recognized wine’s important political role.<br />Although it was published last fall, Mr. Ryan’s 456-page opus seems even more relevant now as current White House staffers prepare to hand their successors the keys to the cellar. Until reading this book, I’d never given much thought to the selection and service of wines by presidents and their staffers—in fact, I’d never given much thought to certain presidents, such as James Buchanan and Rutherford B. Hayes, at all. But thanks to Mr. Ryan I learned that the former liked wine so much he eventually drank himself into gout, while the latter liked wine so little he had to be all but forced to pull some corks. (His teetotaler wife was nicknamed “Lemonade Lucy.”)<br />President Harry S. Truman was apparently just as stingy with the juice. He served, it’s noted, a single glass of Champagne to guests before dinners, while during the meal “the process of refilling the empty wineglasses was deliberately slow.”<br />Wine is an excellent prism through which to consider past presidents and their accomplishments or misdeeds (or both). Take, for example, Richard M. Nixon. While the 37th president may have resigned in disgrace, he is also responsible for putting Schramsberg, the Napa Valley sparkling-wine producer, on the map when he served a 1969 Schramsberg Blanc de Blancs to Chinese Premier Zhou Enlai in 1972 in a toast to the breakthrough in American-Chinese relations."
}