{
    "url_original": "https://www.wsj.com/articles/pro-trump-discussion-board-faces-possible-shutdown-over-violent-racist-posts-11610819176?mod=politics_lead_pos4",
    "url": "pro-trump-discussion-board-faces-possible-shutdown-over-violent-racist-posts-11610819176",
    "title": "Pro-Trump Discussion Board Faces Possible Shutdown Over Violent, Racist Posts",
    "sub_head": "Web-hosting company says TheDonald.Win must clean up; domain’s owner says he has effectively lost control of it",
    "category_1": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-286500?width=620&size=1.5",
    "image_1": "im-286500.jpg",
    "time": "2021-01-16 12:46:00",
    "body": "An influential pro-Trump discussion board active in the buildup to the Jan. 6 Capitol attack faces the prospect of being shut down by its web-hosting company for allegedly fostering white supremacist and violent extremism.<br />Robert Davis, senior vice president of Epik Inc., told The Wall Street Journal his firm warned TheDonald.Win it might be dropped within days if it fails to better cull what he said are discussions glorifying violence, propagating white supremacy and fomenting extremism.<br />“They need to recognize the critical role they play as an inspirational place rather than a hotbed of extremism,” Mr. Davis said. “Epik has no tolerance for anything that incites hate or violence.” If the site didn’t fix the problem speedily, he added, “they’re gone from Epik and it will be hard for them to get service anywhere.”<br />TheDonald.Win has been identified by law enforcement and analysts as an important online staging platform for the storming of the U.S. Capitol that federal prosecutors are investigating as a seditious act and President-Elect Biden characterized as domestic terrorism. Recent posts on the forum viewed by the Journal have included further calls for violence, including a threat to kill House Speaker Nancy Pelosi about which the FBI was informed, according to people familiar with the matter.<br />The owner of the domain TheDonald.Win, Jody Williams, said he has been trying for months to purge a surging tide of violent, racist and anti-Semitic postings, an effort he said has triggered multiple daily death threats from censored posters against him and his family. Mr. Williams said a small cluster of the site’s most powerful moderators—including one who controls its code—have thwarted his efforts to rein in such content even as it grew over the last 10 months."
}