{
    "url_original": "https://www.wsj.com/articles/procter-gamble-has-topped-out-for-now-11611155672?mod=business_minor_pos10",
    "url": "procter-gamble-has-topped-out-for-now-11611155672",
    "title": "Procter & Gamble Has Topped Out for Now",
    "sub_head": "Rich valuation and the fact that shares aren’t likely to shine in a pandemic recovery are holding company back",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-20 10:14:00",
    "body": "Everything is going  Procter & Gamble ’s  way. Investors should ask whether this is as good as it gets for a while.<br />The consumer-products giant on Wednesday reported excellent earnings for the three months through December. Organic sales, which adjust for currency fluctuations, acquisitions and divestitures, rose 8% from a year earlier. The company raised its sales guidance for the full fiscal year ending in June to a range of 5% to 6% growth from 3% to 4% previously and boosted its share-buyback plans.<br />The maker of Tide detergent, Bounty paper towels and Charmin toilet paper has benefited handsomely from the coronavirus pandemic. And thanks to its diverse portfolio, even categories such as shaving and beauty, not natural beneficiaries of the stay-at-home economy, have performed reasonably well. Grooming, for instance, saw 6% organic sales growth in the quarter thanks to surging sales for appliances like electric razors as consumers continue to shun barbers.<br />Yet P&G shares were basically flat in morning trading and are down around 6% since P&G reported similarly stellar results three months ago. Investors rightly worry that sales of household staples will fall as the pandemic fades and that its shares remain somewhat expensive at 23 times forward earnings, according to FactSet.<br />Perhaps a bigger challenge for the stock is that it doesn’t look like a good fit for any post-pandemic market narrative. In a reflationary boom, it wouldn’t benefit from the likely rotation into value stocks and cyclicals. Under a stagnation scenario it might normally be attractive as a steady dividend payer, but its current 2.4% yield isn’t especially enticing compared with other consumer-staples companies at the moment—particularly food and beverage stocks:  Coca-Cola ’s  yield is 3.4%,  General Mills ’ 3.7%, and  PepsiCo ’s  2.9%."
}