{
    "url_original": "https://www.wsj.com/articles/prof-dershowitz-on-impeaching-the-departed-11611599790?mod=opinion_major_pos17",
    "url": "prof-dershowitz-on-impeaching-the-departed-11611599790",
    "title": "Prof. Dershowitz on Impeaching the Departed",
    "sub_head": "Though the Nixon episode is similar to President Trump’s, it is hardly a precedent. Nixon resigned the presidency.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-287430?width=620&size=1.5",
    "image_1": "im-287430.jpg",
    "time": "2021-01-25 13:36:00",
    "body": "In “No, You Can’t Try an Impeached Former President” (op-ed, Jan. 21), Prof. Alan Dershowitz makes some technical arguments against the ability of the Senate to hold an impeachment trial against now former-President Trump. Fair enough, but when he discusses precedents, which are very rare, his attempt fails when he frames the nonimpeachment of Richard Nixon, who “left office in 1974 to avoid certain impeachment and conviction, there was no movement to continue the process.”<br />Though the Nixon episode is similar to President Trump’s, it is hardly a precedent. The glaring difference is that Nixon resigned the presidency, rather than face, and put the country through, the ordeal of impeachment. President Trump adamantly refused to resign the presidency, or even to concede the election. Had President Trump resigned, as Nixon did, the House likely wouldn’t have pursued impeachment.<br />Finally, Mr. Dershowitz states that: “For the victorious Democrats to seek revenge against Donald Trump would set a terrible precedent.” In this case, there are many in Congress from both parties who have a much different perspective than ours, having experienced the violence on Jan. 6. Even if the Senate doesn’t have a trial now that Mr. Trump is no longer in office, he should at minimum be censured for his goading the mob violence that day.<br />Russell Bratburd<br />Pleasant Hill, Calif."
}