{
    "url_original": "https://www.wsj.com/articles/protesting-farmers-target-indias-largest-cell-company-and-its-billionaire-owner-11609932823?mod=business_minor_pos8",
    "url": "protesting-farmers-target-indias-largest-cell-company-and-its-billionaire-owner-11609932823",
    "title": "Protesting Farmers Target India’s Largest Cell Company and Its Billionaire Owner",
    "sub_head": "More than 2,000 cell towers operated by Mukesh Ambani’s Reliance Industries have been damaged amid a backlash over agriculture deregulation",
    "category_1": "World",
    "time": "2021-01-06 08:27:00",
    "body": "NEW DELHI—More than 2,000 cell towers in northern India have been damaged, as a backlash over the deregulation of the nation’s agricultural industry has led to a showdown between farmers and India’s wealthiest businessman.<br />The businessman, Mukesh Ambani, heads  Reliance Industries Ltd.  The company, along with local authorities, says vandals showing support for a protest that has blocked the roads into New Delhi for more than a month are responsible for damaging the cell towers.<br />Reliance controls India’s biggest cellular company and its largest retailer, including some of the country’s largest grocery-store chains. Those chains are expected to benefit from a new law that deregulates the farming industry to allow more private-sector control of distribution. Mr. Ambani, worth around $75 billion according to Forbes magazine, is seen as close to Prime Minister Narendra Modi, who is backing the new law. He is one of the most influential corporate leaders in New Delhi.<br />The state of Punjab said on Tuesday that it had deployed more than 1,000 people to protect Reliance assets across the state. The company had petitioned courts this week in Punjab and the state of Haryana, where it has more than 20 million cellular customers, for more protection for its retail stores and towers for its Jio telephone network.<br />Reliance has “sought the urgent intervention of government authorities to bring a complete stop to the illegal acts of vandalism by miscreants,” it said on Monday, without specifying exactly what actions it expected authorities to take. “These acts of violence have endangered the lives of thousands of its employees and caused damage and disruption to the vital communications infrastructure.”"
}