{
    "url_original": "https://www.wsj.com/articles/proud-boys-organizer-arrested-on-capitol-riot-charges-11611188676?mod=business_minor_pos4",
    "url": "proud-boys-organizer-arrested-on-capitol-riot-charges-11611188676",
    "title": "Proud Boys Organizer Arrested on Capitol Riot Charges",
    "sub_head": "Joseph Randall Biggs encouraged members of the far-right group to attend the rally that turned into a violent siege of the U.S. Capitol, authorities say",
    "category_1": "U.S.",
    "time": "2021-01-20 19:24:00",
    "body": "Federal authorities on Wednesday arrested a Florida man they called a self-described organizer for the Proud Boys, saying he encouraged members of the far-right group to attend the Washington, D.C., rally that resulted in the Jan. 6 storming of the U.S. Capitol.<br />Joseph Randall Biggs, 37 years old, was arrested on charges of entering the Capitol unlawfully, engaging in disorderly conduct on Capitol grounds and obstructing an official proceeding before Congress. According to a Federal Bureau of Investigation affidavit, Mr. Biggs posted a message online about attending the Jan. 6 rally that authorities say was similar to a message posted by the leader of the Proud Boys.<br />Mr. Biggs made an initial appearance Wednesday in U.S. District Court in Orlando. An attorney for Mr. Biggs couldn’t be identified. Calls and texts to numbers associated with Mr. Biggs weren’t immediately returned.<br />Mr. Biggs is among the more than 100 suspects arrested in a sweeping federal investigation of the Capitol riot, which left five people dead, including a U.S. Capitol Police officer. Federal authorities have arrested multiple members of the Proud Boys for their alleged involvement in the attack on the Capitol, along with some other far-right groups.<br />Also on Wednesday, a federal judge in New York detained a Connecticut man charged with using a police shield to violently press a Capitol Police officer against a door during the riot, an attack captured in a widely circulated video. The judge said the man, Patrick Edward McCaughey III, 23, posed a danger to the community."
}