{
    "url_original": "https://www.wsj.com/articles/qatars-neighbors-pledge-to-end-embargo-but-uncertainty-lingers-11609881035?mod=world_major_1_pos7",
    "url": "qatars-neighbors-pledge-to-end-embargo-but-uncertainty-lingers-11609881035",
    "title": "Qatar’s Neighbors Pledge to End Embargo, but Uncertainty Lingers",
    "sub_head": "Saudi official says the U.S.-brokered deal returns Gulf relations to normal, but tensions persist",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-01-05 16:10:00",
    "body": "AL-ULA, Saudi Arabia—Qatar’s neighbors agreed Tuesday at a regional summit to set aside festering differences that had caused a destabilizing break among the U.S. allies and undermined a pressure campaign on Iran, but sidestepped efforts to resolve the sources of their repeated rifts.<br />Saudi Arabia, the United Arab Emirates, Bahrain and Egypt will reopen their airspace to Qatari jets, restore diplomatic ties with Doha and reverse all other actions taken since they cut relations in 2017, a senior Saudi official told The Wall Street Journal.<br />The time frame for these decisions wasn’t clear, and hours later Qatari websites remained blocked in the other countries. The official said Saudi Arabia had already begun working on implementing some of the measures, while other countries might take longer.<br />The exact terms of the deal weren’t made public, but instead were laid out in a document signed by all parties to the dispute plus the remaining members of the Gulf Cooperation Council, the official said. Initial demands made of Qatar by the four countries were replaced by broad agreement on principles including nonintervention in others’ internal affairs and cooperating to confront threats to regional security.<br />“The Al-Ula declaration has achieved a settlement of all issues outstanding in a way that is entirely satisfactory to all nations involved,” Saudi Foreign Minister Prince Faisal bin Farhan told reporters after the gathering in the kingdom’s northwestern Al-Ula province. “All the outstanding [issues], whether it’s the returning of diplomatic relations, flights, etc., all of that will now go back to normal.”"
}