{
    "url_original": "https://www.wsj.com/articles/qualtrics-shares-jump-in-trading-debut-11611863999?mod=markets_lead_pos11",
    "url": "qualtrics-shares-jump-in-trading-debut-11611863999",
    "title": "Qualtrics Shares Jump in Trading Debut",
    "sub_head": "Software company’s opening price values it at approximately $24.5 billion",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-291248?width=620&size=1.5",
    "image_1": "im-291248.jpg",
    "time": "2021-01-28 15:00:00",
    "body": "Shares of  Qualtrics International Inc.,  a spinoff from  SAP  SE, rose roughly 38% in its public-markets debut amid a surge of investor interest in the enterprise-software sector.<br />Qualtrics ,  which makes software for businesses to track customer interactions, brands and employees, opened at $41.85 Thursday afternoon, compared with its initial public offering price of $30 a share. The opening price values the company at approximately $24.5 billion. Qualtrics is trading on the Nasdaq under ticker symbol “XM.”<br />The company arrives on the public market during a pandemic that has amplified a digital transition many businesses are undertaking as they adopt tools to boost interaction with customers online and to better run internal processes. That focus on digital operations has heightened the importance of Qualtrics’s products, the company’s chief executive, Zig Serafin, told The Wall Street Journal.<br />Investors have rewarded companies that support digital commerce. Shares of companies such as  Salesforce.com Inc.,  whose software helps businesses manage customer relationships, and  Square  Inc.,  a digital-payments company, have surged over the last 12 months. Others such as  Snowflake  Inc.,  a data-warehousing company, have preceded Qualtrics in launching successful pandemic-era IPOs.<br />SAP, based in Germany, maintains a controlling stake in Qualtrics following Thursday’s offering, owning 84% of the company’s common stock and 98% of its voting rights. SAP acquired Provo, Utah-based Qualtrics for roughly $8 billion in early 2019. Qualtrics had been on the verge of going public by itself at the time."
}