{
    "url_original": "https://www.wsj.com/articles/qualcomm-names-cristiano-amon-as-ceo-succeeding-steve-mollenkopf-11609853111?mod=tech_lead_pos1",
    "url": "qualcomm-names-cristiano-amon-as-ceo-succeeding-steve-mollenkopf-11609853111",
    "title": "Qualcomm Names Cristiano Amon as CEO, Succeeding Steve Mollenkopf",
    "sub_head": "The CEO switch comes against the backdrop of a rapid deployment of new 5G networks world-wide that has boosted the mobile-chip giant’s fortunes",
    "category_1": "Tech",
    "time": "2021-01-05 08:37:00",
    "body": "Mobile-phone chip giant  Qualcomm Inc.  on Tuesday named Cristiano Amon to succeed Steve Mollenkopf as chief executive as it puts a period of legal struggles behind it and aims to capitalize on rising demand for superfast 5G phones.<br />As Qualcomm’s president, Mr. Amon, 50, has been the public face of the company’s efforts to become a central supplier in the shift to 5G, winning business with  Apple Inc.,  building on its share of the Chinese handset market and moving into new areas like chips for autonomous cars. He is set to take over on June 30, the company said.<br />Mr. Amon succeeds Mr. Mollenkopf, 52, who was promoted from president to CEO in 2014 and led the company through several years of unprecedented challenges. They included a long-running legal struggle with Apple over Qualcomm’s patent-licensing practices, an antitrust case brought by the Federal Trade Commission, repelling an activist investor, averting a hostile takeover and having a $44 billion acquisition scrapped amid U.S.-China political tensions.<br />Mr. Mollenkopf, who has been with Qualcomm for 26 years, is to remain an adviser to the company for a period after Mr. Amon succeeds him, the company said. In a statement, the departing CEO said it was the right time to make the change with questions about the company’s business model behind it and large new opportunities before it.<br />Mark McLaughlin, Qualcomm’s chairman, said Mr. Mollenkopf faced “more in his seven years as CEO than most leaders face in their entire careers,” citing his guiding of the company through its challenges."
}