{
    "url_original": "https://www.wsj.com/articles/real-estates-latest-trophy-assets-are-in-short-supply-11610014634?mod=markets_featst_pos3",
    "url": "real-estates-latest-trophy-assets-are-in-short-supply-11610014634",
    "title": "Real Estate’s Latest Trophy Assets Are in Short Supply",
    "sub_head": "Property investors want to buy grocery stores, but may struggle to convince retailers to part with them",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-07 05:17:00",
    "body": "Unlikely as it may sound, grocery stores are becoming dream properties—coveted but hard to prise away from their owners. Changes to accounting rules are just one reason why it has become less appealing for supermarkets to sell their real estate.<br />In Europe, food shops have been among the few retailers allowed to trade throughout the pandemic and business has been strong. U.K. grocer J Sainsbury reported Thursday that over the nine weeks to Jan. 2, sales increased by 9.3%, sending its shares up 4%. Britain’s supermarkets have had their highest Christmas sales on record, based on data released this week by Nielsen.<br />That strength has fed through into real-estate markets, where superstores are in demand. Landlords haven’t struggled to collect rents from grocers as they have from other retailers. U.K.-listed  Supermarket Income REIT  received 100% of rents owed in the three months through September, compared with just 79% for Europe’s biggest shopping mall landlord,  Unibail-Rodamco-Westfield .  The former’s stock is roughly flat over the last 12 months, while Unibail’s has more than halved in value.<br />Growing competition to buy grocery stores is already nudging up prices. European prime supermarket rent yields tightened to 5.63% by the third quarter of 2020, according to  Savills  data, compared with 5.67% at the end of 2019. In contrast, the yield on prime shopping malls moved out over the same period as investors grew jittery about future cash flows.<br />For investors such as U.S.-listed Realty Income, which has been trying to build a portfolio of grocery stores in Britain, supply of the best assets could remain tight. Supermarket giants like Carrefour and  Tesco  have property worth billions of dollars on their books. But selling up is less appealing today than it was during the big wave of deals in the 2000s."
}