{
    "url_original": "https://www.wsj.com/articles/regenerons-antibody-miracle-for-covid-19-11611270897?mod=opinion_lead_pos7",
    "url": "regenerons-antibody-miracle-for-covid-19-11611270897",
    "title": "Regeneron’s Antibody Miracle for Covid-19",
    "sub_head": "Within two days of receiving treatment, my wife and I had no more symptoms.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-287468?width=620&size=1.5",
    "image_1": "im-287468.jpg",
    "time": "2021-01-21 18:14:00",
    "body": "Three weeks ago my wife and I were toasting the New Year and giving blessings for the last. It was a year in which we welcomed our first grandchild, reason enough to be thankful. It was also a year during which we maintained our health, despite living, shopping, working and commuting in the heart of the city with the world’s worst Covid-19 death record. It appeared we were going to skate through the pandemic into the post-pandemic era without getting sick.<br />Then the coughing began.<br />After a long day at work, I went to bed early and kept waking up with a hacking cough. I rose the next morning feeling dizzy and achy with a cold sweat. I called my doctor, who got right to the point: “You probably have Covid; that’s the only thing getting through masks these days.”<br />Since I had a fever, I went directly to NYU Hospital’s emergency Covid ward. Although it was overcrowded, an unexpected calm prevailed. Several of the nurses and aides told me they’d already had Covid. Others had been vaccinated. More important, they said, they now have powerful weapons to use against the virus.<br />The weapon that interested me most was the antibody cocktail by Regeneron that has emerged from this crisis as a giant-killer. Once my test came back positive, I asked the nurses whether I could get the casirivimab and imdevimab drugs that night. They said it’s only given the day after you’re diagnosed. I also learned that despite Operation Warp Speed’s remarkable achievements in bringing drugs like this to the market quickly, there were still regulatory barriers to its distribution that seemed needlessly bureaucratic."
}