{
    "url_original": "https://www.wsj.com/articles/religious-liberty-isnt-enough-11612125595?mod=opinion_major_pos4",
    "url": "religious-liberty-isnt-enough-11612125595",
    "title": "Religious Liberty Isn’t Enough",
    "sub_head": "Cultural conservatives also need to defend our views, which are scientifically sound and popular.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292871?width=620&size=1.5",
    "image_1": "im-292871.jpg",
    "time": "2021-01-31 15:39:00",
    "body": "President Biden’s pledge to heal and unify seems to mean giving the far left everything it demands in the culture wars. Conservatives therefore must resist. Yet in doing so we must avoid the trap of framing every debate as if it were about religious liberty.<br />Religious liberty is important, but it’s only part of the story. As the Biden administration advances a divisive and extreme social agenda, our response can’t simply be a polite request to be left alone. We need to oppose the left’s agenda on the merits. It’s the principled thing to do, and it will be good politics given where the American people actually are on the issues.<br />Take Mr. Biden’s decision to overturn the Mexico City policy and call for repeal of the Hyde Amendment. Those policies long prevented taxpayers from funding—and thus being complicit in—elective abortions, overseas and at home. But protecting pro-life people’s right to dissent isn’t the most important reason to oppose abortion funding. The complicity matters because killing unborn babies is profoundly unjust. Conservatives’ refusal to fund abortions communicates that message, which is why the left has turned against popular consensus to oppose the Hyde Amendment—including Mr. Biden, who caved to pressure after supporting Hyde for 40 years.<br />Or consider Mr. Biden’s approach to gender ideology: “Transgender equality is the civil rights issue of our time. There is no room for compromise when it comes to basic human rights.” By his own admission, he’s not looking for common ground—as reflected in his day-one executive order directing that all citizens, including children, be recognized by their declared gender in federal law.<br />Conservatives have no choice but to push back. And here, too, the terrain to defend is not primarily about religious liberty, or religion at all. Children feeling discomfort with their bodies shouldn’t be told the lie that they’re “trapped in the wrong body,” nor should adults pump them full of puberty-blocking drugs and cross-sex hormones. Doing so is unethical medicine, a violation of the bodily integrity of children—whether or not those kids or their parents or doctors are religious."
}