{
    "url_original": "https://www.wsj.com/articles/rent-collection-is-down-and-apartment-owners-feel-the-squeeze-11611657001?mod=markets_lead_pos13",
    "url": "rent-collection-is-down-and-apartment-owners-feel-the-squeeze-11611657001",
    "title": "Rent Collection Is Down, and Apartment Owners Feel the Squeeze",
    "sub_head": "Multifamily properties were initially a bright spot during Covid-19, but banks now see more apartment debt as high risk",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2021-01-26 05:30:00",
    "body": "The apartment business has weathered the Covid-19 pandemic better than most of the real-estate sector. That is starting to change.<br />Owners of multifamily buildings are falling behind on loan payments. Banks view a greater number of rental loans as high risk, and fewer lenders are available to help struggling developers with financing. Eviction protections, lower rent collections and unprecedented declines in the asking rent in some urban markets are also taking their toll on apartment owners.<br />Niche corners of the multifamily business that were popular with investors before the pandemic are now some of the worst off. Ratings companies have downgraded bonds tied to senior-housing and student-housing properties, and some co-living companies, where tenants lease rooms in shared apartments, are also struggling. Earlier this month, the co-living operator Quarters closed all of its U.S. operations, filing for 10 bankruptcies.<br />But the traditional rental-apartment business is showing cracks, too. During the pandemic, the share of total apartment debt that banks place into their highest-risk categories has ballooned to 16.9% from 4.6%, according to a December report from Trepp LLC, a real-estate data firm that compiled risk ratings from more than a dozen major banks.<br />“A lot of this was driven by people being in stress,” said Russell Hughes, a vice president at Trepp. Landlords requested payment leniency on their loans, and this was a major factor in banks raising their risk assessments, he added."
}