{
    "url_original": "https://www.wsj.com/articles/republican-voters-stick-by-trump-as-some-lawmakers-seek-distance-11610629997?mod=business_minor_pos4",
    "url": "republican-voters-stick-by-trump-as-some-lawmakers-seek-distance-11610629997",
    "title": "Republican Voters Stick by Trump as Some Lawmakers Seek Distance",
    "sub_head": "GOP lawmakers such as Rep. Nancy Mace of South Carolina oppose impeachment while criticizing president",
    "category_1": "Politics",
    "time": "2021-01-14 08:13:00",
    "body": "MONCKS CORNER, S.C.—Republican elected officials who have criticized President Trump following a mob attack on the Capitol are trying to navigate distancing themselves from the commander in chief as some GOP voters say they don’t want a clean break.<br />Ten Republicans in the House voted with Democrats Wednesday to impeach Mr. Trump after he encouraged supporters protesting his election loss to march to the Capitol last week. Some Republicans who opposed impeachment have publicly criticized the president, with a handful suggesting the party must break free of his influence to regain power in Washington. Many in the party are smarting over losing control of both the White House and Senate in the last election.<br />Many others in the GOP are sticking by him, to varying degrees. More than 140 House Republicans objected to certifying President-elect Joe Biden’s election win after the riot.<br />In this GOP-leaning suburb of Charleston, represented by freshman Republican Rep. Nancy Mace, some of the party’s voters said they still back Mr. Trump. They condemned the mob in Washington last week but—unlike Ms. Mace—said the president wasn’t responsible for the actions of those supporters.<br />“Right now, Republicans across the board are weak,” said Gary Simons, a Republican.  He said he opposed the violence on Jan. 6, but he thought Mr. Trump was right to challenge the November election results, saying it was “what the people needed him to do.” He said he had expected more Republicans would object to certifying Mr. Biden’s win."
}