{
    "url_original": "https://www.wsj.com/articles/republican-attorney-general-official-resigns-over-groups-role-in-capitol-march-11610417656?mod=politics_lead_pos6",
    "url": "republican-attorney-general-official-resigns-over-groups-role-in-capitol-march-11610417656",
    "title": "Republican Attorney General Official Resigns Over Group’s Role in Capitol March",
    "sub_head": "Adam Piper was executive director of Republican Attorneys General Association, which sent robocalls asking people to join rally that turned into deadly riot",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-283865?width=620&size=1.5",
    "image_1": "im-283865.jpg",
    "time": "2021-01-11 21:14:00",
    "body": "The executive director of the Republican Attorneys General Association resigned after the group was criticized for soliciting thousands of Trump supporters to march on the Capitol last week and fight to support President Trump’s claims of widespread voter fraud.<br />The Republican Attorneys General Association’s policy arm, the Rule of Law Defense Fund, authorized robocall messages urging “patriots” to join last Wednesday’s march to “fight to protect the integrity of our elections.” Marchers eventually stormed the Capitol building, disrupting Congress’s ratification of President-elect Joe Biden’s victory over Mr. Trump and leaving five dead, including a Capitol Police officer.<br />More than a dozen Republican attorneys general, including the association’s chairman and vice chairman, quickly condemned the violence. The group’s executive director, Adam Piper, resigned over the fallout of the association’s role emerging publicly, earlier reported by Documented, a watchdog group that is critical of corporate influence on public policy.<br />The Republican attorneys generals accepted Mr. Piper’s resignation Monday, publicly commending his commitment to the association.<br />“Adam’s leadership provided AGs with the necessary support to reach new levels across the country,”  said a statement released by the group’s policy chairman, Alabama Attorney General Steve Marshall."
}