{
    "url_original": "https://www.wsj.com/articles/resident-alien-review-doctor-without-borders-11611691816?mod=opinion_major_pos13",
    "url": "resident-alien-review-doctor-without-borders-11611691816",
    "title": "‘Resident Alien’ Review: Doctor Without Borders",
    "sub_head": "On Syfy, Alan Tudyk plays an alien set on destroying the Earth, but first he must disguise himself as a physician, learn to speak English and drink whiskey.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-290169?width=620&size=1.5",
    "image_1": "im-290169.jpg",
    "time": "2021-01-26 15:10:00",
    "body": "As immigration stories go, “Resident Alien” isn’t exactly an argument for open borders. Harry Vanderspeigle has, after all, arrived in snowy Patience, Colo., with the express purpose of wiping out all of humankind. His orders from home instruct him to instigate a “full extinction event.” He’s not really interested in assimilation.<br />On the other hand, he’s not actually Harry Vanderspeigle: The real Dr. Harry (Alan Tudyk), an only occasional visitor to Patience, becomes an early casualty of intergalactic hostilities when he’s pitched out the window of his vacation cabin and into the lake by an his alien attacker who assumes the ice will keep the late doctor fresh, and hidden, at least until spring. That accomplished, our alien, who has crash-landed and lost his “device” (the bomb that will obliterate Earth), assumes Harry’s shape, learns human language from watching Jerry Orbach on “Law & Order,” and before anything else can happen is enlisted into public service in a town offbeat enough to assume its strange new physician-psychiatrist is simply, as they say, out there.<br />Based on the Dark Horse comics series co-created by Peter Hogan and Steve Parkhouse, “Resident Alien” carries echoes of many entertainments past, notably the old Peter Sellers movie “Being There,” in which the utterances of an idiot were presumed to be profound, and the erstwhile CBS TV series “Northern Exposure,” whose fish-out-of-water story also took place in a remote locale that needed a doctor and was eccentric enough to accept more eccentricity. Harry (Mr. Tudyk, naturally) is not just an oddball: Missions are subject to change, but his initial intent is to keep his identity secret, kill the one little boy (Judah Prehn) who can see the homicidal alien below Harry’s human disguise, find his device, blow up Earth, and do it all before the real Dr. Harry bobs to the surface.<br />The snag: The town’s regular resident doctor has suddenly turned up mysteriously dead. Harry, who in this case is not the killer, is dragooned by the belligerent Sheriff Mike Thompson (Corey Reynolds) into performing the autopsy. Which gets him far more involved in local events—and the local people—than is wise for a genocidal extraterrestrial.<br />Among all the secret weapons inhabiting “Resident Alien” the principal one is Mr. Tudyk, who often provides voices for animated series (“American Dad!” “Robot Chicken,” “Rick and Morty”) but can assume the otherworldly look, and charms, of a creature cut loose from his reality. I have an indelible memory of him in the original “Death at a Funeral,” as the fiancé who is inadvertently given a hallucinogenic and ends up naked on a roof. He is required, similarly, in “Resident Alien” to play much of Harry’s character straight-faced, though Mr. Tudyk’s face is never quite straight and he occasionally gets to be hilarious, such as when the infinitely patient-in-Patience nurse Asta Twelvetrees (Sara Tomko) and the bartender D’arcy (Alice Wetterlund) introduce him to alcohol. “I’ll say one thing about whiskey,” he tells himself a little later. “It’s allowing me to make smart, rational decisions,” at which point he breaks into the kid’s house and tries to kill him. “There’s an alien under my bed,” young Max tells his mom and dad (Meredith Garretson, Levi Fiehler), who smile indulgently, pooh-pooh the very idea and take him to sleep with them. Close calls are a regular part of life in Harry’s small-town America."
}