{
    "url_original": "https://www.wsj.com/articles/retail-tenants-leverage-pandemic-stress-for-rent-cuts-11610361000?mod=business_featst_pos2",
    "url": "retail-tenants-leverage-pandemic-stress-for-rent-cuts-11610361000",
    "title": "Retail Tenants Leverage Pandemic Stress for Rent Cuts",
    "sub_head": "Some retailers, restaurants, gyms and other businesses are experiencing improved lease terms as they gain the upper hand over landlords looking to retain tenants",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-282868?width=620&size=1.5",
    "image_1": "im-282868.jpg",
    "time": "2021-01-11 12:02:00",
    "body": "U.S. commercial landlords have granted billions of dollars of rent relief to struggling storefronts as property owners strive to keep falling occupancy rates from triggering more severe financial consequences.<br />With many commercial property tenants in dire financial straits due to the economic fallout from the coronavirus pandemic, landlords are reluctantly granting concessions on lease payments, lengthening payment terms, extending or shortening leases, lowering rents permanently and even forgiving past-due payments, according to real-estate advisers, property managers and lawyers.<br />By providing the breaks following negotiations, landlords are hoping to avoid pandemic-induced tenant departures, keep properties occupied and rent payments flowing, while avoiding the larger losses that can come from evictions and increased vacancies in their shopping centers and malls. They are fearful of triggering lease provisions that kick in when key anchor retailers or a certain number of tenants leave a certain property, cutting rents for those that remain.<br />“In light of the pandemic, people are worried about empty stores and worried about traffic in their malls,” said Saul Burian, managing director at investment bank  Houlihan Lokey Inc.  “Some are even worried about hitting thresholds of vacancies that could have other consequences either with respect to other tenants, or with respect to their debt.”<br />Landlords who feel that they won’t be able to quickly replace tenants have the least leverage in negotiations, said Beth Azor, founder and owner of commercial real-estate advisory and investment firm Azor Advisory Services Inc., which owns and manages six shopping centers in South Florida."
}