{
    "url_original": "https://www.wsj.com/articles/richard-bransons-virgin-orbit-reaches-space-with-unconventional-rocket-launch-system-11610946369?mod=business_lead_pos10",
    "url": "richard-bransons-virgin-orbit-reaches-space-with-unconventional-rocket-launch-system-11610946369",
    "title": "Richard Branson’s Virgin Orbit Reaches Space With Unconventional Rocket-Launch System",
    "sub_head": "Startup deploys tiny satellites into orbit in successful demonstration flight",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-286688?width=620&size=1.5",
    "image_1": "im-286688.jpg",
    "time": "2021-01-18 12:06:00",
    "body": "A venture to launch small satellites using a rocket fired from a converted jumbo jet deployed 10 tiny ones into orbit for the first time Sunday, providing a big boost for the startup founded by entrepreneur Richard Branson.<br />The successful demonstration flight by Southern-California-based Virgin Orbit, nearly eight months after a botched test, lifts the company into the select group of small-satellite launch providers able to offer flight-proven hardware.<br />With the proliferation of small-satellite manufacturers across the U.S. and other regions, specialized launch providers are rushing to fill the demand to blast their products into space. They include Rocket Lab, a U.S.-New Zealand company that has a flight-proven rocket; Texas-based Firefly Aerospace; and Relativity Space, which plans to launch 3-D manufactured rockets. But only a few of the startups can claim the distinction of blasting out of the atmosphere, a goal Mr. Branson and his team have pursued for years, even as more-conventional rocket designs grabbed most of the public attention.<br />Virgin Orbit’s novel airborne platform, a specially outfitted  Boeing Co.  747 jet named Cosmic Girl, climbed to an altitude of roughly 6 miles above the Pacific Ocean and released a slender, 70-foot rocket slung under its left wing. The booster’s main liquid-fueled engine roared to life, transporting the cluster of cubesats, or miniature satellites, built by universities and sponsored by the National Aeronautics and Space Administration, into low-Earth orbit.<br />Mr. Branson said the company’s LauncherOne rocket would encourage “a whole new generation of innovators on the path to orbit.” Virgin Orbit CEO Dan Hart said the company managed to demonstrate every element of its launch system. The next mission is slated to begin commercial operations, with customers including the U.K.’s Air Force and low-cost communications provider Swarm Technologies Inc."
}