{
    "url_original": "https://www.wsj.com/articles/right-price-can-make-an-m-b-a-a-good-buy-11610396107?mod=opinion_major_pos17",
    "url": "right-price-can-make-an-m-b-a-a-good-buy-11610396107",
    "title": "Right Price Can Make an M.B.A. a Good Buy",
    "sub_head": "The decision is much simpler when the price of an accredited M.B.A. is only $22,500, and when one can complete it without career interruption.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-279247?width=620&size=1.5",
    "image_1": "im-279247.jpg",
    "time": "2021-01-11 15:15:00",
    "body": "The central question posed by “The Pros And Cons of an M.B.A.” (Personal Journal, Jan. 4) is whether the cost is worth it. It is true that most programs will cost over $100,000, and much more if one considers foregone earnings.<br />The decision is much simpler when the price of an accredited M.B.A. is only $22,500, and when one can complete it without career interruption. That’s what the University of Illinois now offers with our fully online iMBA program. We intentionally optimized the online experience, providing meaningful engagement with faculty and fellow students without requiring students to relocate or travel to campus. Our results speak for themselves: Although the program is only five years old, we had a record 4,000 applications from eager learners around the globe—a 75% increase over fall 2019. We’ve graduated more than 1,000 students from the program with a 97% student satisfaction rate. Although nearly all of our students are employed, more than half of them received a promotion or a new job opportunity during their time in our program.<br />We’ve embraced disruptive innovation in a sector that has traditionally been resistant, and the market has responded with enthusiasm—so much so, that we’ve expanded our online programs to include a master’s degree in accounting and another in management.<br />Employers still desire the skills provided by a high-quality M.B.A. education. By increasing access to the degree by lowering financial, geographic and other barriers, we have once again made the M.B.A. a high-value investment.<br />Jeffrey Brown"
}