{
    "url_original": "https://www.wsj.com/articles/rising-star-porters-future-on-house-financial-panel-is-in-doubt-11610101801?mod=politics_lead_pos10",
    "url": "rising-star-porters-future-on-house-financial-panel-is-in-doubt-11610101801",
    "title": "Rising Star Porter’s Future on House Financial Panel Is in Doubt",
    "sub_head": "Katie Porter’s questioning of witnesses, often with a white board, made her a high-profile House member during her first term",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-282275?width=620&size=1.5",
    "image_1": "im-282275.jpg",
    "time": "2021-01-08 05:30:00",
    "body": "REP. KATIE PORTER, the California Democrat whose interrogations of financial executives and Trump administration officials gained wide notice, is unlikely to remain on the House Financial Services Committee, after Democratic leaders have been unresponsive to her requests for a waiver that would allow her to continue serving on the panel despite having two other committee assignments. Porter has been added to the Natural Resources Committee for the new Congress, and remains on the Oversight Committee. But she has pushed to remain on Financial Services, given her background in bankruptcy law that has made her an ally of progressives including her mentor, Sen. Elizabeth Warren.<br />Porter sent a letter requesting a waiver to House Speaker Nancy Pelosi on Nov. 30. After not getting an affirmative response, she sent another on Wednesday, noting that five waivers remain available for members to join the committee while retaining their other committee assignments. A Pelosi spokesman didn’t respond to requests for comment.<br />“If you do not grant me a waiver to serve on Financial Services, I respectfully request the ability to continue my decades of work on financial issues through service” on a select committee on economic disparities, Porter wrote in the letter reviewed by the Journal.<br />Porter’s questioning style, often featuring a white board and a Socratic give-and-take with witnesses, made her one of the most high-profile first-term House members during the last Congress and led to speculation that she would run for Senate. Porter flipped a competitive district in Orange County, Calif., in 2018 and expanded her margin of victory to seven points in 2020.<br />"
}