{
    "url_original": "https://www.wsj.com/articles/rob-portmans-exit-interview-11611875951?mod=opinion_lead_pos8",
    "url": "rob-portmans-exit-interview-11611875951",
    "title": "Rob Portman’s Exit Interview",
    "sub_head": "He worries about the Trump trial’s precedent, but he’s bullish to serene on the Republican future.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA463_Noonan_8U_20210128151108.jpg",
    "image_1": "publicresourcesimagesED-BA463_Noonan_8U_20210128151108.jpg",
    "time": "2021-01-28 18:19:00",
    "body": "Sen. Rob Portman of Ohio isn’t running for re-election in 2022. This is not good. He is a rightly respected figure. He tries to advance serious legislation. He doesn’t spend all his time talking on television.<br />He cheerily returned my call Wednesday from “the beautiful Russell Office Building.” He thinks his office was once that of Sen. Harry Truman; his previous office had been occupied by Truman’s frequent antagonist, Ohio’s Sen. Robert Taft. Mr. Portman finds this satisfying. In 11 years in the Senate, he has been known for a bipartisan approach.<br />Before being elected to the Senate in 2010 (by 18 points) and 2016 (by 21), Mr. Portman had six terms in the House and stints as director of the Office of Management and Budget and U.S. trade representative, both under President George W. Bush. He’s dexterously made his way through the party’s Trumpian minefields. Over the years when national events have turned especially murky, I’ve asked his read on things, and what’s always struck me is his stubborn sense of reality: He doesn’t let his wishes get in the way of what he sees. In the geography of the Republican Party he’d be placed with figures like Mitch Daniels—the We Actually Know Things Caucus.<br />When he made his announcement Monday, he said the Senate is too polarized, common ground has been lost. He has been moved by the response: “It’s a crazy world right now, and this decision I made I thought normal, but the response was abnormal. I think people are really yearning for some renewed bipartisanship and cooperation.” Potential candidates for his seat have called to say they want to be like him. “It’s been crazy,” he laughs, “like dying a good death.”<br />He’s 65 and means it when he says he wants more time with his family: “I never expected to be a career politician.” He intends to make progress “on the outside” on issues he cares about—drug addiction, sex trafficking, a commission on mandatory federal spending."
}