{
    "url_original": "https://www.wsj.com/articles/robinhood-wants-more-female-investors-so-does-everyone-else-11610015400?mod=markets_lead_pos11",
    "url": "robinhood-wants-more-female-investors-so-does-everyone-else-11610015400",
    "title": "Robinhood Wants More Female Investors. So Does Everyone Else.",
    "sub_head": "Attracting more women will be key to its growth. But getting more women to trade can be a tall task for all online brokerages.",
    "category_1": "Markets",
    "time": "2021-01-07 05:30:00",
    "body": "Fast-growing online brokerage Robinhood Markets Inc. just capped a blockbuster year, one that saw seemingly anyone ranging from college students to retirees transform into stock-market traders.<br />Now, the company has its sights set on another demographic: female customers. Attracting more women to Robinhood’s platform will be key to its growth, especially as the company aims to evolve beyond its retail trading roots.<br />Already, some expansion is under way. The company points to its cash management feature as well as fractional trading and recurring investments features. Company executives said Robinhood would be open to expanding to new products, such as financial planning. The hope is that these will widen Robinhood’s appeal among potential customers, including women.<br />But as the broader investment industry continues shifting to holistic wealth planning that addresses investors’ long-term goals, Robinhood may be playing catch-up to other players, such as  Charles Schwab Corp.  and Fidelity Investments Inc. that already offer those services. Fidelity ended the third quarter with some $8.8 trillion in assets under administration, already has name recognition among many individual investors, thanks to its 401(k) platform, and has been operating for decades longer. Fidelity said 41% of its nearly 26 million retail brokerage accounts are held by women.<br />During 2020, the number of women on Robinhood tripled, according to the company, to reach its highest share of customers yet. Even so, they still account for a minority of users. Robinhood declined to say how many new customers it gained in 2020 but said in May that the company had more than 13 million users."
}