{
    "url_original": "https://www.wsj.com/articles/robots-turn-100and-still-enthrall-us-11610773260",
    "url": "robots-turn-100and-still-enthrall-us-11610773260",
    "title": "Robots Turn 100—and Still Enthrall Us",
    "sub_head": "The intelligent, human-like machines long promised by science fiction still don’t exist, but they’ve played an important role in the modern imagination.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-284737?width=620&size=1.5",
    "image_1": "im-284737.jpg",
    "time": "2021-01-16 12:01:00",
    "body": "In 2021, robots can be forklifts or machine tools, surgical instruments or bomb defusers. As a viral video showed this month, a new, human-shaped model from Boston Dynamics can even dance to the Motown song “Do You Love Me?” But when the Czech writer Karel Capek coined the word “robot” in his play “R.U.R.,” which made its debut in Prague 100 years ago this month, he had something much grander in mind: a new, man-made species, capable of tireless labor but also love, hope and self-sacrifice. As a robot declares in the play’s last scene, “We’ve become beings with souls.”<br />Actual robots may be a letdown by comparison, but over the last century, imaginary robots have become one of our best tools for thinking about fundamental questions: What is it that makes us human? How can we be sure of what’s going on in other minds? Do the benefits of progress outweigh its dangers? These used to be problems for religion and philosophy; thanks to robots, we now often approach them through science fiction.<br />People told stories about mechanical men long before 1921. The Argonautica, a Greek epic from the 3rd century B.C., includes the story of Talos, “fashioned of bronze and invulnerable,” who guards the harbor of Crete. A 16th-century Jewish legend tells of the Golem, a huge man of clay made to protect the Jews of Prague. Both of these proto-robots are built with a kind of kill switch, giving humans a way to keep them in check. Talos is deactivated when the thin skin on his ankle is punctured, allowing the fluid that gives him life to run out; the Golem can be stopped by erasing the Hebrew letter written on his forehead. Clearly, humans have always worried that the machines we make to serve us could eventually turn on us.<br />Not until Mary Shelley’s 1818 novel “Frankenstein,” however, did a man-made creature become an object of sympathy. Dr. Frankenstein makes his monster out of body parts scavenged from “the dissecting room and the slaughterhouse,” and it turns out to be all too human. Indeed, the monster is driven to violence because people refuse to acknowledge that he has human feelings, especially a need for love. “Are you to be happy while I grovel in the intensity of my wretchedness?” he rages.<br />It took another century of scientific and industrial progress to prepare the world for robots as we imagine them today—mass-produced intelligent machines that can rival or surpass the human race. In Capek’s play, R.U.R. stands for Rossum’s Universal Robots, the company that manufactures them. Capek credited his brother with coining the word “robot” from the old Czech term robota, the labor service imposed on peasants by feudal kings."
}