{
    "url_original": "https://www.wsj.com/articles/rock-force-review-proving-macarthurs-valor-11610753246",
    "url": "rock-force-review-proving-macarthurs-valor-11610753246",
    "title": "‘Rock Force’ Review: Proving MacArthur’s Valor",
    "sub_head": "‘I will return,’ vowed the general. To make that happen required a daring attack from the sky.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285643?width=620&size=1.5",
    "image_1": "im-285643.jpg",
    "time": "2021-01-15 18:27:00",
    "body": "There is no shortage   of good books on the bloody fighting in the Pacific during World War II. “With the Old Breed,” Eugene Sledge’s first-person account of the harrowing combat on Peleliu and Okinawa, and “Utmost Savagery,” Joseph Alexander’s history of three days of battle on Tarawa, are but two. Now add to their rank “Rock Force,” Kevin Maurer’s excellent and detailed account of the 503rd Parachute Infantry Regiment’s daring airborne assault and conquest of Corregidor, a mile-wide, 4-mile-long, tadpole-shaped piece of volcanic rock jutting up nearly 600 feet at the mouth of Manila Bay.<br />Following the Spanish-American War, the U.S. made Corregidor nearly impenetrable with heavily fortified coastal artillery pieces installed throughout. But like any military asset, it was only as good as its supply lines, and those were cut off by the Japanese shortly after Pearl Harbor.<br />Gen. Douglas MacArthur orchestrated the defense of the Philippines from Corregidor during the early years of the war, but in March 1942, with the Philippines all but lost, he was ordered to evacuate, leaving behind some 78,000 troops to face the brutal Japanese. Fast-forward three years to the Allies’ island-hopping campaign to beat them back. “Taking back the Philippines—an island chain MacArthur had called home for years—would be the crowning achievement of his campaign to drive the Japanese out of the archipelago,” Mr. Maurer writes. “And taking back Corregidor would prove his valor.”<br />This was the mission of the 503rd in February 1945. Because Corregidor was so well-prepared to ward off an attack by sea, the Allies decided that the paratroopers would make a strategic jump onto the flat top of the island, giving the Americans both the element of surprise and the high ground above the Japanese defenders, most of whom were sheltered in the tunnels and batteries that dotted the steep ravines below. They could then proceed to root out the Japanese, securing the island and the rest of the Philippines.<br />To piece together the details of the intense fighting that followed, Mr. Maurer leans on the memoirs of three veterans of the 503rd: First Lt. Bill Calhoun; Capt. Charlie Bradford, a battalion surgeon; and Pfc. Anthony Lopez, the only one of the three still alive to confirm the story when Mr. Maurer was conducting his research. “As the C-47 approached . . . tracer rounds from a Japanese machine gun streaked past the wing,” Mr. Maurer writes of the initial assault. Bradford “cleared the plane without issue and felt the reassuring tug of the risers as his parachute opened and slowed his descent. The noise of the engine faded and all Bradford heard was the wind. He scanned the area under his boots. Bomb craters and ruins. It looked like a giant had punched holes in the top of the island.”"
}