{
    "url_original": "https://www.wsj.com/articles/roku-throws-up-its-own-plot-twist-11609856486?mod=markets_featst_pos3",
    "url": "roku-throws-up-its-own-plot-twist-11609856486",
    "title": "Roku Throws Up its Own Plot Twist",
    "sub_head": "Buying Quibi’s catalog looks opportunistic, but a bigger shift into content would be expensive",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-280639?width=620&size=1.5",
    "image_1": "im-280639.jpg",
    "time": "2021-01-05 09:21:00",
    "body": "It is hard to blame Roku for wanting to be a player, but the content game is a very expensive one to play in.<br />The maker of TV streaming boxes and related services is near a deal to buy the catalog of Quibi—the short-form video service that turned out to be extremely short-lived. The Wall Street Journal reported Sunday of advanced talks between the two that would give Roku control over Quibi’s library. No purchase price was reported. Roku’s largest deal to date has been its $151 million acquisition of Dataxu, which provides a platform of advertising tools, in 2019.<br />Roku may be best known for its boxes and TV sets bearing its brand, but the company generates most of its revenue—and the vast majority of its gross profit—from its platform side, which includes advertising, subscription and transaction fees generated by programs and streaming services accessed through the company’s hardware. That side of the business has averaged revenue growth of 74% on a year-over-year basis each quarter over the past eight periods, but it also depends largely on content owned by other, much larger companies.<br />Buying Quibi’s library would give Roku a base of its own content to work with. But the value of that content remains questionable, given Quibi’s rather quick flameout. The service offering shows broken up into short-form, smartphone-ready video chunks for $5 a month launched in April and lasted six months before announcing it would shut down. The failure was likely accelerated by the coronavirus pandemic keeping people at home and thus not having to rely on phones for TV viewing. It is also possible, though, that Quibi’s shows just weren’t good enough to cut through the noise in a crowded streaming market.<br />If so, Roku’s opportunistic play to pick up a batch of content on the cheap may turn into a problem if it portends what could be an expensive shift in strategy. Hollywood giants and tech titans alike are pouring billions into the creation of shows and movies for their respective streaming services. Netflix alone spends an average of more than $3 billion a quarter on content—double Roku’s current annual revenue."
}