{
    "url_original": "https://www.wsj.com/articles/royal-caribbean-to-sell-azamara-luxury-cruise-line-for-201-million-11611063900?mod=business_lead_pos2",
    "url": "royal-caribbean-to-sell-azamara-luxury-cruise-line-for-201-million-11611063900",
    "title": "Royal Caribbean to Sell Azamara Luxury Cruise Line for $201 Million",
    "sub_head": "Cruise operator says it seeks to focus on core brands as it works to resume operations that had been halted due to Covid-19",
    "category_1": "Business",
    "time": "2021-01-19 08:45:00",
    "body": "Royal Caribbean  Group said it is selling its Azamara luxury cruise line for $201 million in cash to private-equity firm Sycamore Partners, a move that would let the company focus on core operations after almost a year since onboard coronavirus outbreaks brought voyages to a halt in the U.S.<br />The divestment is the latest downsizing move by a cruise company during the Covid-19 pandemic as operators look for additional sources of cash. Royal Caribbean Finance Chief Jason Liberty said the deal wasn’t driven by financial reasons and that it had considered selling the brand before the health crisis.<br />The company will seek to expand its core Royal Caribbean International, Celebrity Cruises and Silversea brands after the sale, according to Royal Caribbean, which also operates TUI Cruises and Hapag-Lloyd Cruises under a joint venture. Under the transaction, expected to close in the first quarter, Sycamore will acquire Azamara’s three ships and intellectual property such as the brand’s logo and slogan, the company added.<br />Royal Caribbean in December said it sold two ships in its Royal Caribbean International fleet. The company will come out of the deal with three fewer ships than its 61-ship fleet in 2019 after taking two ship deliveries and exiting a joint venture for Pullmantur Cruceros, which filed for reorganization under Spanish insolvency laws in 2020, a spokesman said.<br />“It allows us to really prioritize our resources, which are not just financial resources—it’s also the minds and time of management,” Mr. Liberty told The Wall Street Journal."
}