{
    "url_original": "https://www.wsj.com/articles/russia-detains-hundreds-as-protesters-rally-for-jailed-opposition-leader-navalny-11611402227?mod=business_minor_pos4",
    "url": "russia-detains-hundreds-as-protesters-rally-for-jailed-opposition-leader-navalny-11611402227",
    "title": "Russia Detains Hundreds as Protesters Rally for Jailed Opposition Leader Navalny",
    "sub_head": "Unsanctioned demonstrations across the country are a test for the Putin critic’s movement and a fresh challenge to the Kremlin",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-01-23 08:52:00",
    "body": "MOSCOW—Thousands of people across Russia took to the streets in support of jailed opposition leader Alexei Navalny, in what has shaped up to be a key test for his movement and a fresh challenge for the Kremlin.<br />Police in riot gear detained hundreds of protesters during the unsanctioned rallies in dozens of Russian cities on Saturday, including the capital Moscow, according to independent monitors. Mr. Navalny, who was detained on Sunday upon his return to Russia from Germany following a near-fatal poisoning with a nerve agent, had called for protests and organizers said they expected rallies in more than 60 cities across Russia’s 11 time zones.<br />For Mr. Navalny, who has shown an ability to mobilize his large following into demonstrations, Saturday’s protests are a new test of his clout after being out of the country for five months, while supporters are facing freezing temperatures and increasing pressure from authorities. The strength and sustainability of the rallies would be an indication whether his movement can grow even as he is facing a potentially yearslong prison sentence, analysts say.<br />The rallies are the latest against President Vladimir Putin’s government following demonstrations in recent years against declining political freedoms and stagnating living standards. Observers say that the major concern for the Kremlin is whether the rallies could grow into a long-term display of resistance and attract more people ahead of this year’s parliamentary election.<br />“The protests are a vivid headache” for many in the ruling elite, said Konstantin Gaaze, a Moscow-based political analyst and former government adviser. “And for Navalny, it’s all in, he has nothing else but the menace of street protests.”"
}