{
    "url_original": "https://www.wsj.com/articles/russian-opposition-leader-alexei-navalny-returns-to-moscow-11610906483?mod=business_minor_pos4",
    "url": "russian-opposition-leader-alexei-navalny-returns-to-moscow-11610906483",
    "title": "Russian Opposition Leader Alexei Navalny Detained Upon Return to Moscow",
    "sub_head": "Prominent Putin critic had been in Germany after a near-fatal poisoning attack in August",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-286591?width=620&size=1.5",
    "image_1": "im-286591.jpg",
    "time": "2021-01-17 15:49:00",
    "body": "MOSCOW—Russian security forces detained opposition leader Alexei Navalny on his return to the country, heightening a confrontation between the Kremlin and its most vocal critic after he recovered in Germany from a near-fatal poisoning attack last summer.<br />Russian authorities went to lengths to prevent his return from becoming a media spectacle by diverting his plane to Sheremetyevo Airport, nearly an hour’s drive from his original destination. His followers, who had congregated at a different airport west of Moscow, were barred from entering the arrival area by dozens of security officials, many in riot gear, who swarmed the area.<br />Mr. Navalny was confronted by law-enforcement officials inside the terminal, who took him away from his wife, lawyer and other supporters traveling with him, video from his YouTube channel showed. Aides said he wasn’t allowed access to a lawyer and was currently at an undisclosed location.<br />Russia’s federal prison service said in a statement that Mr. Navalny, who has been on the agency’s “wanted list” since Dec. 29, was detained for repeated violations of his probation. Further measures would be determined by a court, the agency said. Until then, Mr. Navalny would remain in custody, officials said.<br />The opposition politician has said the legal moves authorities have initiated against him were meant to deter him from returning."
}