{
    "url_original": "https://www.wsj.com/articles/salman-toor-interview-whitney-bar-boy-11610799649",
    "url": "salman-toor-interview-whitney-bar-boy-11610799649",
    "title": "Pakistani Artist Salman Toor’s Success Was a Surprise Even to Him",
    "sub_head": "The young artist, celebrated for a smash-hit Whitney Museum show and a fresh approach to figurative painting, on his significant year ahead",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-286450?width=620&size=custom_1080x1350",
    "image_1": "im-286450.jpg",
    "time": "2021-01-16 08:30:00",
    "body": "In WSJ. Magazine’s series “12 for ’21,” we highlight a dozen of the most creative artists and entertainers working today—all poised to have a breakout 2021.<br />As a young man studying at Aitchison College, an English-style boarding school in Lahore, Pakistan, the artist Salman Toor was often bullied for being “very effeminate,” he says. Toor eventually found a way to use his drawing talent to his social advantage. “My skill was well-known at school, and these big boarding-school boys came to me and were like, ‘Could you please make me a nude picture’ ” of a woman, he says. “I got their protection from my art.”<br />Toor’s talent for figuration has since landed him greater breakthroughs, like his first global solo museum exhibition, Salman Toor: How Will I Know, on at the Whitney in New York until April 4. Before 2018—when Whitney curators Christopher Y. Lew and Ambika Trasi approached Toor about building an exhibition—Toor was relatively unknown in the West.<br />After the Whitney news became public, he showed at Aicon Gallery in late 2018 in New York and at Perrotin in New York in 2019, and last year, he signed on with New York–based Luhring Augustine. His art is now in the permanent collections of the Museum of Contemporary Art Chicago, Tate in London and at M Woods in Beijing, China. Between October and December last year, Phillips and Christie’s sold four of his paintings, including one that went for over eight times its high estimate, setting a record high for Toor.<br />“There’s such an immediacy to his work, yet it’s also so layered in its references to art history,” says Trasi, the Whitney exhibition’s co-curator. “He is really grounded in empathy and compassion toward that very diasporic South Asian community, which is not often represented in painting so directly.”"
}