{
    "url_original": "https://www.wsj.com/articles/samsung-is-raking-in-cash-now-it-needs-to-spend-some-11611831567?mod=markets_featst_pos1",
    "url": "samsung-is-raking-in-cash-now-it-needs-to-spend-some-11611831567",
    "title": "Samsung Is Raking in Cash; Now It Needs to Spend Some",
    "sub_head": "The electronics giant has built up a formidable war chest but it will need to spend heavily to maintain its edge",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-28 05:59:00",
    "body": "Samsung  Electronics has been building up an impressive cash hoard over the past few years. Now, with the competition moving fast, it is time to spend to make sure the company can stay on the leading edge of the semiconductor and consumer-electronics industries.<br />The South Korean technology company had a strong 2020: Operating profit rose 30% year over year as the Covid-19 pandemic drove demand for memory chips, both in personal computers and data centers. The boom, however, now seems to be losing momentum. Operating profit last quarter dropped 27% from the previous quarter on a strong won and declining memory prices. The company expects profit to weaken this quarter.<br />The company has been building up dry powder: Net cash at the end of 2020 stood at 104.5 trillion won, equivalent to $93.4 billion, a 61% rise from 2017. Samsung announced a special dividend Thursday as well as raising its regular dividend in the next three years.<br />Samsung should also try to put some of that cash into growth. And the company has hinted that it could soon do exactly that. During the earnings call Thursday, it said it is optimistic about meaningful mergers and acquisitions in the coming three years.<br />Samsung hasn’t made a major acquisition since 2017. Acquiring a non-memory semiconductor or communications technology could help the company diversify away from the notoriously cyclical memory-chip business. More than half of Samsung’s operating profit last year came from its semiconductor division, mostly from memory chips."
}