{
    "url_original": "https://www.wsj.com/articles/samsung-eyes-up-to-17-billion-u-s-chip-plant-investment-11611361050?mod=business_lead_pos6",
    "url": "samsung-eyes-up-to-17-billion-u-s-chip-plant-investment-11611361050",
    "title": "Samsung Eyes Investing Up to $17 Billion in New U.S. Chip Plant",
    "sub_head": "South Korean electronics giant is scouting locations in Texas, Arizona and New York for semiconductor plant",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-289538?width=620&size=1.5",
    "image_1": "im-289538.jpg",
    "time": "2021-01-22 19:17:00",
    "body": "South Korea’s  Samsung Electronics Co.  is considering an investment of as much as $17 billion to build a chip-making factory in Arizona, Texas or New York, according to documents and people familiar with the company’s plans.<br />Samsung is scouting two locations in and around Phoenix, two locations in and near Austin and a large industrial campus in western New York’s Genesee County, according to one of the people.<br />An important factor in whether Samsung moves forward with the expansion will be the availability of U.S. federal government incentives to offset those offered by foreign countries and cheaper costs in other parts of the world, according to a person familiar with the matter.<br />The proposal comes as the U.S. weighs allocating billions of dollars in funding to grow U.S. chip manufacturing and reduce its reliance on Taiwan, China and South Korea. New chip-making incentives were included in the National Defense Authorization Act passed in January, although the measures have yet to receive funding.<br />Samsung’s proposed plant would employ up to 1,900 people and aims to be operational by October of 2022, according to correspondence viewed by The Wall Street Journal between Samsung and the city manager of Goodyear, Ariz., one of the places the company is considering. As is customary with large industrial projects, the local Goodyear authorities are offering a range of incentives, including tax breaks and infrastructure upgrades to lure the factory, according to the letter."
}