{
    "url_original": "https://www.wsj.com/articles/sanskrit-epics-animated-in-stone-11611346248?mod=opinion_major_pos13",
    "url": "sanskrit-epics-animated-in-stone-11611346248",
    "title": "Sanskrit Epics Animated in Stone",
    "sub_head": "Ornately-carved pillars and friezes from a 16th-century South Indian temple bring the stories of the Ramayana and Mahabharata to life.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-288411?width=620&size=1.5",
    "image_1": "im-288411.jpg",
    "time": "2021-01-22 15:10:00",
    "body": "Stepping into the South Asian galleries of the Philadelphia Museum of Art (which reopened on Jan. 8 after being closed due to Covid-19), we walk between two large figures that artists in South India carved around 1560. They don’t immediately register as pillars, so prominently do the sculptures protrude. One portrays a handsome young man sitting under a tree looking rather pleased with himself. He is Rama, god and hero of the Ramayana epic, flanked by his wife, Sita, and the ever-loyal monkey king, Hanuman, carved in relief on either side of the monolithic pillar. Opposite him stands a bearded man with the haunches of a beast, leaning forward, club raised to do battle. Yet this “man-beast,” or Purushamirukam, feels more theatrical than menacing with his mound of neatly coiffed hair, delicately arched eyebrows, and loads of jewelry. He isn’t about to attack; he’s enacting a story.<br />This feeling of performance intensifies as we take in the pillared temple hall—or mandapa—that fills the rest of the gallery. Rows of slender columns demarcate three sides of a rectangle within which 10 more life-size figures, bejeweled from headdress to anklet, face one another across a broad space. Above them, lions look down from the capitals and a partial frieze of reliefs illustrates scenes from the Ramayana while, on the slender columns and the sides and backs of the figural pillars, a plethora of mostly smaller reliefs beckon. They include baby Krishna dancing with delight, a ball of butter cupped in each hand; an architect-priest with his measuring stick; musicians, dancers, animals; and, twice, a pregnant woman sitting, head resting in her hand. She is likely Sita in a fraught scene from an addendum to the Ramayana. (Photographs and a video on the museum’s website can’t capture the carvings’ impact but provide useful aids.)<br />To 16th-century South Indians, these reliefs and monumental figures conjured verses penned by revered saints and episodes from epics and local folk tales. To gather in a mandapa, then, was to take part in a festival, attend a performance or join a social gathering, all in the company of divine, literary and royal personages. But while the configuration in the museum follows basic conventions for mandapas, it does not replicate a structure that once existed. It can’t. Its 60-plus blocks of carved granite were lying in a pile of rubble when Adeline Pepper Gibson, Philadelphia heiress and lover of art, purchased them from a trustee of the Madana Gopala Swamy Temple in Madurai in 1912.<br />There is no record of when the mandapa was dismantled (most likely to make way for new construction), nor any information about its original configuration. Darielle Mason, the museum’s curator for South Asian and Himalayan art, knows there was “a logic to each element” and thought-out relationships among figures, but holds little hope of ever re-creating what an architect-priest was thinking centuries ago. Her research has, however, convinced her that almost everything Pepper purchased was part of a single mandapa; that it was probably open on at least three sides, as suggested by the gallery’s sky blue walls; and that Rama and Purushamirukam belong with the others who stand in the center, inviting us to come close.<br />Nothing—no strip along the floor, no pane of glass—gets in the way of our admiring the skill it took to carve into hard granite the delicate ridges of a robe, the smooth swell of a belly, the curl of a lip or each graduated bead of a necklace. There is a sense of incipient movement, whether it is a slightly bent knee or the start of a bow. We recognize Hanuman by the long, sinuous tail; a demigod by a small, sharp fang; and the bird-god Garuda by the broken-off quills and feathers of wings. Two of the figures hold gourds, marking them as sages, and four appear to be saints. Then there is the muscular, mustachioed warrior standing atop diminutive pachyderms who, like Purushamirukam, holds a mace poised midair. He is Bhima of the Mahabharata epic, a man with the strength of 10,000 elephants, emerging from stone into our world like a superhero."
}