{
    "url_original": "https://www.wsj.com/articles/saudi-arabia-russia-reach-compromise-on-opec-plus-production-plan-11609857544?mod=markets_lead_pos2",
    "url": "saudi-arabia-russia-reach-compromise-on-opec-plus-production-plan-11609857544",
    "title": "Saudi Arabia, Flexing Oil-Market Muscle, Pledges to Cut Production Sharply to Lift Prices",
    "sub_head": "The move came after a complex deal that effectively kept production from a group of big producers flat",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-280656?width=620&size=1.5",
    "image_1": "im-280656.jpg",
    "time": "2021-01-05 15:04:00",
    "body": "Saudi Arabia said it would unilaterally cut 1 million barrels a day of crude production starting next month, a surprise move signaling the kingdom’s worry that a resurgent coronavirus is threatening global economic recovery.<br />The announcement Tuesday came after Riyadh agreed earlier in the day with other big producers to keep the group’s collective output flat, after a now-monthly assessment by the Saudi-led OPEC cartel and a group of big producers led by Russia. In that deal, the two groups, collectively called OPEC-plus, agreed to a complex deal to hold production broadly unchanged from current levels.<br />Oil prices, which had already risen sharply on news of the OPEC-plus deal, soared on the Saudi announcement. In early afternoon trading Tuesday, West Texas Intermediate futures, the U.S. benchmark, were up 5.2% to $50.11 a barrel, passing through the $50 mark for the first time since last February. Brent crude rose 5.2% to $53.70 a barrel.<br />Saudi Energy Minister Abdulaziz bin Salman said the unilateral move was made “with the purpose of supporting our economy, the economies of our friends and colleagues, the OPEC-plus countries, for the betterment of the industry.”<br />It is far from clear whether the steep cut will continue to stabilize prices as virus cases climb sharply in many parts of the world, triggering new economic restrictions. For now, though, the move sent a stronger-than-expected message from the world’s most flexible producer that it was committed to keeping prices buoyant."
}