{
    "url_original": "https://www.wsj.com/articles/save-the-constitution-from-big-tech-11610387105?mod=opinion_lead_pos5",
    "url": "save-the-constitution-from-big-tech-11610387105",
    "title": "Save the Constitution From Big Tech",
    "sub_head": "Congressional threats and inducements make Twitter and Facebook censorship a free-speech violation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-11 12:45:00",
    "body": "Facebook  and  Twitter  banned President Trump and numerous supporters after last week’s disgraceful Capitol riot, and Google, Apple and  Amazon  blocked Twitter alternative Parler—all based on claims of “incitement to violence” and “hate speech.” Silicon Valley titans cite their ever-changing “terms of service,” but their selective enforcement suggests political motives.<br />Conventional wisdom holds that technology companies are free to regulate content because they are private, and the First Amendment protects only against government censorship. That view is wrong: Google, Facebook and Twitter should be treated as state actors under existing legal doctrines. Using a combination of statutory inducements and regulatory threats, Congress has co-opted Silicon Valley to do through the back door what government cannot directly accomplish under the Constitution.<br />It is “axiomatic,” the Supreme Court held in Norwood v. Harrison (1973), that the government “may not induce, encourage or promote private persons to accomplish what it is constitutionally forbidden to accomplish.” That’s what Congress did by enacting Section 230 of the 1996 Communications Decency Act, which not only permits tech companies to censor constitutionally protected speech but immunizes them from liability if they do so.<br />The justices have long held that the provision of such immunity can turn private action into state action. In Railway Employees’ Department v. Hanson (1956), they found state action in private union-employer closed-shop agreements—which force all employees to join the union—because Congress had passed a statute immunizing such agreements from liability under state law. In Skinner v. Railway Labor Executives Association(1989), the court again found state action in private-party conduct—drug tests for company employees—because federal regulations immunized railroads from liability if they conducted those tests. In both cases, as with Section 230, the federal government didn’t mandate anything; it merely pre-empted state law, protecting certain private parties from lawsuits if they engaged in the conduct Congress was promoting.<br />Section 230 is the carrot, and there’s also a stick: Congressional Democrats have repeatedly made explicit threats to social-media giants if they failed to censor speech those lawmakers disfavored. In April 2019, Louisiana Rep. Cedric Richmond warned Facebook and Google that they had “better” restrict what he and his colleagues saw as harmful content or face regulation: “We’re going to make it swift, we’re going to make it strong, and we’re going to hold them very accountable.” New York Rep. Jerrold Nadler added: “Let’s see what happens by just pressuring them.”"
}