{
    "url_original": "https://www.wsj.com/articles/sea-shanty-now-its-yo-ho-ho-and-a-tiktok-duet-11611874703",
    "url": "sea-shanty-now-its-yo-ho-ho-and-a-tiktok-duet-11611874703",
    "title": "‘Sea Shanty’: Now It’s Yo, Ho, Ho and             a TikTok Duet",
    "sub_head": "The video-sharing app has spurred an unlikely revival of 19th-century sailors’ songs",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-291319?width=620&size=1.5057471264367817",
    "image_1": "im-291319.jpg",
    "time": "2021-01-28 17:58:00",
    "body": "When future historians look back on the early weeks of 2021, they may be left scratching their heads at one seemingly inexplicable cultural trend: the revival of sea shanties.<br />“Shanties,” traditionally speaking, are songs sung by sailors to the rhythm of their work aboard merchant ships. But nowadays you’ll find them sung by all manner of people on the video-sharing app TikTok, where the nautical tunes have become such an unlikely viral phenomenon that they’ve inspired the hashtag #ShantyTok.<br />It all started in late December, when a Scottish postal worker named Nathan Evans uploaded his rendition of an old whaling song from New Zealand, “Soon May the Wellerman Come.” Using TikTok’s duet feature, others joined in with Mr. Evans, adding vocals and instrumental accompaniment. Since then, videos with the #seashanty tag have racked up more than three billion views, and online searches for “sea shanties” have skyrocketed, according to Google Trends.<br />Historically, “shanty” has been spelled as “chanty” or “chantey,” going back to its earliest appearances in print in the mid-19th century. Those spellings suggest a connection to the French word “chanter” meaning “to sing,” or more specifically the imperative form of the verb, “chantez.” The “shanty” spelling may have been influenced by a homonym referring to a crudely built wooden shelter (etymologically unrelated to the other “shanty,” though also with roots in French).<br />In an 1856 memoir, the journalist Charles Nordhoff recounted how as a young man he observed work gangs of largely English and Irish sailors in Mobile Bay, off the coast of Alabama, moving cotton bales into the holds of ships. The workers maintained their rhythm with “songs, rough and uncouth”: “The foreman is the chanty-man, who sings the song, the gang only joining in the chorus.”"
}