{
    "url_original": "https://www.wsj.com/articles/seed-company-corteva-faces-renewed-activist-pressure-11611259559?mod=markets_featst_pos2",
    "url": "seed-company-corteva-faces-renewed-activist-pressure-11611259559",
    "title": "Seed Company Corteva Faces Renewed Activist Pressure",
    "sub_head": "Agriculture spinoff of DowDuPont faces push from Starboard to replace board members, CEO",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-288513?width=620&size=1.5",
    "image_1": "im-288513.jpg",
    "time": "2021-01-21 15:06:00",
    "body": "Less than two years after  Corteva Inc.’s  launch, the crop seed and pesticide maker faces pressure from an activist investor—a familiar situation for the company’s executives.<br />Delaware-based Corteva was formed from the agricultural businesses of DuPont and  Dow Chemical ,  both of which contended with activist investors ahead of the 2017 merger that fused the two industrial conglomerates. After the companies detailed plans to split  DowDuPont  into three separate entities, activist firms also challenged the breakup plan.<br />Starboard Value LP, one of Wall Street’s best-known activists, confirmed Thursday that it has nominated a slate of directors to take over two-thirds of Corteva’s board. The firm called for Corteva to replace its chief executive, Jim Collins, potentially with an unnamed CEO candidate Starboard has in mind. The Wall Street Journal reported Starboard’s push late Wednesday.<br />Starboard and its CEO, Jeff Smith, said Corteva has been slow to improve its profitability, missed opportunities to improve its operations and hasn’t held Mr. Collins accountable. “Corteva and its shareholders deserve better,” Mr. Smith wrote Thursday in a letter to Corteva’s board.<br />Greg Page, Corteva’s chairman, said Thursday that the company’s board unanimously supported Mr. Collins. Corteva’s directors and executives have met several times with Starboard and agreed on some of the firm’s points, Mr. Page said, but so far Starboard hadn’t made specific recommendations to improve the company’s operations."
}