{
    "url_original": "https://www.wsj.com/articles/seeing-wonder-through-the-eyes-of-science-11610046319",
    "url": "seeing-wonder-through-the-eyes-of-science-11610046319",
    "title": "Seeing Wonder Through the Eyes of Science",
    "sub_head": "Like infants exploring how the world works, scientists are driven by curiosity and awe to build a deeper picture of reality.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-281383?width=620&size=1.5057471264367817",
    "image_1": "im-281383.jpg",
    "time": "2021-01-07 14:05:00",
    "body": "Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.<br />Recently I’ve been watching my grandson develop from a helpless infant into a functioning child. It’s inspiring and deep to see Luke learn to make sense of the world. I watched him drop spoons from his high chair over and over again, each time checking that they’d relocated to the ground. Every parent (or grandparent) has seen such comical yet deeply serious “experiments.”<br />Through these investigations, babies learn how to translate the jumble of photons that pass through our tiny pupils and impinge on our two-dimensional retinas into the three-dimensional world of objects that we navigate in everyday life. Other babyish meditations build up our concept of self and our explanatory models of other minds inside other bodies. These are great achievements. Researchers in artificial intelligence have struggled to replicate them, with limited success.<br />To understand reality, it’s efficient and reasonable for children to take lessons from the way things behave in the everyday world. But our eyes can’t perceive distant galaxies or the atoms and molecules that build up matter. The electromagnetic waves that power radios and microwave ovens pass unnoticed, as do the electric flows that power our muscles and encode our thoughts. We do not have the infrared vision of snakes, the ultraviolet vision of bees, or bats’ ability to pick up ultrasound.<br />The physical world revealed by modern science is fundamentally different from the model we construct as babies. Scientific instruments let us perceive the world better than we can using only our bodies. We can use microscopes, telescopes, spectroscopes, magnetometers, particle accelerators, atomic clocks and other tools to explore the physical world’s reality."
}