{
    "url_original": "https://www.wsj.com/articles/sen-scott-and-readers-assess-the-biden-plan-11611516953?mod=opinion_major_pos17",
    "url": "sen-scott-and-readers-assess-the-biden-plan-11611516953",
    "title": "Sen. Scott and Readers Assess the Biden Plan",
    "sub_head": "President Biden’s proposal is filled with progressive pipe dreams and wasteful spending. We ought to be working on solutions that provide targeted relief and deal directly with the horrific economic and health impact of Covid-19.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-286398?width=620&size=1.5",
    "image_1": "im-286398.jpg",
    "time": "2021-01-24 14:35:00",
    "body": "Your editorial “Biden’s First Spending Blowout” (Jan. 16) is absolutely right. I agree that more must be done to support those whose livelihoods have been ripped apart due to the pandemic, but President Biden’s proposal goes far beyond that. His plan is filled with progressive pipe dreams and wasteful spending. We ought to be working on solutions that provide targeted relief and deal directly with the horrific economic and health impact of Covid-19. Unfortunately, his plan is more focused on using the pandemic to push harmful liberal priorities.<br />The most egregious example is the Democrats’ proposal to spend $350 billion in taxpayer money to bail out states like New York and Illinois. This is an insult to taxpayers in fiscally responsible states. The Democrats are prioritizing bailouts for failed politicians in mismanaged states over helping small businesses or speeding up vaccine distribution.<br />Congress has already allocated more than $4.5 trillion to address this crisis, including $900 billion four weeks ago. The states have received an enormous amount of relief funding in the last 30 days alone and we still don’t know how much money remains unspent. Let’s give the states time to use these dollars and see if they actually have unmet needs.<br />Since the beginning, I’ve said Congress’s efforts should be strategic, focusing on families and small businesses in need.<br />If President Biden wants to work with Congress to pass legislation that actually helps Americans, he’s better off going back to the drawing board and ditching his liberal dreams for real solutions that keep businesses open, the economy growing and families healthy."
}