{
    "url_original": "https://www.wsj.com/articles/senate-gop-campaign-arm-continues-to-promote-hawley-event-11611916201?mod=politics_lead_pos7",
    "url": "senate-gop-campaign-arm-continues-to-promote-hawley-event-11611916201",
    "title": "Senate GOP Campaign Arm Continues to Promote Hawley Event",
    "sub_head": "Missouri Sen. Josh Hawley is widely believed to be interested in a future presidential run, though perhaps not in 2024",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-292034?width=620&size=1.5",
    "image_1": "im-292034.jpg",
    "time": "2021-01-29 05:30:00",
    "body": "SENATE REPUBLICANS’ CAMPAIGN ARM continues to promote a fundraiser for Sen. Josh Hawley’s Fighting for Missouri PAC, even after the hotel that was scheduled to host it backed out because of Hawley’s objection to certifying Joe Biden’s election victory on Jan. 6. The National Republican Senatorial Committee advertised Hawley’s Feb. 12-15 Orlando “family-friendly” fundraising weekend in its weekly events email, seen by the Journal, and sent to supporters on Wednesday. After being alerted to the promotion, an NRSC spokesman wouldn’t confirm or deny the scheduling of the fundraiser, and a Hawley spokeswoman and a consultant listed as the contact for the event didn’t respond to requests for comment.<br />Facing public criticism for hosting the event, Loews Hotels & Co. canceled on Hawley earlier this month and said it wouldn’t host Hawley’s event at any of its hotels. A customer-service representative at the Loews resort in Orlando said she had no information about the event being moved. Hawley’s PAC spent around $100,000 during the 2020 elections, primarily to help fellow GOP senators and Senate candidates. Hawley has blasted companies that have backed away from him in the past month, saying he “will not bow to left wing corporate pressure.”<br />Hawley, widely viewed as a possible presidential aspirant, told Business Insider this week that he was “not running” for president in 2024, and demurred on whether former President Donald Trump should run again or make way for a new GOP standard bearer.<br />OFFSHORE ENERGY DEVELOPMENT sees a swift shift in winners and losers following Biden’s inauguration. While offshore oil-and-gas developers deal with a freeze on new fossil-fuel leases on federal property, offshore wind developers see a chance to rebound from years of Trump administration opposition. Vineyard Wind, a $2.2 billion project off the coast of Massachusetts, was paused by the Trump administration just days before it was expected to get final approval last month. The Trump administration also proposed limiting offshore wind development for hundreds of miles on the East Coast from Florida to Virginia while pushing for more offshore drilling.<br />This week, Vineyard Wind announced plans to restart the permitting process, signaling that it expects a more-favorable approach from the Biden administration. It also said it had addressed some of the concerns about the project from the commercial fishing industry, which has opposed aspects of the development. Biden’s offshore wind agenda got a head start from Congress: The pandemic stimulus package passed in December extends the 30% tax credit for offshore wind projects that begin construction before 2026. Biden on Wednesday signed an executive order to “accelerate clean energy and transmission projects under federal siting and permitting processes,” which should ease the development of wind projects on federal land and waters."
}