{
    "url_original": "https://www.wsj.com/articles/senate-filibuster-showdown-11611272943?mod=opinion_lead_pos3",
    "url": "senate-filibuster-showdown-11611272943",
    "title": "Senate Filibuster Showdown",
    "sub_head": "Democrats won’t agree not to break the 60-vote majority rule.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-288865?width=620&size=1.5",
    "image_1": "im-288865.jpg",
    "time": "2021-01-21 18:49:00",
    "body": "Democrats are eager to get rolling on their priorities, and the multi-trillion-dollar question is whether they’ll blow up the Senate legislative filibuster to pass a progressive agenda with 51 votes. This procedural radicalism won’t be the political winner the party imagines.<br />Democratic leader Chuck Schumer and Republican Mitch McConnell have been working on a deal to share power in a Senate split between 50 Republicans and 50 Democrats. (Vice President Kamala Harris breaks ties.) During such a divide in 2001, the parties ironed out procedures that, for example, allowed leadership of both parties to move bills deadlocked in committee. This is a good model but it’ll be harder to strike a deal amid current political passions.<br />Mr. McConnell wants Democrats to agree not to end the legislative filibuster as part of the arrangement. West Virginia Democrat Joe Manchin has said several times he won’t lend the necessary vote to nuke the 60-vote threshold. Mr. McConnell is right to want to address the question before a heated political dispute arises.<br />But Democrats want to keep this hostage so they can threaten to shoot it. The progressive playbook: Wait for an emergency and claim that extraordinary times warrant breaking the filibuster, and hope Mr. Manchin rolls under pressure. Then try to ram through every Democratic priority from a public ObamaCare option to D.C. statehood.<br />The left has recast the filibuster as racist for its 1950s role in delaying progress on civil rights. But a mere four years ago some 61 Senators signed a letter calling to “preserve existing rules, practices, and traditions” in Senate debate, including then Sen. Harris and Democrats Cory Booker (New Jersey); Patrick Leahy (Vermont); Chris Coons (Delaware); Sherrod Brown (Ohio) and many more. The only difference now is that a Democrat is President."
}