{
    "url_original": "https://www.wsj.com/articles/senate-gop-set-to-argue-out-of-office-trump-cant-be-convicted-in-impeachment-11610881200?mod=business_minor_pos4",
    "url": "senate-gop-set-to-argue-out-of-office-trump-cant-be-convicted-in-impeachment-11610881200",
    "title": "Senate GOP Set to Argue Out-of-Office Trump Can’t be Convicted in Impeachment",
    "sub_head": "New report suggests most scholars are on the other side; trial could start this week",
    "category_1": "Politics",
    "category_2": "Audience",
    "time": "2021-01-17 06:00:00",
    "body": "WASHINGTON—The political fate of President Trump, and any ambitions he might have for reclaiming the White House in 2024, could be settled by who wins a debate over whether a president can be convicted through the impeachment process after leaving office—a matter on which the U.S. Constitution is silent.<br />The House impeached Mr. Trump last Wednesday for “high crimes and misdemeanors” for conduct culminating with a speech exhorting thousands of his followers to march down Pennsylvania Avenue to the Capitol and “fight like hell” against congressional certification of President-elect Joe Biden’s Electoral College victory.<br />“Thus incited by President Trump, members of the crowd he had addressed…unlawfully breached and vandalized the Capitol, injured and killed law enforcement personnel, menaced Members of Congress, the Vice President, and Congressional personnel, and engaged in other violent, deadly, destructive, and seditious acts,” the impeachment resolution, which won support from 10 Republicans, alleges.<br />The Senate could take the next steps—trying Mr. Trump and voting on his guilt—as soon as this week. Conviction requires a two-thirds vote by senators present; assuming perfect attendance, 17 Republicans would need to join all 50 Democrats to find Mr. Trump guilty.<br />Many Republicans are gravitating toward a technical argument: The Senate lacks jurisdiction to try him after he leaves office, they maintain, because he will be a private citizen. That could allow the Republicans to thread a political needle, voting against Mr. Trump’s conviction without having to defend his conduct, people familiar with the discussions say."
}