{
    "url_original": "https://www.wsj.com/articles/senate-power-sharing-deal-moves-ahead-11611630763?mod=politics_lead_pos3",
    "url": "senate-power-sharing-deal-moves-ahead-11611630763",
    "title": "Senate Power-Sharing Deal Moves Ahead",
    "sub_head": "McConnell says comments from Democratic senators assuaged his concerns about the filibuster being potentially eliminated",
    "category_1": "Politics",
    "time": "2021-01-25 23:00:00",
    "body": "WASHINGTON—Senate Minority Leader Mitch McConnell said that he is ready to move ahead with a power-sharing agreement after two Democratic senators said they won’t support ending the legislative filibuster, a central sticking point for the GOP in the talks.<br />In a statement released late Monday, the Kentucky Republican said his concerns about the filibuster rule, which requires 60 votes for most legislation to advance, had been assuaged by comments from Democratic Sens. Kyrsten Sinema and Joe Manchin reaffirming their opposition to its elimination. Their statements earlier in the day signaled that Democrats don’t have the votes needed to kill the filibuster unilaterally, since that would require all 50 of them, plus Vice President Kamala Harris, to vote as a bloc.<br />President Biden, who served 36 years in the Senate, said during his presidential campaign that he would prefer to preserve the filibuster, unless GOP resistance to his legislative agenda made eliminating it necessary. Asked Friday whether Mr. Biden still opposes eliminating the filibuster, White House press secretary Jen Psaki said: “The president’s position hasn’t changed.”<br />The Democratic senators “agree with President Biden’s and my view that no Senate majority should destroy the right of future minorities of both parties to help shape legislation,” Mr. McConnell said in a statement Monday night. In his statement, he pointed to a 2001 agreement—the last time there was a 50-50 Senate—as a model for 2021.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) had previously embraced that approach, which gave the parties equal seats on committees and let nominees and bills advance to the floor even if a committee vote was tied."
}