{
    "url_original": "https://www.wsj.com/articles/senate-overrides-trumps-veto-of-defense-bill-11609529894?mod=politics_lead_pos1",
    "url": "senate-overrides-trumps-veto-of-defense-bill-11609529894",
    "title": "Senate Overrides Trump’s Veto of NDAA Defense Bill",
    "sub_head": "Bipartisan vote came after president objected to certain measures including renaming bases and lack of changes to online content laws",
    "category_1": "Politics",
    "time": "2021-01-01 16:33:00",
    "body": "WASHINGTON—The Senate voted to override President Trump’s veto of a $740.5 billion defense bill, with many Republicans joining Democrats to deliver a rebuke to Mr. Trump in the final days of his presidency and for the first time pass into law legislation he had blocked.<br />The National Defense Authorization Act is an annual measure that secures hazard-pay raises for troops and authorizes funds for aircraft, ships, nuclear weapons, and other national-security programs. Mr. Trump had threatened to veto this year’s bill before it passed Congress, but lawmakers had moved forward anyway, approving it with wide majorities.<br />Mr. Trump has objected to several provisions in this year’s NDAA. He has criticized it for including measures that would strip military bases of names honoring Confederate military leaders and regulate troop withdrawals he has sought in Afghanistan and Germany. The White House also sought to repeal legal immunity social-media companies enjoy for users’ content as part of the bill, a push that lawmakers rebuffed.<br />The Senate voted 81-13 to override the veto, exceeding the two-thirds supermajority required. The action follows the House’s 322-87 override on Monday, and the bill now becomes law.<br />“Our Republican Senate just missed the opportunity to get rid of Section 230, which gives unlimited power to Big Tech companies. Pathetic!!!” Mr. Trump tweeted Friday. The legal immunities for social-media companies are enshrined in section 230 of the 1996 Communications Decency Act."
}