{
    "url_original": "https://www.wsj.com/articles/she-traded-in-her-oil-industry-job-to-design-cowboy-boots-for-the-office-11611496827",
    "url": "she-traded-in-her-oil-industry-job-to-design-cowboy-boots-for-the-office-11611496827",
    "title": "She Traded In Her Oil Industry Job to Design Cowboy Boots for the Office",
    "sub_head": "When the price of oil plummeted, Lizzy Chesnut Bentley knew it was time to go all-in on another Texas tradition",
    "category_1": "Life & Arts",
    "category_2": "Career Reboot",
    "image_1_url": "https://images.wsj.net/im-288659?width=620&size=custom_2377x1585",
    "image_1": "im-288659.jpg",
    "time": "2021-01-24 09:00:00",
    "body": "Growing up in Amarillo, Texas, Lizzy Chesnut Bentley was rarely without her cowboy boots—a pink pair from her grandfather when she was 4 years old.<br />At Southern Methodist University in Dallas, where Ms. Bentley was president of the student Oil and Gas Club, she developed a reputation for helping students from out of state find their first pair of Texas cowboy boots and wearing her own favorite pair—vintage men’s two-tone ostrich boots she bought for $30—at sorority formals. By the time she was 24, she had amassed a boot collection 50 pairs deep, many of them vintage finds.<br />The footwear is both “functional and a fashion statement,” Ms. Bentley says. “You can wear them all day. You can put on jeans, and a white T-shirt, and a red pair of cowboy boots, and you have your outfit right there.”<br />After graduating in 2012 she moved to Houston to work at  Halliburton  as a financial analyst. The oil business was booming and she loved the city, where everyone she met seemed to be professionally driven. One element of corporate culture irked her, though: She couldn’t find a pair of cowboy boots that worked with her buttoned-up office wardrobe. “I’m wearing heels every day. I’m looking around, all the men are wearing cowboy boots, and I was just jealous,” she says.<br />Finally, she designed her own—of black buffalo leather with a single strip of white piping up the side—that she tucked into skinny black pants and wore with a blouse and a blazer."
}