{
    "url_original": "https://www.wsj.com/articles/sheldon-adelson-a-giant-in-the-casino-resort-industry-dies-at-87-11610457531?mod=business_lead_pos5",
    "url": "sheldon-adelson-a-giant-in-the-casino-resort-industry-dies-at-87-11610457531",
    "title": "Sheldon Adelson, a Giant in the Casino-Resort Industry, Dies at 87",
    "sub_head": "One of the world’s richest men, he was a big donor to the Republican Party",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-108523?width=620&size=1.5",
    "image_1": "im-108523.jpg",
    "time": "2021-01-12 08:41:00",
    "body": "Billionaire Sheldon Adelson, a giant in the casino-resort industry and one of the largest donors to the Republican Party, has died at the age of 87.<br />As a young man, Mr. Adelson seemed to lack focus. The son of an immigrant Jewish cabdriver, he flitted from one business to another, dabbling in mortgage brokerage, investment advice, venture capital, real estate, chartered tours and sales of De-Ice-It spray for windshields.<br />In his mid-30s, Mr. Adelson began finding his way as an entrepreneur who would become one of the world’s richest men, with a fortune estimated by Forbes at $35.9 billion. He made himself into a giant in the casino industry with his lucrative resorts, one of the largest donors to the Republican Party, a leading backer of Israeli Prime Minister Benjamin Netanyahu and a newspaper publisher in Nevada and Israel.<br />Las Vegas Sands Corp. announced the death of its chairman and chief executive in a statement Tuesday, less than a week after the company said he was taking a medical leave for cancer treatment. In March 2019, the company said Mr. Adelson had been diagnosed with non-Hodgkin lymphoma.<br />His unlikely rise from obscurity began when he launched a trade publication for data-communications firms in the 1970s. Mr. Adelson noticed that other publishers sponsored trade shows. So, in 1979, near the beginning of the personal-computer boom, he launched Computer Dealers Exposition, or Comdex, which became a hugely successful trade exhibit held in Las Vegas and other cities. In 1988, needing space for his own exhibition center in Las Vegas to accommodate growing crowds, he bought the Sands hotel and casino on the Las Vegas Strip for $110 million, opening up a new line of business."
}