{
    "url_original": "https://www.wsj.com/articles/shell-ordered-to-pay-compensation-over-nigerian-oil-spills-11611943787?mod=business_minor_pos13",
    "url": "shell-ordered-to-pay-compensation-over-nigerian-oil-spills-11611943787",
    "title": "Shell Ordered to Pay Compensation Over Nigerian Oil Spills",
    "sub_head": "Dutch court also calls for oil giant to install equipment to guard against pipeline leaks",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-292533?width=620&size=1.5",
    "image_1": "im-292533.jpg",
    "time": "2021-01-29 13:27:00",
    "body": "LONDON— Royal Dutch Shell  PLC’s Nigerian subsidiary has been ordered by a Dutch court to pay compensation for oil spills in two villages, a ruling that some lawyers say could encourage further cases against multinationals for pollution abroad.<br />The ruling against the energy giant is the latest step in a yearslong legal tussle over the case, which was first lodged in 2008 by four Nigerian farmers and Friends of the Earth Netherlands. They had accused  Shell  and its Nigerian subsidiary of polluting fields and fish ponds through pipe leaks in the villages of Oruma and Goi.<br />In its ruling Friday, the Court of Appeal in the Hague, where Shell has its headquarters, also ordered the company to install equipment to safeguard against future pipeline leaks. The amount of compensation payable related to the leaks, which occurred between 2004 and 2007, is yet to be determined by the court.<br />The case establishes a “duty of care for the parent company to play a role in the pollution abroad, in this case by having the duty to make sure there is a leak-detection system,” said Channa Samkalden, lawyer for the Nigerian farmers and Friends of the Earth Netherlands.<br />Shell argued that the leaks were caused by sabotage. In a statement following Friday’s ruling, the company said it was “disappointed that this court has made a different finding on the cause of these spills.” Shell didn’t say whether it would appeal against the verdict."
}