{
    "url_original": "https://www.wsj.com/articles/sheldon-adelsons-casino-empire-installs-new-leadership-11611702295?mod=business_lead_pos6",
    "url": "sheldon-adelsons-casino-empire-installs-new-leadership-11611702295",
    "title": "Sheldon Adelson’s Casino Empire Installs New Leadership",
    "sub_head": "Deputy Rob Goldstein is named CEO and son-in-law Patrick Dumont is appointed president after magnate’s death",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-290417?width=620&size=1.5",
    "image_1": "im-290417.jpg",
    "time": "2021-01-26 18:13:00",
    "body": "The reins to Sheldon Adelson’s gambling empire are now in the hands of a deputy and a son-in-law. The executive shift sets in motion a succession plan as  Las Vegas Sands Corp.  moves forward without its founder.<br />The company’s board named Rob Goldstein, 65 years old, chief executive and chairman on Tuesday. Until now, Mr. Adelson had been the only CEO of the company he began in 1989. Mr. Adelson died Jan. 11 at the age of 87 from complications of treatment for non-Hodgkin lymphoma.<br />Mr. Goldstein steps into the top job from his most recent post as chief operating officer and president. He joined Sands about 25 years ago and worked on significant company projects such as the Venetian, which opened in 1999 as Mr. Adelson’s first mega-casino on the Las Vegas Strip. Mr. Goldstein was widely viewed by Wall Street analysts as the expected successor, and he was named acting CEO when Mr. Adelson began a medical leave earlier this month.<br />Patrick Dumont, 46, Mr. Adelson’s son-in-law, was elevated to chief operating officer and president Tuesday, positioning him to be the next Adelson family member to take the top job one day. Mr. Dumont, previously chief financial officer, joined the company a decade ago and is married to Sivan Ochshorn. Ms. Ochshorn is one of two children from a prior marriage of Miriam Adelson, Mr. Adelson’s widow.<br />Sands, which has properties in Las Vegas, Macau and Singapore, has a market capitalization of $40 billion, with $13.7 billion in net revenue in 2019."
}