{
    "url_original": "https://www.wsj.com/articles/should-you-go-to-the-er-for-that-how-to-decide-medical-options-as-covid-strains-hospitals-11610382632",
    "url": "should-you-go-to-the-er-for-that-how-to-decide-medical-options-as-covid-strains-hospitals-11610382632",
    "title": "Should You Go to the ER for That? How to Decide Medical Options as Covid Strains Hospitals",
    "sub_head": "With the pandemic overloading many emergency rooms and ICUs, the hospital isn’t always the best place to seek treatment for some ailments",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-282781?width=620&size=1.5",
    "image_1": "im-282781.jpg",
    "time": "2021-01-11 11:30:00",
    "body": "With emergency rooms and ICUs across the country overloaded, a trip to the hospital can mean greater pandemic-related risks. According to the Covid Tracking Project, more than 132,000 people are in hospital with Covid-19, with the majority of states reporting record hospitalizations. That affects not just emergency departments but staffing and space throughout entire hospitals, which usually isolate Covid patients to prevent infection.<br />That is complicating the decision to go to the emergency room. Here’s what doctors and other medical authorities advise.<br />When are urgent-care clinics the best option?<br />If you aren’t experiencing heart attack or stroke symptoms, some lesser emergencies may be easier addressed outside the ER, said Andra Blomkalns, chair of the emergency medicine department at Stanford University. This is critical if hospitals in your area are near capacity. “If you have a sprained ankle, it’s probably not the time to go to the hospital,” she said. Many urgent-care clinics also post waiting times and can do sutures, X-rays and other diagnostic testing.<br />Remember that your gut reaction can be misleading. Research shows that people can’t always judge whether they are experiencing a health emergency, said Charleen Hsuan, professor of health policy and administration at Pennsylvania State University, adding, “in general, patients aren’t necessarily good at telling when something is a real emergency or not.”"
}