{
    "url_original": "https://www.wsj.com/articles/should-men-wear-mules-outside-the-house-11610564123",
    "url": "should-men-wear-mules-outside-the-house-11610564123",
    "title": "Should You Wear Mules Outside the House?",
    "sub_head": "Some say backless shoes are slovenly. Others insist they’re stylish. A menswear editor and sports columnist debate the merits of new, open-heel shoes from Nike, Gucci, Reebok and more.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-284752?width=620&size=1.5",
    "image_1": "im-284752.jpg",
    "time": "2021-01-13 13:55:00",
    "body": "OVER THE past year, as many Americans began working from home—and letting their style standards dip—fashion and footwear brands from  Nike  to Gucci began pumping out inviting, slide-on shoes. Many were peculiar, backless models. These “you don’t even need to lift your heel” mules might suit a life of slovenly at-home shuffling. But are any stylish enough to wear outside? Men’s fashion editor Jacob Gallagher and sports columnist Jason Gay debate the issue.<br />Jason: Can we talk about slippers? Sweatpants and hoodies dominated spring quarantine-chic, but now that it’s winter, it’s all about slippers. Slippers are the new sweatpants. Discuss.<br />Jacob: Slippers keep you warm. That’s the practical justification but here’s the truth: We’ve all become lazy. Tying laces? That’s a chore. And no one’s going anywhere fancy. So slippers carry the day. Shuffle out in them to the store. No one will judge you.<br />Jason: Slippers are a blissfully lazy option. And I was perfectly capable of being lazy before the pandemic—I was lazy before it was cool. However, to me, a slipper is strictly a stay-at-home option. You can wear slides outside, but a slipper is never-touches-pavement footwear. Once a slipper goes outside, it’s ruined. Jacob, are you wandering around the supermarket in slippers?<br />Jacob: Never in true slippers, but in summer I did wear pool slides inside and out. I’ve since moved on to closed-toed, backless rubber Birkenstocks, which have proved warmer. They’re enticingly lazy, but if your vision is bad enough they kinda look like loafers. At least, that’s what I tell myself. Where do you fall on mules like that?"
}