{
    "url_original": "https://www.wsj.com/articles/signal-telegram-whatsapp-and-imessage-choosing-a-private-encrypted-chat-app-11610550076?mod=business_lead_pos6",
    "url": "signal-telegram-whatsapp-and-imessage-choosing-a-private-encrypted-chat-app-11610550076",
    "title": "WhatsApp, Signal, Telegram and iMessage: Choosing a Private Encrypted Chat App",
    "sub_head": "After a user-policy change and a social-media crackdown, independent messaging apps Signal and Telegram are experiencing a surge in downloads",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-284376?width=620&size=custom_3000x2000",
    "image_1": "im-284376.jpg",
    "time": "2021-01-13 12:04:00",
    "body": "Two apps—Signal and Telegram—are currently the No. 1 and No. 2 free app downloads in Apple’s App Store and Google’s Play Store. Millions of users flocked to the chat apps in recent weeks, according to data from Apptopia and Sensor Tower. There are a few factors behind the surge.<br />One is concern over a privacy-policy update for the  Facebook Inc. -owned WhatsApp. Meanwhile, the deplatforming of President Trump from prominent social networks following the U.S. Capitol riot has driven people to seek communication tools without moderators and external visibility.<br />On Jan. 7,  Tesla Inc.  Chief Executive Elon Musktweeted, “Use Signal.” A subsequent flood of users caused the app’s phone-number verification system  to break temporarily. Days later,  Twitter Inc.  CEO Jack Dorseypublished a screenshot of Signal at the top of the App Store charts, along with a heart emoji. At the same time, influential accounts on Parler, the social network popular among conservatives, called on followers to move to Telegram. Donald Trump Jr. actively posts in a public channel on the app.<br />What do Signal and Telegram have in common? Both are chat apps that offer end-to-end encryption outside of Big Tech’s grasp. Encrypted messaging apps like Signal and Telegram can offer more security, privacy and features than plain text messaging—but their encryption methods and data collection vary. Meanwhile, WhatsApp and  Apple Inc.’s  iMessage also offer end-to-end encryption, but within their respective ecosystems.<br />Here’s how to choose an encrypted chat app, and why you might want to."
}