{
    "url_original": "https://www.wsj.com/articles/sinovacs-covid-19-vaccine-is-78-effective-in-brazil-late-stage-trials-11610032825?mod=world_minor_pos1",
    "url": "sinovacs-covid-19-vaccine-is-78-effective-in-brazil-late-stage-trials-11610032825",
    "title": "Sinovac’s Covid-19 Vaccine Is 78% Effective in Brazil Late-Stage Trials",
    "sub_head": "China’s shot also gives 100% protection against severe cases of the disease, raising hopes it can be widely used in the developing world",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-01-07 15:13:00",
    "body": "China’s Sinovac vaccine has shown to be 78% effective against Covid-19 in Brazilian late-stage trials and offers total protection against severe cases of the disease, raising hopes it can be used to immunize much of the developing world.<br />Brazil’s Butantan Institute, the São Paulo-based research center that tested CoronaVac in Phase 3 trials, said Thursday that none of the volunteers who took the vaccine developed severe cases of Covid-19. More than 12,000 health workers took part in Phase 3 trials in Brazil, the first country to complete tests of Sinovac’s vaccine.<br />“It’s a great result,” said Luiz Carlos Dias, part of a Covid-19 task force of researchers at the University of Campinas in São Paulo state. “If it can prevent severe cases, hospitalizations, deaths, it will help get us out of this pandemic.”<br />CoronaVac’s vaccine is less effective then those being developed by Moderna Inc. and jointly by Pfizer Inc. and BioNTech SE that have shown to have efficacy rates of 94.5% and 95% in testing, respectively. But CoronaVac can be kept in a standard refrigerator between about 36 and 46 degrees Fahrenheit, making it easier and cheaper to transport and store in less developed countries, infectious disease specialists said.<br />Prashant Yadav, a global health specialist at Washington-based think tank Center for Global Development, said 78% is a high enough rate for many developing countries to consider using the vaccine and potentially good enough for the World Health Organization to consider incorporating CoronaVac into its global distribution system."
}