{
    "url_original": "https://www.wsj.com/articles/sixth-street-partners-to-acquire-life-insurance-business-talcott-resolution-for-2-billion-11611136802?mod=markets_lead_pos7",
    "url": "sixth-street-partners-to-acquire-life-insurance-business-talcott-resolution-for-2-billion-11611136802",
    "title": "Sixth Street Partners to Acquire Life Insurance Business Talcott Resolution for $2 Billion",
    "sub_head": "Financial firms continue to scoop up life-insurance policies and annuities",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-287496?width=620&size=1.5",
    "image_1": "im-287496.jpg",
    "time": "2021-01-20 05:00:00",
    "body": "Financial firm Sixth Street Partners has agreed to buy annuities company Talcott Resolution for $2 billion, the latest ownership change in a decade of frenzied industrywide life-insurance deal activity.<br />Sixth Street is buying the firm from a group of investors, including Cornell Capital LLC,  Atlas Merchant Capital LLC, Global Atlantic Financial Group and family offices for some wealthy individuals. The group acquired the annuities unit in 2018 from  Hartford Financial Services Group Inc.<br />Sixth Street, a former affiliate of private-equity firm TPG, has amassed one of the biggest pools of private capital on record. Sixth Street raised more than $12 billion for its flagship fund, known as Tao, last year, bringing the total to $25 billion. Its base is pension funds and other institutional investors.<br />Talcott currently has more than $90 billion in liabilities and surplus for its approximately 900,000 customers.<br />Since the world-wide financial crisis of 2008, private-equity, asset-management and other types of financial firms have scooped up blocks of life-insurance policies and annuities, and even entire operating units, as insurers narrowed their focus and divested product lines. Ultralow interest rates have prompted much of the activity, hurting insurers’ profits. One of the biggest of the postcrisis upstarts is  Athene Holding Ltd. , backed by  Apollo Global Management Inc.  and now a large publicly traded insurer."
}