{
    "url_original": "https://www.wsj.com/articles/skin-quarantine-aging-maskne-pimples-11611755472",
    "url": "skin-quarantine-aging-maskne-pimples-11611755472",
    "title": "Aging in Quarantine? It’s Been Fast and Furious",
    "sub_head": "Our skin has become a road map of the past year’s lows.",
    "category_1": "WSJ. Magazine",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-290267?width=620&size=custom_3000x2334",
    "image_1": "im-290267.jpg",
    "time": "2021-01-27 08:52:00",
    "body": "I feel like I’ve aged six years in six months. These days, it’s a statement often repeated among friends and heard by dermatologists. Can we chalk it up to quarantine exhaustion, or has lockdown actually done something to speed up the aging process on our skin? “I’m hearing more complaints about accelerated aging in my practice than ever before,” says Whitney Bowe, a New York City–based dermatologist and author of The Beauty of Dirty Skin. “It’s very similar to what I used to see when there was a death in the family or a divorce and patients would come in and say, ‘I feel like I aged five years overnight.’ Now we’re seeing that with Covid.”<br />What’s at play may be primarily the effect of chronic stress, which can have a more harmful impact on the skin than shorter periods of acute stress. “Stress drives neurologic and endocrine responses to perceived threats, and prolonged activation of these responses results in abnormalities of the immune system, increased free radicals and subsequent DNA damage, all of which contribute to skin-quality deterioration,” says Robert Anolik, a New York City–based cosmetic dermatologist. The brain responds to perceived danger, he explains, by triggering the fight-or-flight response, leading to adrenaline release and tipping off a surge of other hormones like cortisol, the prolonged effects of which can eventually impact the skin.<br />Long periods of elevated cortisol exposure may be causing many of us to feel that our faces have, quite literally, fallen. “It can actually inhibit your body’s production of hyaluronic acid, collagen and lipids,” says Bowe. “Hyaluronic acid binds a thousand times its weight in water, so it really helps to plump up the skin, and collagen is the triple-helix protein that keeps the skin tight and firm, helping to prevent wrinkles and fine lines.” Finally, lipids, says Bowe, are the healthy fats that bolster the skin’s ability to function as a barrier. When that barrier function is impaired, there’s transepidermal water loss. “Our skin becomes leaky,” Bowe explains, “as water is more likely to evaporate out and allergens, irritants and pollutants are more likely to penetrate in and trigger inflammation.”<br />Inflammation is an issue that New York City aestheticians Carrie Lindsey and Taylor Worden and Boston-based dermatologist Ranella Hirsch all report seeing more of in their respective practices in the past year. Hirsch chalks much of it up to stress and to people overdoing it at home with their skin-care regimens. “Too much free time to experiment with skin care means lots of damaged barriers and inflamed faces,” says Hirsch. “That irritation can quickly age the appearance.” Among Worden’s clients, frequent mask wearing and infrequent mask washing have led to a lot of congested pores along the jawline—now known by the unfortunate term maskne—along with an increase in dermatitis around the mouth. Meanwhile, excess alcohol and caffeine consumption have resulted in dehydration. Because of the cascading exposure to cortisol, and the skin producing less hyaluronic acid and collagen than it naturally would, Bowe’s patients who usually come in for filler every nine months are now returning in five. “The skin is fighting an uphill battle right now,” she says. One other pandemic side effect is a surge in sun damage and melasma. “The lack of regular 9-to-5 office hours and a need to get out of our confined spaces, and because it was the safest place to meet, meant people were outside more than ever before,” says Lindsey.<br />While the pandemic has brought on some very real skin issues, there is also an element that may just be in our head. Hirsch, who dubs the phenomenon the “watched pot,” says, “Never in modern history have so many people had the collective time to stare at their faces up close.” The Zoom factor doesn’t help, either. “It’s impossible to underestimate how much looking at ourselves at less than flattering angles and lighting has impacted our sense of our appearance,” Hirsch says. Though there are a few topical products that one should always use, such as sunscreen and an antioxidant serum to neutralize free radicals, the best treatments for our skin aren’t topical. A healthy diet—antioxidant rich, fruit and vegetable heavy—regular movement, enough sleep, plenty of water, meditative practice such as deep breathing and mental-health support are key for maintaining skin health. It’s a good idea to scale back on the product load. “Hard as it may be to believe, my most fervent hope and the advice I offer daily to my patients is to do less,” says Hirsch. And, most important, be gentle with yourself. “Our skin will recover,” says Lindsey, “and we will begin to look and feel like ourselves again.”"
}