{
    "url_original": "https://www.wsj.com/articles/slough-house-review-spies-out-to-pasture-11611328320?mod=ig_booksjanuary23",
    "url": "slough-house-review-spies-out-to-pasture-11611328320",
    "title": "‘Slough House’ Review: Spies Out to Pasture",
    "sub_head": "Jackson Lamb and the other ’slow horses’ are expendable assets in a cynical covert struggle.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288825?width=620&size=1.5",
    "image_1": "im-288825.jpg",
    "time": "2021-01-22 10:12:00",
    "body": "Like Patrick O’Brian, who ultimately found his sweet spot in the Royal Navy of the early 19th century, Mick Herron eventually found his in Britain’s domestic intelligence service of the present day. Out of a wickedly imagined version of MI5, he has spun works of diabolical plotting and high-spirited cynicism, their pages filled with sardonic wit, their characters approaching the surreal. Up until a little over 10 years ago, Mr. Herron had produced a four-novel sequence starring a female PI, a stand-alone spy novel involving MI6 and a collection of short stories. Though entertaining enough, the books lack the animating genius of the seven novels and three novellas that make up his current series. Inevitably, and we hope with an appropriate degree of mordant humor, the books are now the basis for a television series, coming from Apple, starring Gary Oldman, Olivia Cooke, Kristin Scott Thomas, Jonathan Pryce and Jack Lowden.<br />“Slough House” is the latest installment. At its center is the selfsame Slough House, a decrepit building and moribund home to a collection of losers, screwups and scapegoats unfondly referred to as the “slow horses.” The presiding deity of this “administrative oubliette of the Intelligence Service” is Jackson Lamb, a former spy—or “joe,” in the bespoke lingo of the Slough House universe. Nasty, brutish and fat, he is, nonetheless, ahead of every game, a master of legerdemain who can produce a cigarette, a gun or himself seemingly out of thin air. Though he berates and belittles his minions, he is, in the end, intensely loyal to them, and a miraculous appearance by this repulsive man has time and again saved the day.<br />Sharing center stage with Lamb in the series is River Cartwright, whose early career was blown up by a training exercise gone terribly wrong thanks to the machinations of a rival. River is the grandson of David Cartwright, aka the O.B. or Old Bastard, a legendary Cold War spy who brought River up when his mother vamoosed and his father—well, that’s a story I cannot reveal. Among River’s fellow exiles are a former drunk with a “wine-dark past,” a violent cocaine addict, a nymphomaniac, a self-styled action hero and computer nerd, a compulsive gambler, a traumatized, murderous loner and other poor saps who have run afoul of the big bugs in the Service. As mortality is high among these unfortunates, it is best to read the books in order.<br />Pitted against Slough House is Regent’s Park, headquarters of the Service. It can be said to operate under London Rules, an informal credo whose first tenet is “cover your arse.” All other rules follow from that, and the agency’s big shots have no scruples about sacrificing personnel to cover up blunders and maleficence. For a time the Park’s senior official was Dame Ingrid Tearney, “a sweet old lady who drank fresh blood for breakfast.” A grotesque little creature, she occupied First Desk—the Service’s top spot in its own parlance—until she was ousted some books ago.<br />Before Dame Ingrid was forced from the scene, she articulated as plainly as anyone the altered mission of today’s intelligence service:"
}