{
    "url_original": "https://www.wsj.com/articles/small-sites-need-section-230-to-compete-11611602173?mod=opinion_lead_pos5",
    "url": "small-sites-need-section-230-to-compete-11611602173",
    "title": "Small Sites Need Section 230 to Compete",
    "sub_head": "Facebook and Twitter can afford armies of lawyers to defend against liability.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-25 14:16:00",
    "body": "Donald Trump and other politicians have called on Congress numerous times to revoke Section 230 of the Communications Decency Act. During the lame-duck congress, then-Senate Majority Leader Mitch McConnell even introduced a bill tying increased stimulus payments to the repeal of Section 230.<br />They’re rightly concerned about political bias and censorship by social-media companies. A 2020 survey by Pew Research found that 75% of Americans (including most conservatives and liberals alike) believe  Facebook  and  Twitter  censor political views. It is clear that social media must change before it destroys free speech, privacy and democracy. The problem is that revoking Section 230 would exacerbate censorship and reduce the competition that is the real solution.<br />I’m CEO of MeWe, a social network that competes directly with Facebook. We have millions of members, people of all political persuasions. Revoking Section 230 would significantly harm smaller companies like mine and new startups that compete with the tech giants.<br />Enacted in 1996, Section 230 is the legislation that protects social media and web companies, big or small, from liability for content posted by users. The law makes it possible for modestly funded or self-funded startups to enter the market and compete with bigger companies. The Electronic Frontier Foundation has called it “the most important law protecting internet speech.”<br />Those who want to get rid of Section 230 say this would stop social networks and websites from unfairly censoring their users’ political comments. In reality, it would give them an incentive to censor far more aggressively. To protect themselves from being sued over content, they would remove anything remotely controversial. Users would be spied on constantly."
}