{
    "url_original": "https://www.wsj.com/articles/small-investor-surge-shows-no-sign-of-slowing-11611574200?mod=business_minor_pos11",
    "url": "small-investor-surge-shows-no-sign-of-slowing-11611574200",
    "title": "Small-Investor Surge Shows No Sign of Slowing",
    "sub_head": "Small-investor trading activity has stayed super hot in 2021, highlighting the opportunity for big banks to tap into a rare source of growth",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-25 06:30:00",
    "body": "The rising tide of small-investor activity is lifting some very big boats.<br />The surge of everyday investor trading logged in 2020 is continuing into the new year. Analysts at Piper Sandler noted that off-exchange trading—which includes retail volume that goes through wholesale market makers—accounted for a record 48% of the market through the first 11 trading days of January. “We suspect retail trades are on a record pace in January to date,” the analysts wrote last Wednesday.<br />The explosion of market activity by investors of all flavors is one of the biggest trends in financials right now, and not just for digital upstarts such as Robinhood.  Morgan Stanley ,  having completed its acquisition of E*Trade, reported growth of roughly 900,000 net new self-directed accounts for the online broker from the second quarter to the fourth. The hope is that such an influx of new clients can over time boost growth across the bank’s wider wealth platform. Morgan Stanley’s overall wealth network generated $66 billion in net new assets over the fourth quarter.<br />Charles Schwab —now combined with TD Ameritrade—is regularly surpassing its fourth-quarter peak trading day of 7.8 million client trades, hit on Nov. 9. The daily January average through midmonth is running at over 8 million. Though trading might be mostly commission-free, investors are tapping those portfolios as a way of borrowing, for investing and other financing needs. Schwab reported a 16% uptick in average margin loan balances from the third quarter to the fourth. This helped boost net interest revenue and margin at a time when other banks are struggling to keep those numbers level.<br />Day-trader mania for hot stocks and initial public offerings surely plays some part in all of this. But shifts in the environment may be altering how even more sensible investors behave, especially with rates on deposits and money-market funds at remarkable lows.  BlackRock  this month said that growth in its exchange-traded fund business is being driven in part by the move to commission-free wealth management. Last year was a turning point for adoption of fixed-income ETFs, BlackRock said. It added that fixed-income products in its iShares ETF suite generated nearly $90 billion of inflows."
}