{
    "url_original": "https://www.wsj.com/articles/smart-lock-maker-latch-to-use-tishman-speyer-spac-to-go-public-11611568803?mod=business_lead_pos7",
    "url": "smart-lock-maker-latch-to-use-tishman-speyer-spac-to-go-public-11611568803",
    "title": "Smart-Lock Maker Latch to Use Tishman Speyer SPAC to Go Public",
    "sub_head": "Deal between startup and SPAC sponsored by property firm values Latch at $1.56 billion",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-289800?width=620&size=1.5",
    "image_1": "im-289800.jpg",
    "time": "2021-01-25 05:00:00",
    "body": "Latch Inc., a maker of smart locks and building-management software, plans to go public by merging with a special-purpose acquisition company backed by a real-estate giant, the latest startup looking to use a so-called blank-check vehicle to cash in on strong investor interest in tech-enabled businesses.<br />The merger will unite venture-capital-backed Latch with  TS Innovation Acquisitions Corp. , a special-purpose acquisition company sponsored by New York commercial real-estate firm Tishman Speyer Properties LP that raised $300 million late last year, the companies said Monday. The deal, which values Latch at $1.56 billion, is expected to close in the second quarter, and Latch is expected to trade on the Nasdaq under the symbol LTCH, they said.<br />SPACs have increasingly gained favor over the past year among companies looking to go public and large investors looking to partner with them. These SPACs, which go public with no assets and then merge with private companies, raised a record $82.1 billion in 2020, more than six times the prior year’s total, according to Dealogic data. Nearly 300 SPACs are seeking deals, armed with about $90 billion in cash.<br />Latch, founded in 2014 as Latchable, is set to net around $450 million in cash from the SPAC and other investors including funds managed by  BlackRock Inc.,  Fidelity Management & Research Co. and D1 Capital Partners LP, according to an investor presentation.<br />The deal would also be a windfall for Tishman Speyer. The company, which owns properties including Rockefeller Center and 200 Park Avenue in New York, is set to receive a roughly 4% stake in Latch, worth around $60 million, as de facto payment for sponsoring the SPAC."
}