{
    "url_original": "https://www.wsj.com/articles/snap-turning-virtual-reality-into-real-money-11611414002?mod=business_minor_pos9",
    "url": "snap-turning-virtual-reality-into-real-money-11611414002",
    "title": "Snap Turning Virtual Reality Into Real Money",
    "sub_head": "Company is putting users in stores, and businesses on maps, virtually; investors are giving it real credit",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-288870?width=620&size=1.5",
    "image_1": "im-288870.jpg",
    "time": "2021-01-23 10:00:00",
    "body": "If you still think of Snapchat as a niche platform for the world’s youth to send one another fleeting selfies of their nether regions, think again.  Snap Inc.  is expanding in promising new directions.<br />Social-media stocks have all soared over the past year as the Covid-19 pandemic has forced the world to communicate virtually, but Snap’s performance stands out. Its shares have more than doubled over the past four months, besting both  Twitter  and  Facebook  during the news-heavy election season and even outshining  Pinterest ,  which has blossomed into an e-commerce destination with nearly perfect timing.<br />Snap’s extraordinary run suggests that investors are valuing future potential over current performance. Wall Street expects Snap to have boosted revenue at roughly the same rate as Pinterest in 2020 and its monthly users at roughly half the rate. Snap is now trading at a sizable premium to Pinterest at 22 times forward sales—a level it hasn’t seen since its initial public offering back in 2017.<br />Snap has been working to enhance its appeal to businesses beyond traditional social-media advertising. That potential seems to be coming into focus now with analysts increasingly eyeing the company’s innovation pipeline, which MKM Partners’ Rohit Kulkarni calls the best in social media.<br />Snap said it has launched 15 different products and functionalities using augmented reality for businesses in just the first nine months of last year. A new marketing video released by Snap in December shows how Snapchatters can now virtually try on products such as shoes or nail polish. It also shows how users can physically scan a product’s logo to view information about it, including a tutorial on how to use it."
}