{
    "url_original": "https://www.wsj.com/articles/solace-is-golden-and-also-amusing-11611703219?mod=opinion_lead_pos10",
    "url": "solace-is-golden-and-also-amusing-11611703219",
    "title": "Solace Is Golden, and Also Amusing",
    "sub_head": "The word turns out to have two interrelated meanings: comfort and entertainment.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280544?width=620&size=1.5",
    "image_1": "im-280544.jpg",
    "time": "2021-01-26 18:20:00",
    "body": "When I recently read an article about “the movies of 2020 that gave us solace,” I asked: How can a movie give me solace? Solace is giving comfort to people in need of it.<br />It turns out that my reasoning was faulty, because for roughly 700 years solace has had two different meanings. The Oxford English Dictionary’s first definition of the noun solace is “Comfort, consolation; alleviation of sorrow, distress, or discomfort” and also “that which gives comfort.” The OED quotes Thomas à Kempis, who says in “The Imitation of Christ”: “God alone . . . is the solace of many souls.”<br />The second meaning: “Pleasure, enjoyment, delight; entertainment, recreation, amusement.” This meaning, which the OED says has been obsolete for 300 years, also goes back to the Middle Ages. William Langland says in “Piers Plowman” (1377): “God in his goodness . . . set him in solace and in sovereign mirth.” In the prologue to “The Canterbury Tales,” the narrator says he wants the pilgrims to tell tales “of best sentence and most solas,” by which he means they should be entertaining.<br />It seems odd to think of solace as either an attempt to comfort someone, which is a serious undertaking, or an attempt to amuse someone by telling a good story. Maybe the first meaning drove out the second meaning because the two meanings seem incompatible. But are they?<br />Why not think of giving solace as both comforting a person and telling him an amusing story? Merriam-Webster doesn’t think the notion of solace as amusement is obsolete. Its second definition of the verb is: “to make cheerful, amuse.” It quotes Wilkie Collins’s narrator in “The Moonstone”: “In this deplorable state . . . I solaced myself with the most composing pipe of tobacco I ever remember to have smoked in my life.”"
}