{
    "url_original": "https://www.wsj.com/articles/solo-extremists-might-pose-higher-risk-than-organized-groups-11610818819?mod=business_minor_pos5",
    "url": "solo-extremists-might-pose-higher-risk-than-organized-groups-11610818819",
    "title": "Solo Extremists Might Pose Higher Risk Than Organized Groups",
    "sub_head": "Far-right leaders urge followers to stay away from capitals where law-enforcement presence will be high through the presidential inauguration",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-286423?width=620&size=1.5",
    "image_1": "im-286423.jpg",
    "time": "2021-01-16 12:40:00",
    "body": "As Washington, D.C., and state capitals enact security measures, solo actors may pose a threat in coming weeks as extremist groups are advising followers to avoid large rallies but remain opposed to the incoming administration, according to people who track such groups.<br />Far-right groups such as the Proud Boys and The Oathkeepers whose members were involved in the riot of the U.S. Capitol last week are advising followers to stay away from major cities where there will be a large law-enforcement presence next week, either by lying low entirely or gathering away from state capitols.<br />Nonetheless, extremism watchdog groups and former law-enforcement officials say there is still a threat from lone-wolf extremists who are inspired by such groups. The far-right groups, which don’t accept the legitimacy of President-elect Joe Biden’s victory over President Trump, could become more aggressive in the coming months after security is lowered, the watchdogs and ex-officials said.<br />“They’re not going to go marching up to some building, carrying a flag and using a bullhorn,” a former FBI agent who has worked on domestic terrorism cases said of the most worrisome current threat. “These are people that honestly are intent on doing what it is they’re going to do under the cover of darkness. They’re going to do it in a way that people are not going to see them coming.”<br />Many states are bringing the National Guard to their capitals and bolstering security in unusual measures that are expected to remain in place over Martin Luther King Jr. Day weekend through Mr. Biden’s inauguration Wednesday. Capitol police were overwhelmed by the Jan. 6 “stop the steal” protest that turned into a mob invasion of the U.S. Capitol. Federal law-enforcement officials have said they didn’t fully appreciate the risk for violence."
}