{
    "url_original": "https://www.wsj.com/articles/solution-to-hartfords-woes-will-be-complex-11609974541?mod=opinion_major_pos18",
    "url": "solution-to-hartfords-woes-will-be-complex-11609974541",
    "title": "Solution to Hartford’s Woes Will Be Complex",
    "sub_head": "Hartford has its share of self-inflicted wounds. But many of them are the product of decisions made long ago by folks who later decamped to surrounding towns to take advantage of government-backed loans that favored suburbia.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-279308?width=620&size=1.5",
    "image_1": "im-279308.jpg",
    "time": "2021-01-06 18:09:00",
    "body": "Hartford has its share of self-inflicted wounds. But many of them—like pension obligations—are the product of decisions made long ago by folks who later decamped to surrounding towns to take advantage of government-backed loans that favored suburbia. Although Bob Stefanowski lambastes regionalism, it’s actually common in the southern and western regions that Connecticut Republicans seem to view as the promised land (“What Isn’t the Matter With Hartford?,” Cross Country, Jan. 2). Hartford is 18 square miles; Charlotte, N.C., is 309 and growing.<br />Mr. Stefanowski argues that Hartford needs pension and other structural reforms, but he criticizes Mayor Luke Bronin for drawing up bankruptcy plans. Mr. Stefanowski acknowledges that bankruptcy would have been a black eye for Connecticut, but he pans the state’s decision to help Hartford avoid it. He disparages the state’s financial support as a bailout, but he notes that Hartford suffers from large amounts of tax-exempt property—like government buildings and hospitals and cultural institutions that serve the region. The incoherence is dizzying.<br />In fact, Mr. Bronin has made difficult cuts and held the line on taxes. But he has also challenged our region to recognize that the system is broken. Difficult decisions must be made.<br />Mathew P. Jasinski<br />Hartford, Conn."
}