{
    "url_original": "https://www.wsj.com/articles/some-banks-want-to-consign-credit-card-interest-to-history-11610373382?mod=markets_lead_pos5",
    "url": "some-banks-want-to-consign-credit-card-interest-to-history-11610373382",
    "title": "Some Banks Want to Consign Credit-Card Interest to History",
    "sub_head": "Australian lenders hope no-interest cards can arrest a decline in usage and attract younger customers",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-282340?width=620&size=1.5",
    "image_1": "im-282340.jpg",
    "time": "2021-01-11 16:49:00",
    "body": "SYDNEY—Interest charges have been one of the defining features of credit cards for decades and so when an employee at a big Australian bank suggested getting rid of them, he was taking a risk.<br />“He said, ‘Well, what about a no-interest credit card?’ ” said Rachel Slade, personal banking group executive at  National Australia Bank Ltd. , recalling a feedback session at one of the lender’s Melbourne offices. “And everyone’s like, ‘What? That’s not how a credit card works.’ ”<br />Worried about dwindling credit-card usage during the coronavirus pandemic and the rapid rise of startups like Australia’s  Afterpay Ltd.  and Sweden’s Klarna Bank AB that allow consumers to pay for goods in installments, some banks are rethinking what has been one of their most lucrative businesses.<br />National Australia Bank, known locally as NAB, launched a no-interest credit card in September. Users get a fixed line of credit and the bank levies a monthly fee, which is refunded if the customer maintains a zero balance and doesn’t use the card.  Commonwealth Bank of Australia ,  the country’s largest lender by market value, also unveiled a no-interest card last year.<br />The experiment isn’t being replicated in the U.S. where most credit-card issuers charge interest when cardholders carry balances. But if they prove to be successful, Australian banks’ no-interest cards could drive change in other markets."
}