{
    "url_original": "https://www.wsj.com/articles/some-health-care-workers-are-still-saying-no-to-a-covid-19-vaccine-11612089020?mod=business_minor_pos1",
    "url": "some-health-care-workers-are-still-saying-no-to-a-covid-19-vaccine-11612089020",
    "title": "Some Health-Care Workers Are Still Saying No to a Covid-19 Vaccine",
    "sub_head": "Some nurses and other industry employees remain hesitant; officials are concerned because of their influence",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-292847?width=620&size=1",
    "image_1": "im-292847.jpg",
    "time": "2021-01-31 05:30:00",
    "body": "Efforts to disseminate Covid-19 vaccines as widely as possible are hitting an unexpected obstacle: health-care workers who decline the shots.<br />Officials from Ohio said recently that 60% of nursing-home staff so far haven’t elected to take the vaccine. In New York, Gov. Andrew Cuomo said this month that state officials expect 30% of health-care workers offered the vaccine will ultimately turn it down. Two-thirds of the staff at a Florida hospital refused the vaccine this month, leaving so many unused doses that the facility started giving away shots to the general public.<br />The hesitancy among health-care workers concerns public-health officials who expected America’s front-line workers to serve as a model for others.<br />“Please get vaccinated,” Anthony Fauci, who is serving as President Biden’s chief medical adviser for the Covid-19 pandemic, said in a video message to health-care providers. “It’s important to protect yourselves, to protect your family, but as important, symbolically, as health-care providers, to show confidence in the vaccine so that other people in this country follow suit.”<br />In a survey of 1,563 respondents conducted in January by researchers at the Kaiser Family Foundation, 79% of U.S. adults who haven’t yet been vaccinated say they would be likely to turn to a doctor, nurse or other health-care provider when deciding whether to get a vaccination."
}