{
    "url_original": "https://www.wsj.com/articles/some-new-york-businesses-balk-at-minimum-wage-boost-during-covid-19-11609797480",
    "url": "some-new-york-businesses-balk-at-minimum-wage-boost-during-covid-19-11609797480",
    "title": "New York Boosts Minimum Wage and Some Businesses Balk",
    "sub_head": "Long Island and Westchester employers must pay workers at least $14 an hour",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-280491?width=620&size=1.5",
    "image_1": "im-280491.jpg",
    "time": "2021-01-04 18:35:00",
    "body": "New York state leaders have moved ahead with minimum-wage increases over objections from some groups who said businesses battered by the coronavirus pandemic couldn’t afford the increased labor costs.<br />New York is gradually raising its minimum wage to $15 an hour, and as of Dec. 31 employers on Long Island and in Westchester County were required to start paying workers at least $14 an hour, up from $13. The minimum rose to $12.50 from $11.80 an hour in the rest of New York state outside New York City, where all employers hit the $15 hourly wage requirement at the end of 2019.<br />State law requires the New York State Division of the Budget to analyze the impact of recent minimum-wage increases and the health of the economy before the state moves forward with scheduled increases. A 2016 law, which raises the minimum wage over several years to $15 an hour, is scheduled to reach the threshold in Long Island and Westchester in 2021.<br />Roberta Reardon, commissioner of the New York State Department of Labor, had the option of delaying the wage boost but said the labor markets affected by the increase—meaning those outside New York City—are leading the state’s economic recovery.<br />The unemployment rate for Long Island and Westchester, for example, fell to 7.1% in October from its pandemic peak of 15.4% in April, according to the report. The national unemployment rate was 6.9% in October, according to the U.S. Labor Department."
}