{
    "url_original": "https://www.wsj.com/articles/some-gop-freshmen-mock-masks-embrace-gun-rights-spar-with-colleagues-11610805601?mod=politics_lead_pos2",
    "url": "some-gop-freshmen-mock-masks-embrace-gun-rights-spar-with-colleagues-11610805601",
    "title": "Some GOP Freshmen Mock Masks, Embrace Gun Rights, Spar With Colleagues",
    "sub_head": "Lawmakers including Marjorie Taylor Greene and Lauren Boebert stir controversy over divisive issues, including election challenge",
    "category_1": "Politics",
    "time": "2021-01-16 09:00:00",
    "body": "WASHINGTON—Some freshman Republican lawmakers are stirring up controversy just days into their terms, drawing attention well beyond their districts as well as criticism from colleagues in both parties.<br />Republicans including Reps. Marjorie Taylor Greene of Georgia and Lauren Boebert of Colorado are entering the spotlight at a combustible time. Some have loudly refused to wear masks used to prevent the spread of the coronavirus and objected to metal detectors placed at the entrances to the House chamber after the U.S. Capitol riot.<br />Colleagues are questioning whether freshman lawmakers’ words played any role in stoking anger among President Trump’s supporters before the assault. Mr. Trump was impeached Wednesday over his exhortations to the crowd.<br />“It’s been a hell of a first 10 days,” said freshman Rep. Nancy Mace (R., S.C.), 43 years old, the first woman to graduate from the Citadel, the military college in South Carolina. She voted to certify Democrat Joe Biden’s win, voted against President Trump’s impeachment and has followed House rules. “This was not what I thought Congress was going to be like,” she said.<br />Outspoken freshmen aren’t a new phenomenon. Two years ago liberal House Democrats charged into Washington, where their outspokenness, social-media savvy and willingness to tangle with party leaders raised their wattage above lawmakers who had toiled in the Capitol for years. Now some first-term Republicans are using social media to elbow into the debate over the most divisive issues in the nation."
}