{
    "url_original": "https://www.wsj.com/articles/sounds-from-the-future-11611953322",
    "url": "sounds-from-the-future-11611953322",
    "title": "Sounds From the Future",
    "sub_head": "Arnold Schoenberg’s ‘Pierrot Lunaire’ (‘Moonstruck Pierre’) so defied the melodic conventions of classical music that its premiere ended in violence.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-292394?width=620&size=custom_3000x2121",
    "image_1": "im-292394.jpg",
    "time": "2021-01-29 15:48:00",
    "body": "<br /><br />The 1912 chamber piece “Pierrot Lunaire” (“Moonstruck Pierrot”) is a musical treasure—fascinating, enchanting in its range of instrumental colors, and deeply influential to all who came after. Yet its composer, Arnold Schoenberg (1874-1951), was for many simply the man who took a wrecking ball to centuries of musical tradition through his embrace of atonality. Much of his output engendered alarm and outright hostility. “Only a psychiatrist can help poor Schoenberg now,” wrote composer Richard Strauss to Alma Mahler in 1913. “He would do better to shovel snow instead of scribbling on music paper.”<br />Such reactions began even before the composer’s most radical departures from convention. Schoenberg’s string sextet “Transfigured Night” (1899), written when he was just 25 and now recognized as a Romantic cornerstone, was excoriated: “It sounds as if someone had smeared the score of [Wagner’s] ‘Tristan’ while it was still wet,” remarked a contemporary. A musical society in Vienna refused to allow the work to be performed because it contained one dissonant chord still unclassified at that time by any textbook (an inverted ninth, tame by today’s standards). Over the years, the complaints proliferated: At a 1913 concert conducted by Schoenberg in the Great Hall of Vienna’s Musikverein, the reaction to both the composer and his closest students, Alban Berg and Anton Webern, was even more violent than the one attending the infamous premiere of Igor Stravinsky’s “Rite of Spring” in Paris that same year.<br />Yet, Stravinsky, the composer most often regarded as Schoenberg’s rival for the affections of the cultivated music world, came to the late realization that Schoenberg had written “a body of works we now recognize as the epicenter of the development of our musical language.” Discussing Schoenberg’s “Pierrot Lunaire,” which had its premiere at the Berlin Choralion-Saal on Oct. 16, 1912, following 40 rehearsals, Stravinsky called it “the solar plexus as well as the mind of early 20th-century music.” The music, he admitted, 50 years after the work’s debut, initially had been “beyond me, as it was beyond all of us at that time.” At one performance “Pierrot” prompted an audience member to point at the composer and yell, “Shoot him! Shoot him!”"
}