{
    "url_original": "https://www.wsj.com/articles/south-africa-skips-national-regulatory-approval-to-secure-covid-19-vaccines-11610036931?mod=business_minor_pos1",
    "url": "south-africa-skips-national-regulatory-approval-to-secure-covid-19-vaccines-11610036931",
    "title": "South Africa Skips National Regulatory Approval to Secure Covid-19 Vaccines",
    "sub_head": "Low- and middle-income countries are expected to emulate the move to expedite getting shots to at least some at-risk citizens",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-01-07 14:17:00",
    "body": "JOHANNESBURG—South Africa will start rolling out Covid-19 vaccines without requiring local regulatory approval of the shots, a step that other low- and middle-income countries scrambling to inoculate their populations against the coronavirus are expected to follow.<br />South Africa’s health ministry said the country will in January receive 1 million doses of the vaccine developed by the University of Oxford and  AstraZeneca  PLC from the Serum Institute of India, which has an agreement to manufacture and distribute the shots. A second shipment of 500,000 doses is expected for February. The vaccine requires two doses to reach its full effect.<br />Other countries across Subsaharan Africa and the developing world are likely to emulate South Africa’s decision to bypass local regulators in an effort to expedite getting shots for at least some of their most-at-risk citizens. Some lack their own national drug-approval authorities and are expected to rely on certification from the World Health Organization for rolling out Covid-19 vaccines.<br />The shots South Africa has ordered from India will be given to health care workers, who have borne the brunt of a surge in new cases of Covid-19. Researchers believe that the new wave in infections has been exacerbated by a new, likely more transmissible variant of the coronavirus discovered in the country. In December alone, 5,000 health care workers tested positive for the disease, placing an additional burden on hospitals already struggling.<br />South Africa, a country of 60 million people, reported on Wednesday 21,832 fresh cases of Covid-19, its highest daily count, and 392 deaths. Nearly one-third of coronavirus tests are coming back positive—an indication that the true number of infections is likely much higher—and the South African Medical Research Council said it recorded nearly 7,000 excess deaths in the week of Christmas, most of them likely due to Covid-19."
}