{
    "url_original": "https://www.wsj.com/articles/spac-mania-gives-early-investors-steady-returns-with-little-risk-11610533800?mod=markets_lead_pos6",
    "url": "spac-mania-gives-early-investors-steady-returns-with-little-risk-11610533800",
    "title": "SPAC Mania Gives Early Investors Steady Returns With Little Risk",
    "sub_head": "Hedge funds score gains when blank-check companies rise after announcing deals to take startups public",
    "category_1": "Markets",
    "category_2": "Deals",
    "time": "2021-01-13 05:30:00",
    "body": "Sudden excitement about the flurry of startups going public through so-called blank-check companies is enriching some of the biggest players in finance, particularly hedge funds.<br />The gains come through the unique rights given to early investors in special-purpose acquisition companies, or SPACs, which look to acquire promising startups and take them public. As the vehicles become more popular, the hedge funds that invest in them early on, such as Magnetar Capital, Glazer Capital and Israel Englander’s Millennium Management, can earn lofty returns without much risk.<br />Here is how the trade typically works: Hedge funds give the SPAC money for up to two years while it looks for a merger target. In return, they get a unique right to withdraw their investment before a deal goes through that minimizes any loss on the trade. At the same time, the potential return for early investors is huge if the SPAC shares rise because they also initially receive shares and warrants giving them the right to buy more shares at a specified price in the future.<br />Wall Street’s recent exuberance has engulfed SPACs, with day traders and large institutions alike pouring money into shell companies pursuing startups tied to themes such as green energy or sports betting. Recent SPACs have surged immediately after announcing deals to take startups public, giving the hedge funds opportunities to sell and turn quick profits.<br />One example came Jan. 7, when shares of the venture capitalist Chamath Palihapitiya’s  Social Capital Hedosophia Holdings Corp. V  advanced 63% after it said it is combining with Social Finance Inc. to take the financial-technology company public."
}