{
    "url_original": "https://www.wsj.com/articles/speech-and-sedition-in-2021-11611962910?mod=opinion_lead_pos1",
    "url": "speech-and-sedition-in-2021-11611962910",
    "title": "Speech and Sedition in 2021",
    "sub_head": "The progressive press decides that dissenters should be suppressed.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-29 19:21:00",
    "body": "Most Americans learn in school about flagship political excesses in U.S. history like Joe McCarthy’s 1950s inquisitions, the post-World War I Red Scare and the Alien and Sedition Acts of 1798. Yet a recent Washington Post opinion piece purports to explain “what the 1798 Sedition Act got right.”<br />The law banned a wide range of political speech and publication. It was passed by the ruling Federalists to suppress the rival Democratic-Republicans, whom they saw as seditious. The Post piece argues that though their solution was “flawed,” the Federalists had reason to worry about “unregulated freedom of the press.”<br />We highlight this as one example among many of the emerging appetite for viewpoint suppression among journalists, intellectuals and Democrats in the wake of the Trump Presidency. They increasingly see domestic enemies wherever they look, and are devising ways to use levers of power to restrict, regulate and boycott opposition. It’s an extraordinary and ominous turn in a democracy.<br />Many calls to sanction opposition media come from voices that claimed to be most alarmed by Donald Trump’s attacks on the free press. Margaret Sullivan, the Post’s media columnist, wrote this week that “corporations that advertise on Fox News should walk away,” declaring that the outlet’s “role in the 400,000 U.S. lives lost to the pandemic and in the disastrous attack of Jan. 6” has been “deadly.”<br />Nicholas Kristof of the  New York Times  called for “pressure on advertisers to withdraw from Fox News so long as it functions as an extremist madrasa.” He added that “cable providers should be asked why they distribute channels that peddle lies.” A CNN writer asserted that providers like  Comcast  “have escaped scrutiny and entirely dodged this conversation.” By conversation he means political bullying from the left."
}