{
    "url_original": "https://www.wsj.com/articles/stakeholder-capitalism-review-the-global-olympian-we-11611614435?mod=opinion_reviews_pos1",
    "url": "stakeholder-capitalism-review-the-global-olympian-we-11611614435",
    "title": "‘Stakeholder Capitalism’ Review: The Global, Olympian ‘We’",
    "sub_head": "Nations decide which problems to solve through politics. Global elites already know what problems need solving. Just ask them.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-290195?width=620&size=1.5",
    "image_1": "im-290195.jpg",
    "time": "2021-01-25 17:40:00",
    "body": "Refugee Run is an immersive theatrical experience at the World Economic Forum in Davos, Switzerland, in which billionaires and other global elites pretend to be refugees for a little over an hour. In one promotional video, corporate executives wearing $1,000 loafers “escape” their “village” and make their way to a “refugee camp,” where they must “bribe” actors playing camp guards. Facebook’s Sheryl Sandberg flashes on-screen to attest: “I found it incredible . . . that you can put yourself in a room like this and feel as much as you feel.” This focus on eliciting emotional responses from the wealthy and powerful at an Alpine ski resort, rather than providing material assistance to actual refugees, makes Refugee Run an appropriate charity for the Davos set.<br />The founder and executive chairman of the Davos forum is Klaus Schwab, a German engineer and former academic. Mr. Schwab is a prominent evangelist for the virtues of “stakeholder capitalism,” the belief that corporations answer notjust to shareholders—that’s ordinary capitalism—but to communities, marginalized minorities and society in general. This vision for capitalism has steadily become the dominant philosophy among Western business elites and even some Republicans.<br />Mr. Schwab argues in “Stakeholder Capitalism: A Global Economy That Works for Progress, People and Planet” that to make the world a better place captains of industry must work together to solve global problems. “Building such a virtuous economic system is not a utopian ideal,” he writes. “Most people want to do good. But what’s been missing in recent decades is a clear compass to guide those in leading positions in our society and economy.” Mr. Schwab believes that he possesses such a compass.<br />Unfortunately, his compass points in multiple directions. In lieu of mere profit, Schwab argues that businesses should pursue the four P’s: Principles of Governance, Planet, People and Prosperity. He offers no guiding principle for how these vague, expansive and competing interests ought to be weighed and weighted.<br />Like other stakeholder proponents, Mr. Schwab cherry-picks examples to support his claim that shareholder capitalism is somehow ignoble or prone to disaster rather than deriving his claims from the totality of available examples. He predictably invokes Enron but fails to mention Volkswagen, Wirecard or Wells Fargo—examples of large-scale fraud perpetuated by executives who long escaped scrutiny in part by ostentatiously championing fashionable social causes."
}