{
    "url_original": "https://www.wsj.com/articles/startups-going-public-via-spacs-face-fewer-limits-on-promoting-stock-11609678800?mod=business_minor_pos22",
    "url": "startups-going-public-via-spacs-face-fewer-limits-on-promoting-stock-11609678800",
    "title": "Startups Going Public Via SPACs Face Fewer Limits on Promoting Stock",
    "sub_head": "Companies can dazzle investors by appearing on YouTube and other media outlets in ways those doing traditional IPOs can’t",
    "category_1": "Business",
    "time": "2021-01-03 08:00:00",
    "body": "In the run-up to an initial public offering, startups typically hunker down in a quiet period, keeping their executives out of the media to avoid running afoul of regulatory requirements.<br />For numerous executives that took their startups public in 2020 by merging with a special-purpose acquisition company, or SPAC, there was a different, perfectly legal approach: lengthy interviews with obscure YouTube channels frequented by individual traders, appearances on cable news, and projections that call for billions in revenue.<br />Publicity and forecasts of rapid growth have become routine aspects of the booming IPO alternative of going public through SPACs. The use of what are called blank-check companies, which go public with no assets and then merge with private companies, surged in 2020, raising a record $82.1 billion in 2020, up from $13.5 billion in 2019, according to Dealogic.<br />Startups that went public through SPACs, including many nascent companies with no revenue, have said they were attracted to the relative speed and certainty of the process, which can be completed months faster than some IPOs.<br />But as the tool gains favor, there are concerns about the regulatory differences between the two modes of going public. The prospect of wooing retail traders through media and inherently speculative projections brings heightened risk to stock-market investors, according to some venture capitalists and corporate-governance experts."
}