{
    "url_original": "https://www.wsj.com/articles/starbuckss-sales-improve-despite-covid-19-restrictions-11611695904?mod=business_lead_pos2",
    "url": "starbuckss-sales-improve-despite-covid-19-restrictions-11611695904",
    "title": "Starbucks Notches Improved Sales, Says COO Will Exit",
    "sub_head": "Roz Brewer was focused on diversifying the coffee giant’s staff",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-290753?width=620&size=1.5",
    "image_1": "im-290753.jpg",
    "time": "2021-01-26 18:24:00",
    "body": "Starbucks  Corp.  said Chief Operating Officer Roz Brewer will leave to lead another publicly traded company, marking the departure of a prominent Black executive who helped revive sales during the coronavirus pandemic and worked to diversify the coffee giant’s staff.<br />Starbucks, which said Tuesday that sales were recovering in China in particular even as the pandemic has necessitated continued store closures elsewhere, said Ms. Brewer would depart at the end of February. Walgreens Boots Alliance Inc. is set to name Ms. Brewer its next chief executive, people familiar with the matter told The Wall Street Journal, setting her up to be the only Black woman leading a Fortune 500 company today.<br />Ms. Brewer, 58 years old, has been COO and a member of the board at Starbucks since 2017. She helped shift Starbucks toward a focus on to-go operations during the pandemic and has worked to diversify the company’s leadership.<br />Starbucks last fall said it would tie executive compensation to increasing minority representation in its workforce, and mandated antibias training for company leaders. Starbucks said CEO Kevin Johnson will continue to lead the company’s diversity efforts. In March, the company is expected to appoint investor Mellody Hobson as its chairwoman, positioning the coffee chain to be among the biggest U.S. companies with a Black person leading its board.<br />Starbucks’s president of its North American business and chief marketing officer will assume Ms. Brewer’s roles and report directly to Mr. Johnson, the CEO said on a call."
}