{
    "url_original": "https://www.wsj.com/articles/stimulus-checks-emerge-as-tool-to-fill-gaps-in-targeted-aid-programs-11611414111?mod=politics_lead_pos5",
    "url": "stimulus-checks-emerge-as-tool-to-fill-gaps-in-targeted-aid-programs-11611414111",
    "title": "Stimulus Checks Emerge as Tool to Fill Gaps in Targeted Aid Programs",
    "sub_head": "As Congress weighs another round of direct payments to households, advocates see a continuing role for periodic cash from Washington",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289486?width=620&size=1.5",
    "image_1": "im-289486.jpg",
    "time": "2021-01-23 10:01:00",
    "body": "WASHINGTON—Lawmakers approved stimulus checks last March as an intentionally scattershot move to flood households with cash when the course of the pandemic and economy were uncertain. Now, as Congress and President Biden pursue a third round of payments, the economic case for them is shifting.<br />A policy once viewed partly as a bridge until relief could be more carefully targeted became a recurring backstop to other programs during a bumpy recovery. Despite concerns from some Republicans and a few Democrats about giving money to people who don’t need it, many members of Congress now view the checks as an essential element of future relief legislation.<br />The checks’ broad appeal stems from their near-universality, simplicity and speed, and they may become a more routine government response to future recessions.<br />Though many payments would go to employed workers likely to save the money until after the pandemic, lawmakers defend that feature as necessary to fill gaps in social-spending programs. Unemployment insurance doesn’t cover everyone who lost a job or suffered an income decline, and some households faced long delays as states processed claims.<br />“The people that we want to help, some of them, many of them, millions of them, are not getting help,” said Claudia Sahm, a former Federal Reserve economist who has studied stimulus payments and their impact."
}