{
    "url_original": "https://www.wsj.com/articles/stimulus-checks-cant-come-soon-enough-for-u-s-retailers-11610729852?mod=business_minor_pos11",
    "url": "stimulus-checks-cant-come-soon-enough-for-u-s-retailers-11610729852",
    "title": "Stimulus Checks Can’t Come Soon Enough for U.S. Retailers",
    "sub_head": "Holiday retail sales slump boosts the argument for Biden administration’s stimulus plans",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-286025?width=620&size=1.5",
    "image_1": "im-286025.jpg",
    "time": "2021-01-15 11:57:00",
    "body": "Retailers could probably use a bit of stimulus around now. They could use an easing of the pandemic even more.<br />The Commerce Department reported December retail sales figures Friday. Calling them “bad” might be an understatement. Overall sales fell 0.7% from a month earlier, worse than the 0.1% decline economists expected the report to show. Even worse, November sales were revised lower, and now show a drop of 1.4% versus the previously reported 1.1% decline.<br />The report quantifies just how hobbling the rise in Covid-19 cases over the past few months has been. For the many retailers that rely heavily on holiday sales, it couldn’t have come at a worse time. While overall sales in December were actually 2.9% above their year-earlier level, thanks to the big rebounds that sellers such as car dealerships experienced earlier in 2020, some retailers are in a very big hole. Department store sales, for example, were down 21.4% on the year last month.<br />Countering the renewed weakness in sales, however, are the payments that many Americans have received as a result of last month’s $900 billion in Covid-19 relief. An analysis of  Bank of America  credit and debit-card data conducted by the firm’s economists showed that card spending in the week ended Jan. 9 was up by 9.7%. Before the payments started going out, card spending was up by about 2% versus a year earlier.<br />Now even more support could be in the offing. President-elect Joe Biden is proposing that most Americans receive an additional $1,400 on top of the $600 approved in December. What actually makes it through Congress might not be that high, but with Democrats about to gain control of the Senate, and some Republicans earlier agitating for bigger checks, it seems likely more money will be on the way."
}