{
    "url_original": "https://www.wsj.com/articles/stock-market-rally-in-2020-easily-outpaced-luxury-goods-hedge-funds-11609762227?mod=markets_lead_pos6",
    "url": "stock-market-rally-in-2020-easily-outpaced-luxury-goods-hedge-funds-11609762227",
    "title": "Stock Market Rally in 2020 Easily Outpaced Luxury Goods, Hedge Funds",
    "sub_head": "The Nasdaq index jumped nearly 43%, compared with average rise of 6.3% across hedge funds and 5.9% increase in value of classic cars",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-280174?width=620&size=1.5",
    "image_1": "im-280174.jpg",
    "time": "2021-01-04 07:10:00",
    "body": "In 2020, you were better off putting money into a stock index fund than in fine art or diamonds.<br />The S&P 500 index, which tracks the U.S. stock market broadly, rose over 15% last year and the tech-heavy Nasdaq index surged nearly 43%. It was also a banner year for bonds. The Bloomberg Barclays Global Aggregate bond index climbed 9.2% on a total return basis.<br />That is significantly better than the performance of many alternative investments. This asset class includes hedge funds, private equity and more exotic investments such as classic cars, fine wine and other luxury goods. Investors typically put money into these riskier bets to boost their overall returns. But that strategy was turned on its head last year.<br />The meltdown in markets in March pushed central banks into action, unleashing colossal amounts of monetary stimulus and a series of interest rate cuts around the world. This wave of cheap money propelled many stocks and bonds to all-time highs.<br />With all this new money in the financial system, some investors channeled more capital into alternatives. But on average, hedge funds returned 6.3% in 2020, according to research and intelligence firm PivotalPath. Global private equity declined nearly 9% as industries such as retail and hospitality were hit by the pandemic and leveraged bets went sour. Some luxury goods gained as investors bought them as havens, but typically generated single-digit annual returns."
}