{
    "url_original": "https://www.wsj.com/articles/stocks-surge-in-crazy-year-for-financial-markets-11609497000?mod=markets_lead_pos1",
    "url": "stocks-surge-in-crazy-year-for-financial-markets-11609497000",
    "title": "Stocks Surge in Crazy Year for Financial Markets",
    "sub_head": "It was a banner year in everything from options bets to bitcoin",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-278923?width=620&size=1.5",
    "image_1": "im-278923.jpg",
    "time": "2021-01-01 05:30:00",
    "body": "U.S. stocks have arrived at their record-setting year-end levels after a turn of events few would have predicted, capping off a banner year in everything from options bets to<br />Worries about the rapidly spreading coronavirus in the first part of the year sent stocks, gold and bonds tumbling and triggered spasms in historically safe markets like money-market funds. The Federal Reserve’s massive stimulus package and, later, news of a vaccine, stoked a simultaneous rally in various markets. The moves have been underpinned by an excitement for investing that hasn’t been seen in decades, as people of all ages jumped into the market to ride its wild moves.<br />Stocks soared in 2020. After plunging into a bear market—defined as a drop of at least 20%—a new bull market emerged, one that raced to new highs faster than ever before. The S&P 500 climbed 16.3% to end the year at a record, while the Nasdaq Composite gained 44%, its best year since 2009. The Russell 2000 small-cap stock index has roughly doubled from its March low.<br />The pandemic “put the U.S. economy and markets on the biggest bust-to-boom roller coaster we’ve seen,” said Jim Paulsen, chief investment strategist at the Leuthold Group. “It caused people to dump far more when it was collapsing—has caused them to chase assets on the way up.”<br />Here are five investment trends that boomed in 2020, defying many market watchers’ expectations. Whether these continue may decide much about the investing world in 2021."
}