{
    "url_original": "https://www.wsj.com/articles/stocks-could-plunge-even-if-the-economy-booms-11611145800?mod=business_minor_pos11",
    "url": "stocks-could-plunge-even-if-the-economy-booms-11611145800",
    "title": "Stocks Could Plunge Even if the Economy Booms",
    "sub_head": "Can we face a bear market even if the economy booms? Yes, but it would be rare.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-20 07:30:00",
    "body": "We keep being reminded that the stock market isn’t the economy. But then, is it possible for the market to go into a long bear run even if the economy booms? Yes, although there is little record of it ever happening.<br />U.S. stocks’ performance over the past year has been more than breathtaking. Even though the U.S. economy is in decidedly worse shape than it was before the Covid-19 crisis started, with millions of Americans still out of work, stocks quickly rebounded from their spring selloff and surged to new highs. Valuations have touched levels seen only in the years surrounding the dot-com bubble and in the run-up to the 1929 crash.<br />It is an apt example of how the stock market’s link to the economy can be as thin as tissue paper. Even the idea that stocks are pricing in an expected boom in the economy once the pandemic passes is looking pretty flimsy as stocks don’t just look rich versus analysts’ expected 2021 earnings but versus expected earnings in 2022.<br />If stocks can be so divorced from the economy as it struggles through the coronavirus crisis, they also can be detached from it when the pandemic lessens its grip. With another round of fiscal support looking likely, and vaccinations under way, economists have been marking up their economic growth forecasts for this year. There is no rule that says that should send stocks higher, though.<br />To some extent stocks might have done well not just despite the pandemic, but because of it. The big companies represented in the major stock indexes were, in large part, less affected than many small businesses. Goods sectors such as manufacturing, which are a bigger part of the market than of the economy as a whole, have fared better than services. So it might be businesses underrepresented in the stock market that are the bigger beneficiaries of a better economy this year."
}