{
    "url_original": "https://www.wsj.com/articles/streaming-vs-cable-how-to-save-money-watching-live-tv-11612101600?mod=business_lead_pos10",
    "url": "streaming-vs-cable-how-to-save-money-watching-live-tv-11612101600",
    "title": "Streaming vs. Cable: How to Save Money Watching Live TV",
    "sub_head": "Live TV-streaming services have raised their prices but cutting the cord is still cheaper, for the most part, than cable",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://s.wsj.net/public/resources/images/OG-FP082_202001_M_20210129180947.gif",
    "image_1": "publicresourcesimagesOG-FP082_202001_M_20210129180947.gif.jpg",
    "time": "2021-01-31 09:00:00",
    "body": "’Tis the season for seven-layer dip and serious football. With the Super Bowl kicking off next Sunday, I’ve got two things on the brain—what I’m going to fill this year’s snackadium with, and what’s the cheapest way to stream the game.<br />If you’re wondering the same, there’s good news, at least for the latter. The big game will be streamed free on  CBS Sports.com and on the CBS Sports app for mobile devices and smart TVs. Paying CBS All Access subscribers can watch through the CBS app.<br />Now to figure out how to watch live TV the other 364 days of the year.<br />Cable isn’t cheap.  Comcast ’s  entry-level TV-only plan is advertised at $50, but after the first year, that price bumps up to $60 a month. And that sticker price doesn’t include fees such as the $13.50-a-month location-dependent “broadcast surcharge” or any installation and activation charges. You can save about $20 a month if you bundle cable and internet service.<br />Cutting the cord isn’t the obvious deal it once was, either. Prices of live-TV streaming services have gone up in recent years. In 2017, at its debut, YouTube TV cost $35 a month; it’s now $65. Sling TV and Hulu with Live TV have also upped their fees. And these live-TV providers are generally separate from the premium streaming services I covered last summer, such as Netflix, HBO Max and  Disney +."
}