{
    "url_original": "https://www.wsj.com/articles/stylistic-straitjacket-11609971157?mod=opinion_major_pos13",
    "url": "stylistic-straitjacket-11609971157",
    "title": "Stylistic Straitjacket",
    "sub_head": "The University of Virginia offers a case study on what to expect from President Trump’s executive order decreeing that classicism will be the default style for future Federal Buildings.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280957?width=620&size=1.5",
    "image_1": "im-280957.jpg",
    "time": "2021-01-06 17:12:00",
    "body": "The long-rumored plan to make classicism the sanctioned style for federal architecture recently became a reality when President Trump issued the “Executive Order on Promoting Beautiful Federal Civic Architecture” last month. This may seem like an inconsequential action in the waning days of the administration, but unless it’s revoked by Joe Biden once he assumes the presidency it will endure, threatening to do lasting damage.<br />The document begins promisingly, with indirect invocations of the ancient Roman writer Vitruvius and his principles of firmitas, utilitas and venustas, or strength, utility and beauty. It continues with a mention of medieval Siena, a model of a well-designed city with generous public spaces.<br />But it quickly descends into a nonsensical tirade against imagined enemies, such as Brutalists and Deconstructivists (styles that are hardly of the moment). It sets up a false opposition between “architectural elites” and “the general public,” and offers sweeping, dubious claims about how unpopular modernist buildings are compared with those that are classically inspired. It purports to favor local input and local style while imposing a top-down federal mandate.<br />Specifically, the order decrees that “classical architecture shall be the preferred and default architecture for Federal public buildings absent exceptional factors necessitating another kind of architecture.” In addition, it establishes a “President’s Council on Improving Federal Civic Architecture” to draw up a set of rules and procedures to implement the terms of the executive order.<br />As a scholar of Renaissance architecture, I should be delighted by this turn of events. Leon Battista Alberti, Filippo Brunelleschi, Michelangelo Buonarroti and Andrea Palladio, architects I teach and admire, are cited approvingly in, of all things, an official government document. And yet, I know how this story ends. It may begin with good intentions. But, as I saw firsthand during the 17 years I spent teaching at the University of Virginia School of Architecture, it ends with talented architects being turned away or hamstrung into defeat by the rigidity of the official stylistic constraints, and with the public being shortchanged."
}