{
    "url_original": "https://www.wsj.com/articles/suits-and-sweats-how-men-will-dress-post-covid-11611590952",
    "url": "suits-and-sweats-how-men-will-dress-post-covid-11611590952",
    "title": "Suits and Sweats: How Men Will Dress Post-Covid",
    "sub_head": "At this month’s European fall 2021 men’s fashion shows, designers offered up surprisingly pragmatic ideas for what our wardrobes will look like come autumn—a blend of WFH ease and tradition",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-289911?width=620&size=1.5",
    "image_1": "im-289911.jpg",
    "time": "2021-01-25 11:09:00",
    "body": "WHEN ALL THIS is over, will we leave the sweatpants behind? Will we burn our Zoom shirts? Will we remember again how to tie a tie?<br />With Covid cases still spreading amid an uneven vaccine rollout, it might feel premature to ponder questions about how we’ll dress in the “after times.” Yet this month European fashion brands and designers did just that by presenting their fall 2021 men’s runway collections (in a mostly digital, audience-free manner). Fashion shows have always gazed toward the future, serving up novelties that won’t trickle into stores for months and months. These particular clothes should land sometime around September or October and, in various ways, suggest what we might be wearing this fall.<br />To begin with, they posit that we’re unlikely to cast aside the comfortable loungewear of quarantine. Designers seemed soberly aware that many of their customers have been living in soft pants and slouchy, couch-potato hoodies for most of 2020.<br />In Prada’s presentation, you could see the potent influence of at-home wear in the knit long johns the models wore beneath their outfits. In some cases, the long johns comprised the entire outfit—the models evocative of successful 20-something Twitch streamers, dressed for a rousing day of video games. Or even kids scurrying downstairs in patterned footie PJs to watch Saturday-morning cartoons.<br />Other brands strove for a more balanced, present-meets-future mix—imbuing relatively traditional garments with an easy, at-home feel. Parisian label Lemaire showed a serene array of slouchy, earth-toned dress shirts, trousers and even sportcoats in delicate fabrics that suggested pajamas. The models in the video presentation were hardly couch-bound though: They marched about with purpose, reminding us that someday soon we’ll all have in-person meetings to hurry into again."
}