{
    "url_original": "https://www.wsj.com/articles/surging-stock-markets-in-asia-look-increasingly-dangerous-11610104089?mod=business_minor_pos10",
    "url": "surging-stock-markets-in-asia-look-increasingly-dangerous-11610104089",
    "title": "Surging Stock Markets in Asia Look Increasingly Dangerous",
    "sub_head": "Unreliable flows and inconsistent narratives have sent different stock markets in Asia sharply higher, with many now outperforming U.S. equities",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-282555?width=620&size=1.5",
    "image_1": "im-282555.jpg",
    "time": "2021-01-08 06:11:00",
    "body": "Equity markets are seeing a strong start to the year globally. In parts of Asia, maybe too strong.<br />Six months ago, it was common to hear that while U.S. markets might recover a large portion of early-2020 losses quickly, emerging markets would be slower to bounce back. But the MSCI EM Index is practically level with the MSCI USA for the past 12 months, and many Asian equity indexes are way above U.S. peers.<br />The Taiwanese and South Korean bourses are the most obvious examples. The Taiex and Kospi are up 45% and 36%, respectively, since the beginning of 2020, while the S&P 500 is up more like 18%. China’s equity market recorded a strong 2020, but the most interesting performances may be outside the world’s second-largest economy.<br />Perhaps most perplexing is India’s equity stock market. The Sensex index now matches the S&P 500’s gain in dollar terms for the same period. India, of course, has nothing like the capacity of the U.S. to support the economy with either monetary or fiscal policy. Its price to earnings ratio for the 12 months ahead has risen even more than its U.S. equivalent since the nadir in March.<br />The countries performing well each have some things going for them: India will be one of the first developing countries in the world to begin a vaccine campaign, South Korea’s low number of Covid-19 cases has been a model for countries with active outbreaks, and Taiwan has managed to keep itself almost hermetically sealed away from the pandemic."
}