{
    "url_original": "https://www.wsj.com/articles/swiss-government-calls-on-voters-to-reject-burqa-ban-in-referendum-11611066860?mod=world_major_1_pos4",
    "url": "swiss-government-calls-on-voters-to-reject-burqa-ban-in-referendum-11611066860",
    "title": "Swiss Government Calls on Voters to Reject Burqa Ban in Referendum",
    "sub_head": "Vote scheduled for March comes as France and other European nations wrestle with question of how to integrate Muslims",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-286991?width=620&size=1.5",
    "image_1": "im-286991.jpg",
    "time": "2021-01-19 09:34:00",
    "body": "Switzerland’s government is urging voters to reject a proposal to ban burqas and other full-face coverings in a referendum set for March 7, in what could be another contentious vote in the country’s unique system of direct democracy.<br />Some cantons, or regions, of the Alpine nation have already outlawed full-face coverings in regional votes. A nationwide referendum in 2009 also saw Swiss voters support a proposal to ban the construction of minarets for mosques.<br />This time voters are being asked whether Switzerland should ban full-face coverings nationwide after a group including members of the right-wing Swiss People’s Party gathered more than 100,000 signatures, passing the threshold required for a popular vote on changing the constitution. The same group initiated the 2009 vote, describing minarets as foreign to Swiss cultural traditions, sparking a wider debate in Europe about the integration of Muslims at a time when there was growing concern over the influence of Islamist extremists.<br />The debate continues in many parts of Europe, notably France, where President Emmanuel Macron has proposed legislation to outlaw what he calls “Islamist separatism,” and which includes preventing the indoctrination of children during home schooling and online hate speech.<br />France previously prohibited wearing full-face veils in public as a way to support its secular values, as have other European countries."
}