{
    "url_original": "https://www.wsj.com/articles/sybille-bedford-review-the-call-of-the-page-11611330018",
    "url": "sybille-bedford-review-the-call-of-the-page-11611330018",
    "title": "‘Sybille Bedford’ Review: The Call of the Page",
    "sub_head": "Throughout Bedford’s books, the depth of human tragedy lies just beneath a comedy of manners.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-01-22 10:40:00",
    "body": "‘The nightmare fable of our time is a true story,” Sybille Bedford once declared. She would know. Born in Berlin before World War I and living for almost a century in France, Italy, England and, briefly, the United States, she chronicled that nightmare fable in a series of extraordinary and often uncategorizable books: four novels, a two-volume biography of Aldous Huxley, a comparative study of the legal systems in five countries, a book about Mexico and one on the trial of the English doctor whose wealthy patients (mainly female) kept mysteriously dying, though not before writing him into their wills. She also covered the trial of Jack Ruby, the obscenity case against “Lady Chatterley’s Lover,” and the 14-month long prosecution of the guards at Auschwitz—when, that is, not writing about food or wine.<br />The cost of having survived the 20th century weighed on her. “Those who have got off lightly paid perhaps too little (because there never can be enough?),” she wrote. “I feel I am one of those.” Never complacent, she drew on her own experience not because it was what she knew, though there was that, but because she wanted to understand why and how individuals and countries behave brutally, without mercy or justice, and how now and then they can surprise us with compassion or a sense of fair play. Her subject, then, was individual history writ large: her running theme, responsibility. “Nothing happens without consequences” is the epigraph of “Quicksands,” her last book, published in 2005, the year before she died, just shy of her 95th birthday.<br />Drawing on the extensive Bedford archive at the Harry Ransom Humanities Research Center at the University of Texas-Austin, Selina Hastings, acclaimed biographer of Somerset Maugham and Nancy Mitford, fills in many of the blanks that Bedford, basically a reticent person, left even when writing obliquely of herself and a wide circle that included Martha Gellhorn and Thomas Mann. Gracefully written, largely sympathetic and very gossipy, “Sybille Bedford: A Life” takes as its point of departure Bedford’s quip to an interviewer: “I wish I’d written more books and spent less time being in love. It’s very difficult doing both at the same time.”<br />Perhaps, but she did write, often and well. Though afflicted with self-doubt, she was convinced from childhood that being a writer was an exalted profession, one endorsed by her mother, Elisabeth (Lisa) Bernhardt, a writer manquée at the center of all four of Bedford’s novels. From a wealthy Jewish family in Hamburg, the brilliant and by all accounts beautiful Lisa had married the elegant widower Baron Maximilian von Schoenebeck, whom she met in Berlin, in 1910, while recovering from an affair with a married man. Bernhardt and Schoenebeck were mismatched from the start; she was passionate about life and could talk about Dostoevsky at breakfast. Reserved and withdrawn, he was so chivalrous that he tipped his hat to the donkey when they passed. Before Lisa could bolt, as she planned to do, their daughter, Sybille, arrived in 1911; the baron had hoped for a son.<br />Bedford’s parents divorced in 1922. Bedford remained with her lonely father at the schloss Lisa had purchased in the German village of Feldkirch. But war had devastated the region and the German economy was in shambles. Father and daughter managed to survive by planting potatoes and trading apples and cider for bread and candles. Evenings, her father taught Sybille the proper way to draw the cork from the wine bottles still sequestered in the cellar, and played roulette with Sybille on a real wheel. Mornings, he discreetly replaced her cache of coins. But when the baron suddenly died in 1925, Sybille joined her freewheeling, imperious mother in Italy, where she had married young Norberto Marchesani."
}