{
    "url_original": "https://www.wsj.com/articles/take-the-guilt-out-of-takeout-11610641855",
    "url": "take-the-guilt-out-of-takeout-11610641855",
    "title": "Take the Guilt Out of Takeout",
    "sub_head": "Startups around the country are looking to lighten the burden on landfills by offering takeout in reusable containers. Will consumers get on board?",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-285488?width=620&size=1.5",
    "image_1": "im-285488.jpg",
    "time": "2021-01-14 14:26:00",
    "body": "LIKE MOST New Yorkers, Adam Farbiarz relies on restaurant takeout. But he doesn’t like all the packaging that comes with it.<br />Most of us simply sigh over the waste and move on. But in late 2019, Mr. Farbiarz and two partners launched DeliverZero, an online platform that lets customers order from restaurants that offer reusable containers, then return them to the delivery person the next time they order. The network began with five restaurants, all in Mr. Farbiarz’s Brooklyn neighborhood. A year later, the company had 120 restaurants throughout New York City and a backlog waiting to join.<br />DeliverZero is one of a number of startups that have set out to tackle restaurant waste. The boomlet is happening mostly in eco-conscious cities including San Francisco, Portland, Ore., and Durham, N.C. But Loop, a refillable packaging initiative from the recycling company TerraCycle, is launching pilots this year with chains such as  McDonald’s  in the U.K., Tim Hortons in Canada and Burger King in the U.S.<br />The efforts reflect a growing awareness among consumers about the problem of waste, in particular, plastics. According to the Overbrook Foundation, which supports organizations devoted to environmental conservation, 561 billion disposable items are used each year in the U.S. Meanwhile, the EPA reports that only 8.5% of plastic is recycled. And that was before the pandemic.<br />Stay-at-home orders—along with federal guidance to restaurants to use disposable plates and packaging—have only intensified the problem. Waste numbers for 2020 are not yet available, but the market for U.S. food delivery in 2020 is expected to add up to $44 billion, a nearly 42% jump over 2019. It’s a safe bet that millions of extra takeout containers have hit the trash. “The problem is so in your face,” Mr. Farbiarz said. “Every time you order, you get all this garbage.”"
}