{
    "url_original": "https://www.wsj.com/articles/taking-stock-of-a-most-violent-year-11611525947?mod=opinion_lead_pos5",
    "url": "taking-stock-of-a-most-violent-year-11611525947",
    "title": "Taking Stock of a Most Violent Year",
    "sub_head": "Some blamed the mayhem on the pandemic, but persistent cop-bashing emboldened criminals.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-24 17:05:00",
    "body": "The year 2020 likely saw the largest percentage increase in homicides in American history. Murder was up nearly 37% in a sample of 57 large and medium-size cities. Based on preliminary estimates, at least 2,000 more Americans, most of them black, were killed in 2020 than in 2019. Mainstream media and many politicians claim the pandemic caused this bloodbath, but the chronology doesn’t support that assertion. And now the criminal-justice policies supported by President Biden promise to exacerbate the current crime wave, while ignoring its actual causes.<br />The local murder increases in 2020 were startling: 95% in Milwaukee, 78% in Louisville, Ky., 74% in Seattle, 72% in Minneapolis, 62% in New Orleans, and 58% in Atlanta, according to data compiled by crime analyst Jeff Asher. Dozens of children, overwhelmingly black, were killed in drive-by shootings. They were slain in their beds, living rooms and strollers. They were struck down at barbecues, in their yards, in malls, in their parents’ cars, and at birthday parties. Fifty-five children were killed in Chicago in 2020, 17 in St. Louis, and 11 in Philadelphia. In South Los Angeles alone, 40 children were shot, some non-lethally, through September.<br />Why this mayhem? The St. Louis Post-Dispatch expresses the conventional wisdom: because of the “economic, civic and interpersonal stress” from the coronavirus pandemic. Chicago Mayor Lori Lightfoot blamed pandemic-related “frustration, anger . . . trauma and mental health challenges.” But crime fell during the first months of the pandemic shutdowns, both in the U.S. and globally. Only at the end of May did that trend reverse itself, and only in the U.S., thanks to a surge in drive-by shootings.<br />Eighteen people were murdered in Chicago on May 31—the city’s most violent day in six decades, according to University of Utah law professor Paul Cassell. Other American cities saw similar spikes in mayhem, all tied to the street violence unleashed by the death of George Floyd in Minneapolis on May 25. The political and media response to Floyd’s death amplified the existing narrative that policing was lethally racist. The ensuing riots received little condemnation from Democratic leaders and a weak response from the criminal-justice system.<br />Cops now face a poisonous environment. Since the summer, they have been shot in the head, firebombed and assaulted with lethal projectiles. An officer providing first aid at a crime scene may be met with a hail of rocks and bottles. Resistance is now the norm. Officers believe they face a political and legal environment that is eager to sacrifice them in the name of racial justice."
}