{
    "url_original": "https://www.wsj.com/articles/target-boosts-holiday-sales-during-covid-19-pandemic-11610537700?mod=business_lead_pos2",
    "url": "target-boosts-holiday-sales-during-covid-19-pandemic-11610537700",
    "title": "Target Boosts Holiday Sales During Covid-19 Pandemic",
    "sub_head": "Online sales more than doubled in November and December while store-based sales ticked higher",
    "category_1": "Business",
    "time": "2021-01-13 06:35:00",
    "body": "Target Corp.  said Wednesday that winter holiday sales rose solidly as more shoppers bought goods online, adding to a series of strong results from the retailer during the Covid-19 pandemic.<br />Comparable sales, those from stores or digital channels operating for at least 12 months, rose 17% in November and December from a year earlier. Store-based sales increased 4.2%, while digital sales more than doubled during that period, driven by same-day online pickup and delivery orders, the company said.<br />“The momentum in our business continued in the holiday season with notable market share gains across our entire product portfolio,” Target Chief Executive Brian Cornell said in a statement. Target has invested heavily in recent years to expand its online business largely by sourcing online orders from stores’ shelves. Around 95% of Target sales in the period were sourced from stores, the company said.<br />Retailers are reporting mixed holiday results. Target and other large retailers have generally performed well during the pandemic. Most of the top performers are retailers that either stayed open during early lockdowns or those that sell food, home goods or other products that are increasingly in demand as more shoppers stay home. Many of the top performers had robust e-commerce businesses already in place before the pandemic and are now benefiting as more shopping shifts online.<br />Earlier this week  Lululemon Athletica Inc.  raised its fourth-quarter financial guidance after a strong holiday season as more shoppers bought athletic gear and comfortable clothing."
}