{
    "url_original": "https://www.wsj.com/articles/taylor-swifts-evermore-braid-is-more-than-just-a-braid-11610197254",
    "url": "taylor-swifts-evermore-braid-is-more-than-just-a-braid-11610197254",
    "title": "Taylor Swift’s ‘Evermore’ Braid is More Than Just a Braid",
    "sub_head": "How the singer’s newly folksy, ‘cottagecore’-inflected look is being enthusiastically imitated and decoded by her ‘Swiftie’ fans",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-282937?width=620&size=custom_600x600",
    "image_1": "im-282937.jpg",
    "time": "2021-01-09 08:00:00",
    "body": "HATERS WILL say it’s just a braid. Simply a messy French braid hanging down the back of a young woman, alone in the woods. Nothing to it, right? Of course, the woman is Taylor Swift—captured in the stark, unassuming photo on the cover of “Evermore,” the album she released last month just a few days shy of her 31st birthday, and five months after its sister album “Folklore.” In the liner notes for “Evermore,” Ms. Swift called the album a gift for her fans. The cover bears neither the album’s nor Taylor Swift’s name, not even her face. Just one poignant braid—another offering in the form of a new signature hairstyle, destined to be decoded and imitated for years to come.<br />Ms. Swift is one of a tiny coterie of international stars (Beyoncé and Rihanna also come to mind) whose every aesthetic decision is deeply intentional and inevitably influential; her passionate fandom of millions of “Swifties” study every move she makes. “Evermore” was Ms. Swift’s eighth studio album to sell a million copies in a week and the question of female authorship is an intrinsic part of this superstar’s narrative—and her battles with streaming services. Whether she purposefully twisted 31 turns into her braid for each year of her life (as Swifties have speculated) is unconfirmed, and her team did not provide comment. However, in Taylor Swift’s storytelling-heavy world, a braid is certainly not just a braid.<br />For those fans, the slightly scruffy hairstyle is achievable because it’s legitimately natural. Living in relative isolation along with the rest of us, Ms. Swift styled herself for the album cover. A French braid is the kind of hairstyle you might attempt if you found yourself alone in the forest and feeling a little wistful, listening to old songs by Emmylou Harris and Joni Mitchell—both of whom Ms. Swift have named as influences. The artist has recently flirted with the “cottagecore” aesthetic, referring to the online enthusiasm for all things twee and prairie-flavored (think baskets, aprons and lacy nightgowns).<br />Erin Bliss, a 25-year-old Swiftie in Minot, N.D., who painstakingly embroidered a depiction of the “Evermore” braid onto cloth and posted it to TikTok, mused, “She is in those woods, she’s still isolated. I think we’re all kind of feeling that way with the pandemic and everything and I think that we’re looking for ways to escape and ‘Evermore’ and ‘Folklore’ definitely provide that level of escapism.”<br />The minute the album art appeared online, fans began painstakingly recreating it in photos of their own, from the winter sky to the French braid to the woodsy plaid coat (Ms. Swift’s was made by eco-friendly designer and collaborator Stella McCartney). Kristyne Marie Gooden, a 30-year-old marketer in Orlando, Fla. who does Taylor Swift impersonations, said that when the surprise album dropped she initially “took a full 10 minutes to lose my mind.” Then, “the first thing I did after I calmed down was braid my hair, immediately.” She posted her faithful facsimile of the album art to Instagram, where it racked up thousands of likes, more than any image she’d ever posted."
}