{
    "url_original": "https://www.wsj.com/articles/tech-that-will-change-your-life-in-2021-11609519215?mod=tech_lead_pos5",
    "url": "tech-that-will-change-your-life-in-2021-11609519215",
    "title": "Tech That Will Change Your Life in 2021",
    "sub_head": "New ways to work, exercise, see the doctor, watch movies and sanitize every surface in sight will continue to proliferate. So will monthly subscription fees.",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-279679?width=620&size=1.5",
    "image_1": "im-279679.jpg",
    "time": "2021-01-01 11:40:00",
    "body": "A pandemic that ravaged the world and accelerated the digital transformation of, well, everything? Not even the best of futurists or Magic 8 ball-shaking psychics could have predicted the year that was 2020. And yet while we may have missed the biggest news, our predictions for what would occur in the tech world held up decently. (OK, fine, we didn’t think Quibi would die that quickly.)<br />Now, 2020 has become the lens through which all our 2021 predictions are glimpsed. As we continue to live in a pandemic-fighting world, innovators will aim tech solutions at our personal and professional lives, from at-home streaming movie debuts to an overdue evolutionary leap of the laptop. But we will also strive to reach a new normal, and you’ll see technology helping us there, too, from new hybrid work practices to high-tech masks. And accompanying each new product or service: yet another monthly subscription fee.<br />Now that we’ve rung in the new year, here’s what to look for.<br />Masks, webcams and sanitizers for our bodies... and our gadgets. The pandemic sparked a reliance on things our 2019 selves couldn’t ever have imagined. With marketers keen to capitalize on the new interest (and anxiety), 2021 will likely be full of new gizmos that boldly promise to improve it all.<br />One key area: better webcams for our constant video calling.  Samsung  has already announced that its forthcoming Galaxy smartphone, expected in early 2021, will improve video recording and calling. We anticipate laptop makers will do the same and finally ditch their crappy, low-resolution webcams."
}