{
    "url_original": "https://www.wsj.com/articles/tech-giants-apple-microsoft-and-tesla-headline-a-busy-earnings-week-11611410368?mod=business_lead_pos1",
    "url": "tech-giants-apple-microsoft-and-tesla-headline-a-busy-earnings-week-11611410368",
    "title": "Tech Giants Apple, Microsoft and Tesla Headline a Busy Earnings Week",
    "sub_head": "Starting Monday, more than a fifth of the S&P 500 are expected to provide quarterly updates, including AT&T, Boeing and McDonald’s",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-289522?width=620&size=1.5",
    "image_1": "im-289522.jpg",
    "time": "2021-01-23 08:59:00",
    "body": "Tech giants  Microsoft Corp. ,  Apple Inc.  and  Tesla Inc.  will be among the companies headlining a busy earnings week, shedding more light on how businesses performed at the end of 2020 as Covid-19 cases rose.<br />Overall, more than a fifth of the S&P 500 and a third of the Dow Jones Industrial Average are expected to provide their quarterly updates starting Monday, according to FactSet. In addition to tech, the schedule includes some of the biggest names in manufacturing, restaurants and telecommunications.<br />Many tech companies have seen their sales jump during the coronavirus pandemic, as people leaned more on their products and services while working, schooling and entertaining from home. And the strong results are expected to continue in the holiday quarter. For the first time ever in their respective histories, Apple’s quarterly sales are expected to cross $100 billion and Microsoft is projected to pass $40 billion.<br />Microsoft, which reports its second-quarter results on Tuesday, has benefited from rises at its cloud and gaming businesses. The company recently released two new Xbox gaming consoles—the X Box Series S and X Box Series X—for which it was expecting strong demand.<br />Still, other parts of Microsoft’s business have faced challenges in the pandemic, such as its on-premise server business and its LinkedIn social network, said Gregg Moskowitz, Mizuho senior enterprise software analyst."
}