{
    "url_original": "https://www.wsj.com/articles/ten-republican-senators-ask-biden-to-work-with-them-on-coronavirus-relief-11612098418?mod=politics_lead_pos1",
    "url": "ten-republican-senators-ask-biden-to-work-with-them-on-coronavirus-relief-11612098418",
    "title": "Ten GOP Senators Push Biden for Smaller Covid-19 Relief Package",
    "sub_head": "The proposal comes as Democratic lawmakers prepare to advance the president’s $1.9 trillion plan without Republican support",
    "category_1": "Politics",
    "time": "2021-01-31 14:29:00",
    "body": "WASHINGTON—A group of Republican senators asked President Biden to work with them on a $600 billion bipartisan coronavirus relief effort as Democrats prepared to move forward on a $1.9 trillion package without GOP support.<br />In a letter Sunday, the 10 centrist Republican senators asked to meet with Mr. Biden to present details of their proposal and said they were coming forward in response to his appeal for bipartisanship.<br />The letter didn’t specify the cost of the proposal. Sen. Bill Cassidy (R., La.), one of the Republicans who signed the letter, said on “Fox News Sunday” that the proposal amounts to roughly $600 billion in spending. He also said it would match President Biden’s $160 billion allocation for increasing vaccinations and other efforts to control the spread of the coronavirus.<br />The offer is the first Republicans have forwarded since Mr. Biden proposed the $1.9 trillion plan, which Republicans have said is too costly and includes unneeded initiatives, and tests whether the Biden administration and Democrats in Congress will seek compromise or try to pass the relief package themselves. Democratic leaders have said they plan to begin a legislative process that would bypass the need for Republican support this week, with the first step coming as soon as Monday.<br />Brian Deese, Mr. Biden’s top economic adviser, said Sunday the White House is reviewing the Republicans’ letter and is willing to discuss ways to make the relief package more effective."
}