{
    "url_original": "https://www.wsj.com/articles/ten-global-consumer-trends-for-2021-11610976600",
    "url": "ten-global-consumer-trends-for-2021-11610976600",
    "title": "Ten Global Consumer Trends for 2021",
    "sub_head": "Spurred by the Covid-19 pandemic, outdoor pursuits, digital convenience and safety obsession are seen having a lasting impact",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-285717?width=620&size=1.5",
    "image_1": "im-285717.jpg",
    "time": "2021-01-18 08:30:00",
    "body": "Many of the new habits consumers formed during the coronavirus pandemic are here to stay, market researcher Euromonitor International predicts.<br />In 2021 consumers will be demanding, anxious, and creative in dealing with change, Euromonitor forecasts in its annual trend report. People will expect increased activism from brands they use, new options for digital services in their daily lives, and more help in achieving mental and physical wellness.<br />Though some of this year’s trends are directly related to Covid-19—like heightened safety concerns and demand for more open-air spaces—these shifts will continue after the pandemic wanes, says Alison Angus, Euromonitor’s head of lifestyle research. “These changes happened so quickly and have quickly manifested for the long term,” she says.<br />Euromonitor, a global market-research firm based in London, has released its forecasts since 2010. Last year, just three months after publishing its January 2020 predictions, it revised its expectations to reflect dramatic shifts in consumer behavior spurred by the pandemic, flagging new trends like the home’s transformation into a multifunctional refuge used for work, school, leisure and exercise. It also noted the pause of other trends like previously rising privacy concerns.<br />Its forecasts haven’t always come true, at least so far: Euromonitor’s 2018 prediction that DNA-informed personalized nutrition and skin-care products would quickly accelerate didn't come to pass because such regimens remain too onerous, Ms. Angus says. Last year’s expected boom in demand for reusable products also didn’t materialize amid consumers’ sanitary concerns during the pandemic. “Sustainability really took a hit last year,” Ms. Angus says. “But I think consumers are reverting back to it.”"
}