{
    "url_original": "https://www.wsj.com/articles/tesla-stock-is-the-original-gamestop-11611798484?mod=business_minor_pos10",
    "url": "tesla-stock-is-the-original-gamestop-11611798484",
    "title": "Tesla’s Stock Is the Original GameStop",
    "sub_head": "Disappointing fourth-quarter earnings highlight the reality that Elon Musk’s car company will struggle to justify its valuation",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-291520?width=620&size=1.5",
    "image_1": "im-291520.jpg",
    "time": "2021-01-27 20:48:00",
    "body": "The furious rally in so-called Reddit stocks has captivated Wall Street and the general public. While the attention is elsewhere, a much more familiar mania is still worthy of investor scrutiny.<br />Tesla Inc.  reported fourth quarter sales of $10.7 billion and earnings of 24 cents a share on Wednesday, its fifth straight quarter of profits, according to generally accepted accounting principles. The car company also said it would increase production by at least 50% in 2021 from last year, when it delivered nearly half a million vehicles. Shares sold off after hours, but faithful Tesla shareholders barely felt a scratch: Buying the stock in May 2019 and holding on to it would have earned more than 22 times the initial investment.<br />That fact should alarm shareholders as much as it delights them: Tesla is sporting a market cap of $800 billion, which is more than seven times the combined sum of  Ford  and  General Motors .  That valuation is paired with a minuscule share of the global auto market. Faith in Chief Executive Elon Musk to work magic evidently goes a long way.<br />Granted, Tesla vehicles have proven to be enormously popular with Mr. Musk’s devoted fan base, and competition from established auto makers has been slow to roll out. Yet to assume ever-growing market share in perpetuity would be a mistake. Tesla had about 13% of total electric car market share in Western Europe last year, according to Schmidt Automotive Research. That lagged behind  Volkswagen  by about 10 percentage points.<br />Competitive concerns aside, the stock changed hands at 1,371 times trailing earnings as of Wednesday. Even that cartoonishly large multiple provides false comfort: In the fourth quarter, Tesla earned $270 million in net income but sold $401 million in regulatory credits to other auto makers needing to meet emissions mandates, primarily in Europe. Before tax, those revenues carry 100% profit margins. Tesla’s credit sales have significantly outpaced net income for five consecutive quarters, and those credits might become less valuable over time, as more manufacturers step up electric car production."
}