{
    "url_original": "https://www.wsj.com/articles/texas-threatens-lawsuit-over-bidens-deportation-pause-11611340860?mod=business_minor_pos4",
    "url": "texas-threatens-lawsuit-over-bidens-deportation-pause-11611340860",
    "title": "Texas Files Lawsuit Over Biden’s Deportation Pause",
    "sub_head": "State attorney general says moratorium violates agreement signed with Trump administration on immigration policy changes",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289106?width=620&size=1.5",
    "image_1": "im-289106.jpg",
    "time": "2021-01-22 16:28:00",
    "body": "WASHINGTON—Texas sued the Biden administration in federal court in Texas over its decision to pause most deportations for 100 days, setting up what is likely to be a frequent clash between the new administration and conservative states over immigration policy.<br />Texas Attorney General Ken Paxton filed a complaint and a motion for a temporary restraining order against the administration in U.S. District Court in Victoria, Texas, on Friday, seeking to halt the moratorium that the Biden administration announced on its first day.<br />Mr. Paxton said the moratorium violated an agreement the Department of Homeland Security signed in the waning days of the Trump administration to consult with the state and provide six months’ notice before changing federal immigration policy to ease enforcement.<br />“Our state defends the largest section of the southern border in the nation,” Mr. Paxton said in a statement. “Failure to properly enforce the law will directly and immediately endanger our citizens and law enforcement personnel.”<br />The agreement, signed Dec. 31 by Texas Gov. Greg Abbott and Ken Cuccinelli, then acting deputy secretary of homeland security, says it establishes a binding and enforceable commitment between DHS and Texas, in which DHS would “consult with Texas before taking any action or making any decision that could reduce immigration enforcement, increase the number of removable or inadmissible aliens in the United States, or increase immigration benefits or eligibility for benefits for removable or inadmissible aliens.”"
}