{
    "url_original": "https://www.wsj.com/articles/thank-you-pat-cipollone-11610581401?mod=opinion_lead_pos4",
    "url": "thank-you-pat-cipollone-11610581401",
    "title": "Thank You, Pat Cipollone",
    "sub_head": "The White House counsel has the hardest job in America.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-285019?width=620&size=1.5",
    "image_1": "im-285019.jpg",
    "time": "2021-01-13 18:43:00",
    "body": "With Donald Trump in his final presidential days, the hardest job in the world may be White House counsel. So here’s a note of thanks for Pat Cipollone, who is staying on the job when the easier route would be to resign to outside applause.<br />No one can predict what Mr. Trump will do in the next week, and he often ignores the advice of his lawyers while heeding the horrendous counsel of opportunists like Rudy Giuliani. Case in point: Mr. Trump’s apparent belief that Vice President Mike Pence could overturn the state Electoral College votes on Jan. 6.<br />Mr. Trump could continue to make bad decisions, such as pardoning himself as he leaves office. That would increase the odds that the Biden Justice Department would look for some charge to make against Mr. Trump to challenge the pardon in court. The case might travel up to the Supreme Court, which could put new limits on the capacious language of the Pardon Clause in the Constitution.<br />Mr. Trump did one good deed Wednesday in finally issuing a clear statement calling for no violent protests: “In light of reports of more demonstrations, I urge that there must be NO violence, NO lawbreaking and NO vandalism of any kind. That is not what I stand for, and it is not what America stands for. I call on ALL Americans to help ease tensions and calm tempers.” Mr. Trump should say this again from the Oval Office, but whoever encouraged that statement did a public service.<br />Every official has to search his conscience amid Mr. Trump’s actions, and outside moral judgment is easy and often wrong. Many good people are trying to prevent more bad decisions."
}