{
    "url_original": "https://www.wsj.com/articles/the-year-in-covid-messaging-11609537367?mod=opinion_major_pos7",
    "url": "the-year-in-covid-messaging-11609537367",
    "title": "The Year in Covid ‘Messaging’",
    "sub_head": "It’s ludicrously late in the day to fault Dr. Fauci for spinning the public.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-279674?width=620&size=1.5",
    "image_1": "im-279674.jpg",
    "time": "2021-01-01 16:42:00",
    "body": "Anthony Fauci is being clobbered after admitting to the  New York Times  that he publicly lowballed his estimate of the Covid-19 herd immunity threshold, but it’s ludicrously late in the day to discover that “messaging” has been going on.<br />Dr. Fauci’s early pooh-poohing of masks to preserve supply for medical personnel at least was defensible for the larger good. Not until summer did he admit the test-and-trace miracle cure was no such thing given the realities of asymptomatic spread. To this day, test-and-trace serves as the magic X in every pundit piece, allowing the author to claim that our failing mommy and daddy (a k a government) let us down by not enacting this simple solution.<br />Of course it’s gibberish: 40% of Covid cases are asymptomatic; 80% of symptomatic cases are mild and indistinguishable from cold or flu so the sufferer has little reason to seek testing. Our borders are porous. So far we have tested only about 80% of Americans even once. We’d have to test 330 million every few days to catch a useful percentage of Covid cases while they’re still infectious. Add contact tracing and the numbers are clearly impossible. But because the strategy was useful in a South Korean context our politicians go through the motions here.<br />Another messaging snafu poked through last summer. CDC’s Robert Redfield admitted our testing might be catching only 10% of cases—i.e., the circus that fills hours of media airtime is doing nothing to control the epidemic or even measure it.<br />Official lying about things large and small has been a staple of Covid politics: the letters to college students threatening them with arrest if they don’t quarantine, the interstate travel “bans” that were never enforced, the death counts that swept up anybody who died of any cause while infected with Covid."
}