{
    "url_original": "https://www.wsj.com/articles/the-nhl-season-began-10-days-ago-the-dallas-stars-just-got-started-11611414076",
    "url": "the-nhl-season-began-10-days-ago-the-dallas-stars-just-got-started-11611414076",
    "title": "The NHL Season Began 10 Days Ago. The Dallas Stars Just Got Started.",
    "sub_head": "A major Covid-19 outbreak sidelined the 2020 Stanley Cup finalists until Friday. The team is nonetheless one of the few to allow some fans to attend.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-289570?width=620&size=1.5005861664712778",
    "image_1": "im-289570.jpg",
    "time": "2021-01-23 10:01:00",
    "body": "The Dallas Stars were one of the last teams to leave the National Hockey League’s Edmonton, Alb., playoff bubble in late September, having fallen in six games to the Tampa Bay Lightning in the 2020 Stanley Cup Final. They’re also the last team to start the abbreviated 2021 season, this time because over two-thirds of the roster tested positive for Covid-19 upon returning for training camp.<br />Dallas rescheduled its first four games of the season, which began on Jan. 13 for the rest of the league, and played its first game on Friday night against the Nashville Predators, a 7-0 shutout victory.<br />It was a weird puck drop for the reigning Western Conference champions, made even more unusual by the circumstances of its start. The team with the NHL’s biggest Covid-19 outbreak to date is also one of just three hockey franchises welcoming fans into the rink as new coronavirus infections spike and many municipalities tighten already strict public health restrictions. For Friday’s opener, 4,214 people were in attendance<br />“At this point with the manifest, we don’t have enough seats for the people that want to come,” said Stars president and chief executive officer Brad Alberts. “We’ve gotten an overwhelming response of people that want to come to our games.”<br />Health protocols in Texas cap attendance at 50% for professional sporting events, both indoor and outdoor. The Stars, however, are keeping crowds a hair under 5,000–about 27% of the American Airlines Center’s 18,532 seats."
}