{
    "url_original": "https://www.wsj.com/articles/the-lincoln-blacklist-11610494450?mod=opinion_lead_pos3",
    "url": "the-lincoln-blacklist-11610494450",
    "title": "The Lincoln Blacklist",
    "sub_head": "A political group wants to make it easier to cancel Trump alumni.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-283814?width=620&size=1.5",
    "image_1": "im-283814.jpg",
    "time": "2021-01-12 18:34:00",
    "body": "President Trump’s behavior last week is the fault of Mr. Trump and a small coterie who egged him on. So watch for efforts to exploit Americans’ outrage at the Capitol assault in service of tactics that seek to spread the blame far and wide for political or ideological ends.<br />Stuart Stevens, a senior advisor to the anti-Trump Lincoln Project, tweeted Saturday that “we are constructing a database of Trump officials & staff that will detail their roles in the Trump administration & track where they are now.” He added: “No personal info, only professional. But they will be held accountable & not allowed to pretend they were not involved.”<br />The Lincoln Project is a well-funded political action group, run mostly by former GOP consultants, that made ads for Democrats in the 2020 election cycle. We often disagreed, especially with the group’s effort to unseat principled GOP Senators, but never begrudged donors exercising their First Amendment right to influence the political process.<br />It’s something else to turn fire on former public servants in private life. Mr. Stevens tells us in an email that he’s doing nothing more than Wikipedia does with its pages listing past Administration alumni. But then why broadcast his stigmatizing intentions?<br />The only reason for an anti-Trump group to publicize the employment information of former officials is to deter employers from hiring them. If they are hired, progressive employees could scour the list and create petitions for them to be fired or doxed. This will deepen America’s civic strife."
}