{
    "url_original": "https://www.wsj.com/articles/the-first-inauguration-review-a-pledge-to-serve-11611096888",
    "url": "the-first-inauguration-review-a-pledge-to-serve-11611096888",
    "title": "‘The First Inauguration’ Review: A Pledge to Serve",
    "sub_head": "For President Washington, holding public ofﬁce was a responsibility assumed, not an opportunity exploited.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-287276?width=620&size=1.5",
    "image_1": "im-287276.jpg",
    "time": "2021-01-19 17:54:00",
    "body": "It ranks with the filibuster and the chaplain’s prayer among the hoariest traditions of the United States Senate: Every year since 1896, on or about Feb. 22, a member reads into the record George Washington’s Farewell Address. Washington’s prose, as honed by his ghostwriters James Madison and Alexander Hamilton, does not easily translate into the parlance of soundbite politics. But the dangers identified by the retiring president—excessive partisanship, sectional over national loyalties, misplaced allegiance to foreign powers—are as contemporary as the latest tweetstorm.<br />According to Stephen Howard Browne, a professor of communications at Penn State, the lawmakers may be listening to the wrong speech. To Mr. Browne it is Washington’s first inaugural address, delivered on April 30, 1789, that offers a classic defense of republican virtue as the linchpin of popular government. “I walk on untrodden ground,” the new president there acknowledged, his every action defining the scope of executive authority for all who would follow. In the years since, countless writers have retraced his footsteps, leading Mr. Browne himself to wonder: “Have we not had quite enough of George Washington?”<br />The question answers itself in this deceptively slender volume, in which Mr. Browne skillfully synthesizes biography, travelogue, social and political history, and rhetorical analysis to reach fresh conclusions about the relationship between individual and national character. Long before he took the oath of office on the balcony of New York’s Federal Hall, Washington had enshrined duty over self-advancement in his personal code. He demonstrated as much at the close of the Revolution, when mutinous officers in the Continental Army contemplated marching on Congress, until they were shamed out of it by their victorious general.<br />“That Americans have been spared the trauma of the military coup d’état,” writes Mr. Browne, “is owing in no small measure to a general insistent on the privilege of civil authority, who, wielding the sword in battle, laid it down in peace and left it there.” Can there be any stronger proof on this Inauguration Day of Washington’s continuing relevance? For him, no less than for his 20th-century admirer Dwight Eisenhower, the presidency was no promotion. On the eve of his investiture, fearing the toll of public controversy on his reputation, Washington confessed to emotions “as painful . . . as they are pleasing.” That he should nurse such feelings while being rowed across New York Harbor to the deafening cheers of his countrymen says much about this 18th-century idealist without illusions.<br />Hero worship exacted a high price, as Mr. Browne illustrates in tracking Washington’s triumphal two-week “inaugural journey” from Mount Vernon, Va., to New York City. Since visits from local notables would inconvenience private homeowners, the traveler opted to stay in “public houses” everywhere along his route. In Philadelphia, a massive parade ushered him down Market Street to City Tavern and yet another celebratory dinner, culminating in a toast (his 14th of the evening) to “government without oppression, and liberty without licentiousness.” The author enlivens Washington’s road trip with revealing detours into the president-elect’s spiritual outlook (he reserved his most fervent belief for religious tolerance and faith itself as a bulwark of public order); his attitude toward “the people”; and the seeds of American exceptionalism."
}