{
    "url_original": "https://www.wsj.com/articles/the-human-factor-review-daunting-diplomacy-11611263783?mod=opinion_major_pos15",
    "url": "the-human-factor-review-daunting-diplomacy-11611263783",
    "title": "‘The Human Factor’ Review: Daunting Diplomacy",
    "sub_head": "Dror Moreh’s documentary gives a behind-the-scenes look at 30 years of Israel-Palestine peace talks from the perspective of the American negotiators.",
    "category_1": "Film Review",
    "time": "2021-01-21 16:16:00",
    "body": "After seeing “The Human Factor” at the Telluride Film Festival 18 months ago, I used the word “astonishing” to describe Dror Moreh’s account of America’s failed efforts to forge peace between Israelis and Palestinians. The film is no less so today as it goes into select theaters in New York and Los Angeles. It’s surely the most spellbinding documentary ever made about the mediation process. The events it depicts, beginning in 1991, have been colored ever more darkly by the passage of time. The idea of pursuing noble goals through persistent diplomatic give and take now seems like a vestige of a vanished era. Yet Mr. Moreh’s intimate history is more than a chronicle of failure. It’s a study of diplomacy as high and instructive drama, one in which a shifting cast of characters struggles to understand one another’s unstated motives and covert goals.<br />The story is told from the point of view of the American negotiators, a team led by the Middle East envoy Dennis Ross. In the first of many fascinating discussions, Mr. Ross explicates the notion that provides the film’s title. “You can’t ignore the human factor. Someone who has the human touch treats someone else with respect. Someone who has the human touch doesn’t think they’re going to outsmart anybody.” Like his on-camera narrator, though, Mr. Moreh, an Israeli filmmaker whose previous documentary feature was the 2012 Oscar-nominated “The Gatekeepers,” has a rich appreciation of contradiction. His title also reflects the all-too-human failing of seeing the world as one would like it to be, rather than as it is.<br />That’s not the case with American Secretary of State James Baker, who comes off here as a masterful negotiator with a gift for using great power to good ends. Nor does it describe Israeli Prime Minister Yitzhak Rabin, so determined to end hostilities with the Palestinians that he was secretly willing to risk civil war in his own divided country if that’s what it took to push a treaty through. As he and Palestinian leader Yasser Arafat meet at the White House and sign a 1993 peace agreement—Oslo I, a set of intentionally ambiguous principles contained in the so-called Oslo Accords—“The Human Factor” is caught up in a crescendo of hope. Then the drama turns to high tragedy when, in 1995, Rabin is cut down by a lone gunman opposed to the Oslo Accords and the prospects of epochal peace die with him. (Mr. Ross tries to discuss the impact of Rabin’s death, but, more than two decades later, he still can’t get the words out of his mouth.)<br />The former Israeli foreign minister Abba Eban famously quipped that the Palestinians “never miss an opportunity to miss an opportunity.” The film suggests that Arafat was ready to seize the opportunity presented by Rabin. After the assassination, however, the quip might have described not only Arafat but others seated at a succession of negotiating tables. Following a resurgence of violence in Jerusalem that threatened to end any hope of peace, President Bill Clinton brought all parties together at a White House summit. There, during a lunch, Mr. Ross tells us, King Hussein of Jordan turned to Israel’s new hardline prime minister, Benjamin Netanyahu, and said “You don’t have the maturity to be a leader. You’re not like Rabin. You have to grow up and become a leader, and you’re not one today.” We’re also told that Ehud Barak, who succeeded Mr. Netanyahu in 1999—a decade before Mr. Netanyahu became prime minister once again—fancied himself another Churchill; he was mistaken.<br />The great distinction of “The Human Factor” is its intimacy. Mr. Moreh achieves it by combining on-camera interviews—with Mr. Ross and other mediators on his team—with a wealth of still photos shot inside the negotiating chambers; he interweaves them so skillfully that we seem to be witnessing fateful discussions in real time. Thirty years after the U.S.-sponsored Israeli-Palestinian peace initiative began, there is no peace between Israel and the Palestinians, and no roadmap pointing toward it. Yet the film provides a basic map for keeping the peace in whatever sphere—political, commercial or personal. The principles it expounds begin and end with empathy, an abstract quality that Mr. Ross brings down to ground level with a familiar formulation. “The essence of empathy,” he says, “is the capacity to put yourself in someone else’s shoes.”"
}