{
    "url_original": "https://www.wsj.com/articles/the-death-of-camus-review-examining-the-wreckage-11610313833",
    "url": "the-death-of-camus-review-examining-the-wreckage-11610313833",
    "title": "‘The Death of Camus’ Review: Examining the Wreckage",
    "sub_head": "Was the car crash that killed Albert Camus and his publisher in 1960 an accident or an assassination engineered by the KGB?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-283225?width=620&size=1.5",
    "image_1": "im-283225.jpg",
    "time": "2021-01-10 16:23:00",
    "body": "On Jan. 4, 1960, the world lost one of the most profound voices of the 20th century. Albert Camus, the 46-year-old author of “The Stranger” and “The Plague” and a recent winner of the Nobel Prize in Literature, was riding in the passenger seat of a Facel Vega en route to Paris when the car swerved off the road and crashed into a tree. Camus died instantly, while the driver—Camus’s publisher, Michel Gallimard—would die from his injuries a few days later. The man who taught us how to face an absurd world had died an absurd death.<br />The Italian writer Giovanni Catelli contends that this was no accident. In his book “The Death of Camus,” first published in 2013 and translated into English by Andrew Tanzi, Mr. Catelli lays out the theory that Camus’s car crash was a political killing engineered by the KGB. Camus, Mr. Catelli notes, had issued various broadsides against the Soviet Union in the wake of its 1956 invasion of Hungary. Greatly charismatic and internationally revered, Camus posed a serious challenge to Moscow. He was, the author writes, “a free, indomitable and dangerous man.”<br />In short, staccato chapters, Mr. Catelli recounts his investigation into the circumstances surrounding Camus’s car crash. He also revisits the Soviet invasion of Hungary and Camus’s connection to a pair of literary figures: the Czech writer Jan Zábrana and the Russian writer Boris Pasternak. Mr. Catelli’s case is compelling but far from ironclad, and some readers will be more convinced than others. But his book provides a clear and useful window into the currents that political writers were forced to navigate during the Cold War.<br />Zábrana (1931-1984) is central to Mr. Catelli’s narrative. A poet and translator whose parents were persecuted by Czechoslovakia’s communist regime, he rendered Pasternak’s “Doctor Zhivago” into Czech. Mr. Catelli chances one day upon Zábrana’s posthumously published diaries in a Prague bookshop and alights on a passage from 1980, which reads: “I heard something very strange from a knowledgeable and well-connected man. He says the car crash that cost Camus his life in 1960 was set up by Soviet intelligence. They rigged the tyre with a tool that eventually pierced it when the car was travelling at high speed.”<br />Zábrana’s man (who wouldn’t reveal his source) told him that the order was issued by Soviet minister Dmitri Shepilov, in response to an article Camus wrote in March 1957 that attacked Shepilov over the events in Hungary. Mr. Catelli writes that Camus “let loose with all the indignation of a libertarian who refused to bow to tyranny.” He first attacked Shepilov in a speech delivered on Oct. 30, 1956, during a meeting of the exiled Spanish Republican government. He continued to denounce Moscow over the next few years; in 1958, he wrote the preface to “The Truth About the Nagy Affair,” a book published by the anticommunist Congress for Cultural Freedom refuting the charges brought against Imre Nagy, Hungary’s revolutionary prime minister, whom the Soviets executed for treason."
}