{
    "url_original": "https://www.wsj.com/articles/the-flint-water-indictments-11610980578?mod=opinion_lead_pos1",
    "url": "the-flint-water-indictments-11610980578",
    "title": "The Flint Water Indictments",
    "sub_head": "Years later, Democratic prosecutors charge former Gov. Rick Snyder.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-286400?width=620&size=1.5",
    "image_1": "im-286400.jpg",
    "time": "2021-01-18 09:36:00",
    "body": "Nine people, including former Michigan Gov. Rick Snyder, were criminally charged last week in connection with the yearslong crisis in Flint’s drinking water. The public indictments are terse, with little evidence. So it’s difficult not to wonder if the case against Mr. Snyder, especially, is politicizing the tragedy.<br />The charges range in severity. The former director of the Michigan health department faces nine counts of involuntary manslaughter, each punishable by 15 years. Two of Flint’s former emergency managers are charged with misconduct, a combined seven counts that each carry five years. The ex-head of the city’s public works department could get two years for willful neglect of duty.<br />That’s also the charge against Mr. Snyder. One count says he willfully neglected his duty under the Michigan constitution “by failing to inquire into the performance, condition and administration of the public offices and officers that he appointed and was required to supervise.” A second count says Mr. Snyder neglected his legal duty “by failing to declare a state of emergency and/or disaster” in Flint after he was notified of the water crisis.<br />“The secrecy provisions over the grand jury proceedings do not allow for discussion of the grand jury evidence,” the state Attorney General’s office said. A prosecutor argued Thursday that this “goes far beyond leading a large organization and someone in your organization makes a mistake.” But Mr. Snyder’s indictment, by a single judge acting as grand juror, raises the eyebrow. It cites the state’s emergency law, which says that the Governor “shall” declare a disaster “if he or she finds” that one exists or is threatened, which sounds like a judgment call.<br />Mr. Snyder’s successor, Gov. Gretchen Whitmer, wildly abused her authority under the same law, as the Michigan Supreme Court said last year. Disaster declarations are limited to 28 days unless the Legislature extends them. As a work-around, Ms. Whitmer opted to declare repeated new emergencies for identical reasons."
}