{
    "url_original": "https://www.wsj.com/articles/the-gulf-monarchies-draw-closer-11609888671?mod=opinion_lead_pos2",
    "url": "the-gulf-monarchies-draw-closer-11609888671",
    "title": "The Gulf Monarchies Draw Closer",
    "sub_head": "The Saudi-Qatari diplomatic truce is an opportunity for Biden.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-05 18:17:00",
    "body": "Even in its lame duck period, the Trump Administration isn’t done pushing diplomatic deals in the Mideast. In December Morocco moved to normalize relations with Israel, and now Saudi Arabia, Egypt, the United Arab Emirates and Bahrain will end their three-and-a-half-year blockade of Qatar. If the Biden Administration is wise, it will capitalize on the greater unity among America’s Middle Eastern allies as a bulwark against Iranian regional mischief.<br />Qatar, an oil-rich nation in the Persian Gulf that hosts a U.S. air base, has been at odds for years with the neighboring monarchies. In June 2017, four Arab countries announced a boycott, halting air travel and disrupting trade. Qatar was hardly a blameless victim in the dispute, having supported the Muslim Brotherhood and Islamist causes in Libya and elsewhere. As we wrote at the time, the reckoning may have been needed to send a warning to Doha.<br />But in a new agreement signed in Saudi Arabia, and negotiated by Kuwait as well as Trump Mideast czar Jared Kushner, the blockade of Qatar is largely coming to an end. Flights will resume between the neighboring Arab states, and the countries made expressions of goodwill. Trade and investment can also pick up again.<br />The agreement seems intended to patch deeper ideological fissures between Qatar and the conservative Gulf monarchies, rather than heal them. Doha agreed to drop legal claims against the countries but did not make public commitments to curtail its disruptive behavior. Yet the risk from continued division in the Gulf was that Qatar would drift closer to Turkey and especially Iran, with which it shares a maritime border.<br />Some in the Biden Administration may be eager to punish Saudi Arabia given its human-rights record, but the move shows that Riyadh is making concessions to improve stability in its neighborhood. The Biden team has signaled its eagerness to rejoin the Iran nuclear deal, but Tuesday’s agreement shows that the Arab monarchies are drawing closer in part to balance Iran."
}