{
    "url_original": "https://www.wsj.com/articles/the-progressive-purge-begins-11610319376?mod=opinion_lead_pos1",
    "url": "the-progressive-purge-begins-11610319376",
    "title": "The Progressive Purge Begins",
    "sub_head": "Tech’s stampede against the right will lead to more populist anger.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-10 17:56:00",
    "body": "Can right-wing populist sentiment be banished from American life by the brute force of social-media censorship? We’re about to find out. After Wednesday’s mob invasion of the Capitol that disrupted the counting of electoral votes, big tech firms have moved, aggressively and in unison, against Donald Trump and his supporters. The companies say they want to marginalize the violent fringe, but their censorship will grow it instead.<br />On Thursday and Friday came the  Facebook  and  Twitter  bans of Mr. Trump. Given the extraordinary circumstances, some commentators who normally oppose web censorship were untroubled.<br />An exception who deserves to be listened to is Alexei Navalny, the Russian democracy advocate and scourge of Vladimir Putin who was poisoned last year. He pointed out that, unlike the open election process that ousted Mr. Trump, social-media decisions to de-platform elected officials are unaccountable and arbitrary. “Don’t tell me he was banned for violating Twitter rules. I get death threats here every day for many years, and Twitter doesn’t ban anyone,” Mr. Navalny tweeted.<br />He added that while Twitter is a private company, “we have seen many examples in Russian and China of such private companies becoming the state’s best friends and enablers when it comes to censorship.”<br />Then the tech giants moved against Parler, Twitter’s free-speech competitor that is a haven for Trump supporters as well as more extreme figures. Google and  Apple  indefinitely booted Parler from their app stores over the weekend, crippling its viability on mobile phones. Then  Amazon  went for the kill, announcing that on Sunday it would withdraw its cloud service that Parler relies on to store data."
}