{
    "url_original": "https://www.wsj.com/articles/the-pelosi-rules-11609792916?mod=opinion_minor_pos1",
    "url": "the-pelosi-rules-11609792916",
    "title": "The Pelosi Rules",
    "sub_head": "The Speaker changes House procedures to increase spending and stifle dissent.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-280286?width=620&size=1.5",
    "image_1": "im-280286.jpg",
    "time": "2021-01-04 15:41:00",
    "body": "Georgia voters, you can’t say Nancy Pelosi hasn’t warned you. The Speaker of the House is clarifying today that without a Republican Senate to serve as a check on her chamber, the 117th Congress is prepared to follow the fiscal blowout of 2020 with another historic surge in federal spending and debt. New House rules will eliminate one of the few modest institutional restraints on government budgets and further reduce the power of minority Republicans to impede the Pelosi agenda.<br />For anyone who’s been wondering whether the loss of Democratic House seats in November’s elections might encourage the Speaker to run a less partisan and less ideological House, you have your answer. Mrs. Pelosi has now endorsed a budgeting rule championed by radical Rep. Alexandria Ocasio-Cortez (D., N.Y.). The basic idea is to make every liberal priority eligible for “emergency” spending and remove it from any debate about government priorities.<br />Not that the rules enacted to this point by Speaker Pelosi and her predecessors have offered much resistance to the fleecing of taxpayers. The pile of publicly held U.S. Treasury debt is now larger than our entire economy and Washington’s unfunded entitlement promises are many times larger than that.<br />But when Mrs. Pelosi reclaimed the speaker’s gavel in 2019, she felt the need to maintain at least the appearance of being concerned about reckless federal borrowing. Amid a flourish of pronouncements about transparency and government reform, two years ago the Speaker angered Rep. Ocasio-Cortez with the re-imposition of a House rule purporting to require that new spending be offset by budget savings elsewhere.<br />The Speaker seems to have concluded that transparency and reform are overrated. Roll Call reports:"
}