{
    "url_original": "https://www.wsj.com/articles/the-seven-day-impeachment-11610581617?mod=opinion_lead_pos1",
    "url": "the-seven-day-impeachment-11610581617",
    "title": "The Seven-Day Impeachment",
    "sub_head": "The best outcome now is to make the House vote the end with no Senate trial.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-285028?width=620&size=1.5",
    "image_1": "im-285028.jpg",
    "time": "2021-01-13 18:46:00",
    "body": "Democrats rushed through their second impeachment of President Trump on Wednesday, with less than a week left before he exits the Oval Office. The exercise is mostly about making a political statement since it will have no other practical effect, though it might stir up more public anger and discord.<br />We’re on record as saying Mr. Trump committed an impeachable offense in inciting supporters to march on Congress with a goal of overturning the election as the electoral votes were counted. He may not have directly incited violence, but he still promoted an assault on the democratic transfer of power.<br />Mr. Trump was so self-deluded that he seems to believe this was possible, and he encouraged his supporters to believe it too. Vice President Mike Pence and Senate Majority Leader Mitch McConnell resisted at a crucial moment and saved the day.<br />Mr. Trump will soon be gone, Joe Biden will take power, yet Democrats are still preoccupied with Donald Trump. On Tuesday they issued an ultimatum to Mr. Pence to invoke the 25th Amendment and depose Mr. Trump or they’d impeach. Mr. Pence rightly refused and on proper grounds: the 25th Amendment was meant for a President who is incapacitated. Only a single Republican voted for the gambit.<br />Then Wednesday Democrats sprinted to the floor to impeach: No hearings, no fact-finding, no chance for defense. To what end? One goal seems to be simply to tag him as the only President impeached twice and to declare that Mr. Trump’s actions are unacceptable. In that case the House vote should be enough. Everyone voted his conscience, and that should be the end of it."
}