{
    "url_original": "https://www.wsj.com/articles/the-good-girls-review-village-of-fear-11611328810?mod=ig_booksjanuary23",
    "url": "the-good-girls-review-village-of-fear-11611328810",
    "title": "‘The Good Girls’ Review: Village of Fear",
    "sub_head": "The tragedy of ‘Padma Lalli’ points at the danger many Indian women face, right at home.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288826?width=620&size=1.5",
    "image_1": "im-288826.jpg",
    "time": "2021-01-22 10:20:00",
    "body": "On the morning of May 28, 2014, two girls—cousins age 16 and 14—were found hanging from a mango tree in a remote village six hours southeast of New Delhi. They’d left their scruffy family compound the night before, telling the adults they needed to relieve themselves in the fields nearby. Like every other dwelling in this part of Uttar Pradesh—India’s most populous state and among its most impoverished—their home had no toilet.<br />The girls, Padma and Lalli, were so inseparable that they were known to the villagers simply as “Padma Lalli,” a portmanteau-name bestowed on them as if they were a single person. Before they went to the fields that night, Padma (the older one) had complained of a stomach ache. “Me too!” chimed Lalli, and off they went. They never returned. Their mothers barely gave them a glance as they left, assuming there would be other women in the fields “taking a final squat for the night.” Besides, Padma had a cellphone, lent to her by Lalli’s father—her uncle.<br />That we know such intimate detail is thanks to Sonia Faleiro, an Indian journalist based in London who has assembled the story of Padma and Lalli—piece by harrowing piece—in “The Good Girls: An Ordinary Killing.” Ms. Faleiro had set out to write a book about the epidemic of rape that has beset 21st-century India. The issue had first caught the world’s attention in 2012 when a young medical student was abducted in New Delhi, gang-raped in a bus and murdered with indescribable brutality. Ms. Faleiro had intended to focus on that episode, but the more she examined the tragedy of “Padma Lalli,” whom everyone presumed had also been raped, the more she was sucked into its vortex—to the exclusion of all else.<br />Ms. Faleiro has interviewed practically everyone connected with the deaths to produce a storyline in which different versions of the truth jostle for credibility. A cousin said there were thieves in the field where the girls went at night. Another man contradicted him. A 19-year-old from a neighboring village, Pappu Yadav, was said to have been there with the girls. He denied it, even as he became the prime suspect. A relative gave Pappu an alibi, which the fathers of the girls challenged as false. Someone else said he’d seen Pappu flirt with Padma on the day she disappeared. This desperate duel of accusers and deniers was overseen by the local police, frequently drunk on duty, who belonged to the same Yadav caste as Pappu. Naturally, they were seen as untrustworthy by the girls’ families—who are Shakya, a caste that lies low in the Hindu pecking order alongside the Yadavs.<br />“The Good Girls” is a riveting—sometimes astonishing—work of forensic journalism that chronicles the girls’ lives as well as the circumstances of their death. It highlights the values that prevail in rural north India, particularly the suffocating codes of honor that dictate what women shouldn’t do."
}