{
    "url_original": "https://www.wsj.com/articles/the-law-that-fueled-the-capitol-riot-11611704072?mod=opinion_lead_pos1",
    "url": "the-law-that-fueled-the-capitol-riot-11611704072",
    "title": "The Law That Fueled the Capitol Riot",
    "sub_head": "Congress has a chance to repeal the 1887 Electoral Count Act.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-289417?width=620&size=1.5",
    "image_1": "im-289417.jpg",
    "time": "2021-01-26 18:34:00",
    "body": "When Donald Trump addressed supporters in Washington, D.C., on Jan. 6 at a rally, he led them to believe they could change the 2020 election outcome. Yet states had certified results, lawsuits had run their course, and the Electoral College had voted. President Joe Biden’s inauguration was constitutionally inevitable.<br />The Trump camp was able to gin up false hope by exploiting ambiguities in the Electoral Count Act of 1887 (ECA). The law was intended to resolve contested presidential elections, but in the 21st century it has mainly been used by partisans in Congress to exploit the ceremonial process of counting electoral votes. Some Democrats took advantage of the ECA to cast doubt on legitimate results in 2001, 2005 and 2017, and far more Republicans did the same at Mr. Trump’s urging in 2021.<br />In the wake of the Capitol invasion, the ECA is ripe for an overhaul that reins in Congress’s increasingly destabilizing role in presidential elections. Repealing the law would make future challenges, even by the most willful candidates, less likely to spin out of control.<br />The ECA clashes with principles of federalism and the separation of powers. The Framers didn’t want the executive branch to be beholden to the legislative branch, so they designed an Electoral College to elect the President independent of Congress. Voters in each state register their choice for President by choosing a slate of electors, whose votes are then transmitted to Congress to be logged.<br />Yet the ECA allows Congress to unconstitutionally interfere with state decisions. Members of the House and Senate can claim electoral votes are not “regularly given” or “lawfully certified,” holding up the count and disqualifying electors if a majority in both houses agrees."
}