{
    "url_original": "https://www.wsj.com/articles/the-new-silicon-valley-perks-child-care-financial-planning-and-therapy-11611939636?mod=business_lead_pos11",
    "url": "the-new-silicon-valley-perks-child-care-financial-planning-and-therapy-11611939636",
    "title": "The New Silicon Valley Perks: Child Care, Financial Planning and Therapy",
    "sub_head": "Instead of using food and foosball tables to keep workers at the office as long as possible, tech companies now seek to offer benefits for work-life balance",
    "category_1": "Business",
    "time": "2021-01-29 12:00:00",
    "body": "When Lolitta Tracy was job hunting last January, the perks she prioritized were catered lunches, commuting benefits and a stipend she put toward yoga classes. Today, nearly a year into the pandemic, she cares more about benefits she can use while working from her two-bedroom apartment in San Jose, Calif., such as free therapy and personalized advice on financial planning.<br />Luckily for Ms. Tracy, 31 years old, the financial-technology company where she works recently started offering both. She’s been relying on the advice of a retirement planner provided by her company for things like how much money to put in her Roth 401(k) versus a traditional one.<br />“I’ve called the financial professional at least three times,” said Ms. Tracy, a social-media and communications manager with BlueVine Inc., based in Redwood City, Calif. “It was just really helpful to talk to someone.”<br />Thanks to the intense competition for talent in Silicon Valley, the tech industry has long stood out for lavish perks that made employees feel as if they barely needed to leave the office. When the pandemic sent workers home last March, those same companies had to figure out how to keep their employees happy while they worked remotely. That brought on ukulele-building classes and virtual cocktail-making tutorials, along with a host of other, more meaningful benefits.<br />Now many companies are dusting off their return-to-office plans as the rollout of Covid-19 vaccines kindles hope for an end to the coronavirus’s persistent spread. In addition to sorting out the details of hybrid-work models, companies are figuring out which pandemic perks should eventually go away, and what needs to become permanent to keep recruiting and retaining the best talent."
}