{
    "url_original": "https://www.wsj.com/articles/the-electoral-college-the-next-time-around-11611088126?mod=opinion_major_pos17",
    "url": "the-electoral-college-the-next-time-around-11611088126",
    "title": "The Electoral College the Next Time Around",
    "sub_head": "If electoral votes were allocated proportional to the statewide vote, essentially as in Maine and Nebraska, both candidates would spend a lot of time in California. Under a proportional allocation even the loser in California could garner a substantial number of electoral votes.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-282721?width=620&size=1.5",
    "image_1": "im-282721.jpg",
    "time": "2021-01-19 15:28:00",
    "body": "Regarding Christopher DeMuth’s “The Electoral College Saved the Election” (op-ed, Jan. 9): Yes, the college “can elect someone who didn’t win the nationwide popular vote.” The more substantial distortion, however, is the “winner take all” approach adopted by 48 of the 50 states. This is the more significant reason for a result at odds with the popular vote.<br />The Electoral College “causes candidates to campaign heavily in ‘battleground states’ while ignoring those they think they are certain to carry or not.” Battleground states are entirely the result of “winner take all.” Take California—the most populous state and one that is overwhelmingly Democratic. Under “winner take all” it is a miracle that any presidential candidate, Republican or Democratic, campaigns there. If, on the other hand, electoral votes were allocated proportional to the statewide vote, essentially as in Maine and Nebraska, both candidates would spend a lot of time in California. Under a proportional allocation even the loser in California could garner a substantial number of electoral votes.<br />“Winner take all” is not part of the Electoral College nor is it to be found anywhere else in the Constitution. It is a creature of state law.<br />Finally, if even without the misconceptions one is still impelled to abolish the Electoral College, there is no reason to stop there. The Electoral College perfectly mirrors Congress, and the Senate should be the next to go.<br />John J. Ronayne"
}