{
    "url_original": "https://www.wsj.com/articles/the-geezer-still-a-goat-ageless-tom-bradys-at-it-again-11610977864",
    "url": "the-geezer-still-a-goat-ageless-tom-bradys-at-it-again-11610977864",
    "title": "The Geezer, Still a Goat: Ageless Tom Brady’s at It Again",
    "sub_head": "A Hall of Fame quarterback has a new team in yet another conference title game. Green Bay looms",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-286714?width=620&size=1.4988290398126465",
    "image_1": "im-286714.jpg",
    "time": "2021-01-18 08:51:00",
    "body": "Tom Brady needs to settle down. He’s making the rest of us look bad. Another Super Bowl is on the verge, and once more, here is Brady, age 78, or rather 43, solid arm, fab mane, on a new team, in a new state, amid a new conference, and, after Tampa Bay’s 30-20 victory over New Orleans on Sunday, just one win away from reaching the NFL’s grandest stage, for the 10th time in his historic career.<br />It’s too much. He’s showing off. At his age, Tom Brady should be at home, rump on the couch, hand sunk into nachos, struggling to stay awake for the second half of an NFL playoff game—not playing in one. Instead, Brady is football’s Benjamin Button, aging in reverse, denying himself onion rings and chocolate cake and extending a playing career well past the standard expiration. Brady is in his 21st season, and next Sunday’s NFC Championship versus the Green Bay Packers will be the 14th conference title game he’s played in, a ridiculous rate of success. He and the Bucs will face the talented Packers sprite Aaron Rodgers, who is 37 years old, or, as Brady calls it, midcareer.<br />How long does Brady go? Unclear. He is under contract for another season in Tampa Bay, and he does not appear to be tumbling to the mean. After upping sticks in New England after two dynastic decades, abandoning the joy of sleet and Bill Belichick for sun and groovy Bruce Arians, Brady turned in a stirring snowbird season: 4,633 yards passing, and 40 touchdowns, the latter a franchise record. Change is supposed to be a chore at an advanced age, but Brady has revived Tampa Bay, delivering the team its first two playoff victories since its Super Bowl in 2003. Should the Bucs somehow scoot past the Pack—a big if, as the game is at Lambeau, and Green Bay might be the best of the four remaining playoff teams—Tampa would be the first club to ever host a Super Bowl in its home stadium. As Florida codas go, Brady’s had one of the sprightliest.<br />He just keeps on keeping on. Sunday’s divisional round contest—the Blanda Bowl, Brady versus the 42-year-old Drew Brees, a combined octogenarian between them—wasn’t exactly a showcase of age defiance. Brady looked rough at first. Brees, reported by Fox Sports’s Jay Glazer to be on the edge of retirement, looked rougher, throwing three interceptions on the evening. Honestly, the most impressive QB moment came from a millennial: New Orleans backup Jameis Winston, age 27, who stepped in for a trick-play cameo and a 56-yard touchdown strike for the Saints.<br />There are indeed moments when Brady looks 43, or at least not a day under 39. Entering Sunday’s 6:40 p.m. ET start, there was a comical narrative that Brady’s performance in night games had been lately subpar because, on an ordinary evening, he usually puts himself to bed early, somewhere around 9 p.m. It sounded like a dig at Brady’s fussy, restrictive lifestyle. People were worrying about Tom Brady like parents lamenting a fitful toddler. If he’s not finished with the football game and in his pajamas at 8:30, he’s going to be a tantrum nightmare tomorrow. No, he cannot have another “Frog and Toad” story! Lights out!"
}