{
    "url_original": "https://www.wsj.com/articles/the-big-tech-crackdown-is-a-gift-to-parler-11611787828?mod=opinion_lead_pos7",
    "url": "the-big-tech-crackdown-is-a-gift-to-parler-11611787828",
    "title": "The Big Tech Crackdown Is a Gift to Parler",
    "sub_head": "The losses from finding new servers will be dwarfed by the gains from all the free publicity.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-27 17:50:00",
    "body": "The coordinated actions of Big Tech against Parler, a free-speech competitor to  Twitter ,  have attracted much attention and debate. Some argue that deplatforming Parler was necessary to stop further violence after the riot at the Capitol on Jan. 6. Others see political discrimination at work, given that  Facebook ,  YouTube and Twitter also host bad actors. Everyone seems to agree that the actions by Big Tech caused great harm to Parler.<br />On the contrary, there are strong economic reasons to think Parler will benefit in the long run. The value of the free publicity will ultimately far outweigh the loss of revenue from being shut down for a few weeks. Parler has become a household name. It was a company; now it’s a cause.<br />The attack on Parler follows a long history of incumbent monopolies trying to raise costs on new rivals. Once Parler gets new servers up, however, using a phone to sign up or log on through a browser rather than an app is a small barrier to entry. Many highly profitable websites have no apps.<br />The benefits to Parler from Big Tech’s actions come in the long haul. The value of any company stems from the present value of its future earnings. An investment raises this present value when the up-front cost is dwarfed by the gains in future earnings. Big Tech has made an implicit investment in Parler by imposing a short-run cost that is smaller than the more lasting future gain in earnings enabled by the free marketing campaign.<br />The growth in future users doesn’t have to be large to raise the value of Parler. It seems safe to assume that the number of users will be larger in March this year than it would have been without the Big Tech effort. And the growth doesn’t have to be huge to make a big difference. Losing 100% of a month’s earnings to switch servers is easily made up by a long-run gain of a few percentage points of monthly users afterward. Such a small gain seems more than likely given the multiples of 100% growth in Parler users after Twitter’s suppression of stories about Hunter Biden’s business dealings."
}