{
    "url_original": "https://www.wsj.com/articles/the-cost-of-climate-indulgences-11612132747?mod=opinion_lead_pos3",
    "url": "the-cost-of-climate-indulgences-11612132747",
    "title": "The Cost of Climate Indulgences",
    "sub_head": "Portland may kill Oregon’s only glass-bottle recycling plant.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-31 17:39:00",
    "body": "Here’s a story straight out of Portlandia. In the name of improving air quality and addressing climate change, the Rose City is considering penalties that could drive a recycling plant out of business and kill union jobs.<br />Portland declared a climate emergency last year, and the City Council voted to achieve net zero CO2 emissions by 2050. To meet this goal that would have no effect on the climate, Portland’s Bureau of Planning and Sustainability wants to impose some $11 million in annual fees on city businesses. Facilities deemed “major stationary sources of air pollution” would pay an annual surcharge of up to $40,000, and Portland would also impose a per-ton fee on any facility that emits more than 2,500 metric tons of C02 a year.<br />The carbon taxes would fall especially hard on Portland’s  Owens-Brockway  Glass Container plant, which handles all of the state’s glass-bottle recycling and processes the equivalent of 440,000 beer bottles a day on average. If the City Council adopts the proposal, the plant would have to pay an estimated $1.1 million a year, more than any Portland facility except the Evraz steel mill, according to the newspaper Willamette Week. The recycling plant pays $1.6 million in income, real-estate and property taxes.<br />United Steelworkers Local 330 represents some of the plant’s 115 employees, and president Bob Tackett says he has “a lot of concerns” about the consequences. “These jobs were green jobs before it was popular to be a green job,” and they come with high wages and good benefits, “so I’m having a hard time wrapping my head around why we’re trying to push these jobs away or penalize these jobs.”<br />In a letter to the Portland Bureau of Planning and Sustainability, Owens-Brockway expressed “grave concerns” and warned that the taxes could “devastate select businesses.” Jules Bailey of the Oregon Beverage Recycling Cooperative said that if the plant went bust, the state’s glass bottles would end up in landfills or be shipped out of state."
}