{
    "url_original": "https://www.wsj.com/articles/the-hot-battery-startup-that-could-zap-tesla-11609497031?mod=markets_featst_pos1",
    "url": "the-hot-battery-startup-that-could-zap-tesla-11609497031",
    "title": "The Hot Battery Startup That Could Zap Tesla",
    "sub_head": "Investors are enthusiastic about QuantumScape, developer of an electric-vehicle battery that promises more power for less cost. If the company succeeds, Tesla could face new challenges.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-279384?width=620&size=1.5",
    "image_1": "im-279384.jpg",
    "time": "2021-01-01 05:30:00",
    "body": "One of the wildest plotlines in the great 2020 electric-vehicle rally was the late-year rise of  QuantumScape ,  a battery startup that has yet to report any revenue. If investors are even close to being right about its roughly $44 billion market value, they may need to worry more about the fortunes of Tesla.<br />QuantumScape’s shares have soared since going public in November. The company revealed promising test results for a limited version of its “solid state” battery in early December, but otherwise the stock’s meteoric ascent has been hard to explain.<br />Based in San Jose, Calif., and backed by  Volkswagen  and Bill Gates, the company now has a market value greater than  Ford .  Investors have gotten used to dizzying valuations for electric-vehicle startups positioning themselves as the next Tesla. With QuantumScape, the mania has reached potential suppliers too.<br />Solid-state batteries have long been seen as a way of breaking through performance limitations associated with today’s electric vehicles. Like your smartphone, a Tesla or  BMW  i3 is powered by a battery with a liquid electrolyte that carries lithium ions back and forth between the cathode and anode during charging and discharging. These liquid electrolytes are bulky and liable to overheat.  General Motors recalled almost 69,000 Chevrolet Bolt electric vehicles in November after five reported fires.<br />The promise of solid state is to get rid of the liquid, and with it the fire risk. Moreover, “lithium-metal” cells being developed by QuantumScape, among others, combine the lithium component with the anode, further reducing bulk and potentially delivering more power at a lower cost. This is also critical: Electric vehicles have long been held back by the relatively high cost of batteries, which makes them more expensive than combustion-engine equivalents."
}