{
    "url_original": "https://www.wsj.com/articles/the-capitol-cops-and-rioters-11610062397?mod=opinion_lead_pos4",
    "url": "the-capitol-cops-and-rioters-11610062397",
    "title": "The Capitol Cops and Rioters",
    "sub_head": "Americans deserve to know why Congress’s police force failed.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-07 18:33:00",
    "body": "Pro-Trump rioters shamed the nation Wednesday as they stormed Congress. The chaos was also a failure of law enforcement, and Americans deserve answers about how a violent mob could breach the barricades, enter the Capitol and interrupt the counting of electoral votes.<br />Four people died, with one woman shot by police and three others succumbing to what officials described as “medical emergencies.” D.C.’s Metropolitan Police Department says some 56 officers were injured, including one who remains in the hospital after a crowd beat and tased him.<br />Police found pipe bombs outside the Democratic and Republican party headquarters and they discovered a cooler with Molotov cocktails and a gun on Capitol grounds. Rioters set off chemical irritants, attacked law enforcement with metal pipes, shattered windows, and broke into lawmakers’ offices. Americans watched in horror and adversaries with glee.<br />The question is how the U.S. Capitol Police force of some 2,300 officers was overwhelmed. A Capitol Police spokeswoman didn’t respond to our emails or phone calls. Chief Steven Sund said in a statement Thursday that officers’ actions were “heroic given the situation they faced,” adding that “the violent attack on the U.S. Capitol was unlike any I have ever experienced in my 30 years in law enforcement here in Washington, D.C.”<br />Mr. Sund has promised a “thorough review.\" In a failure of intelligence, the Capitol Police seems to have underestimated the potential for violence. The Washington Post reported Tuesday that “talk of guns and potential violence is rife” on Telegram messaging channels, the social-media website Parler, and the online forum thedonald.win."
}