{
    "url_original": "https://www.wsj.com/articles/the-family-friendly-workout-to-fight-cabin-fever-11609585200",
    "url": "the-family-friendly-workout-to-fight-cabin-fever-11609585200",
    "title": "The Family-Friendly Workout to Fight Cabin Fever",
    "sub_head": "These exercises can boost your core strength, reaction skills and agility, and work well for adults or kids with energy to burn",
    "category_1": "Life & Arts",
    "category_2": "Anatomy of a Workout",
    "image_1_url": "https://images.wsj.net/im-279894?width=620&size=1.5",
    "image_1": "im-279894.jpg",
    "time": "2021-01-02 06:00:00",
    "body": "With many parents working from home and home schooling their children, an hourlong escape to the gym, even a home gym, is a luxury. If you’re finding it hard to make time for your workout, try including your kids.<br />“It’s important for your kids, no matter their age, to see you make movement a priority,” says Samantha Campbell, owner of Deep Relief Peak Performance Athletic Training Center in Haiku, Hawaii, on the island of Maui. “It could be as simple as a family walk before or after dinner.”<br />Ms. Campbell says she found it easier to carve out time for workouts when her daughter, Kiana Turpin, was younger. “I could place her in one spot while I worked out or hold her and do lunges or squats,” she says. “Now that she is 2 ½ years old, she can walk and talk and has her own ideas of what she wants to do.”<br />Rather than ditch her workout, Ms. Campbell creates ways to involve her daughter, and husband, Neil Turpin, which might be as simple as having her daughter call out the color of the cup Ms. Campbell and Mr. Turpin will perform a toe tap on.<br />With older children, Ms. Campbell suggests turning exercise into play. She often gamifies workouts for her training programs specifically designed for kids ages 5 to 13. “The more competitive you make an activity, the more excited kids are to do it,” she says. And both adults and kids tend to stick with workouts that feel fun. Here, Ms. Campbell shares six ideas for exercises that will challenge your core strength, reaction time, agility and cardio while getting the whole family involved."
}