{
    "url_original": "https://www.wsj.com/articles/the-most-de-stressing-room-in-your-house-isnt-a-room-11609879421",
    "url": "the-most-de-stressing-room-in-your-house-isnt-a-room-11609879421",
    "title": "The Most De-Stressing Room in Your House Isn’t a Room",
    "sub_head": "It’s winter, and Covid’s got us largely homebound. If there ever was a time to trick out a cozy, comforting nook, it’s now.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-280549?width=620&size=1",
    "image_1": "im-280549.jpg",
    "time": "2021-01-05 15:43:00",
    "body": "WHEN COVID-19 took hold, graduate student Anna Palmer claimed a compact hideaway under a stair landing in the Sewanee, Tenn., home she shares with her partner. She can barely stand up in the space—which is hemmed in by two book-lined walls and a honey-pine staircase. No matter. A small mattress, blankets, pillows and a long bolster encourage repose and hours of solace.<br />“It was essential that we find our own spaces and activities to mentally survive the pandemic,” said Ms. Palmer, 26. “Reading in the book nook was, and still is, my thing.”<br />Perhaps because they are so recently in utero, children unselfconsciously seek tiny spaces—assembling Legos under a table, playing house in the fireplace. In the Covid era, weary of open floor plans and an overload of togetherness, adults are becoming reacquainted with the pacifying powers of a hidy-hole. And though window seats can offer a restorative vantage point on nature, legit niches afford a more absolute feeling of envelopment.<br />“Having your back against the wall and a view of the world around you gives you the most secure sense of refuge,” said Dr. Sally Augustin, an applied environmental psychologist and author of “Designology: How to Find Your PlaceType and Align Your Life with Design” (Mango). In restaurants, for example, people gravitate toward seats and banquettes set against a wall, with a view of the door.<br />Although womb-like spots evoke feelings from our childhood pasts, a nook’s design can be very forward-looking. On a roomy stair landing in his Houston, Texas, family home, architect Christopher Robertson installed minimalist white bookshelves from floor to ceiling. Tucked into the center of the shelving is a white-oak-lined alcove he made cozy with a simple, white seat cushion and throw pillows in a lush, white cotton—modern yet not cold."
}