{
    "url_original": "https://www.wsj.com/articles/the-white-tiger-review-funny-ferocious-burning-bright-11610663432",
    "url": "the-white-tiger-review-funny-ferocious-burning-bright-11610663432",
    "title": "‘The White Tiger’ Review: Funny, Ferocious, Burning Bright",
    "sub_head": "A young Indian man climbs the social ladder in Ramin Bahrani’s epic adaptation of the award-winning novel by Aravind Adiga.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-285400?width=620&size=1.5",
    "image_1": "im-285400.jpg",
    "time": "2021-01-14 17:30:00",
    "body": "Movies being what they are, complicated commercial enterprises that can go wrong as readily as right, it’s best to keep one’s expectations of a new film in check—even when, or especially when, the source material carries a special cachet. That’s the principle I applied to “The White Tiger,” which is playing in select theaters and will go on Netflix starting Jan. 22.<br />The director, Ramin Bahrani, had done a remarkable little feature called “99 Homes” five years ago. And he adapted this screenplay from the Aravind Adiga novel of the same name, a bestseller that won the Man Booker Prize when it was published in 2008. All well and good, though no guarantee that a film based on a celebrated literary tale of ambition and class struggle in a globalizing India would appeal to American audiences. But then there was no reason to expect much from “Slumdog Millionaire.” While Mr. Bahrani’s film shares certain themes with Danny Boyle’s international hit, it’s a great entertainment in its own right, a zestful epic blessed with rapier wit, casually dazzling dialogue, gorgeous cinematography (by Paolo Carnera) and, at the center of it all, a sensational star turn by an actor, singer and songwriter named Adarsh Gourav.<br />He plays the low-born Balram, an infinitely ambitious, conspicuously gifted young man from an impoverished village, and something of a student of caste. Balram sees it as a system in which men with big bellies, i.e. the masters, lord it over men with small bellies, i.e. the servants; he aspires to the greater girth. The hero also views Indian society as a rooster coop from which he must escape by becoming an entrepreneur, even if it means putting up with a degree of servitude in the process. To that end he smiles, inveigles and fibs his way into a job as a driver for a loathsome family of landlords who keep his village poor. Then he hurriedly learns to drive—from a wild-eyed instructor who turns out to be another philosopher of social mobility. “The road is a jungle,” the man tells Balram. “A good driver must roar to get ahead on it.”<br />The problem in writing about “The White Tiger” is the temptation to quote so many of its pungent lines and terrific jokes that there’s no space left for describing the film, let alone giving the filmmakers their due. Balram narrates his own saga with infectious elation. He has scruples, but he keeps them under control. Mr. Gourav’s range of feelings and moods is like an elite athlete’s range of motion. He pulls off the impressive feat of portraying his character as a shameless liar, sycophant, obsequious self-promoter and besmircher of family honor while making him intensely likable until, as Balram warns toward the end, “my story gets much darker from here.” (The title refers to a rare animal supposedly born only once in a generation. Balram comes to see himself as just such an exotic creature, forgetting that white tigers can end up in cages too.)<br />There’s a lot more to the movie than a rogue’s celebration of his ascent through society’s ranks. The narrative scheme serves as a pretext for political as well as personal comment. From an entrepreneurial perch to which he has risen in 2010, Balram notices that Chinese Premier Wen Jiabao will be arriving on a state visit to meet a group if Indian entrepreneurs, and then decides, with charming grandiosity, that he will have to be part of the gathering. In advance of the visit he offers Wen a tutorial on Indian society, with special emphasis on his nation’s cherished pieties and choice hypocrisies, all of it couched in chummy terms. “America is so yesterday,” he says. “India and China are so tomorrow.”"
}