{
    "url_original": "https://www.wsj.com/articles/the-data-detective-review-broadly-informed-easily-misled-11611875753",
    "url": "the-data-detective-review-broadly-informed-easily-misled-11611875753",
    "title": "‘The Data Detective’ Review: Broadly Informed, Easily Misled",
    "sub_head": "In matters of public health and much else, fact-gathering and statistical analysis can be a vital force for good. But data can also trick us.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-291993?width=620&size=1.5",
    "image_1": "im-291993.jpg",
    "time": "2021-01-28 18:15:00",
    "body": "As she tended soldiers during the Crimean War, a British nurse found herself appalled by the wretched, vermin-infested conditions at the army’s hospital in Istanbul. She began collecting figures showing the devastating effects of the filth and the dramatic benefits of the sanitary improvements she implemented. Her presentation on the need for cleaner care facilities, published in 1858, led to reforms that ultimately saved millions of lives and increased life expectancy in the U.K. Florence Nightingale, it turns out, was a pioneering data scientist.<br />Data, when used to reveal the value of hospital hygiene or the harm of tobacco smoke, can be a vital force for good, as Tim Harford reminds us in “The Data Detective.” But the very power of statistics—the “unreasonable effectiveness of data,” as three Google scientists put it—has also prompted a backlash, particularly as we’ve become aware of the potential for both honest confusion and deliberate abuse.<br />Mr. Harford, a British economist and journalist, hopes to persuade us not to give up on data, urging us to embrace thoughtful skepticism and avoid easy cynicism. As he expertly guides us through the many ways in which data can trick us, we see how difficult such an effort can be.<br />Imprecise and inconsistent definitions are one source of confusion. Our assessment of measures such as “inequality” can differ dramatically based on how such terms are defined. Even “infant mortality,” a key data point for public health, varies depending on the specific time in fetal development when the line is drawn between a miscarriage and a tragically premature birth.<br />Understanding data in context is also vital, Mr. Harford explains. British newspapers, fretting about gang violence, announced in 2018 that London’s monthly murder rate had exceeded New York’s. Yet open the aperture slightly and it turns out that the rates in both cities had declined over time and had reached a roughly similar low level—good news, but apparently a less dramatic headline or perspective."
}