{
    "url_original": "https://www.wsj.com/articles/the-election-rejectionists-11609713506?mod=opinion_lead_pos1",
    "url": "the-election-rejectionists-11609713506",
    "title": "The Election Rejectionists",
    "sub_head": "The GOP stunt over the Electoral College will hurt the country and the party.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-03 17:38:00",
    "body": "As Americans like to tell the world, a hallmark of democracy is the willingness to accept defeat and the peaceful transfer of power. The tragedy of the last two presidential elections has been the refusal of partisans to accept defeat, and public trust in American self-government is eroding as a result.<br />Democrats in 2016 abused the FBI to push the Russia collusion myth and refused to accept Donald Trump’s legitimacy. Hillary Clinton still doesn’t. Now some Republicans are returning the disfavor by challenging the ritual counting of the Electoral College votes by the new Congress this week. Neither one justifies the other, and these columns have called out Democrats for their anti-democratic panic attack.<br />But the main issue now is that too many Republicans refuse to accept Mr. Trump’s defeat. More than 100 House Members and, as of this weekend, at least 12 Senators say they will formally object to the Electoral College count. This won’t change the result, though it will delay it as Congress spends up to two hours debating the objections to each state’s results. More corrosive will be the precedent and resulting political damage.<br />The leading culprit here is Mr. Trump, who as always refuses to accept responsibility for defeat. Recall that he also claimed the Iowa caucus result was stolen in 2016 when he lost to Ted Cruz. He’s now spinning conspiracy theories and election falsehoods daily on  Twitter .  He doesn’t seem to care what damage he does in promoting the myth of his victory.<br />The damage is spreading as Mr. Trump puts pressure on other Republicans to take up his lost cause. A dozen Senators have issued a statement demanding an Electoral Commission that would investigate claims of fraud and report within 10 days. The plan is to persuade state legislatures to overrule their Dec. 14 Electoral College certifications for Joe Biden. Throw the election into the House and Mr. Trump might salvage a second term."
}