{
    "url_original": "https://www.wsj.com/articles/the-economy-keeps-growing-11611876868?mod=opinion_lead_pos3",
    "url": "the-economy-keeps-growing-11611876868",
    "title": "The Economy Keeps Growing",
    "sub_head": "Biden inherits a decent recovery that should surge as the pandemic eases.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-292086?width=620&size=1.5",
    "image_1": "im-292086.jpg",
    "time": "2021-01-28 18:34:00",
    "body": "You know political spin is at work when the economy grows by 4% in the fourth quarter but the headlines are that growth fell for the entire pandemic year. Everyone already knows the economy fell off the cliff in the first half of 2020. The news is that the economic recovery is continuing despite the winter Covid surge.<br />That’s the real story from Thursday’s GDP report, which showed a remarkably resilient economy amid the worst of the pandemic. The 4% growth followed a rebound of 33.4% in the third quarter. The economy shrank by 3.5% for all of 2020. But nominal GDP in the fourth quarter rose to $21.48 trillion, which is nearly back to the peak of $21.75 trillion in the fourth quarter of 2019.<br />The depression many feared in the spring, not without cause, was averted. The economy entered 2021 with decent momentum and is poised to expand rapidly this year as the vaccine rollout proceeds and states like Michigan, New York and California end their punitive lockdowns on business. Is it merely a coincidence that these lockdowns are easing now that Joe Biden is President?<br />The details of the GDP report underscore the case for optimism. Private business investment provided most of the growth with a 25.3% surge. Residential construction rose 33.5% as the housing boom continues, but investment in equipment was also up 25%. The latter fits with the buoyant manufacturing indexes that suggest business optimism about orders and future demand.<br />Consumer spending increased by a meager 2.5% in the quarter after a 41% surge in the third quarter, which was expected given the lockdowns and voluntary social distancing. Spending on food and accommodations took a big hit from the decline in restaurant dining and travel. But unlike the spring, health care spending increased as politicians didn’t shut down elective surgery and cancer screenings."
}