{
    "url_original": "https://www.wsj.com/articles/the-compleat-victory-review-a-hard-campaign-with-blunders-11610665849",
    "url": "the-compleat-victory-review-a-hard-campaign-with-blunders-11610665849",
    "title": "‘The Compleat Victory’ Review: A Hard Campaign, With Blunders",
    "sub_head": "The British general should have fallen back, but pride made retreat unpalatable. Instead he rolled the dice even as the Americans gathered strength.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285724?width=620&size=1.5",
    "image_1": "im-285724.jpg",
    "time": "2021-01-14 18:10:00",
    "body": "It may seem counterintuitive, but 18th-century generals tried to avoid battle. They thought that their aims would be better met by maneuver than direct confrontation. According to the French commander Marshal Saxe, the risk of combat outweighed the likely return. Saratoga, one of the century’s most decisive battles, seems to confirm this view. In June 1777, the British undertook what they hoped would be a decisive march into New York to crush the rebellious Americans. They emerged with a humiliating defeat.<br />Many accounts present Saratoga as an epic story, played out in picturesque yet hard terrain. In “The Compleat Victory,” Kevin Weddle, a professor at the U.S. Army War College, conveys the battle’s drama but also turns a critical eye on the ways in which strategy shaped operations in the field. He highlights as well the role of military commanders, not least the firmness of their grip on their troops and on events. The leaders of the Continental Army, Mr. Weddle argues, had a better grip on the Saratoga campaign than their British counterparts, and a better strategy.<br />Upstate New York seems distant from the main theater of the Revolutionary War, but it proved pivotal. British generals inevitably drew on the experience in the Seven Years’ War (1756-63)—that is, the French and Indian War on the North American continent. Thus they focused on the Hudson River-Lake Champlain corridor. This tract of land—what Indians had long called “the great warpath”—offered a natural line to split the colonies. To seize it, it was calculated, British forces could be brought down from Canada and sent up the Hudson River.<br />The Americans, for their part, had captured Fort Ticonderoga in 1775—on the southern reaches of Lake Champlain—and then moved to bring Quebec into the revolution. But the invasion of Canada failed, and the British relief force sent to Quebec—under the direction of Gen. John Burgoyne—seemed to give the British a chance to strike back. The cabinet minister directing the war in London judged that a counter-strike would complement British operations around New York City. In late 1776, as we all know, the British had captured the city with ease under Gen. William Howe, driving Gen. George Washington across the Delaware River.<br />Mr. Weddle deftly recounts Britain’s deliberations at this key point. Burgoyne returned to London bearing a report from Quebec’s governor, a report that he revised into a detailed plan for attack. His proposal to launch a campaign to take Albany, in upstate New York, won approval, along with his call for a supporting force to the west. But Howe, in the southern theater, had a different plan: He secured permission to strike at Philadelphia and draw Gen. Washington into a decisive battle for the seat of the Continental Congress. Instead of a joint operation along the Hudson River, the British had two separate campaigns, neither supporting the other."
}