{
    "url_original": "https://www.wsj.com/articles/the-codebreaker-and-all-creatures-great-and-small-reviews-cracking-codes-and-caring-for-critters-11610057787",
    "url": "the-codebreaker-and-all-creatures-great-and-small-reviews-cracking-codes-and-caring-for-critters-11610057787",
    "title": "‘The Codebreaker’ and ‘All Creatures Great and Small’ Reviews: Cracking Codes and Caring for Critters",
    "sub_head": "A documentary examines the life of Elizebeth Friedman, who helped take down Nazis and bootleggers like Al Capone; James Herriot’s tales of an English vet are adapted, winningly, once again.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-282101?width=620&size=1",
    "image_1": "im-282101.jpg",
    "time": "2021-01-07 17:16:00",
    "body": "Hoping to inspire ambition in his U-boat captains in 1942, Adolf Hitler offered a prize of $250,000 to any who succeeded in sinking the Queen Mary, a passenger liner converted into a troop ship. Guided by coded messages, the U-boats found their intended target off the coast of Brazil. This would lead, of course, to no prizes, nor would the Queen Mary suffer any damage; decrypted messages delivered to the captain enabled him to maneuver the ship to safety. These were warnings made possible—as “The Codebreaker” (Monday, 9 p.m., PBS) reveals—thanks to Elizebeth Friedman, a suburban wife and mother, and a skilled cryptanalyst. Friedman—who had long led a double life—initially put her skills to work for the police, and went on to serve the U.S. military. “The Codebreaker” (an “American Experience” film) delivers an irresistible picture of her life and career in all its complexity.<br />Friedman first became something of a celebrity during the Prohibition era, when the Coast Guard—faced with a ceaseless flood of liquor coming into the country by ship—persuaded her to turn her attention to the secret messages used by the transporters of this illegal cargo. The gangsters in charge had developed impressively sophisticated codes for their business transmissions, though none were a match for Friedman. She delivered so much hard evidence of criminality, all of it the bulletproof kind, that the Coast Guard built a code-breaking unit especially for her in 1931—the first to be run by a woman. When criminal elements put a hit out on her, the Coast Guard arranged for a protective detail. A commentator notes that “It would never have occurred to her not to testify.” These people had to be put away. “That was the whole point of breaking the codes.” No comment in this affecting work better expresses the film’s regard for its subject.<br />Friedman would go on to become the chief witness in sensational criminal trials, including that of Al Capone—whose defense attorneys regularly suggested that she was engaged in a female flight of imagination, if not some version of witchcraft, and that breaking codes had nothing to do with science. She did manage, against the protests of the defense attorneys, to persuade a judge to give her access to a blackboard, whereupon she delivered a detailed lesson on codebreaking. The defense attorneys were left with little to say.<br />Nothing in Elizebeth Friedman’s early life—she was the youngest of 10 children born to a Quaker family in Indiana—had ever given her cause to imagine that she would one day have an essential role in defeating Hitler’s plan to sink the Queen Mary, or that her work would lead to the destruction of a Nazi spy ring in Latin America, or that she would become an immense threat to some of America’s most notorious criminals.<br />During the war, she came to know the meaning of a woman’s place even within a team of her own creation. After Pearl Harbor, her codebreaking unit was shifted from the Coast Guard to the Navy, which put a uniformed male officer with far less cryptanalytical experience than she had in charge of her unit. The Navy, the film explains, had a rule that women couldn’t be in charge of men."
}