{
    "url_original": "https://www.wsj.com/articles/the-gop-bid-to-boot-gavin-newsom-could-backfire-11611356804?mod=opinion_lead_pos9",
    "url": "the-gop-bid-to-boot-gavin-newsom-could-backfire-11611356804",
    "title": "The GOP Bid to Boot Gavin Newsom Could Backfire",
    "sub_head": "Republicans may feel good about their chances, but recalls often redound to the benefit of the recalled.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-22 18:06:00",
    "body": "A push to recall California Gov. Gavin Newsom is gaining steam, and Republicans in the Golden State are feeling good about it. Public frustration with the state’s pandemic response, combined with outrage at Mr. Newsom’s inexplicable decision to attend a maskless dinner at the Michelin-starred French Laundry restaurant in November, has propelled a popular uprising against the first-term Democrat. The petitioners claim they have more than 1.1 million of the roughly 1.5 million valid signatures they must submit by March 17.<br />California’s chief executive is subject to one of the least onerous voter recall processes in the country. This is the sixth recall campaign in two years to target Mr. Newsom. A petition sponsor need only gather the signatures of 12% of the voter turnout in the previous statewide election—in this case 1,495,709 names. California also grants 160 days to gather those signatures (extended here because of the pandemic). Other states that allow recalls typically require twice as many signatures collected, proportionate to the population, in half as much time. A recall effort against Colorado Gov. Jared Polis only had 60 days to find 631,226 signatures in a state with one-sixth the population of California.<br />California also has a well-developed signature-gathering industry thanks to the popularity of ballot initiatives in the state. A recall can easily get on the ballot.<br />Despite Democratic dominance of California politics, Republicans haven’t gone extinct in the state. In 2020 Donald Trump won more than six million votes in California, his largest total in any state. But while the Newsom recall effort is grabbing headlines and reminding some of the successful 2003 recall of Gov. Gray Davis, another Democrat, a recall can cut both ways. It may be a humbling event or a political boon. Plenty of targeted officials have actually benefited from a recall race.<br />Wisconsin Gov. Scott Walker became a Republican hero after fending off his 2012 recall. Wisconsin Senate Majority Leader Scott Fitzgerald defeated a recall attempt in 2012, as did California state Sen. Jeff Denham in 2008. Both went on to win seats in Congress. In 2019 California state Sen. Josh Newman was ousted in a recall vote but took the seat back in November. Dennis Kucinich barely survived a recall vote as Cleveland mayor in 1978 before going on to win a House seat and garnering 40 delegates in the 2004 Democratic presidential contest."
}