{
    "url_original": "https://www.wsj.com/articles/the-republican-party-is-in-disarray-11609975948?mod=opinion_major_pos6",
    "url": "the-republican-party-is-in-disarray-11609975948",
    "title": "The Republican Party Is in Disarray",
    "sub_head": "The Senate is lost, the GOP is bitterly split and Trump’s actions have consequences.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-281696?width=620&size=1.5",
    "image_1": "im-281696.jpg",
    "time": "2021-01-06 18:32:00",
    "body": "President Trump may have been correct at his Monday rally when he said of Georgia Republican Sens. David Perdue and Kelly Loeffler: “If they win I’ll get no credit, and if they lose they’re going to blame Trump.” But Tuesday’s election and Wednesday’s mob assault on Congress were stark examples of the destructive reactions the president can generate.<br />One Trump effect was felt in Atlanta’s suburbs. In Clayton County in November, Democrat Jon Ossoff had a 71-point lead; on Tuesday it was 77. In DeKalb Mr. Ossoff led by 64 points in November; on Tuesday he led by 67. In Gwinnett he led by 16 points in November and 20 on Tuesday. In Fulton, the state’s most populous county, Mr. Ossoff’s November lead was 41.6 points; on Tuesday, 43 points. These were enough to erase Mr. Perdue’s 88,000 vote lead in November and propel Mr. Ossoff to a narrow victory.<br />Mr. Trump tried to turn out his rural Georgia supporters, but the results were uneven and insufficient. Take the 14th Congressional District, which the president visited Monday. In November it had roughly 328,000 voters turn out; on Tuesday only 282,000 voted there, though there are several thousand ballots still outstanding.<br />A key factor was the decision by many independents and soft Republicans to vote Democrat—largely, it appears, in response to Mr. Trump’s actions since the presidential election. These helped Democrats make the race about Mr. Trump and undermined GOP efforts to highlight the Democratic candidates’ left-wing views and present a Republican Senate as a check on Democrats in Washington.<br />Mr. Trump’s unrelenting personal attacks on Georgia’s Republican Gov. Brian Kemp and Secretary of State Brad Raffensperger also drew attention away from the Senate race while igniting an intraparty civil war. That rarely leads to anything productive. It didn’t here."
}