{
    "url_original": "https://www.wsj.com/articles/the-future-turns-50-this-year-11609537573?mod=opinion_major_pos4",
    "url": "the-future-turns-50-this-year-11609537573",
    "title": "The Future Turns 50 This Year",
    "sub_head": "From computers and money to relations with China, 1971 changed the world in many ways.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-01 16:46:00",
    "body": "Fifty years ago, America entered a magical year. Any year could hold moments of great significance, but 1971 stands out. After a decade of upheaval, the country was seeking a new start. These events launched it.<br />• Henry Kissinger’s secret trip to China. In the late 1960s, President Nixon and Mr. Kissinger began thinking that establishing diplomatic relations with China would serve as counterweight to tensions with Moscow. Nixon made some encouraging but vague statements, and Mr. Kissinger tried communicating through French and Pakistani emissaries with little progress.<br />Many believed the sticking point was U.S. recognition of Taiwan and the “two Chinas” policy. But declassified documents released by the National Archives in 2001 revealed that China was eager for dialogue. As historian William Burr observed, while many have written about America’s intention to play the China card, “it is the rare policymaker who understands that the United States may also be the object of other nations’ card playing.”<br />Mr. Kissinger’s secret July trip to Beijing triggered the greatest shift in global politics since the end of World War II. It paved the way for Nixon to meet Mao Zedong the following year and kicked off 50 years of diplomacy, trade and travel between China and the U.S. Recent tensions only confirm the complex motivations that launched the relationship. The card playing continues.<br />• The arrival of phone competition. With little fanfare, the Federal Communications Commission issued an opaque decision that marked the first blow to  AT&T ’s  monopoly in long-distance and business telephone service. The beneficiary was MCI, a tiny company that was about to change the communications world by introducing competition. Following the FCC decision, the company’s visionary leader William McGowan raised $110 million—then one of the largest startup funding rounds—to construct a new national telephone network that would end extravagant prices for long-distance calls. He fought through nearly a decade of litigation until the landmark 1980 ruling that broke up AT&T and gave MCI access to switched network connections required for competition."
}