{
    "url_original": "https://www.wsj.com/articles/the-good-american-review-field-work-for-humanity-11611330208",
    "url": "the-good-american-review-field-work-for-humanity-11611330208",
    "title": "‘The Good American’ Review: Field Work for Humanity",
    "sub_head": "Robert Gersony’s job was investigating human misery. Not everyone welcomed the truth.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288809?width=620&size=custom_2387x1758",
    "image_1": "im-288809.jpg",
    "time": "2021-01-22 10:43:00",
    "body": "As a government official, I twice had the good fortune to meet Robert Paul Gersony, whose adventurous and consequential life is the subject of a remarkable biography by Robert Kaplan, his friend of 30 years. Mr. Kaplan, the well-known author of a dozen books about foreign affairs, calls “The Good American” his “most important and ambitious work,” an inspiring story of “America in the wider world.”<br />For four decades, working mostly as a consultant on contract, Bob Gersony provided ground truth to U.S. government leaders that saved countless lives—in Southeast Asia, Central and South America, sub-Saharan Africa, Bosnia and elsewhere. His story is inspiring because it affirms the possibility that facts, objectively researched and dispassionately presented, can change policy for the better. His work is also the achievement of a man who was apparently “twice-exceptional”—gifted but also suffering from a learning disability.<br />“Throughout my life,” Mr. Gersony says, “I could only remember text through the physical act of typing.” Consequently, he hated formal education and dropped out of high school to join the Army and serve in a casualty-report unit in Vietnam. There he acquired what Mr. Kaplan calls “his belief in the essential wisdom of the common person”—not the thinker or theorist, but the man or woman who knew the world “only from the grassroots level in the most immediate, concrete way.” From that belief he developed a unique way to build trusting relationships with refugees and displaced people, empowering traumatized individuals to tell their painful but revealing stories.<br />In 1984, Mr. Gersony provided the solution to a humanitarian problem that was particularly troubling for me as assistant secretary of state for East Asian and Pacific affairs. Thai pirates had been attacking Vietnamese refugee boats and raping, pillaging and killing the passengers. It was a devastating crisis both because of its scale—on the order of 200,000 to 400,000 refugee deaths over the years—and because these victims were suffering for having been U.S. allies.<br />Supplying the Thais with coast-guard cutters and aircraft to patrol the South China Sea was not a solution, particularly since most of the time these “pirates” were engaged in legitimate commercial fishing; it was difficult to catch them in their opportunistic moments of criminal activity. After interviewing dozens of victimized Vietnamese, Mr. Gersony realized that pursuing “part-time pirates of convenience” was futile; better to concentrate on the hard-core element who bragged about their exploits in the dockside bars. That was a job for the police onshore, not for patrol boats and planes."
}