{
    "url_original": "https://www.wsj.com/articles/the-lives-of-lucian-freud-vol-2-review-chaos-and-character-11610733480",
    "url": "the-lives-of-lucian-freud-vol-2-review-chaos-and-character-11610733480",
    "title": "‘The Lives of Lucian Freud, Vol. 2’ Review: Chaos and Character",
    "sub_head": "A painter’s journey from enfant terrible to the great portraitist of his age.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285646?width=620&size=1.5",
    "image_1": "im-285646.jpg",
    "time": "2021-01-15 12:58:00",
    "body": "Looking back on the “odd and unfamiliar” life of Scofield Thayer, the reclusive avant-garde patron, publisher and poet, John Richardson offered what I am tempted to call Richardson’s Law: “Pampered lunatics often reach a great age.” Though Lucian Freud was the day to Thayer’s night, I was at times reminded of this maxim while reading the second volume of William Feaver’s exemplary biography of the painter, “Fame, 1968-2011.” Along with the previous installment (“The Restless Years, 1922-1968,” from 2019), “Fame” is everything an artist’s biography ought to be—illuminating, allergic to cant, personal, enormously picaresque—but so seldom is. Mr. Feaver’s “Lives” of Freud cannot be praised too highly.<br />“The Restless Years” was the story of Freud’s Berlin childhood, his emigration to England in 1933, and his misadventures at school and, when the war came, in the merchant navy. He married twice, sired at least 14 children—Freud rated himself “one of the great absentee fathers of the age”—and, in between glamorous parties and underworld scrapes, matured into one of the 20th century’s essential portraitists.<br />Mr. Feaver, the former art critic of the Observer who interviewed Freud over the course of nearly 40 years, did well not to belabor his subject’s family tree, engaging the reader instead with improbable, mostly unsavory, often hilarious doings. From his earliest age, Freud stood apart. Chaperoned by his grandmother to the Neues Museum in Berlin, he vastly preferred the recently unveiled painted bust of Nefertiti to the “brown and disgusting” Rembrandts. A German-born Jew, he professed little interest in religion and taunted his brother, Clement—erroneously—for sharing Hitler’s birthday. (Clement, in turn, questioned Lucian’s paternity.)<br />Once in England, he was enrolled at Devon’s wildly permissive Dartington Hall, which did without marks, prizes, penalties, competitions or compulsory classes. As Freud recalled, “Dartington had only one rule: no pushing people into the swimming pool.” Mr. Feaver does not record whether he observed this particular statute. Freud was, in any event, not the rule-abiding sort and managed to get expelled. (He didn’t even take to the art instruction: “The art master was too arty.”)<br />A stint at—and expulsion from—another public school followed. In parting, the Bryanston headmaster suggested that “if you change your house, your clothes, your behaviour, your friends, your subjects, everything, you can come back next term.” Freud started at the Central School of Art in 1939, his drawings having been presented with other “children’s art” at Peggy Guggenheim’s Cork Street gallery the year before. (They went unsold.) His famous surname—grandfather Sigmund would die that September—his striking looks, and his precocious talents for mischief and draftsmanship produced the impression, marveled the future art historian Lawrence Gowing, of “a boy-wonder.”"
}