{
    "url_original": "https://www.wsj.com/articles/the-new-covid-19-strain-in-south-africa-what-we-know-11609971229?mod=world_major_2_pos1",
    "url": "the-new-covid-19-strain-in-south-africa-what-we-know-11609971229",
    "title": "The New Covid-19 Strain in South Africa: What We Know",
    "sub_head": "Researchers warn that the new variant may spread faster and could reduce the efficacy of vaccines",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-281289?width=620&size=1.5",
    "image_1": "im-281289.jpg",
    "time": "2021-01-07 15:28:00",
    "body": "A new variant of the coronavirus is driving a powerful second wave of infections in South Africa. The variant has already spread to other countries in Africa and Europe and raised concerns over how it will respond to Covid-19 vaccines.<br />It’s normal for viruses to mutate, and variants observed so far in the coronavirus sweeping the globe have made little difference to how it functions. The South African variant, known as B.1.351, has worried scientists because of its unusually large number of mutations, especially in the spike protein, which the virus uses to attach to and infect human cells.<br />The discovery and spread of the South African variant has coincided with a powerful surge in infections in the country. New daily cases and deaths have already surpassed those seen in the first wave, which peaked in July, and infections are still going up. South African researchers say they also believe that the new variant is more transmissible, since it has quickly crowded out other versions of the virus circulating in the country. Still, they say human behavior—with thousands of South Africans crowding into bars, restaurants and beaches—is likely the main reason for the sharp rise in infections in recent weeks. They are now racing to understand how much more transmissible the new variant is and whether it leads to more severe cases of Covid-19.<br />No cases of the South African variant have been detected in the U.S., but that may be because not enough positive test samples have been sequenced. In the past two weeks, laboratories in Finland, the U.K., Australia, Switzerland, Japan and South Korea have found the South African variant in coronavirus tests conducted there. Researchers in neighboring Zambia say the South African variant now also appears to be the dominant virus there.<br />The scientists who sequenced the South African variant’s genome say it has a mutation—known as N501—that it shares with a separate variant discovered in the U.K. British scientists say that mutation may be responsible for making the variant there much more transmissible."
}