{
    "url_original": "https://www.wsj.com/articles/the-ratline-review-a-fathers-dark-path-11611329634?mod=opinion_major_pos12",
    "url": "the-ratline-review-a-fathers-dark-path-11611329634",
    "title": "‘The Ratline’ Review: A Father’s Dark Path",
    "sub_head": "Researching the life of a high-ranking Nazi, the author comes to know the man’s son—ﬁrst amiably, then contentiously.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-01-22 10:33:00",
    "body": "In ‘East West Street’ (2016), the British human-rights lawyer Philippe Sands discovered the story of a man who had maintained a lifelong silence about his own story: his maternal grandfather, a Jew who in 1939 was forced to flee to Paris, where he survived the German occupation with false papers. The book interweaves this narrative with an account of the two legal minds who introduced the terms “genocide” and “crimes against humanity” into international law. Each of the three men had come from Galicia, a region at the eastern edge of the Habsburg Empire; each suffered grievous losses of family members at the hands of the province’s Nazi rulers. Less than 3% of Galicia’s prewar Jewish population survived.<br />In “The Ratline,” Mr. Sands again takes a biographical approach to history, relating two life-stories that collide and reverberate to staggering effect—and Galicia is again at the center of the drama. The first tells of the meteoric rise of Otto Wächter, an Austrian lawyer and high-ranking Nazi who governed Galicia during World War II. The second describes Otto’s son, Horst, whom Mr. Sands has come to know personally and who, Mr. Sands writes, remains “unwilling to countenance the idea that Otto Wächter bore any real responsibility for terrible events that occurred on the territory he ruled.”<br />Otto Wächter joined the Nazi Party in 1923, at age 22, and the SS (the Nazis’ elite paramilitary force) in 1932. Several months later he married Charlotte Bleckmann, a steel magnate’s daughter and art student. During their courtship, she gave him a copy of Hitler’s “Mein Kampf,” inscribed: “Through struggle and love, to the finish.”<br />In July 1934, Otto Wächter led a group of Austrian Nazis in a coup attempt that led to the assassination of Engelbert Dollfuss, the Austrian chancellor. Indicted for treason, he fled to Berlin, where he served in the headquarters of the SD, the intelligence service of the SS, working in the same building as Adolf Eichmann. His personnel file praised both his diligence and his “racial characteristics,” describing Otto as “tall, slender, with Nordic appearance.” After the March 1938 Anschluss, joining Austria and Germany, Otto returned to Vienna to purge the Austrian civil service of Jews and “undesirables.” “Otto dismissed or reprimanded at least 16,237 civil servants,” Mr. Sands writes, including some of his former law professors.<br />A month after the outbreak of war in 1939, Austrian Nazi leader Arthur Seyss-Inquart—Otto’s close comrade and Horst’s godfather—recommended Otto Wächter for the governorship of Krakow, one of five districts of newly conquered Poland. As governor, he ordered reprisal shootings of Polish civilians, expelled tens of thousands of Jews from Krakow, and created the city’s ghetto for those who remained. In December 1941, Hans Frank, governor-general of occupied Poland, convened a meeting with senior Nazis, Otto among them, to announce a new policy: “the total elimination of the Jews.” Four days later, Otto wrote to Frank: “It will bring me great joy and proud satisfaction, in the coming year, to work as a loyal follower on your project.”"
}