{
    "url_original": "https://www.wsj.com/articles/the-crooked-path-to-abolition-review-strategy-and-secession-11610124329",
    "url": "the-crooked-path-to-abolition-review-strategy-and-secession-11610124329",
    "title": "‘The Crooked Path to Abolition’ Review: Strategy and Secession",
    "sub_head": "Radical abolitionists saw the Constitution as poisoned by slavery. Could it instead be a tool in the hands of liberators?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-282701?width=620&size=1.5",
    "image_1": "im-282701.jpg",
    "time": "2021-01-08 11:45:00",
    "body": "An early version of what became the 13th Amendment—the amendment that abolished slavery throughout the country—would have protected slavery in any state where it existed. Framed on the eve of the Civil War, the so-called Corwin Amendment passed both houses of Congress in March 1861 with two-thirds majorities and received the endorsement of the incoming president, Abraham Lincoln. This obscure fact seems incompatible with the moral conflict at stake in the war that quickly followed. If Republicans were willing to deny the federal government the power to abolish slavery, why did the South bother to secede?<br />James Oakes’s “The Crooked Path to Abolition” provides an effective answer to this question. As shocking as the Corwin Amendment seems today, it merely expressed what was already “implied constitutional law,” as Abraham Lincoln himself explained. Virtually everyone, including abolitionists, agreed that the federal government had no constitutional authority to abolish slavery directly.<br />Instead, as Mr. Oakes relates, antislavery radicals developed an elaborate strategy for attacking slavery indirectly, exploiting powers that the Constitution already granted. First and foremost, Congress could prohibit the admission of any new slave states, a move that would alter the sectional equilibrium in favor of freedom. Second, Congress could abolish slavery in every jurisdiction over which it possessed sovereign jurisdiction, including the nation’s capital. Third, Congress could use its authority over commerce to eliminate the interstate slave trade, thus eviscerating the slave economy and limiting one of its cruelest dimensions. Fourth, Congress could recognize free blacks as American citizens and insist on due-process rights for fugitive slaves. Finally, the federal government could use its control over patronage to promote the antislavery cause within Southern states.<br />Antebellum slaveholders considered each of these possibilities a fatal threat to their social order, and after Lincoln was elected in 1860 they demanded guarantees against them.. Lincoln and the Republicans refused. As an alternative, in what the South considered a false gesture of goodwill, they disavowed the one threat—the direct abolition of slavery by the federal government—that no reasonably informed Southerner actually feared. The result was war.<br />Mr. Oakes, a distinguished Civil War historian and a professor at the Graduate Center of the City University of New York, describes the development of these constitutional antislavery strategies concisely and clearly. At just over 200 pages, his book contains more insightful analysis than countless massive tomes on the antislavery movement. Indeed, historians have generally slighted the strategies that Mr. Oakes emphasizes in favor of the absolutist position taken by the radical abolitionist movement, whose most prominent champion was William Lloyd Garrison."
}