{
    "url_original": "https://www.wsj.com/articles/the-last-shah-review-a-purely-domestic-conspiracy-11611328138?mod=ig_booksjanuary23",
    "url": "the-last-shah-review-a-purely-domestic-conspiracy-11611328138",
    "title": "‘The Last Shah’ Review: A Purely Domestic Conspiracy",
    "sub_head": "No single force ousted Iranian leader Mohammad Mossadeq, but in the end only one man stood to benefit.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288859?width=620&size=1.5",
    "image_1": "im-288859.jpg",
    "time": "2021-01-22 10:08:00",
    "body": "Weaving conspiracy theories is a kind of art form in parts of the Middle East, and the Iranians are the undisputed masters. So pervasive is conspiracy theorizing in Iran that the “Encyclopaedia Iranica,” a scholarly guide to the country’s history and culture, contains a long and learned article documenting the many influential writers who attribute “the course of Persian history and politics to the machinations of hostile foreign powers and secret organizations.”<br />In their own style, Western writers, too, display a pronounced tendency to depict foreign decision-making as the main driver of modern Iran’s political history. Thus the Eurocentrism of Westerners and the conspiracy theorizing of Iranians work in parallel to produce histories that relegate Iranian leaders to bit parts in their own national drama.<br />Remedying this deficiency is the unstated but clear goal of Ray Takeyh, a senior fellow at the Council on Foreign Relations and a leading American analyst of contemporary Iran. His fifth book, “The Last Shah: America, Iran, and the Fall of the Pahlavi Dynasty,” offers an original interpretation that puts Iranian actors where they belong: at center stage. Shah Mohammad Reza Pahlavi is the main character, but Mr. Takeyh’s analysis rests on his portrayal of the traditional Iranian aristocracy—“the landlords, merchants, urban notables, and clerics” who helped the shah come to power in 1941 but whom he destroyed in the 1960s.<br />The shah regarded the traditional elite as an anachronistic impediment to modern government. To be sure, the aristocrats were fractious, scheming and zealously protective of their privileges, but along with their self-interest came a measure of social responsibility. In Mr. Takeyh’s view, their wealth was “tied to the land,” so they “could sense the peasants’ and laborers’ grievances and often responded to their distress.” They were the sinew connecting the big cities to the countryside.<br />And they were patriots. They deserve credit, Mr. Takeyh argues, for achievements routinely ascribed to foreigners—such as convincing Joseph Stalin to honor his wartime pledges to withdraw from the Iranian province of Azerbaijan, the arena of the first major standoff between the West and Moscow in the Cold War. Historians frequently cite President Truman’s get-tough policy as the cause of Stalin’s retreat, but Mr. Takeyh gives equal attention to the deft diplomacy of Iran’s prime minister, Ahmad Qavam. A talented aristocrat, Qavam persuaded Stalin that Soviet interests would best be achieved by supporting Iranian independence."
}