{
    "url_original": "https://www.wsj.com/articles/the-doctors-blackwell-review-physicians-and-pioneers-11610125554",
    "url": "the-doctors-blackwell-review-physicians-and-pioneers-11610125554",
    "title": "‘The Doctors Blackwell’ Review: Physicians and Pioneers",
    "sub_head": "Fearing the competition for women patients, physicians barred the door to female doctors—until the Blackwells wrenched it open.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-01-08 12:05:00",
    "body": "America in the mid-19th century was rampant with many varieties of uncontrolled disease, while the art of medicine was at best rudimentary and at worst likely to kill. Doctors treated typhus by prescribing copious drafts of brandy and, when that failed, by rubbing the patient’s inner thighs with cayenne pepper. For ladies afflicted with gynecological ailments, standard remedies included arsenic, mustard poultices, leeches and fizzy lemonade.<br />City hospitals of the time had evolved from poorhouses and served as final refuges for the destitute. Often unheated and always overcrowded, they were more successful at spreading illness than at curing it. Sepsis and cholera tore through the wards, while resident physicians rotated daily through surgeries, childbirths and postmortems without washing their hands. Babies commonly died; children who survived had good odds of succumbing later to tuberculosis, influenza, typhoid fever and a host of other contagions whose means of transmission no one yet understood.<br />To qualify as a doctor in America during that pestilential era required alarmingly less effort than in such European capitals as Edinburgh or Paris, whose medical schools were more sophisticated. In 1869, the president of Harvard University, Charles Eliot, issued this warning: “The whole system of medical education in this country needs thorough reformation. The ignorance and general incompetency of the average graduate of the American medical Schools, at the time when he receives the degree which turns him loose upon the community, is something horrible to contemplate.”<br />Eliot was not exaggerating. Admission to medical school was nearly automatic for anyone who could scrape up the fees. During an initial term of 16 weeks, students were allowed to attend each lecture only after buying a ticket. During a second 16-week session, they attended the identical lectures and paid again. Between the two terms they tried to find some way to observe a doctor in practice. That was it. Rare was the student who examined a living patient or handled any instrument other than the pen he used for lecture notes. A fortunate few might chance upon a cadaver with which to attempt a dissection, but there were no guarantees. New physicians often received their diplomas without having gained any experience at all.<br />Aside from tuition fees, there was one other impediment to entering this slapdash enclave: You had to be a man. Women could be nurses, midwives or “doctresses”—ill-reputed purveyors of snake oil and abortifacients—but the notion of a licensed female physician was unimaginable."
}