{
    "url_original": "https://www.wsj.com/articles/the-day-trading-barbarians-at-the-gate-wont-sack-wall-street-11611660505?mod=markets_major_pos1",
    "url": "the-day-trading-barbarians-at-the-gate-wont-sack-wall-street-11611660505",
    "title": "GameStop Day Traders Won’t Sack Wall Street",
    "sub_head": "The frenetic trading of options by retail investors isn’t large enough to disrupt the primary purpose of equity capital markets",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-290397?width=620&size=1.5",
    "image_1": "im-290397.jpg",
    "time": "2021-01-26 06:28:00",
    "body": "Once upon a time, short sellers were the hotshot outsiders, energetically assaulting fusty old Wall Street. Now they’re on the ramparts looking down as armies of day traders use options to send the value of heavily-shorted stocks like  GameStop Corp.  surging.<br />Professional investors are worried: How can financial markets function when stock movements are so obviously disconnected from fundamentals, played by both sides like a videogame?<br />Those worries are understandable but overblown. Here, a little international comparison is helpful: Unlike some other major global equity markets, frenetic individual investors are far from the point where they are really disrupting the real purpose of equity markets—to help companies to raise capital.<br />Retail traders are associated with market inefficiency, because they’re considered more likely to trade on noise, accelerating surges and dips. Volatility isn’t good for companies that want a placid, reliable environment to raise capital in. That’s part of the reason special-purpose acquisition vehicles, or SPACs, boomed in popularity last year, with both investors and issuers looking to avoid a choppy stock market.<br />But there is a difference of degree internationally. Retail order flows have reached 20% of the U.S. stock market’s total, according to UBS research, twice what they were in 2010. Off-exchange trading, which includes but isn’t limited to retail, is up to a record 48% of the total, compared with 2019 levels of more like 35%. That is nothing though, relative to the over 80% that Chinese retail traders account for, according to recent research by U.S. and China-based academics."
}