{
    "url_original": "https://www.wsj.com/articles/the-world-needs-a-real-investigation-into-the-origins-of-covid-19-11610728316",
    "url": "the-world-needs-a-real-investigation-into-the-origins-of-covid-19-11610728316",
    "title": "The World Needs a Real Investigation Into the Origins of Covid-19",
    "sub_head": "A team of WHO researchers has arrived in China but won’t investigate the possibility that the coronavirus originated in a lab.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-284784?width=620&size=1.5",
    "image_1": "im-284784.jpg",
    "time": "2021-01-15 11:31:00",
    "body": "In the first week of January, scientists representing the World Health Organization (WHO) were due to arrive in China to trace the origins of Covid-19. The team membership and terms of reference were preapproved by the Chinese government, yet at the last minute Beijing denied entry to the investigators. This prompted WHO to take the rare step of criticizing China, which relented and allowed the group to enter the country this week.<br />The brief standoff highlights a more serious problem: the inadequacy of WHO’s current investigative framework for exploring all plausible origins of Covid-19. The world needs an inquiry that considers not just natural origins but the possibility that SARS-CoV-2, the virus that causes Covid-19, escaped from a laboratory. The WHO team, however, plans to build on reports by Chinese scientists rather than mount an independent investigation. Given that Chinese authorities have been slow to release information, penalized scientists and doctors who shared clinical and genomic details of the novel coronavirus, and have since demonstrated a keen interest in controlling the narrative of how the virus emerged, this is not a promising foundation for WHO’s investigation.<br />The WHO team includes experts who traced the origins of Ebola and MERS outbreaks, but critics are concerned that it doesn’t have the expertise for an investigation that would examine possible lab origins. Dr. David Relman of Stanford University, who raised the possibility early on that the virus might have leaked from a lab, told us: “Based on the scant information that has been shared publicly about the WHO investigation, it doesn’t appear that WHO has adequately represented the range of views and perspectives of key stakeholders or incorporated all needed forms of expertise.” Responding to whether the WHO team will investigate lab origins, Dr. Peter Ben Embarek, the leader of the team, told us, “If our studies point to a possible lab accident, then other international mechanisms would be involved to document such an event. It would take time and additional types of expertise.”<br />Could the virus have escaped from a laboratory? Then-deputy U.S. national security adviser Matthew Pottinger told international leaders late last year that the latest intelligence points to SARS-CoV-2 having originated from the Wuhan Institute of Virology (WIV). This intelligence has not been made public, and China has denied that the virus came from a lab. Dr. Shi Zhengli, whose lab at WIV has been a suspected source of the virus, told Scientific American last March that “none of the [early SARS-CoV-2] sequences matched those of the viruses her team had sampled from bat caves.”<br />The hypothesis that SARS-CoV-2 originated in a lab remains controversial. Last March, in the journal Nature Medicine, Dr. Kristian Andersen of the Scripps Research Institute and colleagues asserted that “SARS-CoV-2 is not a laboratory construct or a purposefully manipulated virus.” They said there was no evidence to support lab-based origins and that the available data was consistent with natural evolution. Dr. David Robertson of the University of Glasgow told us that “SARS-CoV-2 is just too different to the [viruses] we were aware of prior to its emergence.”"
}