{
    "url_original": "https://www.wsj.com/articles/the-princess-spy-review-a-model-operative-11612132106?mod=opinion_reviews_pos1",
    "url": "the-princess-spy-review-a-model-operative-11612132106",
    "title": "‘The Princess Spy’ Review: A Model Operative",
    "sub_head": "The true story (so far as we can know it) of a woman from rural New York who became a highly productive OSS agent in WWII Spain.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-292931?width=620&size=1.5",
    "image_1": "im-292931.jpg",
    "time": "2021-01-31 17:28:00",
    "body": "On the first page of this real-life espionage thriller, author Larry Loftis writes: “In most cases, a spy cannot survive without being a consummate liar.” For that reason, when a friend spoke admiringly of the works of Aline Griffith—a glamorous American who had been an agent in Spain during World War II and, decades later, wrote a series of memoirs about her exploits—Mr. Loftis decided to find out just how truthful her spy stories might be.<br />Mr. Loftis, whose last book was “Code Name: Lise” (2019), a biography of Britain’s most decorated female wartime spy, started with what Griffith had written herself. She was the author of several books, most notably the bestselling trilogy “The Spy Wore Red,” “The Spy Went Dancing” and “The Spy Wore Silk” (1987-91), all published under her married name—Aline, Countess of Romanones. A beautiful young ex-model, Griffith was sent to Madrid in 1944 as a coder, but her real assignment was to look for Nazi sympathizers. Dressed in Balenciaga, she infiltrated the highest echelons of Spanish society, entering a world of gala soirées, exclusive nightclubs and grand country estates. Throw in bullfights, flamenco, double agents and a handful of murders, and you have the makings of a page-turning literary franchise.<br />Mr. Loftis explains that it’s difficult for former spies to prove the veracity of events when, for security reasons, their reports have been omitted from official records. Spies are restricted by oaths of secrecy and don’t usually produce memoirs until decades after active service, so their recollections may be inaccurate or highly embellished.<br />A meticulous researcher, Mr. Loftis consulted the published and unpublished memoirs of Griffith’s colleagues, and compared her stories with theirs. He also pored over OSS records and recently declassified documents in Portugal and Spain. In the end, although he describes her books as “historical fiction,” he concluded that Griffith was indeed a highly productive agent, and despite elisions and embroidering, her overall story was legitimate. But she did make up numerous incidents and several murders. Mr. Loftis could confirm only one of the five killings she wrote about in her trilogy; it was verified by the person who carried the corpse away.<br />“The Princess Spy” is the kind of popular biography that quotes conversations verbatim and tells you what characters are thinking. Mr. Loftis recounts information from the countess’s books in instances where he feels the truth was borne out, and he’s scrupulously documented his findings in 63 pages of endnotes. He divides the story into short chapters that end with cliffhangers, like scenes from a film noir. The result is a fast-paced, edgy and highly engaging yarn."
}