{
    "url_original": "https://www.wsj.com/articles/the-wandavision-creator-on-being-a-female-storyteller-in-the-marvel-universe-11611684840",
    "url": "the-wandavision-creator-on-being-a-female-storyteller-in-the-marvel-universe-11611684840",
    "title": "The ‘WandaVision’ Creator on Being a Female Storyteller in the Marvel Cinematic Universe",
    "sub_head": "Launching a Marvel series for Disney+ is the latest step for Jac Schaeffer, whose writing career with comic books took off with ‘Black Widow’",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-290078?width=620&size=1.5",
    "image_1": "im-290078.jpg",
    "time": "2021-01-26 13:14:00",
    "body": "When “WandaVision” head writer Jac Schaeffer and her team were writing Marvel’s new series, they worked out of a windowless office at the studio’s headquarters. Writers weren’t permitted to bring drafts home. Manuscripts  were watermarked. Ms. Schaeffer had to memorize a code for her “scary black hard drive.” She was afraid to dictate ideas into voice memos for fear that they might find their way on to the internet.<br />“Marvel’s so locked up with the secrecy, it terrifies me,” says Ms. Schaeffer, who received a “created for television” credit for the series and is an executive producer.<br />Ms. Schaeffer’s “WandaVision,” which premiered this month, is the first original Marvel Studios series for Disney+. It plops Wanda Maximoff (Elizabeth Olsen) and Vision (Paul Bettany), two characters from the multibillion-dollar “Avengers” franchise, into the golden age of television. In the first three episodes, the couple has gone from being perceived by neighbors and colleagues as suspiciously childless during the black-and-white, Dick Van Dyke era, to becoming parents of twins living a colorful life reminiscent of “The Brady Bunch.”<br />Ms. Schaeffer—whose screenwriting credits include “The Hustle,” a gender-reversed remake of “Dirty Rotten Scoundrels”—wasn’t obsessed by comics and superheroes as a girl. But when doors in Hollywood started opening wider for women, she found a place at Marvel.<br />“I came to learn pretty quickly that the sprawling mythology of [the Marvel Cinematic Universe] is the ultimate playground for storytelling,” she says."
}