{
    "url_original": "https://www.wsj.com/articles/the-little-things-review-grime-doesnt-pay-11611869789",
    "url": "the-little-things-review-grime-doesnt-pay-11611869789",
    "title": "‘The Little Things’ Review: Grime Doesn’t Pay",
    "sub_head": "Denzel Washington and Rami Malek play cops tracking a serial killer in John Lee Hancock’s grim thriller.",
    "category_1": "Film Review",
    "time": "2021-01-28 16:36:00",
    "body": "‘The Little Things,” in theaters and streaming on HBO Max, takes its title from advice that a veteran cop played by Denzel Washington gives to a young homicide detective played by Rami Malek: “It’s the little things that are important, Jimmy. It’s the little things that get you caught.” But the big things are important too—like giving the audience something pleasurable, enjoyable or minimally entertaining to relieve the encompassing gloom and the bilious palette. John Lee Hancock’s crime thriller, set in 1990, is steadfastly glum, a two-hour-plus tour of eroded souls, nighttime freeways, sinister streets, dark alleys, fetid rooms and female corpses perforated by stab wounds. Daylight intrudes from time to time, and a person of interest, played by Jared Leto, finally appears toward the end of the first hour—he’s interesting because he’s eerily playful as well as potentially criminal. For the most part, though, consider this a case of serial crime and unusual punishment. It’s almost no fun at all.<br />That’s more than a disappointment, it’s a bafflement. Why have we been hurled back into David Fincher territory? Not Mr. Fincher’s recent “Mank,” which is drawing-room comedy by comparison, but his definitively dark and intensely memorable “Se7en,” with Morgan Freeman and Brad Pitt as a veteran and a rookie tracking down a depraved serial killer. In fact those tonal resemblances are misleading. Mr. Hancock wrote the first version of this script in 1993, a couple of years before “Se7en” was completed. All the same, what may have been bleakly original way back then isn’t now. It’s hard to watch Mr. Washington, in particular, trying to find some of his usual buoyancy as his character, a world-weary sheriff’s deputy, Joe “Deke” Deacon, pursues a secret agenda with relentless purpose and a heavy heart.<br />The story starts in Kern County, north of Los Angeles, where Deke is working far beneath his talent grade in a rural area near Bakersfield. A local robbery may be connected to a recent crime in L.A., so Deke’s captain sends him down to collect physical evidence after it’s been used in an preliminary hearing. Other connections emerge. Five years earlier Deke, then an L.A. County deputy, worked a murder case so obsessively, a former superior says, that “he got a suspension, a divorce and a triple bypass, all in six months.”<br />Now he’s mostly a pariah in the department, though it isn’t clear why; by all accounts he was a wizard at profiling serial killers. Mr. Malek’s detective, Jim Baxter, feels threatened when he senses Deke’s obsessive interest in his own case, a series of grisly assaults with multiple victims, all of them prostitutes, and no suspect. At the same time Deke, with his deep experience, is a source of wisdom and procedural knowledge, so the relationship develops along predictable lines. Wariness turns to partnership and, eventually, friendship. (John Schwartzman did the cinematography. Thomas Newman wrote the music.)<br />How fascinating you find the premise depends for much too long on your tolerance for hauntedness—Deke is more obsessed than Jimmy can know. He suffers from serial flashbacks, all of them shot in clammy darkness, to an old crime scene that continues to haunt him. He communes with—talks with, at mawkish length—some of the recently discovered corpses, the point being that cops must never, and cannot ever, forget the victims: “They’re your lifelong responsibility, Jimmy. You own them.” I owned a deep sense of discomfort (which the movie means us to feel) that gave way to increasing boredom until the search led to an appliance repair store in a seamy area of the San Fernando Valley, and to one of its employees, Albert Sparma, the suspect played by Mr. Leto."
}