{
    "url_original": "https://www.wsj.com/articles/the-gop-hit-rock-bottom-can-conservatives-recover-11611270946?mod=opinion_lead_pos5",
    "url": "the-gop-hit-rock-bottom-can-conservatives-recover-11611270946",
    "title": "The GOP Hit Rock Bottom. Can Conservatives Recover?",
    "sub_head": "If reasonable Republicans want to hold off the far left, they will have to stop the rise of the far right.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-287466?width=620&size=1.5",
    "image_1": "im-287466.jpg",
    "time": "2021-01-21 18:15:00",
    "body": "We have a new year and a new administration, but America’s crisis hasn’t yet passed. The dangerous forces unleashed over the past five years are still dominant in one major party and are increasingly potent in the other. Reining these dark elements in will take courage and honesty, two characteristics that have been in short supply in Washington. If we fail, the radicals will succeed in using fear and violence to empower each other, crushing the moderates between them.<br />Americans have always been good at pushing ahead without dwelling on the past. This has advantages, such as the risk-taking and tradition-breaking that made the last 100 years the American century. Sometimes, however, unpleasant facts must be confronted.<br />If a reckoning is postponed, American conservatism will continue to regress. To many, the total disintegration of the Republican Party may sound like good news, but they’re wrong. A bloody victory is unlikely to help. If the left refuses to work with moderate conservatives, those remaining moderates will soon be replaced by radicals with whom there can be no compromise.<br />Another renowned American quality, blunt honesty, has been replaced by brash dishonesty. The consensus that most Americans ultimately want the same things—prosperity, freedom, justice—has been broken. The opposition is now routinely treated not as a political rival, but as an enemy of the state. Social media is pushing aside traditional media. The threat of political violence may become normal. The barbarians have overrun both the gatekeepers and the gates.<br />These trends have been personified by Donald Trump. This is the first hard truth conservatives must accept if they wish to come in from the cold and again shape the future of the U.S. and the world. The right must disavow its extremists or be destroyed by them. Republicans—or preferably, in my view, members of a new and truly conservative party—must tame their violent, conspiracy-loving fringe. They can start by proving that it’s the fringe and not the whole carpet."
}