{
    "url_original": "https://www.wsj.com/articles/the-keto-way-what-if-meat-is-our-healthiest-diet-11611935911",
    "url": "the-keto-way-what-if-meat-is-our-healthiest-diet-11611935911",
    "title": "The Keto Way: What If Meat Is Our Healthiest Diet?",
    "sub_head": "Eating high-fat, low-carbohydrate foods has helped many people battle obesity, diabetes and other health problems—even as livestock agriculture contributes significantly to greenhouse-gas emissions",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-291087?width=620&size=custom_4776x2936",
    "image_1": "im-291087.jpg",
    "time": "2021-01-29 10:58:00",
    "body": "Choosing to avoid meat and eat a plant-based diet has never seemed so virtuous and necessary. Between the intrinsic cruelty of industrial livestock production and livestock’s climate footprint—estimated by the U.N.’s Food and Agriculture Organization to be 14.5% of all greenhouse gases world-wide, significantly greater than that of plant agriculture—it has become increasingly difficult to defend the place of meat and animal-sourced foods in our diets. Jonathan Safran Foer, the novelist turned animal-rights activist, may have best captured this thinking in his 2019 nonfiction book, “We Are the Weather: Saving the Planet Begins at Breakfast.” As he writes, “We cannot keep the kind of meals we have known and also keep the planet we have known. We must either let some eating habits go or let the planet go. It is that straightforward, that fraught.”<br />An essential part of this argument is the proposition that animal-sourced foods, and particularly red and processed meats, aren’t just bad for the planet but harmful for the people who eat them. As the journalist Michael Pollan famously urged in his 2008 bestseller “In Defense of Food,” that is why we should eat “mostly plants.” This has become the lone piece of dietary counseling on which most nutritional authorities seemingly agree. It creates a win-win proposition: By eating mostly (or even exclusively) fruits, vegetables, whole grains and legumes, while getting our proteins and fats from plant-based sources, we maximize our likelihood of living a long and healthy life while also doing what’s right for the planet.<br />But is it that simple? A growing body of evidence suggests it isn’t, at least not for many of us.<br />The other food movement that has won increased acceptance over the past decade is the low-carbohydrate, high-fat ketogenic diet—keto, for short—which has emerged as a direct response to the explosive rise in the incidence of obesity and diabetes. More than 70% of American adults are now obese or overweight, according to the Centers for Disease Control and Prevention; nearly one in 10 is severely obese, and more than one in 10 is diabetic. An unavoidable implication of these numbers is that the conventional wisdom on weight loss—eat less, move your body more—has failed tens of millions of Americans.<br />These are the people who, sooner or later, may well experiment with alternative approaches, venturing into the realm of fad diets. They may try plant-based eating—vegetarian or even vegan—and if those don’t return them to health, try keto or one of the many variations on low-carbohydrate, high-fat diets, from the original Atkins diet to the South Beach diet to paleo to the latest trend, carnivore. If they find that an unconventional approach works for them, allowing them to achieve and maintain a relatively healthy weight without enduring hunger, that will be their motivation to sustain it. But because this way of eating is most easily accomplished with animal-sourced foods, they may come to believe that what’s good for them (and even their children) isn’t good for the planet."
}