{
    "url_original": "https://www.wsj.com/articles/the-pet-store-still-has-room-for-thoughtful-bulls-11610706602?mod=business_minor_pos10",
    "url": "the-pet-store-still-has-room-for-thoughtful-bulls-11610706602",
    "title": "The Pet Store Still Has Room for Thoughtful Bulls",
    "sub_head": "The pet industry is attractive, but investors need to be choosy as the pandemic adoption boom tails off",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-285677?width=620&size=custom_2292x1500",
    "image_1": "im-285677.jpg",
    "time": "2021-01-15 05:30:00",
    "body": "It is hard to leave the house these days without crossing paths with one of Covid-19’s more appealing legacies: the lockdown puppy. Signs that pet ownership increased during the pandemic are positive for stocks like Chewy, but investors can no longer buy any story fronted by a cute animal.<br />Pet brands have become a bright spot for some of the world’s biggest food businesses.  Nestlé ’s  pet-care division was its top performer over the nine months through September, growing sales by 10.6% compared with the same period a year earlier. Sales of  General Mills ’ premium Blue Buffalo brand increased 18% in its latest quarter. Online pet-products retailer Chewy and specialist food producer Freshpet also have experienced strong demand.<br />Globally, the pet-care business probably grew by 7% in 2020, according to an estimate from Euromonitor, which expects annual growth to remain around 6% through 2025. One explanation for the rosy outlook is that the pandemic likely boosted the size of the pet population in key markets.<br />Although the results of annual head counts won’t be available until the spring, global pet-food leader Mars, whose brands include Pedigree and Whiskas, estimates that 85 million U.S. households owned a pet at the beginning of 2020, and that around 11 new million pets were added over the year. British retailer Pets at Home thinks the U.K. pet population may have grown by 2% to 3%.<br />Those numbers might have been stronger but for supply constraints. U.S. shelters were emptied of animals early in the pandemic and breeders struggled to rear enough youngsters to meet demand. A seller’s market pushed up prices. In Britain, a Dachshund puppy could have been purchased for £970 back in March, roughly $1,320 at current exchange rates. By October, when “puppy inflation” peaked, the same dog was more than 70% more expensive, according to animal-welfare charity Dogs Trust."
}