{
    "url_original": "https://www.wsj.com/articles/the-great-outdoors-offers-retail-winners-11610366400?mod=business_minor_pos11",
    "url": "the-great-outdoors-offers-retail-winners-11610366400",
    "title": "The Great Outdoors Offers Retail Winners",
    "sub_head": "Both investors and consumers might find some lasting value in the outdoors",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-282974?width=620&size=1.5",
    "image_1": "im-282974.jpg",
    "time": "2021-01-11 07:00:00",
    "body": "In a year during which a widespread return to theaters, concerts and travel remains up in the air, consumers are likely to continue finding value in outdoor activities. Investors might, too.<br />Just as at-home workouts, cooking and home-improvement projects gained steam in the pandemic economy, outdoor activity has proven to be a reprieve for many households. Sales of camping equipment grew by more than 25% in the third quarter of 2020 year over year, according to market research firm NPD Group. For golf equipment and bicycles, sales grew 75% and more than 50% in the same period, respectively.<br />Compared with newly popular pursuits such as at-home workouts, outdoor activity is more likely to endure in popularity in part because it was a growing trend even when people were packing concert venues, cruise ships and airplanes: Wholesale camping-equipment sales have grown steadily from 2007 to 2018, according to a study published by the National Park Service.<br />One-quarter of North American campers indicated that their first camping experience occurred since the beginning of the pandemic, according to a survey taken in September by Kampgrounds of America, a system of privately held campgrounds. New camping and outdoor recreation habits can lead to add-on purchases over time.<br />For 2021 specifically, outdoor recreation is likely to appeal to both consumers skittish about re-entering packed venues and those seeking value for money. The outdoor-recreation economy held steady in the aftermath of the 2007-09 recession, according to the Outdoor Industry Association, which notes that the industry grew roughly 5% annually on average between 2005 and 2011."
}