{
    "url_original": "https://www.wsj.com/articles/the-reddit-wolves-of-wall-street-11611877164?mod=opinion_lead_pos1",
    "url": "the-reddit-wolves-of-wall-street-11611877164",
    "title": "The Reddit Wolves of Wall Street",
    "sub_head": "A social-media stock bubble is a new version of an old phenomenon.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-292081?width=620&size=1.5",
    "image_1": "im-292081.jpg",
    "time": "2021-01-28 18:39:00",
    "body": "The  GameStop  stock mania has captivated market speculators, spectators, politicians and even morning TV. It’s certainly high financial drama to see armies of retail investors on Reddit hunting the so-called wolves of Wall Street. This may be a new example of the power of social media, but it isn’t a crisis of capitalism or the stock market.<br />There are two broad theories of how equity markets work. One is to focus on fundamentals like the growth path of the U.S. economy and the prospects and earnings of companies. You buy and hold a stock, or you invest in a fund that tracks an index like the S&P 500 or Russell 2000. This is what most people do.<br />Yet we market fundamentalists have to admit that more than a few people have become very rich betting on the famous phrase “popular delusions and the madness of crowds.” Stock manias are common—and wonderful until they become panics. This is where we seem to be this week as investors used online brokerage platforms like Robinhood Markets to bid up shares in companies hyped on social media that may or may not deserve their soaring market capitalization.<br />The drama was heightened as the Reddit pack pumped up stocks like GameStop and the movie-theater company AMC that were shorted by hedge funds. Most are hoping to make a quick buck by riding the roller-coaster up and selling before shares crash, though some also want to squeeze the hedgies.<br />Short sellers have to deliver real shares when their short contracts expire, which means buying shares and raising the price even more. The losses can be high. Some in the Reddit pack triumphed this week when Citadel LLC and Point72 Asset Management had to rescue Melvin Capital Management from its short bet against GameStop. Hedge funds are sophisticated investors and know the risks."
}