{
    "url_original": "https://www.wsj.com/articles/the-blessings-and-curses-of-federalism-11609870276?mod=opinion_lead_pos8",
    "url": "the-blessings-and-curses-of-federalism-11609870276",
    "title": "The Blessings (and Curses) of Federalism",
    "sub_head": "The system that saved the election is also slowing down the rollout of vaccines.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-280566?width=620&size=1.5",
    "image_1": "im-280566.jpg",
    "time": "2021-01-05 13:11:00",
    "body": "Recent weeks have provided a crash course on the advantages and disadvantages of federalism. In U.S. politics, the powers of local governments are delegations from the states, but the powers from the state aren’t delegated from the national government. Rather, they exist independently, as secured by the Constitution. The line between federal and state powers is sometimes contested, but in many matters it’s clear.<br />For example, the 15th Amendment gives the federal government the right to enforce the equal right of every citizen to vote, regardless of race or color. But other parts of the Constitution—Article I, Sec. 4 and Article II, Sec. 1—assign states the principal role in determining the rules for electing the president as well as members of the House and Senate.<br />These constitutional realities were the crux of Sen. Tom Cotton’s refusal to join a dozen other Republican senators in challenging the results of the 2020 presidential election. The “Founders entrusted our elections chiefly to the states—not Congress,” Mr. Cotton said. “They entrusted the election of our president to the people, acting through the Electoral College—not Congress. And they entrusted the adjudication of election disputes to the courts—not Congress.”<br />To be sure, the Electoral Count Act of 1877 provides Congress a mechanism for challenging slates of electors under certain conditions, but these conditions have not been met this year. No state has sent dueling slates of electors to Congress, and every state met the legal deadline for certifying its results.<br />If the Constitution had established a unitary system for administering presidential elections, the two months since this year’s election could have played out very differently. Rather than pressing governors, legislators, secretaries of state and state electoral commissions to alter their results, President Trump could have tried to suborn a single national institution, with better prospects for success."
}