{
    "url_original": "https://www.wsj.com/articles/the-senates-byrd-call-11611875698?mod=opinion_lead_pos9",
    "url": "the-senates-byrd-call-11611875698",
    "title": "The Senate’s Byrd Call",
    "sub_head": "Manchin and Sinema have to do more if they’re serious about saving the filibuster.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-291880?width=620&size=1.5",
    "image_1": "im-291880.jpg",
    "time": "2021-01-28 18:14:00",
    "body": "A rose by any other name would smell as sweet. And rule-breaking by any other name is still rule-breaking. Which is why Sens. Joe Manchin of West Virginia and Kyrsten Sinema of Arizona still have a big question to answer.<br />The two Democrats made headlines this week when they said they would not vote to kill the legislative filibuster. Those declarations seem to put paid to liberal Democrats’ plans to blow up that longtime Senate rule requiring 60 votes to pass most bills. Mr. Manchin went out of his way to assure that there were no caveats. “I will not vote to bust the filibuster under any condition, on anything that you can think of,” he told the Washington Post. Ms. Sinema likewise reassured that she is “not open to changing her mind.”<br />Progressive are fuming, even as the declarations had the effect of immediately helping Democrats and President Biden’s early agenda. It reassured Minority Leader Mitch McConnell enough to agree to an organizing resolution that puts Democrats in control of evenly divided Senate committees.<br />Yet it turns out that the promise is, for now, only half a loaf. The Senate in fact has two guards against allowing a bare majority to jam through sweeping policy changes. One is the legislative filibuster. The other is what’s known as the Byrd rule—named after the senator whose seat Mr. Manchin now holds.<br />The Senate has a process called budget reconciliation, which allows certain spending and tax measures to pass the chamber with a simple majority. Sen. Robert C. Byrd, who died in 2010, was a defender of the chamber’s “deliberative process” and in 1985 moved to stop senators who were abusing reconciliation by jamming nonbudget issues into those bills simply to avoid the 60-vote requirement. The Senate unanimously adopted his rule, which essentially puts the Senate parliamentarian in charge of deciding whether items in reconciliation bills are truly budget-related. The Byrd rule protects against the majority using reconciliation as an end run around the legislative filibuster."
}