{
    "url_original": "https://www.wsj.com/articles/the-tyranny-of-merit-review-the-cream-also-rises-11609887858",
    "url": "the-tyranny-of-merit-review-the-cream-also-rises-11609887858",
    "title": "‘The Tyranny of Merit’ Review: The Cream Also Rises",
    "sub_head": "The meritocratic ideal makes elites arrogant and threatens communal solidarity. Identity-based policies make the problem worse.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-281008?width=620&size=1.5",
    "image_1": "im-281008.jpg",
    "time": "2021-01-05 18:04:00",
    "body": "For the past decade, and especially since the election of Donald Trump, liberal writers have begun to rethink the left’s decades-long infatuation with individual autonomy and the attendant loss of solidarity in American life. Three or four decades ago, they couldn’t stop ridiculing 1950s America for its supposed dullness and “conformity.” But lately it has occurred to many of them that a society bereft of shared ideals isn’t the happy place they once assumed it would be.<br />These liberals typically don’t assign blame for the breakup of American life to themselves and their forerunners on the political left. They aren’t prepared to trace the invidious phenomenon known as identity politics back to the cultural revolution of the 1960s, and they express little regret for the left’s hostility to religion and contempt for tradition. Instead they pin the blame for American culture’s breakup on various forms of market deregulation. The free-enterprise policies of the 1980s and ’90s, they argue, legitimated greed, widened inequality and encouraged Americans to forget their collective identity.<br />Michael Sandel is a man of the left and accordingly takes a disapproving view of the economic liberalization carried out under Ronald Reagan and Bill Clinton, but Mr. Sandel has worried about the loss of solidarity in American life for far longer than have most of his political allies. His first book, “Liberalism and the Limits of Justice” (1982), criticized the influential philosopher John Rawls for positing an atomized and thus unrealistic conception of the individual. The essays collected in “Public Philosophy” (2005) likewise scolded the author’s fellow liberals for paying insufficient attention to communal values.<br />In “The Tyranny of Merit: What’s Become of the Common Good?” Mr. Sandel, a professor of political philosophy at Harvard, casts a critical eye on the ideal of meritocracy. The meritocratic model, he believes, has become the de facto creed of both the center-left and the center-right in America. Hence the commonplace, intoned by politicians of both parties, that those who “play by the rules” should be able to “rise as far as their talent and hard work will take them.”<br />Everybody can sympathize with the sentiment behind that thought, but there are two major problems with it, in Mr. Sandel’s view. The first is that it’s an aspiration, an ideal, that Americans increasingly take to be a reality when it isn’t. A young person may be intellectually gifted and possess an excellent work ethic, but if he comes from a low-income home he won’t have the advantages enjoyed by a slightly dumber and lazier student from a privileged background."
}