{
    "url_original": "https://www.wsj.com/articles/the-second-impeachment-of-president-trump-what-it-means-and-how-the-process-works-11610400832?mod=politics_lead_pos5",
    "url": "the-second-impeachment-of-president-trump-what-it-means-and-how-the-process-works-11610400832",
    "title": "The Second Impeachment of President Trump: What It Means and How the Process Works",
    "sub_head": "The House could impeach Trump for inciting an insurrection, and a Senate trial could take place after he leaves office—or be delayed indefinitely",
    "category_1": "Politics",
    "time": "2021-01-11 16:33:00",
    "body": "The House of Representatives is preparing to impeach President Trump for a second time, just over a year after it first impeached him for pressing Ukraine to announce investigations that would have aided him politically. Here’s how the unprecedented process could play out.<br />The Constitution gives broad leeway to the House of Representatives to handle the impeachment process. There are no limits on the number of times someone may be impeached, though Mr. Trump would be the first person ever to be impeached more than once.<br />Because President-elect Joe Biden’s inauguration is so soon, the practical effects of a second impeachment by the House would mostly be symbolic and dependent upon what the Senate decides to do. The Senate is currently adjourned and cannot reconvene until Jan. 19 unless it has the unanimous consent of all 100 members—something that is extremely unlikely to happen. That means that an impeachment trial, if the House sends over an article, can’t begin until Trump’s last full day in office at the earliest.<br />If the Senate proceeds to a trial and successfully convicts Mr. Trump, he couldn’t be removed from an office he didn’t hold. But the Senate could immediately hold a follow-up vote, subject only to a simple majority, to ban Mr. Trump—who has weighed another presidential run in 2024—from ever seeking office again. Those are the only punishments the Senate can consider as part of an impeachment conviction.<br />Yes. In fact, the precedent for holding articles of impeachment in the House after they are approved is just over a year old. During Mr. Trump’s first impeachment, Speaker Nancy Pelosi (D., Calif.) waited several weeks to send over articles to the Senate while she and Republican Senate Majority Leader Mitch McConnell fought over trial rules."
}