{
    "url_original": "https://www.wsj.com/articles/the-dig-review-unearthing-a-glittering-tale-11611869591",
    "url": "the-dig-review-unearthing-a-glittering-tale-11611869591",
    "title": "‘The Dig’ Review: Unearthing a Glittering Tale",
    "sub_head": "Ralph Fiennes and Carey Mulligan star as the duo behind a major archaeological discovery, a real event that astounded British scholars on the eve of World War II.",
    "category_1": "Film Review",
    "time": "2021-01-28 16:33:00",
    "body": "Every now and then a film comes along—not a great one, necessarily—that makes you deeply glad. It’s how I feel about “The Dig.” This modest and quirky feature, set in rural England immediately before World War II, dramatizes one of the most important archaeological finds of the 20th century, a pair of medieval cemeteries, one of them containing an Anglo-Saxon ship filled with magnificent artifacts. I’m glad it got made—not a sure thing at all in a relentlessly commercial market—and made with such intelligence and respect for the factual details of the discovery by people who obviously loved what they were doing; glad it’s available to a wide audience on Netflix; and glad to have gained from it a heightened, and lengthened, sense of human history that the filmmakers convey in a style that’s the antithesis of grandiose.<br />The dig in question has come to be called Sutton Hoo, after its site on the banks of a tidal river in Suffolk. The film, directed by Simon Stone and adapted by Moira Buffini from a John Preston novel about the discovery, plunges us into the adventure by following an unassuming gent named Basil Brown (Ralph Fiennes) as he bicycles his way to the fairly imposing house of Edith Pretty (Carey Mulligan), a widow eager to investigate a mysterious group of mounds on her property. The project calls for an archaeologist—not Indiana Jones, necessarily, but someone with more extensive training than Basil, who was, in real life, the man who made the discovery, and who describes himself here with with laconic pride as a lifelong excavator. Yet the nation is preparing for war, no archaeologists are available and Basil will have to do.<br />Thus does “The Dig” deftly address issues of class—Basil knows more about the history and texture of Suffolk’s soil than any credentialed expert a museum might have sent—while giving us a prime example of an archetype dear to English films, the calmly eccentric self-taught scholar (who of course smokes a pipe). Mr. Fiennes is superb in the role—you’ll be glad to watch him digging away with his shovel, and you’ll be thrilled, as I was, when, after digging for a good while, he shows up at Edith’s door and says, his voice quivering with emotion, “I think you’d better come and see.” (The emotional spectrum of the cinematography, by Mike Eley, ranges from solemn to ecstatic.)<br />The whole cast is superb. Ms. Mulligan brings a muted radiance to Edith, whose vitality is limited by disease. Archie Barnes is Edith’s young son, Robert; he devours sci-fi tales of the 25th century in his well-worn copies of Amazing Stories while a scientific tale of the sixth century unfolds around him. Ken Stott is Charles Phillips, an archaeologist from the British Museum who first sees Basil as little more than an annoying rustic. Charles comes around, as you might guess, announcing grandly that, on the basis of Basil’s discovery, the Anglo-Saxons “were not just marauding barterers. They had culture! They had art! They had money!” Basil is more eloquent, in his plain-spoken way. “From the first human handprint on a wall,” he says, “we’re part of something continuous.”<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}