{
    "url_original": "https://www.wsj.com/articles/the-electoral-college-saved-the-election-11610133725?mod=opinion_lead_pos5",
    "url": "the-electoral-college-saved-the-election-11610133725",
    "title": "The Electoral College Saved the Election",
    "sub_head": "From the 2020 primaries to the post-election furor, the founders’ system of election by states proved its democratic value.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-08 14:22:00",
    "body": "Scholars, pundits and progressives widely despise the Electoral College. They think it antiquated, irrational and undemocratic and argue for scrapping it in favor of a national popular vote.<br />But in 2020, when many hallowed American institutions submitted to street demonstrations and violence, the Electoral College proved a steadfast guardian of democracy. It can’t solve our problems on its own, but has given us a measure of stability to try for ourselves. A national popular election in 2020 would have made our problems immeasurably worse.<br />The essential feature of the Electoral College is voting for president by states. Each state has electoral votes equal to its delegation in the U.S. Congress—representatives (one for Vermont, 14 for Michigan, 53 for California, etc.) plus two senators. State legislatures determine the “manner” of casting their electoral votes, and 48 of them allocate those votes on a winner-take-all basis to the national ticket that receives the highest state popular vote. Maine and Nebraska select two electors by statewide vote and the remainder by congressional district.<br />As part of this design, states manage presidential elections along with those for other offices. They establish standards and procedures for voter eligibility, candidate ballot listing, mail-in voting, vote counting, challenges and recounts. The Constitution sets Inauguration Day as Jan. 20; federal statutes set a uniform Election Day in early November and a careful sequence of intermediate dates—for states to certify their election results and cast their electoral votes in December, and for their receipt by a joint session of Congress Jan. 6. To be elected president, a candidate must receive a majority of the electoral votes—at least 270 of the total 538.<br />Electoral votes are cast individually by electors, who gather in their state capitals in December. The Constitution’s framers conceived of electors as intermediaries between voters and candidates, but political parties soon assumed this role, choosing party stalwarts as electors pledged to their candidates. That has made the Electoral College assemblies largely ceremonial (there have been occasional “faithless electors,” but states can replace or penalize them). Still, newspapers ran many stories about electors who trekked to their state capitals to cast their votes on Dec. 14—diligently engaged in a constitutional practice that runs back to the election of George Washington in 1789."
}