{
    "url_original": "https://www.wsj.com/articles/the-founders-guide-to-knock-down-drag-out-fighting-11610133634?mod=opinion_lead_pos6",
    "url": "the-founders-guide-to-knock-down-drag-out-fighting-11610133634",
    "title": "The Founders’ Guide to ‘Knock Down, Drag Out’ Fighting",
    "sub_head": "The ratification debates of 1787-88 were colored by ‘patriotic enthusiasms’ verging on violent chaos.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-08 14:20:00",
    "body": "What should statesmen do when public passions go awry? On Jan. 6, pro-Trump protesters stormed the U.S. Capitol, breaking windows, interrupting the certification of the 2020 election results, and forcing the evacuation of lawmakers. The chaotic scene turned tragic when one person was shot and killed in the melee. This was unquestionably an example of unhinged enthusiasm, of passions run amok.<br />Immanuel Kant once remarked that nothing great has ever been done without passion. But passion, when improperly managed, can do great harm. During the debates over the ratification of the Constitution in 1787-88, the Federalists sought to manage public enthusiasm by enlisting passion on the side of reason. They did so to unify the nation. And we can learn from them.<br />Americans like to think that the writing and ratification of the Constitution consisted of calm reflection and choice. But the ratification debates were, as the scholar Michael Faber recently put it, a “knock-down, drag-out fight.”<br />Elbridge Gerry, a delegate at the Federal Convention who refused to sign the Constitution, was burned in effigy in Massachusetts. George Mason of Virginia, who also withheld his signature, was encouraged by the mayor of Alexandria to leave town shortly after his arrival, given the great threat to his personal safety. Mobs forced Anti-Federalists in Pennsylvania to return to the state Assembly and hurriedly set a date for the state’s ratifying convention.<br />The Anti-Federalist Richard Henry Lee wrote to Samuel Adams, expressing disappointment that “the Agitators of this new system” were resorting to mob violence to rush the ratification of the Constitution, “as if the subject of Government were a business of passion, instead of cool, sober, and intense consideration.”"
}