{
    "url_original": "https://www.wsj.com/articles/the-coziest-fashion-trend-cocooning-like-a-caterpillar-11611766253",
    "url": "the-coziest-fashion-trend-cocooning-like-a-caterpillar-11611766253",
    "title": "Trade Your Sweatshirt for This High-Fashion Trick",
    "sub_head": "How cocooning—or wrapping up in swathes of fabulous fabric—can kelp you kick the Covid blues",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-288883?width=620&size=custom_1280x890",
    "image_1": "im-288883.jpg",
    "time": "2021-01-27 11:50:00",
    "body": "WHO NEEDS a hug? If you’ve been missing physical contact while social distancing these past months, you’re not alone—even if you technically are. I’m among the estimated 28% of Americans who live solo, according to the U.S. Census Bureau, but surely I’m not the only one who’s been quarantining in a single-bedroom apartment with two only moderately affectionate pets (rabbits, in my case) and a coldly efficient Peloton.<br />I have my resources, though. When I’m curled up on my couch craving a squeeze, I find solace in my late mother’s big, black, bubble-shaped, wool cocoon coat. Softer than a sweatshirt, this coat can be swooshed and swooped into myriad styles; whenever I wrap it around my shoulders, I’m enveloped in snuggly reassurance. That it ushers high-volume fabulosity into my flat, isolated life doesn’t hurt.<br />And I’m not alone here, either. Cocooning—or shrouding yourself in decadently draped fabric or a bulbous sculptural garment—is trending, perhaps because it swaddles you into calm. “If you live by yourself and you’re not being hugged, [clothes] can replace that sensation,” said Dr. Carolyn Mair, a London behavioral psychologist. “You feel encased, safe and protected, and we’re looking for that now.” Indeed: Pinterest reports that searches for “cocoon sweater” shot up 155% among its 442 million users in the period between fall 2019 and fall 2020, as compared to the same period a year prior. It predicts cocooning will be a key 2021 trend.<br />In line with that, the spring 2021 runways swarmed with consoling chrysalises. Simone Rocha suggested swathing yourself in layers of Grecian-draped taffeta; Loewe’s Jonathan Anderson proposed you wiggle into a marshmallowy white skirt and a woven dome-like top; and Noir Kei Ninomiya presented all-consuming pink orbs embellished with frills or bows.<br />“Fashion is very reactive,” said New York stylist Malina Joseph Gilchrist. “And the cocoon shape offers protection, comfort and a sense of security.” She observed that these imposing silhouettes recall the work of Spanish couturier Cristóbal Balenciaga who, with his scarab-like coats and puffed-up gowns, popularized the cocoon in the mid-20th century. “We’re in a really uncertain time,” she said. “I think that designers always look to the past for reassurance.”"
}