{
    "url_original": "https://www.wsj.com/articles/the-lady-and-the-dale-review-running-on-fumes-11611869883",
    "url": "the-lady-and-the-dale-review-running-on-fumes-11611869883",
    "title": "‘The Lady and the Dale’ Review: Running on Fumes",
    "sub_head": "An HBO documentary looks under the hood at the life of Elizabeth Carmichael, a transgender woman who launched a fraudulent auto company.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-291837?width=620&size=1",
    "image_1": "im-291837.jpg",
    "time": "2021-01-28 16:38:00",
    "body": "If the four-part documentary “The Lady and the Dale” were someone you met at a post-pandemic cocktail party, it would be sidling up and saying, “Want to hear a crazy story?” It seems that during the gas shortage of the 1970s there was a woman, see, who came out with a three-wheeled car that got 70 miles to the gallon—it was such a big deal they gave one away on “The Price Is Right.” Of course, the car wasn’t all it appeared to be. For that matter, neither was the woman.<br />Directed by Nick Cammilleri and Zackary Drucker, “The Lady and the Dale” is a lot of stories—about fraud, flight, FBI manhunts, transgender politics, selective prosecution, bias in the media and corruption in the courts. If it were a car, episode 1 would barely be opening the hood. Always in the driver’s seat, however, is G. Elizabeth Carmichael, entrepreneur, who was born Jerry Dean Michael, future career criminal. From kiting checks to counterfeiting U.S. currency, her life as Michael indicated a personality constitutionally incapable of legitimate enterprise. As Carmichael the stakes were higher and the goals more ambitious, but the illicit nature of her efforts was consistent. The series—new episodes of which appear on consecutive Sundays—quite smartly questions why a highly intelligent transgender woman would choose a life of crimes both high and low. It just as smartly answers its own question: When society casts you in the role of outlaw, that just might be how you choose to perform.<br />The Dale, which occupies some but certainly not all of the narrative in “The Lady and the Dale,” was the creation of engineer Dale Clifft, who attached the rear end of a motorcycle with a two-stroke engine to a plastic housing with two front wheels—mostly, he said, so he could ride in the rain. Carmichael saw it as the answer to the OPEC-inflicted gas crisis of 1973 and the instant popularity of smaller, more fuel-efficient automobiles. Evidently brilliant, and audacious, Carmichael didn’t concern herself with the messy details of car manufacturing—or the illegalities involved in collecting deposits on cars never to be built. This led to a sensational nine-month jury trial in Los Angeles in 1976-77. But the series involves much more, and saying almost anything about “The Lady and the Dale” seems like a spoiler, especially as laid out by Mr. Cammilleri, a documentarian, and Ms. Drucker, a transgender artist and LGBT activist.<br />Carmichael’s early story, as Jerry Michael, would make for a tantalizing road movie/caper film. He marries young Vivian Barrett (her brother, Charles Richard Barrett, is one of the series’ more forthcoming interview subjects) and together they lead a life on the lam while raising five kids. The children included Candi Michael, whose recollections are not just astounding, but delivered with no trace of bitterness or regret for not having had a more traditional upbringing—or one in which her family wouldn’t have had to drop everything and flee at the hint of police at the door, something they did routinely. Cataloging the many scams of her dad—whom she eventually came to call mom—Ms. Michael recalls a Jacuzzi-like unit that was supposed to attach to a bathtub and which someone eventually developed legitimately and advertised on television. “That could have been us,” Ms. Michael remembers thinking, “if my father hadn’t been a criminal.”<br />The Michael story becomes the Carmichael story, and with it comes a more sobering assessment of Carmichael’s treatment by the criminal justice system and the L.A. media of the mid-’70s. She’s not an admirable character, except in her brazenness and audacity, but historian Susan Stryker and lawyer Mia Yamamoto argue her position of importance in the cultural and legal history of trans life. The visual approach of “The Lady and the Dale” is a questionable one—the series-long use of cutout animation, aka the stop-motion technique of combining photographs and other visual media to create naïve, collage-like action. It’s an approach too flippant for the subject matter. The filmmakers were likely looking for some way to break up the interview and archival news footage, and create re-enactments without actors. But their use of cutouts ultimately becomes tiresome."
}