{
    "url_original": "https://www.wsj.com/articles/the-flick-of-joes-pen-11609713366?mod=opinion_lead_pos3",
    "url": "the-flick-of-joes-pen-11609713366",
    "title": "The ‘Flick’ of Joe’s Pen",
    "sub_head": "Biden is right to resist calls to forgive student debt by fiat.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-03 17:36:00",
    "body": "Joe Biden campaigned for legislation that would cancel $10,000 in student debt for each borrower. That’s the bad news. The good news is that he is resisting progressive calls to ram through $50,000 in student debt forgiveness for each borrower via executive fiat.<br />The Washington Post’s Karen Tumulty quotes Mr. Biden as skeptical of the progressive demand: “I’m going to get in trouble for saying this . . . for example, it’s arguable that the President may have the executive power to forgive up to $50,000 in student debt. Well, I think that’s pretty questionable. I’m unsure of that. I’d be unlikely to do that.”<br />When Mr. Biden says he’s going to get “in trouble,” he means with such allies as Elizabeth Warren. The Massachusetts Senator claims the President can cancel $50,000 in debt—and have taxpayers pick up the bill—without going through Congress.<br />A coalition of 238 progressive groups recently signed a letter urging Mr. Biden to invoke his “executive authority to cancel federal student debt on Day One of your administration.” Backing Sen. Warren’s plan, Senate Minority Leader Chuck Schumer says, “We have come to the conclusion that President Biden can undo this debt, can forgive $50,000 of debt the first day he becomes president. You don’t need Congress. All you need is the flick of a pen.”<br />We’d like to see the bill in which Congress said students could borrow and not pay it back. But Mr. Schumer is echoing Barack Obama’s notorious line in his second term that he could govern alone because “I’ve got a pen and I’ve got a phone.” And Mr. Obama tried, courting a political backlash that helped to elect Donald Trump."
}