{
    "url_original": "https://www.wsj.com/articles/the-disgrace-on-capitol-hill-11609979276?mod=opinion_major_pos1",
    "url": "the-disgrace-on-capitol-hill-11609979276",
    "title": "The Disgrace on Capitol Hill",
    "sub_head": "Republicans objecting to state electors should stop and certify Joe Biden’s election by acclamation.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-281720?width=620&size=1.5",
    "image_1": "im-281720.jpg",
    "time": "2021-01-06 19:27:00",
    "body": "Fueled by lies about a stolen election, protesters overran police and stormed America’s seat of government on Wednesday, forcing a lockdown of the U.S. Capitol and a 6 p.m. city curfew. This sounds like a dispatch from some foreign correspondent in an unfortunate land. Instead it was President Trump’s parting gift to Washington, and the country, for denying him a second term.<br />Wednesday’s joint session of Congress was supposed to be a ritual of American democracy, memorializing Joe Biden’s Electoral College victory. As lawmakers met, Mr. Trump was speaking at a “Save America March,” where he vowed never to concede. “We’re going to the Capitol,” he urged the crowd, to “try and give them the kind of pride and boldness that they need to take back our country.”<br />There the protesters marched—and then some. After Rep. Paul Gosar and Sen. Ted Cruz objected to the counting of Arizona’s 11 electors, the two chambers retired to consider it. The Senate debate lasted less than an hour. Rioters breached the building, and the Vice President was suddenly whisked from the floor. In the House, lawmakers said they were given gas masks and told to lie on the floor. A woman was shot and killed, and police officers were injured.<br />What a disgrace. The trespassers should be arrested, and the maskless ones can probably be identified long after the fact. Where was the police presence in Washington? Once the mob was inside, the call went out for backup from Virginia and Maryland, and the National Guard was activated. But it’s a scandal that the U.S. Capitol wasn’t better protected on such a significant day.<br />To the extent that the congressional debate was allowed to happen, it went in the right direction. Mr. Trump has been publicly pressuring Mr. Pence, the presiding officer of the joint session, to invalidate Mr. Biden’s electors. As Congress gathered, Mr. Pence released a statement saying he would refuse to do so. “My oath to support and defend the Constitution,” he wrote, “constrains me from claiming unilateral authority to determine which electoral votes should be counted and which should not.”"
}