{
    "url_original": "https://www.wsj.com/articles/the-spac-bubble-may-burstand-not-a-day-too-soon-11609975529?mod=opinion_lead_pos9",
    "url": "the-spac-bubble-may-burstand-not-a-day-too-soon-11609975529",
    "title": "The SPAC Bubble May Burst—and Not a Day Too Soon",
    "sub_head": "The hot new way to take companies public hurts most investors, and its track record is now clear.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-06 18:25:00",
    "body": "There’s a growing fad on Wall Street: special-purpose acquisition companies, or SPACs. Touted as a better way to take companies public, SPACs have raised more equity in 2020 than over the entire preceding decade. But please, take a minute before jumping in—our research suggests that this trend will end poorly for a large majority of investors.<br />A SPAC is a shell company that a “sponsor” investor or group organizes and takes public in an initial public offering. Once public, the company has no operations. It simply holds cash—typically, $200 million to $400 million—and has two years to find a private company with which to merge and thereby bring public. The sponsor invests some of its own capital in the SPAC as well but takes an additional 20% interest in the SPAC at a nominal price.<br />Most investment in SPAC IPOs comes from hedge funds known in the market as the “SPAC Mafia.” The sponsor’s pitch to these funds is simple: Invest in “units” containing one share and one or two additional securities—a “right” and/or a warrant. The price is $10 per unit, but if you don’t want to participate in the merger, you can redeem your shares for $10 plus interest and keep the warrants and rights for free.<br />This is a tremendous deal for IPO investors who redeem their shares. A right gives a unit holder an additional one-tenth of a SPAC share when the merger is complete. A typical warrant gives the holder an option to buy between one-half and one share at an exercise price of $11.50 any time over five years following the SPAC’s merger. On average, if an investor buys units in a SPAC public offering, redeems its shares and keeps or sells its warrants and rights, the investor’s annualized return is more than 10% with no downside risk.<br />We studied SPACs that completed mergers between January 2019 and June 2020 and found that, on average, they lost 12% of their value within six months following the merger, while the Nasdaq rose roughly 30%. Even with these drops in share price, the 20% that the sponsor gets essentially for free provides a nice return on its investment. The sponsors of these SPACs enjoyed a return on investment of more than 500% as of the end of 2020."
}