{
    "url_original": "https://www.wsj.com/articles/the-n-j-teachers-who-get-paid-not-to-teach-11609710168?mod=opinion_lead_pos10",
    "url": "the-n-j-teachers-who-get-paid-not-to-teach-11609710168",
    "title": "The N.J. Teachers Who Get Paid Not to Teach",
    "sub_head": "They’re on taxpayer-funded salaries while working for the union.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-03 16:42:00",
    "body": "Should New Jersey’s taxpayers—strained under one of the heaviest tax burdens in the country—be paying public school teachers not to teach? The New Jersey Supreme Court will soon decide whether taxpayers should be required to pay for public employees to work solely for their unions, rather than the jobs they were hired to do.<br />Most assume that tax dollars go toward public goods—maintaining roads, ensuring safety and funding schools. But you don’t have to look hard to find taxpayer dollars going to private interests. Take “release time,” in which government workers are paid not to perform the jobs they were hired to do, and instead to work full-time for private labor unions—all while still receiving their full taxpayer-funded salaries and benefits.<br />Unfortunately, those entrusted with the care and education of children are often the worst abusers of release time. The New Jersey case involves release-time provisions in a collective-bargaining agreement between the Jersey City Board of Education and its teachers union. In that contract, the school board has agreed to pay the salaries of two full-time teachers to work exclusively for the union. While on release time, these teachers engage in political activities, negotiate higher wages and benefits, solicit new union members, attend union conferences and meetings, and file costly grievances against the district.<br />Fortunately, both state law and the New Jersey Constitution prohibit this arrangement. Under state law, the Legislature must expressly authorize a public expenditure like release time before a school board can include it in a contract. The Legislature never did that in this case, and the school board was not authorized to sign off on its own.<br />Like the constitutions of nearly every other state, New Jersey’s Constitution includes a “gift clause” prohibiting the government from giving public resources to private parties. So when the Jersey City School Board provides paid release time for two teachers to engage in private union activities, the Board is violating the state constitution’s gift clause."
}