{
    "url_original": "https://www.wsj.com/articles/the-mob-on-the-hill-was-far-from-a-coup-11610061914?mod=opinion_lead_pos7",
    "url": "the-mob-on-the-hill-was-far-from-a-coup-11610061914",
    "title": "The Mob on the Hill Was Far From a Coup",
    "sub_head": "The only description that makes sense is a venting of pent-up resentments.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-07 18:25:00",
    "body": "Insurrections are common but Wednesday’s aborted insurrection on Capitol Hill was unique. The usual purpose of mobilizing a mass of people and deploying their sheer momentum against the edifices of power, a royal or presidential palace, or a parliament is to seize power—through the act of seizing that iconic building. But that is logically impossible when the ruler is not the enemy to be replaced but rather the intended beneficiary of the insurrection.<br />What happened was certainly not an attempted coup d’état, either. Coups must be subterranean, silent conspiracies that emerge only when the executors move into the seats of power to start issuing orders as the new government. A very large, very noisy and colorful gathering cannot attempt a coup.<br />There have been quite a few cases around the world of what is best described as mass intimidation directed against parliaments. But in all such cases it was some specific law that was wanted or not wanted, which legislators under the gun might then vote for or against. For that to happen, the legislators have to be all gathered in the legislature and kept there to be coerced. Most recently in Beirut last August, Lebanon’s Parliament was besieged by a crowd demanding and forcing the government’s resignation. This conspicuously did not happen in Washington on Wednesday because it was a crowd that invaded the building, not snatch teams sent to seize individual legislators to be cajoled or forced into their seats.<br />Given all these exclusions, only one description remains: a venting of accumulated resentments. Those who voted for President Trump saw his electoral victory denied in 2016 by numerous loud voices calling for “resistance” as if the president-elect were an invading foreign army. These voices were eagerly relayed and magnified by mass media, emphatically including pro-Trump media.<br />Then they saw his victory sullied by constantly repeated accusations of collusion with Russia from chairmen of intelligence committees and ex-intelligence chiefs who habitually accused Mr. Trump of being Vladimir Putin’s agent, claiming they had secret information, which, alas, they could not disclose. They deplored Mr. Trump’s “subservience” to Mr. Putin weekly for four years while refusing to entertain the possibility that in a confrontation with China, it might be a good idea to overlook Mr. Putin’s sins, as Nixon embraced Mao to counter the Soviet Union."
}