{
    "url_original": "https://www.wsj.com/articles/the-kaiser-of-atlantis-and-mezzo-extravaganza-reviews-outdoor-opera-resonates-11611166861?mod=opinion_major_pos14",
    "url": "the-kaiser-of-atlantis-and-mezzo-extravaganza-reviews-outdoor-opera-resonates-11611166861",
    "title": "‘The Kaiser of Atlantis’ and ‘Mezzo Extravaganza’ Reviews: Outdoor Opera Resonates",
    "sub_head": "Now available to watch online, the Atlanta Opera’s in-person performances embraced Covid-19 restrictions as a creative challenge.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-286436?width=620&size=1.5",
    "image_1": "im-286436.jpg",
    "time": "2021-01-20 13:21:00",
    "body": "<br /><br />The Atlanta Opera has been one of the few American companies to perform live for in-person audiences during the Covid-19 pandemic. Last fall, using a custom-built, open-sided tent situated on a university baseball field and following rigorous coronavirus protocols, the company gave 17 performances of two one-act operas—Leoncavallo’s “Pagliacci” and Viktor Ullman’s “The Kaiser of Atlantis,” played on alternate days—as well as three concerts. The salaried Atlanta Opera Company Players—a dozen top singers who live in the Atlanta area—and the six members of its young artist program comprise the casts of all the company’s live and digital events.<br />Films of the live operas and concerts, plus some additional videos, are being distributed on the company’s new Spotlight Media platform , at various price points. “Kaiser,” which is available now, along with the “Mezzo Extravaganza” concert, demonstrates how imaginative direction can harness Covid restrictions for artistic effect.<br />Ullmann’s sardonic 60-minute opera, with a libretto by Peter Kien, was composed in 1943 in the Nazi “show” camp Terezín but not performed until 1975 (the creators were killed in Auschwitz). The circus-themed production is directed by Tomer Zvulun, the company’s general and artistic director, with scenic design by Julia Noulin-Mérat, costumes by Joanna Schmink, and lighting by Ben Rawson. It skillfully juxtaposes Holocaust references (mountains of discarded shoes) with the visual signals of our current plague era (masks and four movable booths with clear vinyl sides). Singers inside the booths wear no masks; outside them, other singers and circus performers, all masked, stagger through a seemingly toxic landscape. The despotic Kaiser’s reign has produced a land where life and death are equally meaningless. Drunk with power, he decrees a total war that will kill everyone, but Death, angry at not being consulted, goes on strike. As a result, the populace, afflicted by battle and disease, cannot die."
}