{
    "url_original": "https://www.wsj.com/articles/the-two-track-jobs-recovery-11611790680?mod=opinion_lead_pos1",
    "url": "the-two-track-jobs-recovery-11611790680",
    "title": "The Two-Track Jobs Recovery",
    "sub_head": "Job losses in 2020 were far higher in states that loved lockdowns.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-291464?width=620&size=1.5",
    "image_1": "im-291464.jpg",
    "time": "2021-01-27 18:38:00",
    "body": "Recall the political panic after the Labor Department reported 140,000 job losses in December? Well, the government’s state employment report released Tuesday shows those losses were largely related to state lockdowns, and jobs are rebounding rapidly in less restrictive states.<br />Despite the virus surge, employment increased in 15 states last month including Texas (64,200), Georgia (44,700), North Carolina (33,600), Wisconsin (15,100) and South Carolina (14,600). But these gains were more than offset by losses in Michigan (-64,400), California (-52,200), Minnesota (-49,800), Pennsylvania (-37,600) and New York (-37,200).<br />Democratic governors of the latter states shut down indoor dining (and outdoors in California), so not surprisingly nearly all of their job losses were in leisure and hospitality. Yet most states added jobs across industries, especially trade and transportation, and some including Georgia and Texas even added thousands in leisure and hospitality.<br />This underlines that the economy and jobs were recovering in most states before Congress passed its $900 billion relief bill and Joe Biden became President. The states that are struggling most imposed excessive business shutdowns, which didn’t control the virus any better than states that allowed business to operate with social distancing.<br />Note the nearby table that shows 10 states with the largest employment declines from December 2019 to December 2020: Hawaii (-13.8%) has suffered from unique tourism losses, but how do you explain Michigan (-10.9%), New York (-10.4%), Massachusetts (-9.1%) and the others if not by the degree of their lockdowns? Most lost jobs were in leisure and hospitality, as well as health care, education and manufacturing."
}