{
    "url_original": "https://www.wsj.com/articles/the-patriots-review-founders-divided-11610123953?mod=opinion_reviews_pos1",
    "url": "the-patriots-review-founders-divided-11610123953",
    "title": "‘The Patriots’ Review: Founders Divided",
    "sub_head": "With his last work, Winston Groom brings to life the acrimonious split between former friends.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-01-08 11:39:00",
    "body": "Fake news, partisan bickering and juvenile name-calling is nothing new in American politics. The election of 1800 was so savagely fought that it resulted in a deadly duel, a constitutional amendment and lifelong estrangement among the Founding Fathers. Whatever we might think of modern political discourse, present-day mud-slingers are relative amateurs when stacked against their 18th-century forebears.<br />Winston Groom, best known for his novel “Forrest Gump,” devoted the second half of his literary career to American history. His earlier nonfiction works usually focused on events, like the Battle of New Orleans (“Patriotic Fire”), Stephen Kearny’s Western adventures (“Kearny’s March”) and the American Civil War (“Shiloh, 1862,” “Vicksburg, 1863”)—though he also meandered into Alabama football (“The Crimson Tide”), World War I (“A Storm in Flanders”) and presidential biography (“Ronald Reagan”).<br />In his final decade, Groom’s pen shifted to triangular relationships among military leaders. “The Aviators” covered the airplane’s rise through the eyes of Eddie Rickenbacker, Jimmy Doolittle and Charles Lindbergh. “The Generals” looked at George Patton, Douglas MacArthur and George C. Marshall. “The Allies” went a step higher, painting an entertaining portrait of the Big Three—Roosevelt, Churchill and Stalin—as they crushed the Nazis and built a world that lasted half a century.<br />Continuing his study of political ménages à trois, Groom steps back to the nation’s birth with “The Patriots: Alexander Hamilton, Thomas Jefferson, John Adams, and the Making of America.” Released two months after his death in September, “Patriots” is a synthesis of archived letters, popular biographies and colorful insights, with a nod or two to the Broadway hit “Hamilton.”<br />Groom reprises the formula he deployed for “Generals” and “Allies,” and begins with short biographies of his central characters. Hamilton’s unlikely rise from the poverty of St. Croix will strike a familiar note to fans of “Hamilton.” The Schuyler sisters, Lafayette, John Laurens and Maria Reynolds take their obligatory bows as Hamilton’s journey from trading clerk to Treasury secretary plays out."
}