{
    "url_original": "https://www.wsj.com/articles/the-crown-in-crisis-review-year-of-the-three-kings-11611329268?mod=ig_booksjanuary23",
    "url": "the-crown-in-crisis-review-year-of-the-three-kings-11611329268",
    "title": "‘The Crown in Crisis’ Review: Year of the Three Kings",
    "sub_head": "As Edward VIII made his plans for marriage clear, even his bride-to-be worried the price would be too high.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-288860?width=620&size=1.5",
    "image_1": "im-288860.jpg",
    "time": "2021-01-22 10:27:00",
    "body": "Alexander Larman opens “The Crown in Crisis” with a gleeful quote about the abdication of Edward VIII from Evelyn Waugh’s diary: “There can seldom have been an event that has caused so much general delight and so little pain.” Even now, over 80 years later, the saga of the king and the much reviled, twice-divorced American socialite Wallis Simpson continues to entertain. The public has never tired of hearing about anything that concerns the British monarchy—but this scandal has proven a particularly enduring hit. In his fresh chronicle of the dramatic events leading up to the abdication, Mr. Larman, a historian and journalist, has unearthed newly released archives, unpublished letters and interviews with people who knew the couple.<br />The subject of the abdication did cause pain to some, in particular the king’s mother, Queen Mary. “This is a pretty kettle of fish,” she commented to Prime Minister Stanley Baldwin. For her, the monarchy was sacred, an obligation that inexorably came before self. But on Dec. 11, 1936, after less than a year as king, Edward took up a microphone and stated that he had renounced the throne, declaring that he could not fulfill his duties without the woman he loved by his side.<br />Mr. Larman calls Edward one of the least distinguished figures ever to have reigned in Britain: “He lived ultimately for his own desires and pleasure.” There were many, including his disapproving father, some of his own aides, and in the end even Wallis Simpson, who thought the country would be better off without him on the throne. He was charismatic and popular but also a liability—reckless, outspoken and unpredictable. He left confidential state papers carelessly scattered around for days in full view of guests at Fort Belvedere, his estate in Surrey. He consorted with the fascist leader Oswald Mosley and seemed sympathetic to Nazis hoping for a British alliance. He saw Hitler as, in Larman’s phrase, a “vigorous reformer.” He discussed everything with Wallis, while she was said to be in the pocket of the German Ambassador Joachim von Ribbentrop (who, given to social gaffes, was known as Ambassador Brickendrop).<br />Baldwin, Edward’s private secretary Alec Hardinge and the Archbishop of Canterbury stood against the king, who, they felt, could not be relied upon to restrain himself and act in the nation’s interest. Winston Churchill and the powerful newspaper magnate Lord Beaverbrook took Edward’s side. At first Edward offered no hint to Beaverbrook or anyone else that he would ask Wallis to marry him. Baldwin feared that if he did so, the British public would reject her and the government would be forced to resign. Hitler, meanwhile, was all for Edward and complained that “plutocrats and Marxists” were attempting to frustrate his desire to marry “a girl of the people,” perhaps not the best choice of words to describe the socially adept, status-minded Wallis.<br />One of Mr. Larman’s most interesting revelations concerns an attempt on Edward’s life. The would-be killer, working under the assumed name of George McMahon, was an alcoholic and a double agent for MI5. On July 16, 1936, the king, on horseback, had been inspecting the Guardsmen in Hyde Park when McMahon jumped out of the crowd and pointed a gun at him. A woman grabbed his arm and a policeman knocked it out of his hands. At his trial, McMahon claimed that “a foreign power” had paid him to kill the king and he had deliberately bungled the job. Dismissed as an attention-seeker and a fantasist, he was sentenced to 12 months hard labor."
}