{
    "url_original": "https://www.wsj.com/articles/the-biden-harris-inauguration-fashion-signals-a-strong-commitment-to-american-fashion-11611168488",
    "url": "the-biden-harris-inauguration-fashion-signals-a-strong-commitment-to-american-fashion-11611168488",
    "title": "Fashion at Biden-Harris Inauguration Showcases Commitment to American Designers",
    "sub_head": "At today’s ceremony, the work of American designers ruled supreme, from President Joe Biden’s Ralph Lauren suit to Vice President Kamala Harris’s Christopher John Rogers purple outfit. Lady Gaga and J. Lo performed in more extravagant fashions from Schiaparelli Couture and Chanel",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "time": "2021-01-20 15:56:00",
    "body": "THE AMERICAN fashion industry is suddenly abuzz again. For today’s inauguration, President Joe Biden, first lady Dr. Jill Biden, Vice President Kamala Harris and second gentleman Douglas Emhoff have all chosen to wear the work of American designers or labels, including Ralph Lauren, Christopher John Rogers and Markarian. “These moments on Day One are so important for an industry that’s been so hard hit and impacted by the pandemic,” said Steven Kolb, chief executive officer of the Council of Fashion Designers of America. “By wearing these American designers, they’re not only boosting the business of those individuals, but they’re really boosting the $373 billion industry...We have a new administration that clearly is welcoming and wants to be supportive of our industry.”<br />Consciously or not, the color purple—which can be seen as symbolically marrying red and blue—is also a theme, with Ms. Harris, Hillary Clinton and Michelle Obama all favoring the color for today’s ceremony.<br />For today’s inauguration, the incoming first lady Dr. Biden wore a custom blue wool-tweed dress, coat and matching face mask by New York brand Markarian, which is designed by Alexandra O’Neill. Ms. Harris wore a regal purple coat and dress by Christopher John Rogers, a Black New York designer known for his striking use of color. Mr. Rogers was recently in the spotlight for crafting the structured blue suit worn by Rep. Alexandra Ocasio-Cortez in Vanity Fair’s December 2020 cover story on the congresswoman. Ms. Obama, whose fashion choices as first lady were breathlessly covered by the media and in the case of J.Crew, boosted sales of certain items, also chose a Black American designer for today’s inauguration. The former first lady wore a burgundy ensemble by Sergio Hudson.<br />At a pre-inauguration coronavirus memorial event last night, Dr. Biden and Ms. Harris also made strong statements in their choice of designer. Dr. Biden wore a purple dress, coat and a mask from emerging New York designer Jonathan Cohen, whose parents are Mexican. Ms. Harris wore a custom camel coat by Pyer Moss, a label founded by Kerby Jean-Raymond, a socially conscious Black designer of Haitian descent.<br />Ms. Harris’s stepdaughter Ella Emhoff, an art student with an interest in fashion, has gotten buzz on social media for her experimental looks. Yesterday she wore a cutting-edge skirt suit and tie by the American designer Thom Browne. For the inauguration, she wore a plaid embellished coat by Italian label Miu Miu."
}