{
    "url_original": "https://www.wsj.com/articles/the-lies-we-tell-during-job-interviews-11610326800",
    "url": "the-lies-we-tell-during-job-interviews-11610326800",
    "title": "The Lies We Tell During Job Interviews",
    "sub_head": "Interviewers and candidates often end up in situations where they’re almost encouraged to lie—here’s what research says about how, why and how often it happens",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "time": "2021-01-10 20:00:00",
    "body": "Is a job interview really an exercise in deception? Career coaches and researchers who study falsehoods say yes.<br />It’s no wonder, really. Even as children we’re socialized to tell white lies about the gifts that Grandma brings or how dinner tastes. Job interviews are simply a high-stakes extension of that dynamic, says Robert Feldman, a professor of psychological and brain sciences at the University of Massachusetts Amherst and author of the book “The Liar in Your Life.”<br />“It’s a situation almost designed to encourage lying,” he says. Candidates must put their best foot forward, and managers need to sell the job. Some companies say they want radical honesty, but do they really? “It is part of being a well-socialized person in our society to use lies to make other people feel good about themselves and to present ourselves effectively,” Dr. Feldman says.<br />One study finds that people would exaggerate all manner of things when going for a new role, from the responsibilities they had in previous jobs to their reasons for quitting. Of course, mistruths exist on a spectrum, from slight exaggerations to complete fabrications. Sometimes omissions can help to avert potential bias. Other times, they can wreak havoc, even destroying careers.<br />Follow along with our fictional job interview as we dissect the obfuscations, misdirects and bold-faced lies coming from both sides, with analysis drawn from recent academic research and conversations with career experts."
}