{
    "url_original": "https://www.wsj.com/articles/the-spotify-play-review-better-than-piracy-11611010475",
    "url": "the-spotify-play-review-better-than-piracy-11611010475",
    "title": "‘The Spotify Play’ Review: Better Than Piracy",
    "sub_head": "Daniel Ek wanted to bring Napster’s idea of a musical smorgasbord into the world of legal streaming. Would record labels play along?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-286781?width=620&size=1.5",
    "image_1": "im-286781.jpg",
    "time": "2021-01-18 17:54:00",
    "body": "Neil Young, Stevie Nicks and Lindsey Buckingham owe Daniel Ek an enormous debt of gratitude right about now. The rock legends have all recently sold their song publishing rights for gigantic sums, sell-offs that can partially be attributed to the surge in digital revenue that accounts for more than half the global recorded-music market. One man saw all this coming before anyone else: Mr. Ek, the 37-year-old co-founder of Spotify, the world’s largest streaming service with 320 million users and counting.<br />For those of us who regularly call up almost any song we desire with a tap on our phone screens, it’s easy to think of streaming music as an inevitable development. But for Mr. Ek, streaming’s triumph was more of a self-fulfilling prophecy. Having endured years of pushback, Spotify has been at the vanguard of a global revolution in the way music is consumed. It’s quite a turnabout for the Stockholm native, who has endured heaps of negative press, the enmity of underpaid musicians everywhere, and the looming threat of competing services from Apple, Jay-Z’s Tidal and many others.<br />Co-written by two veteran reporters who have closely tracked the Swedish technology sector, “The Spotify Play” (translated into English by the authors themselves) delivers an outsider-to-kingmaker narrative that should be read by every gun-shy entrepreneur too spooked by Silicon Valley’s giants to go head-to-head with them. Mr. Ek has outlasted his competitors and defied his critics: His triumphs are soundtracked by 1.5 billion user-generated Spotify playlists.<br />A rabid music fan as a teenager, Mr. Ek’s exposure to Napster was a profound conversion experience. Shawn Fanning and Sean Parker’s file-sharing service was the shrapnel blast that tore holes through the web’s commercial firewalls. “Napster is probably the internet service which has changed my life more than anything else,” Mr. Ek once told an interviewer. What if he could merge Napster’s peer-to-peer technology with commercial content? What if he could draw file-sharing out of the shadows?<br />Even while Mr. Ek was rapidly moving up as a programmer in Stockholm’s hot tech market, the notion of a legal answer to Napster’s music streaming never left him. In 2006 Mr. Ek’s tiny startup Advertigo was acquired by Tradedoubler, a digital marketing company whose co-founder Martin Lorentzon was enamored of Mr. Ek and his ideas. The savvy, flamboyant Mr. Lorentzon would become both partner and cheerleader. When he came to visit Mr. Ek in his raffish Stockholm neighborhood, Mr. Ek quoted “The Godfather” at him: “Put your hand in your pocket like you have a gun.”"
}