{
    "url_original": "https://www.wsj.com/articles/the-good-news-on-cancer-11610667052?mod=opinion_lead_pos3",
    "url": "the-good-news-on-cancer-11610667052",
    "title": "The Good News on Cancer",
    "sub_head": "Mortality keeps falling, but the pandemic may slow progress.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-285746?width=620&size=1.5",
    "image_1": "im-285746.jpg",
    "time": "2021-01-14 18:30:00",
    "body": "Ready for some good news for a change? The American Cancer Society reported this week that cancer mortality declined by a record 2.4% in 2018 and 31% since the 1991 peak. Credit better and earlier diagnostics and therapies and a decline in smoking.<br />About 40% of Americans will be diagnosed with cancer in their lifetime, and the risk increases with age. Cancer is the leading cause of death for middle-aged Americans and two to three times more likely to kill someone in their 50s or 60s than even Covid-19. The incidence of some cancers like breast, liver and kidney is also increasing partly for demographic and lifestyle reasons.<br />The report notes breast cancer is growing by 0.5% annually amid increasing body weights and a declining fertility rate. Obesity increases the risk for breast cancer while pregnancies and breast-feeding lower it. Liver cancer is also on the rise due to obesity, excess alcohol consumption, smoking and hepatitis.<br />Yet overall cancer death rates are falling at an accelerating pace, from about a 1% decline annually in the 1990s to 1.5% in the 2000s and early 2010s to 2.3% from 2016 to 2018. Regular screenings that catch cell mutations and tumors early have helped increase the five-year survival rates for prostate (98%), melanoma (93%), and breast (90%) cancers and made them mostly curable.<br />Lung cancer (21%) is usually caught later due to poor diagnostics, but mortality has still declined by about 5% annually from 2014 to 2018. One reason is fewer people are smoking, and improved treatments like epidermal growth-factor receptor tyrosine-kinase inhibitor are able to target non-small cell lung cancer mutations."
}