{
    "url_original": "https://www.wsj.com/articles/the-online-discount-algorithms-need-to-chill-out-11610128609",
    "url": "the-online-discount-algorithms-need-to-chill-out-11610128609",
    "title": "The Online Discount Algorithms Need To Chill Out",
    "sub_head": "I just wanted a good deal on T-shirts, not daily offers to buy more and more of them",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-282653?width=620&size=1.5",
    "image_1": "im-282653.jpg",
    "time": "2021-01-08 12:56:00",
    "body": "Last month I began a desperate search for the black cotton T-shirts I have been wearing for years. I did this because my present stock of T-shirts was getting faded and raggedy—but also because I am trying to support the retail sector of this country in its hour of need.<br />For reasons that are not clear, my local department stores did not have the black T-shirts in stock, only the white ones. Eventually I hit on the obvious solution and decided to order the shirts online, directly from the manufacturer. But at some point in the payment process, I made the fatal decision to surrender my email address, so that the manufacturer could alert me to massive discounts and flash sales.<br />At first, even the manufacturer did not have the size or color I wanted, so I put the whole project aside. In a few hours, I received a message basically asking “Did you forget something?” Just in that short time, my size and color had come in, so I ordered a half-dozen. The price was not great, nor was the shipping, but the shirts did arrive in a few days, and I could finally toss the old ones into the trash and congratulate myself on a job well done.<br />That’s when the emails really started coming. At all hours of the night and day, they would whisper to me—or scream. 25% off. 40% off! Free shipping. 25% off and free shipping! Last chance for 75% off and free shipping!!<br />I like being alerted to fantastic discounts on quality merchandise. And free shipping. I really do. The problem is, there is only so much underwear that any one person can wear at any one time."
}