{
    "url_original": "https://www.wsj.com/articles/the-reason-i-jump-review-brightening-the-autism-spectrum-11610058777",
    "url": "the-reason-i-jump-review-brightening-the-autism-spectrum-11610058777",
    "title": "‘The Reason I Jump’ Review: Brightening the Autism Spectrum",
    "sub_head": "Loosely based on a bestseller by the same name, this stunning documentary reveals the inner lives of nonverbal children with autism who nonetheless find ways to express themselves.",
    "category_1": "Film Review",
    "time": "2021-01-07 17:32:00",
    "body": "Some of the most thrilling films I know have explored or discovered the intellectual and emotional life of people who cannot express what they’re thinking or feeling. The list starts with “The Miracle Worker” and Helen Keller trapped in her head until a young teacher finds a way to release her. It includes “My Left Foot” (about the severely disabled writer and painter Christy Brown), “Awakenings” (long-catatonic victims of an encephalitis epidemic suddenly released from their frozen state) and “The Diving Bell and the Butterfly” (a French editor paralyzed except for his left eyelid by a rare condition called “locked-in syndrome”). Now another film joins the list, “The Reason I Jump” (in select and virtual theaters). Its newly expressive subjects have also been locked in, to varying degrees; young people on the autism spectrum, they cannot or do not speak. There’s a difference, though. This is a documentary, not a dramatized version of factual history, so we’re getting news bulletins direct from hearts and minds.<br />The title is taken from the Naoki Higashida book that gives the film its form, a slim but celebrated volume, at once concrete and poetic, whose subtitle is “The Inner Voice of a Thirteen-Year-Old Boy With Autism.” When the book came out in an English translation in 2013 it was a revelation, a first-hand, first-mind account of the young Japanese author’s passionate, turbulent and phenomenally rich inner life. The film, directed by Jerry Rothwell, interweaves spoken excerpts from the book—the English-language narrator is Jordan O’Donegan—with intimate portraits from around the world of other nonspeakers with autism. Nonspeakers of out-loud words, that is, since these five remarkable youngsters make paintings, or spell out, letter by letter with pointer boards, written words and eloquent sentences that bespeak the centrality of communication in our gloriously gabby species.<br />The concept is inspired, and inspiring—kids with a misorchestration of neurons, if that’s what it is, escaping from solitary confinement. More than that, the film is beautiful—the cinematography, by Ruben Woodin Dechamps, combines objective views of the subjects and their parents or teachers with startling visual analogues of the ways people with autism perceive the world they inhabit. And “The Reason I Jump” is deeply informative. I thought I had a rudimentary understanding of the repetitive gestures or extreme introversion that may be manifestations of autism, but I tacitly assumed that being on the spectrum implied some degree of emotional impairment. So much for assumptions. Seeing the film, then reading the book that prompted it, swept all of that away.<br />In 2006 Mr. Rothwell co-directed, with Louise Osmond, a haunting documentary called “Deep Water.” The subject was an Englishman named Donald Crowhurst who, in 1968, set off on a solitary circumnavigation of the globe. Delusional about his skills as a sailor, Crowhurst had no aptitude for the months of spiritual isolation that lay ahead, and his voyage became a suicide mission. “The Reason I Jump” is also about spiritual isolation, and what’s required to transcend it.<br />The instrument of literal breakthrough for several of the film’s subjects has been the pointer board. It helps to enhance motor control for people who can’t write, let alone speak, and to organize cyclonic swirls of thoughts by reducing them to the basic units of written language, i.e. letters. One of the most stirring moments of the film comes when a previously uncommunicative and obviously bright young man named Ben declares joyously, “I never thought this was possible.”"
}