{
    "url_original": "https://www.wsj.com/articles/the-reddit-gamestop-bubble-is-just-a-gamefor-now-11611758422",
    "url": "the-reddit-gamestop-bubble-is-just-a-gamefor-now-11611758422",
    "title": "The Reddit GameStop Bubble Is Just a Game—for Now",
    "sub_head": "Online-forum punters have exploited a quirk to push up some unloved stocks. The risk is that investors start believing the share prices imply real-world prospects.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-291012?width=620&size=1.5",
    "image_1": "im-291012.jpg",
    "time": "2021-01-27 09:40:00",
    "body": "Wall Street can’t take its eyes off once-unloved stocks such as  GameStop  and  BlackBerry ,  which are rocketing due to a kind of betting game played by online forum users. The real risk is that investors start to believe something deeper is going on.<br />The past year has seen a boom in individuals buying stocks through retail online platforms such as Robinhood. More and more, they seem to be coordinating their moves on sites such as Reddit’s WallStreetBets, placing wagers on firms that are under attack by professional speculators like hedge funds. At Tuesday’s close, GameStop, once a popular target for short sellers, was up almost 3,700% over six months.<br />There are two main causes of big market moves. The healthier one is when new information comes to light about a company, an industry or the economy at large, and financial assets are repriced to reflect it. The other is when market participants buy or sell in a rush, often because they suddenly need to protect their finances—in which case asset prices don’t convey much useful information.<br />The latter is at play now. Hedge funds’ short bets have been unsettled, forcing them to buy back the stocks to limit their losses. Also, punters have been using options contracts to prop up their targets. Such instruments can amplify even small market moves, because they force banks to take the other side and then hedge the risk by buying the actual underlying stocks. It can create a feedback loop: Those stocks then go up, and the value of the options tied to them increases even more, forcing banks to hedge further, and so on.<br />Reddit users haven’t shied away from the technical nature of the price moves, correctly crediting it for their success. But market gyrations caused by bottlenecks in financial plumbing don’t tend to last. The 2018 carnage unleashed by option-driven low-volatility strategies can attest to that. Eventually, there aren’t any forced buyers left. The losses are usually limited in scope."
}