{
    "url_original": "https://www.wsj.com/articles/the-new-censorship-11611097676?mod=opinion_lead_pos10",
    "url": "the-new-censorship-11611097676",
    "title": "The New Censorship",
    "sub_head": "Have the social-media platforms gone too far or acted too late? Students debate.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "time": "2021-01-19 18:07:00",
    "body": "Editor’s note: This week’s Future View discusses censorship on social media. For next week, we’ll ask students to make the case for one policy change that Joe Biden should prioritize in his first 100 days in office. Students should click here to submit opinions of fewer than 250 words before Jan. 26. The best responses will be published that night.<br /><br />Tell the Truth<br />There are three dominant narratives on the social-media censorship. The first is that social-media companies are private enterprises and should be able to censor speech as they deem fit. The second is that social media has become so vital to the exercise of speech that it has become part of the public square. And just as a town clerk isn’t allowed to deny a permit to a demonstration because he finds its subject matter objectionable, so too social-media companies must be constrained from censoring speech. The third also begins with the premise that social media has become highly influential, but concludes that platforms have a duty to stamp out whatever they (frequently progressives) find unsavory. That town clerk should take a stand and deny the permit.<br />I’d emphasize the private nature of social-media companies, and add that they should be held to their own standards. If they profess to be grand, benevolent platforms that are welcoming to all, then they should behave accordingly by allowing disagreeable speech to flourish. If, however, they purport to be platforms for progressive speech, then censoring conservatives is their prerogative. Content moderation is fine, as long as companies are honest with themselves—and us."
}