{
    "url_original": "https://www.wsj.com/articles/the-great-american-salad-revolution-11609538246",
    "url": "the-great-american-salad-revolution-11609538246",
    "title": "The Great American Salad Revolution",
    "sub_head": "No longer a drab exercise in dieting or self-denial, salads have become a sharp, spicy reflection of the best in culinary trends",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://images.wsj.net/im-279207?width=620&size=1.5",
    "image_1": "im-279207.jpg",
    "time": "2021-01-01 16:57:00",
    "body": "As 2021 begins, the dish I find myself craving the most, slightly to my surprise, is salad. The version I’ve been making most often lately is a concoction of raw Brussels sprouts, shredded finely and mixed with a Vietnamese-inspired dressing of garlic, mint leaves, chillies, fish sauce, rice vinegar, lime juice and cashew nuts. I don’t eat this salad because it is healthy—though it undoubtedly is—but because it wakes up my taste buds quicker than a double espresso. With its brightness and crunch, it tastes as close as I can get to a fresh start.<br />The rules of salad have changed. To be a salad eater is no longer an act of dieting or denial. Now you can eat salad because you want to eat it. The word no longer needs to bring to mind a flavorless bowl of cold tomatoes and watery lettuce. Rather, it could be any combination of crisp and sharp ingredients that you happen to find in your refrigerator and feel like having with dinner. A carefully made salad, as food writer Nigella Lawson writes in her new cookbook “Cook, Eat, Repeat,” will lift the spirits and “add poetry to the prose of everyday life.”<br />Growing up in Britain, as Ms. Lawson also did, I often looked to the U.S. for salads that were fuller and more generous than ours, which might consist of a couple of disks of undressed cucumber with some raw onion and vinegary beetroot. I dreamed of America’s Caesar and Cobb salads, with their flavorful dressings and lavish scatterings of croutons.<br />There have been many ages of salad at the American table. Perhaps no other dish has undergone so many transformations over the decades. Salads hold up a mirror to the changing culinary obsessions of the times, from the curious gelatin-based concoctions of the 1940s to the baked goat cheese and frisée salads of the 1980s to the raw kale of the 2010s. When salade Niçoise became fashionable in the 1960s, it reflected the new popularity of foreign travel to Europe. This mixture of tuna and black olives and green beans seemed deeply sophisticated compared with the old deli staple of tuna salad made with mayonnaise and chopped celery.<br />It can be hard to remember how the vast choice of salad stuff now compares with a few decades ago. Take radicchio. These bitter purple-and-white leaves were almost unheard of among American cooks until the mid-1970s, when in the space of six months it seemed that every expensive restaurant in New York added radicchio to its menu, starting with Le Cirque."
}