{
    "url_original": "https://www.wsj.com/articles/the-lockdown-jobs-slump-11610148841?mod=opinion_lead_pos1",
    "url": "the-lockdown-jobs-slump-11610148841",
    "title": "The Lockdown Jobs Slump",
    "sub_head": "The economy is poised for a boom in 2021 after a December setback.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-08 18:34:00",
    "body": "Equity markets took in stride Friday’s labor report showing 140,000 job losses in December, and that sounds right. The slump is the clear and unsurprising result of renewed state lockdowns amid the latest Covid-19 surge. But the economy looks poised for a boom in 2021, with another jobs acceleration, once vaccines roll out and the virus emergency subsides.<br />Leisure and hospitality accounted for the bulk of the job losses (498,000), as states such as Washington, Michigan and Pennsylvania banned indoor dining. California even barred restaurants from serving outdoors amid a broad lockdown that closed most personal services. New unemployment claims in California alone last month totalled more than 710,000.<br />Yet the jobless rate stayed at 6.7% as most lockdown losses were offset by strong job growth in such industries as manufacturing (38,000), construction (51,000) and even retail (120,500). Employment in residential construction grew by some 57,200 in 2020.<br />Employment is also up 172,100 year-over-year at big-box retailers like  Walmart ,   Costco  and  Target .  They’ve been growing fast to compete with  Amazon .  The pandemic shift to online commerce has created 223,200 new jobs in couriers and 103,500 in warehouses over the last year. Most new jobs tied to online commerce aren’t going away once the virus ebbs.<br />Payrolls were also revised up 135,000 for October and November, which underscores the strong job growth before states tightened business restrictions. Permanent layoffs also fell 348,000 last month while temporary layoffs increased 277,000, which suggests plans to rehire workers once restrictions ease."
}