{
    "url_original": "https://www.wsj.com/articles/the-constitution-can-crack-section-230-11611946851?mod=opinion_lead_pos5",
    "url": "the-constitution-can-crack-section-230-11611946851",
    "title": "The Constitution Can Crack Section 230",
    "sub_head": "Tech companies think the statute allows them to censor with impunity. The law is seldom so simple.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-29 14:00:00",
    "body": "Section numbers of federal statutes rarely stir the soul, but one of them, 230, stirs up much fear, for it has seemed to justify censorship. Relying on it, tech companies including Google and  Twitter  increasingly pull the plug on disfavored posts, websites and even people. Online moderation can be valuable, but this censorship is different. It harms Americans’ livelihoods, muzzles them in the increasingly electronic public square, distorts political and cultural conversations, influences elections, and limits our freedom to sort out the truth for ourselves.<br />But does the 1996 Communications Decency Act really justify Big Tech censorship? The key language, Section 230(c)(2), provides: “No provider or user of an interactive computer service shall be held liable on account of . . . any action voluntarily taken in good faith to restrict access to or availability of material that the provider or user considers to be obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable, whether or not such material is constitutionally protected.” The companies take this as a license to censor with impunity.<br />That understanding is questionable. Law is rarely as clear-cut as a binary switch. To be sure, courts emphasize the breadth of Section 230’s immunity for website operators. But there is little if any federal appellate precedent upholding censorship by the big tech companies. The question therefore comes down to the statute itself. The answers should give pause to the companies and courage to those they’ve censored.<br />The fundamental problems are constitutional—the first concerning the Commerce Clause. Congress’s authority to enact Section 230 may seem indisputable because the Supreme Court has, since the New Deal, adopted an almost open-ended view of Congress’s power to regulate interstate commerce. Yet congressionally emboldened censorship poses unique questions.<br />Originally, the Constitution’s broadest protection for free expression lay in Congress’s limited power. James Wilson reassured Americans in 1787—four years before the First Amendment’s ratification—that “a power similar to that which has been granted for the regulation of commerce” was not “granted to regulate literary publications,” and thus “the proposed system possesses no influence whatever upon the press.”"
}