{
    "url_original": "https://www.wsj.com/articles/the-common-carrier-solution-to-social-media-censorship-11610732343?mod=opinion_lead_pos5",
    "url": "the-common-carrier-solution-to-social-media-censorship-11610732343",
    "title": "The ‘Common Carrier’ Solution to Social-Media Censorship",
    "sub_head": "Railroads can’t refuse to carry passengers for their political views. The same rule should apply to online monopolies, legal scholar Richard Epstein argues.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-01-15 12:39:00",
    "body": "The punitive banishment of Donald Trump from Facebook and Twitter has met with almost uniform approval from the president’s critics. So has the decision by  Apple  and Google to remove Parler, a Twitter alternative favored by Mr. Trump’s supporters, from their app stores. Many Democrats see these actions as a righteous and justified silencing, especially in light of Mr. Trump’s encouraging words for the mob that violently invaded the Capitol on Jan. 6. Even many of Mr. Trump’s supporters concede that  Twitter  and  Facebook  owe him no platform—that only the government has a legal obligation to respect the First Amendment.<br />Richard Epstein takes a different view. The gagging of the president by America’s digital behemoths provokes in him a mix of indignation and distress. A professor at the New York University Law School, he is the foremost libertarian legal scholar in the common-law world. (Mr. Epstein, 77, directs NYU’s Classical Liberal Institute, where I am a fellow.) We converse by Zoom, and he says that he’d tell Jack Dorsey and Mark Zuckerberg of Twitter and Facebook, respectively, to “give Trump his account back.”<br />Mr. Epstein envisions the two CEOs as a captive audience: “I’d say to them, ‘Boys, you’ve got to lighten up. You have to be less confident that you know the truth about everything. You know you’re doing your job when you publish stuff on your site that you strongly disagree with, and not in winning the short-term battle of keeping this, that, or the other guy out.”<br />Mr. Epstein describes Mr. Dorsey’s Jan. 13 Twitter thread, in which the CEO purports to explain the ban on Mr. Trump, as displaying “a rare combination of hubris and ignorance, proof of how dangerous it is to have a committed partisan as an ostensible umpire.” Among many assertions that Mr. Epstein finds “questionable” in the thread is Mr. Dorsey’s argument that “if folks do not agree with our rules and enforcement, they can simply go to another Internet service.”<br />Mr. Epstein emphasizes that he’s been frequently critical of Mr. Trump and called on the president to resign as early as February 2017: “I thought his style was so confrontational that you couldn’t keep peace in the land.” Yet he’s been struck by the “one-sided” nature of the debate over Mr. Trump’s ban from social media, focusing almost solely on the First Amendment and how it “applies only to Congress and to the states and doesn’t apply to private parties.” Largely absent from the debate, he says, has been the word “monopoly.”"
}