{
    "url_original": "https://www.wsj.com/articles/theres-as-much-to-learn-from-trumps-success-as-his-disgrace-11610919460?mod=opinion_lead_pos8",
    "url": "theres-as-much-to-learn-from-trumps-success-as-his-disgrace-11610919460",
    "title": "There’s as Much to Learn From Trump’s Success as His Disgrace",
    "sub_head": "Responsible leaders made his election possible by creating a vacuum that a demagogue could fill.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "image_1_url": "https://images.wsj.net/im-286599?width=620&size=1.5",
    "image_1": "im-286599.jpg",
    "time": "2021-01-17 16:37:00",
    "body": "The best argument for Donald Trump’s presidency was never about the man himself. It was about the people who voted for him.<br />It wasn’t really about what he would do for taxes, immigration or the federal judiciary. He did many needed things on those fronts for sure, but any clever Republican politician with a good pollster could have come up with that agenda. It wasn’t about his vaunted business experience and how he might inject a little necessary private-sector sense into a stultified bureaucracy. It certainly wasn’t about his penchant for conversation-dominating social-media expostulations—polls have indicated a consistent popular distaste for them.<br />The best argument for Donald Trump was that he led and gave voice to millions of Americans who had been leaderless and voiceless for decades. The secret people, as a British poet once described his similarly disdained countrymen—smiled at, paid, passed over. The deplorables. The men and women whom the media, entertainment and corporate human resources types never meet in their local Whole Foods but deride as bigots and brutish neanderthals.<br />People who had voted for Republicans and Democrats and had an increasingly hard time telling the difference. People who had voted for a “compassionate conservative,” who led the nation into a catastrophic and futile war. People who had voted for the nation’s first African-American president, a man promising hope and change but delivering hope mostly for those who had plenty of it already and change for few of those who really needed it.<br />These were Americans left behind by, or alarmed by, the unforgiving juggernaut of “progress” hailed by our political, business and cultural leaders as the glorious arc of history."
}