{
    "url_original": "https://www.wsj.com/articles/these-recipes-make-pasta-exciting-again-11610717310",
    "url": "these-recipes-make-pasta-exciting-again-11610717310",
    "title": "These Recipes Make Pasta Exciting Again",
    "sub_head": "Sick of the same old spaghetti? Try red-wine pasta with chestnuts and pancetta, or fettuccine with a luscious mushroom ragù. 5 quick, comforting recipes that put the new back in noodles.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-283595?width=620&size=0.6666666666666666",
    "image_1": "im-283595.jpg",
    "time": "2021-01-15 08:28:00",
    "body": "WHEN IT COMES to ease, speed, thrift, comfort, satisfaction and sheer belovedness, can any food compete with pasta? And yet, for all those good reasons, it’s easy to get into a pasta rut, rotating through the same standard sauces on autopilot. With that in mind, each of the recipes provided here incorporates an unexpected ingredient or a technique that surprises.<br />In the recipe for red-wine pasta with pancetta and chestnuts at right, the pasta finishes cooking in the red wine, drinking it up, which gives the glistening noodles a gorgeous burgundy hue and a rare depth of flavor. It’s an elegant dish, taking a weeknight pasta somewhere a bit more sumptuous. Using jarred chestnuts makes this a quick recipe—no need to peel the nuts, a terribly fussy business. Making this dish also happens to be a good way to use up leftover red wine, if you have a few open bottles. While a Tuscan red might be the most natural choice for a pasta sauce, I find a fruit-forward California Cabernet marries well with the natural sweetness of the chestnuts.<br />A few of these recipes come from restaurants I’ve sorely missed during lockdown. In her strozzapreti with carrots, Lena Ciardullo, executive chef of Union Square Café in New York, situates the carrot, normally a supporting player, at center stage. She roasts her carrots with fennel and ground coriander, then combines them with crisp pancetta, charred scallions, Fresno peppers and basil. A generous cup of stracciatella—the luxuriously rich center of a ball of burrata cheese—provides a tangy creaminess that counters the sweetness of the roasted carrots.<br />At Lilia in Williamsburg, Brooklyn, chef-proprietor Missy Robbins rethinks a classic cacio e pepe, swapping in pink peppercorns for the usual black ones. Pink peppercorns are actually berries and unrelated, botanically, to black pepper. They do have a peppery flavor: a slightly floral blooming heat that teases the palate. (One word of warning: Pink peppercorns are in the cashew family and should be avoided by anyone allergic to tree nuts.) To emulsify the sauce, Ms. Robbins simply adds pasta water to a little melted butter and stirs for a few moments, making this perhaps the fastest pasta sauce I know. Mafaldine is a long, flat and wide pasta with a ruffle to its edges. If you can’t find it, use another ribbonlike pasta such as fettuccine or tagliatelle.<br />Nancy Silverton, the Los Angeles doyenne of all things pasta—and, for that matter, pizza and bread—makes ingenious use of leftover bread to thicken a sauce of olive oil, garlic and chile flakes. It’s economical, speedy and requires no skill. Simply fry breadcrumbs in good olive oil. Reserve a portion of them to be added at the end for texture and crunch; cook the remainder in a bit of pasta water until they melt, along with the garlic, into a smooth sauce. The result is at once garlicky and gentle, soft and crisp. Most likely, it will not require a trip to the grocery store."
}