{
    "url_original": "https://www.wsj.com/articles/these-fashion-influencers-say-dont-buy-anything-11610802018",
    "url": "these-fashion-influencers-say-dont-buy-anything-11610802018",
    "title": "These Fashion Influencers Say ‘Don’t Buy Anything’",
    "sub_head": "Or at the very least, buy less. How a new wave of bloggers is rejecting the head-to-toe designer mentality.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-286370?width=620&size=1.5",
    "image_1": "im-286370.jpg",
    "time": "2021-01-16 08:00:00",
    "body": "Off Brand is a thrice-monthly column that delves into trends in women’s fashion and beauty.<br />AFTER BEING laid off twice in a row, Aileen Luib decided to take matters into her own hands by starting a blog called “The Baller on a Budget.” Ms. Luib, 28, had long felt the pressure to “keep up with the Kardashians,” as she put it, growing up in the Southern California suburbs as a second-generation Filipino immigrant. She explained: “I felt like I constantly had to uphold certain appearances,” that she had to conceal she had less money than those around her. “It was this constant, vicious battle of trying to keep up and not really share the honest side of my financial story.” Now, she’s sharing the nitty-gritty of her finances—including an itemized breakdown of her blogging income—to her tens of thousands of followers, alongside fashion and beauty content.<br />Certain elite fashion bloggers seem notoriously oblivious of real people’s budgets, as they go on about their sponsored private-island getaways (“office of the day”—wink, wink) and their “unboxing” videos showcasing designer handbags they’re received as gifts. The most famous fashion influencers, like Chiara Ferragni (“The Blonde Salad”) and Charlotte Groeneveld (“The Fashion Guitar”), are inextricably linked to luxury designers like Dior, Valentino and Jimmy Choo. Many vaguely hint at personal wealth which, together with their paid sponsorships, presents an image of heady affluence, a world where a constant stream of brand-new, 4-figure, luxury items is the norm.<br />But during a year when women have been the hardest hit by the financial crisis triggered by the pandemic—accounting for all 140,000 of the U.S. jobs lost in December—this lavish content appears increasingly out-of-touch. According to Mae Karwowski, the New York-based CEO of Obviously, an influencer marketing company, “The idea of a 23-year-old who wears all high-end luxury items—it’s gauche now.” She explained that followers now demand more of a high/low mix from their favorite influencers, to better reflect their own budgets. Influencers are realizing, as Ms. Karwowski put it, that their Instagram account “is not just a mini Vogue magazine.”<br />Canny content creators such as Ms. Luib are presenting a more realistic approach to fashion, inspiring their followers to look at the bigger picture. “My mission is basically to get women like me to take charge of their finances while at the same time not feeling like they’re left out,” said Ms. Luib. She continued, “Because there is a stigma that if you cannot afford the Gucci bag, if you cannot afford the Valentino shoes, that you are not one of them, that you do not have a seat at that table.” She hopes to inspire women to feel worthy and “look the part” without going into debt. Like many content creators, Ms. Luib’s income comes from affiliate links and website ads as well as some promotional deals."
}