{
    "url_original": "https://www.wsj.com/articles/they-want-to-put-a-highway-in-lead-bellys-backyard-11611960956?mod=opinion_major_pos4",
    "url": "they-want-to-put-a-highway-in-lead-bellys-backyard-11611960956",
    "title": "They Want to Put a Highway in Lead Belly’s Backyard",
    "sub_head": "A plan to extend I-49 through a historically black neighborhood has divided Shreveport, La.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-291876?width=620&size=1.5",
    "image_1": "im-291876.jpg",
    "time": "2021-01-29 17:55:00",
    "body": "Fights over whether to build freeways through city neighborhoods may seem like a thing of the past. It has been 65 years since Jane Jacobs successfully rallied opposition to Robert Moses’s plans for a highway through Manhattan’s Washington Square Park and 60 years since the Chrysler Freeway sliced through Detroit. But a version of this old fight is dividing Shreveport, La.<br />At issue is an $800 million plan to extend a 3-mile stretch of Interstate 49 through the historic African-American neighborhood of Allendale, where a few old shotgun houses, once synonymous with black poverty, still stand. The neighborhood is still poor. Fifty-four homes, some of them new, owner-occupied  structures built by a national nonprofit, and three historic black church buildings stand in the path of the proposed extension. A bipartisan coalition of local, state and federal representatives have joined forces with the Shreveport business community to target the properties for seizure via the government’s eminent-domain authority.<br />“The freeway would cause many of the newly built homes to be destroyed,” says Sharpel Welch of the nonprofit Shreveport-Bossier Community Renewal. “That’s years of revitalization down the drain.” Along with her husband, Emmitt, Ms. Welch runs a “friendship house” in Allendale, where they tutor and mentor neighborhood kids from streets where new homes sprout amid vacant lots. “It’s a David-and-Goliath situation,” she says, “but our neighbors are willing to fight.”<br />Once a regional center of the oil industry, Shreveport is the rare Sunbelt city that has been losing population—down 9% from its peak of 205,000 in 1980. Allendale is emblematic of the decline. Once a prosperous black enclave with 25,000 residents, it’s down to 6,000. “We are hemorrhaging population,” says Tim Magner of the Shreveport Chamber of Commerce. “We’re a city on the bubble, and we have to reinvent ourselves.”<br />Allendale is caught up in competing visions of how to bounce back. It’s a debate that pits a local urbanist architect allied with neighborhood families against the city’s business community. For the Chamber of Commerce and others involved in economic development, Shreveport’s best shot at revival is as a regional distribution center. I-49 stops at the north end of the city, and truck traffic must follow a slow-moving loop connector route, including local roads, to re-enter the highway south of town. Mr. Manger says the new road would link Shreveport directly to New Orleans, with its international container port, as well as to Dallas and the East Coast via I-20."
}