{
    "url_original": "https://www.wsj.com/articles/they-did-their-jobs-well-11611011824?mod=opinion_lead_pos1",
    "url": "they-did-their-jobs-well-11611011824",
    "title": "They Did Their Jobs Well",
    "sub_head": "Pence, Kudlow, Rao, Pai and more: Here are the Trump appointees and policies that served the country.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-18 18:17:00",
    "body": "As the Trump Presidency ends in the disgrace of the Capitol riot, an effort is already underway to erase everything in the last four years as disgraceful too. That’s a lie—a Big Lie, to borrow the cliché of the moment. Donald Trump’s profound character flaws need to be separated from what so many people in his Administration accomplished for the country.<br />These men and women didn’t “enable” Donald Trump. Sixty-three million Americans did that when they elected him in 2016, with a significant assist from the Democrats who nominated Hillary Clinton, perhaps the only candidate who could have lost to Mr. Trump.<br />Mr. Trump appointed people who had the usual varying combinations of conviction and ambition. They served despite the hostility of the bureaucracy and press, and a President who often didn’t appreciate their work. Sometimes—in some cases, often—they protected the country by stopping Mr. Trump from his worst impulses.<br />We can’t list everyone who contributed, but before the Biden Presidency begins we thought we’d link some of those who did their jobs well with the successful policies they promoted. We’ve already saluted Betsy DeVos at Education and Ajit Pai at the Federal Communications Commission. Here’s a sample of other significant people and policies:<br />• Larry Kudlow, Kevin Hassett, Casey Mulligan, Gary Cohn, and others on the economic team. The pandemic-lockdown recession has obscured that the pre-Covid U.S. economy was the strongest since the 1990s. Unlike the Obama years, the benefits of growth were widely dispersed, wage gains were strongest for the least skilled, and poverty saw its sharpest decline in decades."
}