{
    "url_original": "https://www.wsj.com/articles/thieves-target-atms-flush-with-cash-during-covid-19-11611838800?mod=business_minor_pos5",
    "url": "thieves-target-atms-flush-with-cash-during-covid-19-11611838800",
    "title": "Thieves Target ATMs Flush With Cash During Covid-19",
    "sub_head": "Efforts to steal from cash machines surged in 2020; explosives and trucks increasingly used",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-288539?width=620&size=1.5",
    "image_1": "im-288539.jpg",
    "time": "2021-01-28 08:00:00",
    "body": "Attempts to break into ATMs and steal cash more than doubled in the U.S. last year, as some criminals took advantage of civil unrest in cities and others targeted the larger-than-usual amounts of cash stocked in machines when banks closed due to the coronavirus pandemic, ATM security companies said.<br />“We saw it all, from hand tools to explosives to vehicle attacks,” said Jack Burns, vice president of ATM security for  Cardtronics ,  which operates 285,000 cash machines in 10 countries.<br />Attempts to break into automated teller machines jumped about 150% from 2019 to 2020 at ATMs protected by 3SI Security Systems, a Malvern, Pa., company that provides security technology for banks and credit unions. ATM thefts increased more than 50% in 2018 and 2019, based on surveys by the ATM Industry Association. The trade group said it didn’t do a 2020 survey due to the pandemic.<br />Several police departments and the federal Bureau of Alcohol, Tobacco, Firearms and Explosives said they don’t track attempts to steal money from ATMs as a category.<br />A bank machine can hold a couple-hundred-thousand dollars, industry executives say. Smaller ones at convenience stores often have up to $20,000. During last spring’s pandemic lockdown, ATMs that normally held $50,000 might have contained $100,000, said 3SI Marketing Director Lisa Moughan, because banks and credit unions urged customers to use the machines for withdrawals when many branches temporarily closed."
}