{
    "url_original": "https://www.wsj.com/articles/third-spac-etf-launch-taps-into-blank-check-company-boom-11611225000?mod=markets_lead_pos5",
    "url": "third-spac-etf-launch-taps-into-blank-check-company-boom-11611225000",
    "title": "Third SPAC ETF Launch Taps Into Blank-Check Company Boom",
    "sub_head": "Morgan Creek Capital’s Mark Yusko is teaming up with former Credit Suisse CEO Brady Dougan",
    "category_1": "Finance",
    "time": "2021-01-21 05:30:00",
    "body": "Wall Street is launching a third exchange-traded fund that invests in special-purpose acquisition companies, accelerating a rush to cash in on investors’ enthusiasm for so-called blank-check firms.<br />The hedge fund Morgan Creek Capital Management and the financial-technology company Exos Financial plan to launch the SPAC ETF on Tuesday, the companies said. The new Morgan Creek-Exos SPAC Originated ETF will trade under the ticker SPXZ and consist of a mix of firms that recently went public by merging with a SPAC plus shell companies that are still seeking startups to take public.<br />Morgan Creek Chief Executive Officer Mark Yusko is the former endowment head at the University of North Carolina, Chapel Hill, and Exos is run by former  Credit Suisse Group AG  CEO Brady Dougan.  Credit Suisse  is one of the biggest SPAC underwriters on Wall Street.<br />Morgan Creek and Exos are the latest companies trying to make money from SPACs, which go public and then have up to two years to merge with a company. Upon completion of a deal, that company gets the SPAC’s place on a stock exchange, allowing it to access everyday investors. The new ETF will be the third focused on the sector created in the past few months, joining the  and the SPAC and New Issue ETF, run by Tuttle Tactical Management.<br />While SPACs are still a small part of markets, they have soared in popularity lately, attracting investors hopeful about popular themes such as electric vehicles and green energy. The creation of a third ETF underscores a sudden ubiquity, with people from the singer Ciara to the basketball great Shaquille O’Neal backing them."
}