{
    "url_original": "https://www.wsj.com/articles/this-cruise-ship-comedian-is-used-to-tough-crowds-he-misses-them-11611689600",
    "url": "this-cruise-ship-comedian-is-used-to-tough-crowds-he-misses-them-11611689600",
    "title": "This Cruise-Ship Comedian Is Used to Tough Crowds. He Misses Them.",
    "sub_head": "Adapting to life at sea wasn’t easy for L.A. comic Mike Siegel, then Covid sunk the cruise industry",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-282102?width=620&size=1",
    "image_1": "im-282102.jpg",
    "time": "2021-01-26 14:33:00",
    "body": "IN THE SUMMER of 2015, I performed stand-up comedy on a TV talent competition. The morning after it aired, the phone rang. The man on the other end was a Florida-based talent agent with a proposition: “Ever think about doing cruises?”<br />The truth was that I hadn’t thought about cruises much. I’d taken exactly one cruise in my life 30 years ago with some college friends on a weeklong booze-fueled lap around the Caribbean. Though I’m hazy on details, I do remember finding the cruise experience confining, overly structured and, I’ll say it, boring. Toss in my penchant for motion sickness, and I never returned to the open seas.<br />But work is work and the money being offered was decent. I took the gig, knowing it came with strings attached. Most cruise ships want clean, family-friendly acts: no swearing, politics, religion, or overtly sexual material. Such rules are the reason many comics won’t (or can’t) do cruises.<br />I’m considered a clean act in comedy clubs, but I still got reprimanded on my first cruise for material that would barely raise an eyebrow from “The Tonight Show” censors. It’s not uncommon to walk on a ship’s stage to see three generations of the same family in the front row, complete with dozing grandparents and restless toddlers. It’s the only time I envy clowns.<br />My seasickness was also a real concern at first, but I’m proud to say I never “fed the fish” in my four years of cruising. The massive size of most modern cruise ships helps considerably in reducing the motion of the ocean, but the smaller the ship, the rougher it can get."
}