{
    "url_original": "https://www.wsj.com/articles/this-time-trumps-impeachment-is-warranted-11610494275?mod=opinion_major_pos7",
    "url": "this-time-trumps-impeachment-is-warranted-11610494275",
    "title": "This Time, Trump’s Impeachment Is Warranted",
    "sub_head": "Republicans should worry more about what’s right for the country than their own electoral futures.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-01-12 18:31:00",
    "body": "On a business trip down South some years ago, I checked into the hotel and emailed my wife, who was back in New York. “When the GPS tells you to take Jefferson Davis Highway to Stonewall Jackson Boulevard and hang a left,” I wrote, “you know you’re a long way from home.”<br />Yes, the U.S. is a big country, and in some parts of it the defeat of the Confederacy is still a touchy subject, alas. Still, I’m inclined to believe that most Americans were appalled last week at the image of a man with a large Confederate battle flag strolling down the halls of the Capitol while a mob of Trump supporters were ransacking the place.<br />Since the 1960s, that flag has symbolized, among other things, opposition to civil rights for blacks. For many, it brings to mind white hoods, burning crosses and lynch mobs. In 2015, Justice Clarence Thomas, a product of the Jim Crow South, joined liberals to cast the deciding vote in a case that affirmed Texas’ refusal to print the Confederate flag on the state’s license plates. Yet its brandishing last week recalled what the flag originally stood for: insurrection.<br />Donald Trump encouraged his supporters to march to the Capitol and did little to stop them from interfering with Congress’s certification of Joe Biden’s victory. At the direction of the president, the executive branch of government tried to strong-arm the legislative branch. Even after the carnage that ensued, a large majority of Republicans in the House, including Minority Leader Kevin McCarthy, voted to do what the rioters demanded and challenge the election results. For shame.<br />Some Republicans have called on the president to resign, which is a pipe dream. Others have tried to have it both ways by saying that he deserves to be impeached but shouldn’t get what he deserves. The Senate won’t convict and the process will sow even more political discord, they argue, so let Mr. Trump serve out his few remaining days in office."
}