{
    "url_original": "https://www.wsj.com/articles/this-could-be-the-best-year-on-record-for-job-growth-11610274600",
    "url": "this-could-be-the-best-year-on-record-for-job-growth-11610274600",
    "title": "This Could Be the Best Year on Record for Job Growth",
    "sub_head": "Gains to be driven by a re-emerging economy but won’t offset all pandemic losses",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "image_1_url": "https://images.wsj.net/im-282849?width=620&size=1.5",
    "image_1": "im-282849.jpg",
    "time": "2021-01-10 05:30:00",
    "body": "The U.S. economy is poised to add more jobs this year than any other on records dating back to 1939—though the expected gain is unlikely to fully replace losses last spring, when the coronavirus pandemic first took hold.<br />U.S. nonfarm payrolls will increase by 6.7 million by December 2021, from last month, according to data firm  IHS Markit .  Economic forecasting firm Oxford Economics predicts 5.8 million jobs. Economists at the University of Michigan forecast 5.3 million. All would put 2021 well ahead of the 4.3 million jobs created in 1946, at the start of the post-World War II expansion, for the best year on record. It would be much less in percentage terms, though, 5% versus 11% in 1946.<br />Such gains would be a dramatic turnaround from 2020’s net job loss of 9.4 million, according to the Labor Department’s jobs report Friday. The loss largely occurred in March and April, when employers shed 22 million jobs as states restricted activity to control the spread of the virus. Jobs grew in subsequent months, but the pace eased after June then turned negative in December.<br />Economists expect hiring to start slowly and gain momentum later in 2021, as the Covid-19 vaccine becomes widely available and consumers resume activities such as dining out and travel. The $900 billion in enhanced unemployment benefits, aid to businesses and other relief enacted late last month is also projected to boost the economy.<br />The speed of the recovery would be far faster than after the two previous recessions this century, which mostly reflects the severe and sudden nature of last year’s downturn and the unusual factors at work now in confronting a simultaneous health and economic crisis."
}