{
    "url_original": "https://www.wsj.com/articles/those-2-000-checks-wont-boost-the-economy-11610665993?mod=opinion_lead_pos5",
    "url": "those-2-000-checks-wont-boost-the-economy-11610665993",
    "title": "Those $2,000 Checks Won’t Boost the Economy",
    "sub_head": "Politicians love direct payments, but people spend more only when long-term income rises.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-285579?width=620&size=1.5",
    "image_1": "im-285579.jpg",
    "time": "2021-01-14 18:13:00",
    "body": "President-elect Biden is promising another round of federal spending to “stimulate” the economy. Jumping on the bandwagon for $2,000 checks may be only the beginning. But history shows such spending does nothing to stimulate the economy. In the end, it only adds to the federal debt.<br />Since the mid-1970s, one-time cash payments to individuals to stimulate economic growth have been tried on at least five separate occasions. Presidents Gerald Ford and Jimmy Carter promised that their stimulus checks would restore economic growth by inducing higher consumption. Yet in both instances the payments failed to deliver the promised results. Their impact on economic output was at best negligible and only temporary.<br />More recent attempts by Presidents George W. Bush and Barack Obama were similar flops. The one-time cash payments under Mr. Bush in early 2008 had no discernible impact on the economy. Having seemingly learned nothing from this experience, Mr. Obama proposed the same remedy in 2009 as part of a larger economic stimulus plan. His temporary and targeted cash assistance had, if anything, only a negligible near-term impact. Over the longer run, the economy experienced a remarkably anemic recovery.<br />These failures are consistent with the permanent-income and life-cycle theories of individual consumption behavior. Both theories suggest that individuals’ consumption is determined primarily by their income over the long term. Hence, a one-time cash assistance grant doesn’t boost consumption. As we wrote on these pages about such programs in 2010, theory and evidence shows that “they did not work then and they are not working now.”<br />Although data are still coming in on the effects of the one-time cash payments authorized by last March’s Cares Act, so far the pattern is the same. Using a large-scale survey of its effects, a National Bureau of Economic Research study by Olivier Coibion, Yuriy Gorodnichenko and Michael Weber found that “most respondents report that they primarily saved or paid down debts with their transfers, with only about 15 percent reporting that they mostly spent it.” Thus the payments have done little to boost the economy."
}