{
    "url_original": "https://www.wsj.com/articles/tiktok-rival-kuaishou-wants-your-attentionand-investment-11611310375?mod=markets_major_pos2",
    "url": "tiktok-rival-kuaishou-wants-your-attentionand-investment-11611310375",
    "title": "TikTok Rival Kuaishou Wants Your Attention—and Investment",
    "sub_head": "The coming IPO of the Tencent-backed company in Hong Kong could be one of the city’s biggest",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-289010?width=620&size=1.5",
    "image_1": "im-289010.jpg",
    "time": "2021-01-22 05:12:00",
    "body": "TikTok was undoubtedly the most talked about app in 2020, both for its viral popularity and the resulting political troubles. Its largest competitor in China hasn’t received as much scrutiny abroad, but could still make a splash in the market.<br />The coming initial public offering of Tencent-backed Kuaishou—“fast hand” in Chinese—in Hong Kong could be one of the city’s biggest. Founded in 2011 as an app for making GIFs—animated images used in chats—the company is now the second-largest short-video app in China, behind Douyin, the Chinese version of TikTok. Analysts at Morgan Stanley, one of the IPO sponsors, value it between $70 billion and $97 billion.<br />Kuaishou has 262 million users spending an average 86 minutes every day on the app. While Douyin was first known for goofy videos with music and dance that drew young people in, Kuaishou began as an app that documented daily lives of ordinary people outside of big cities. These days, more and more users are on both apps, but Kuaishou’s users are still more concentrated in smaller cities.<br />Kuaishou made nearly two-thirds of its revenue from live streaming in the first nine months of 2020: Users buy virtual gifts to give performers as tips. Live streaming was very popular in China a few years ago, but has now been usurped by short videos. Such a shift is prominent in Kuaishou’s financials too: Live streaming accounted for 95% of revenue in 2017.<br />Live streaming’s contribution will likely continue to fall, but what replaces it is more exciting for investors. The company’s advertising revenue, springboarding from the popularity of its short-video app, tripled year-over-year in the first nine months in 2020 and now accounts for around a third of revenue. The ad business also is likely more profitable than live streaming. Kuaishou’s gross profit margin has expanded in the past few years."
}