{
    "url_original": "https://www.wsj.com/articles/time-between-review-and-your-byrd-can-sing-11610125054",
    "url": "time-between-review-and-your-byrd-can-sing-11610125054",
    "title": "‘Time Between’ Review: And Your Byrd Can Sing",
    "sub_head": "Though he was overshadowed by his charismatic bandmates, Chris Hillman wanted to be a rock ’n’ roll star too.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-281660?width=620&size=custom_2887x1925",
    "image_1": "im-281660.jpg",
    "time": "2021-01-08 11:57:00",
    "body": "Chris Hillman has always been happy to be second-in-command, a role he explores in his memoir “Time Between: My Life as a Byrd, Burrito Brother, and Beyond.” As the shy Mr. Hillman tried to blend into the background at a London party in 1965, John Lennon nodded toward him and asked the others, “Does he talk?”<br />Mr. Hillman never shared the name recognition or charisma of Byrds co-founders Roger McGuinn and David Crosby, and though he was a founding member of the Flying Burrito Brothers, it’s the doomed genius and eternal youth of Gram Parsons that people remember. Mr. Hillman is front and center on the cover of “Manassas,” a genre-bending glory of the early ’70s, but it was Stephen Stills’s band. For a brief period later, in the wake of CSNY, when every band was a potential supergroup, he found his name above the title, but “The Souther-Hillman-Furay Band” and “McGuinn, Clark & Hillman” never tripped readily off the tongue. He later found the country charts with the Desert Rose Band and made a string of excellent solo albums, the most recent of which, “Bidin’ My Time” (2017), was the final production of fan Tom Petty.<br />Yet seconds-in-command aren’t also-rans. Mr. Hillman, a Rock & Roll Hall of Famer with four Grammy nominations to his name, has as solid a claim as anyone—though he modestly does not make it—to have invented the entire genre of country rock. His early bluegrass contributions to the Byrds found their apotheosis in 1968’s “Sweetheart of the Rodeo,” which has become latterly influential, a wellspring of today’s alt-country movement. By that time, Mr. Hillman had emerged both as a songwriter (including the classic “So You Want to Be a Rock ’n’ Roll Star”) and a singer: the secret of the Byrds’ vocal chemistry was not three-part harmony but that two sang in unison as Mr. Crosby soared above.<br />The first 50 pages of “Time Between” detail a Southern California upbringing in San Diego County’s then-rural Rancho Santa Fe: a succession of dogs and horses vie with the sequential appeal of TV cowboys, scooters and surfing until music starts calling the tune. The suicide of Mr. Hillman’s father—on which he blames much of his hot temper—marks the end of this idyllic childhood; his future lay north in L.A., via fledgling bluegrass bands with wondrous period names like the Scottsville Squirrel Barkers. Then, “like that moment in The Wizard of Oz when everything goes from black and white to color,” the Beatles play Ed Sullivan. Mr. Hillman auditions for the Byrds on electric bass, despite being a mandolin picker who has never played even a double bass, and immediately finds himself in a Hollywood of almost mythical glamour for the band’s 1965 residency on the Sunset Strip at Ciro’s Le Disc, a scene on the cusp: so recently the haunt of Spencer Tracy and Errol Flynn, now a hangout for Sonny & Cher.<br />The cutthroat mentality of a band on the make is tactfully told. Mr. Hillman, a longtime Christian who understands that it’s all about motes and beams, is as discreet about other people’s bad choices as he is about his own, and “Time Between” gives him a chance to reflect, make amends and give thanks. Those wanting gorier details of Mr. Crosby’s shenanigans, Mr. Stills’s control-freakery or Parsons’s drug abuse should look elsewhere."
}