{
    "url_original": "https://www.wsj.com/articles/tom-hanks-lady-gaga-j-lo-and-others-will-entertain-at-joe-bidens-inauguration-11610757109",
    "url": "tom-hanks-lady-gaga-j-lo-and-others-will-entertain-at-joe-bidens-inauguration-11610757109",
    "title": "Tom Hanks, Lady Gaga, J. Lo and Others Will Entertain at Joe Biden’s Inauguration",
    "sub_head": "Stars will perform at the ceremony and host a variety of star-studded concerts and fundraisers over several days",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-285744?width=620&size=1.5",
    "image_1": "im-285744.jpg",
    "time": "2021-01-15 19:31:00",
    "body": "While A-list celebrities mostly sat out the 2017 inauguration, there’s no shortage of household names turning out to celebrate the swearing in of the next president and vice president over the coming week. President-elect Joe Biden and Vice President-elect Kamala Harris will celebrate their inauguration, Wednesday, with Lady Gaga, Tom Hanks, J.Lo and a host of other bold-faced names.<br />Lady Gaga, the Grammy- and Oscar-winning performer will sing the national anthem at the swearing-in ceremony, which will take place at the U.S. Capitol. Jennifer Lopez, aka J.Lo, who co-headlined last year’s Super Bowl halftime show, will also perform.<br />The ceremony, which usually takes place around noon, will air on many major TV networks. You can also stream the day’s events free on a number services such as Peacock, Pluto and the Roku Channel.<br />The presidential inauguration is typically a massive day of parades, balls and, of course, a ceremony attended by thousands of members of the public and top members of American government. But accounting for security concerns around the pandemic, the inauguration committee is encouraging Americans not travel to Washington for the 59th Inaugural. As such, many of the events surrounding it will go virtual.<br />The Inauguration Committee announced this week that inauguration day would close with a 90-minute prime-time program, “Celebrating America,” hosted by Tom Hanks, and featuring remarks from Mr. Biden and Ms. Harris. The program will also include remarks and performances by Bruce Springsteen, Foo Fighters, Jon Bon Jovi, Demi Lovato and Justin Timberlake. The special is scheduled to air on ABC, CBS, CNN, NBC, and MSNBC, as well as streaming options, including Peacock, Pluto and The Roku Channel, at 8:30 p.m. E.T."
}