{
    "url_original": "https://www.wsj.com/articles/tom-brady-takes-the-tampa-bay-buccaneers-to-the-super-bowl-11611531150",
    "url": "tom-brady-takes-the-tampa-bay-buccaneers-to-the-super-bowl-11611531150",
    "title": "Tom Brady Takes the Tampa Bay Buccaneers to the Super Bowl",
    "sub_head": "The 43-year-old Brady advances to his 10th NFL title game after a 31-26 win over the Green Bay Packers in the NFC Championship",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-289759?width=620&size=1.4988290398126465",
    "image_1": "im-289759.jpg",
    "time": "2021-01-24 18:32:00",
    "body": "There were bombs, shocking interceptions, and two critical fourth down decisions that swung the balances in this NFC Championship between the Tampa Bay Buccaneers and Green Bay Packers. There was an electrifying duel featuring the most successful quarterback of all-time and the one who was the best in the entire NFL this year. The finish was a frenzy.<br />It ended in a familiar way, albeit in unfamiliar colors. Brady is headed to his 10th Super Bowl, and his first with Tampa Bay, after the Buccaneers topped the Packers 31-26. The win makes the Buccaneers the first team in NFL history to play the Super Bowl on its home field, with the game taking place at their Raymond James Stadium on Feb. 7.<br />The Buccaneers didn’t just win. They withstood a late charge by the No. 1 seed in the NFC, which was led by the presumptive Most Valuable Player, quarterback Aaron Rodgers, at Lambeau Field. After Tampa Bay raced out to a 28-10 lead, Green Bay closed it to 28-23. Brady, at one point, threw interceptions on three consecutive possessions.<br />It was an improbable series of events that gave Tampa Bay such a commanding lead in the first place. There was an unusual mistake by Rodgers, an unexpected fourth-down call and then an unlikely play by Brady.<br />With less than a minute left in the first half, with Tampa Bay ahead just 14-10, Rodgers threw a pick—just his sixth of the season. And with under a minute to play, Brady pressed down field until his team faced fourth and 4 from the Green Bay 45-yard-line. They went for it. They got it. And on the next play, Brady threw a 39-yard touchdown to Scotty Miller."
}