{
    "url_original": "https://www.wsj.com/articles/tomorrow-the-world-review-from-isolation-to-american-empire-11610124795",
    "url": "tomorrow-the-world-review-from-isolation-to-american-empire-11610124795",
    "title": "‘Tomorrow, the World’ Review: From Isolation to American Empire",
    "sub_head": "Where did America’s global dominance begin? In Stephen Wertheim’s view, look to the fall of France in 1940.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-282289?width=620&size=1.5",
    "image_1": "im-282289.jpg",
    "time": "2021-01-08 11:53:00",
    "body": "How fast it was, really, for America to become No. 1. It took a mere five summers—so short a time in the grand sweep of Great Power politics—for a vague ambition held in the minds of a small group of American intellectuals before 1940 to become the firm grand strategy of the Republic by June 1945. One month earlier than that, in May, the Supreme Allied Commander of the West’s forces in Europe, five-star American Army Gen. Dwight Eisenhower, had accepted the Nazi surrender. Six thousand miles away, and only a few weeks later, the nations of the free world met to sign the U.N. Charter in San Francisco and formed a new international order very much along American lines. Even as that historic event was happening, the President of the United States was preparing, confidently, to further arrange the world’s future at Potsdam. And while Harry Truman was sailing back from Europe after the Potsdam Conference, he ordered the dropping of the first atomic bomb upon a distant, battered Japan. This was world power as had never been seen before; little wonder that both its supporters and its few remaining doubters shook their heads in awe. Was this not, indeed, manifest destiny?<br />For almost 80 years now, historians and diplomats have sought not only to describe America’s swift advance to global primacy but also to explain it, and the sheer number of contending schools of thought—patriotic, revisionist, realist, liberal-internationalist—is not surprisingly very large. Any writer wanting to make a novel contribution either has to have evidence for a new interpretation, or at least be making an older argument in some improved and eye-catching way. Stephen Wertheim’s “Tomorrow, the World” does both. The book is a re-statement, in a more sophisticated form, of the old left-wing claim that the rising U.S. internationalism of this time was a cloak for ambitious quasi-imperialist policies. But the text also presents “new” archival materials, and uses them to advance a seriously original claim about exactly when and why the transformation occurred.<br />Mr. Wertheim, a historian at Columbia University and Deputy Director of Research and Policy at the Quincy Institute for Responsible Statecraft, takes his first bold step by presenting the argument that it was not Pearl Harbor and events in the Pacific in late 1941 that pulled America out of isolationism, but rather the shocking fall of France in June 1940. Previous scholarship has hardly ignored the impact upon American politics of the seismic shaking of the Atlantic world that summer and autumn, and the rush of U.S. measures to shore up its own security (the naval Acts, the destroyer-bases deal). But no historian before Mr. Wertheim has shown in such detail how a small, networked bunch of Ivy League-elite public intellectuals and strategists—Rhodes scholars galore and underwritten by the Rockefeller Foundation—could step in and use the shock of France’s fall to articulate their visions of the path forward for the American Republic from their posts at such organizations as the Council on Foreign Relations, the Yale Institute for International Studies and the Institute for Advanced Study in Princeton, N.J. Acting as the State Department’s virtual “think tank” for the country’s future, the CFR and the many planning sub-groups it spawned stepped forward to convince important senators, the broader Congress, the American newspapers and the public at large that their nation should now assume the many burdens of global leadership. For if the United States would not stop the Fascist threat to world domination, who else could? Their interventionist and Atlanticist drumbeat was loud, then, even before Pearl Harbor gave these folks the chance to push the country into the role they wanted to assume in any case.<br />Mr. Wertheim’s second, even bolder argument is that virtually all these intellectuals took America’s greatness for granted. Whether they were of the harder-nosed “realist” tradition (like University of Chicago professor Hans Morgenthau and Yale professor Nicholas Spykman), or advocates of a new United Nations-based security architecture (like professors James T. Shotwell and Leo Pasvolsky), all of them held that global leadership was their birthright. Because America was an inherently “good thing,” the world and the world-system American made could only benefit when the country acted in its own best interests. America’s good was the planet’s good, and vice-versa. Only by the end of 1945—after the atomic bombs, the carve-up of Europe at the Potsdam conference, and the spread of America’s military footprint across the globe—did a few American voices remain (the thoughtful political scientists Quincy Wright was one) to wonder whether the nation was embracing too much the world of raw power-politics.<br />Given the ambitious title and subtitle, ”The Birth of U.S. Global Supremacy,” of Mr. Wertheim’s book, though, it is important to understand what it is not about. While the striking dust-jacket shows that famous 1943 modernist poster of aircraft, warships and tanks advancing out of American factories, “Tomorrow the World” is not about the creation of the U.S. military-industrial complex, nor is it much interested in the story of the emergence of American financial dominance over the rest of the world (the U.S. Treasury, tellingly, is not in the index). The planners and strategists in and around the State Department, and the academics and public intellectuals of the CFR, all took the untrammeled American economic and military might for granted. They did not bother much about how or even where the U.S. armed forces fought the war, or the tough strategy debates about a second front, or the type of weapons systems deployed to defeat Japan. The important role of the formidable Adm. Ernest J. King, whose Navy took over the entire Pacific realm, is not covered here, nor is that of Hap Arnold, the architect of American global air power. Roosevelt’s closest military aide, his confidante Adm. William D. Leahy, described in a recent biography as “The Second Most Powerful Man in the World,” has no entry in the index; nor, remarkably, does the Secretary of War Henry Stimson. Yet, by contrast, the realist thinker Spykman gets a lot of mention, and internationalist Quincy Wright even more. Significantly, the Council on Foreign Relations itself gets the most coverage, and more pages, than any other subject in this book. After all, “Tomorrow, the World” is a study in American foreign-policy thinking, not in the actual wielding and making of American power. This is intellectual history, in the broadest sense of that term."
}