{
    "url_original": "https://www.wsj.com/articles/trading-surge-strains-online-brokerages-11611692363?mod=markets_lead_pos2",
    "url": "trading-surge-strains-online-brokerages-11611692363",
    "title": "Trading Surge Strains Online Brokerages",
    "sub_head": "A flood of individual investors into the stock market has led to temporary outages at some brokerages",
    "category_1": "Markets",
    "time": "2021-01-26 15:19:00",
    "body": "Stock trading volume has surged in the past week, and Wall Street’s online brokers are struggling to keep up.<br />In recent days, clients of Fidelity Investments, E*Trade Financial Corp., Charles Schwab Corp. and Vanguard Group have encountered brief delays executing trades or temporarily lost access to vital account information. The service disruptions came during a period of frenetic trading, largely driven by individual investors.<br />“These outages generate annoyance among investors in the short term,” said William Trout, director of wealth management at Javelin Strategy & Research. “Longer-term, outages call into question the stability of these platforms, even if the need for greater capacity can be addressed.”<br />The outages also can take their toll on the markets themselves, especially at a time when individual investors’ interest in stocks has touched levels unseen in decades, he said. Robinhood Markets Inc. and other popular trading platforms experienced outages last spring, when concerns over the pandemic and its effect on the economy triggered the worst stock-market selloff since Black Monday.<br />The market snapped back almost as quickly, drawing in many first-time stock traders. And with many Americans transitioning to remote work, those investors had more time to pore over their brokerage accounts and place their bets. Their enthusiasm, along with efforts by brokers to beef up their platforms, so far has offset clients’ frustration with temporary outages. But repeated problems will test their patience and draw regulators’ attention, Mr. Trout said."
}