{
    "url_original": "https://www.wsj.com/articles/travel-to-amsterdam-through-films-music-food-and-more-11611343623",
    "url": "travel-to-amsterdam-through-films-music-food-and-more-11611343623",
    "title": "Travel to Amsterdam Through Films, Music, Food and More",
    "sub_head": "Until you can jet off to The Netherlands worry-free, we’ve devised ways to immerse yourself in its capital from afar",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-288551?width=620&size=1.5",
    "image_1": "im-288551.jpg",
    "time": "2021-01-22 14:27:00",
    "body": "In the new “Wish You Were There” series, we offer a virtual visit to a beloved destination by asking locals and insiders to recommend transportive films, books, music and podcasts, as well as a few quintessential drinks and dishes. Bon voyage!<br />IF YOU’RE the kind of traveler who values small pleasures over spectacular monuments, the Dutch capital of Amsterdam is a place you visit more than once. You get drawn back again and again, to bike along glittering canals, sip tiny beers in charming old “brown cafes,” and just otherwise bask in pleasant vibes. Find a quiet spot away from the crowds, and it can feel like a home away from home.<br />That’s easiest in winter. You’ll miss out on the festive summertime street scene, but with long nights and cold rains chasing the casual tourists away, it’s a snap to find a cozy corner spot at the cafe. And with vaccines slowly rolling out around the world, it might not be too early to plan a trip for next winter.<br />As we dare to fantasize about travel again, here’s some fuel: a virtual tour of Amsterdam via music, food, books, movies and a good stiff drink. We’ve compiled lists of recommendations, and even enlisted a handful of distinguished locals and experts to suggest artifacts and recipes that will bring the city and its history into your home, from Dutch comfort food to a classic read from the city’s most famous former resident.<br />U.S.-born Russell Shorto, author of the celebrated tome “Amsterdam: A History of the World’s Most Liberal City,” earned a Dutch knighthood for strengthening Netherlands-U.S. relations with his writing. (His latest book, “Smalltime: A Story of My Family and the Mob,” is out Feb 2.) Here, Mr. Shorto on four other must-reads for Amsterdam visitors and aficionados:"
}