{
    "url_original": "https://www.wsj.com/articles/trial-finds-south-african-coronavirus-strain-poses-reinfection-risks-11611941546",
    "url": "trial-finds-south-african-coronavirus-strain-poses-reinfection-risks-11611941546",
    "title": "Trial Finds South African Coronavirus Strain Poses Reinfection Risks",
    "sub_head": "People who have already had Covid-19 can be reinfected by the South African variant, a finding that could impact global fight against the pandemic",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-01-29 12:32:00",
    "body": "JOHANNESBURG—A clinical trial of  Novavax Inc.’s  Covid-19 vaccine in South Africa produced a potentially worrying finding: Among the participants who didn’t receive the shot, an earlier Covid-19 infection didn’t appear to protect them against catching the disease again from a new strain of the coronavirus now circulating the country.<br />The trial is the first major analysis of how the South African variant functions differently in humans compared with earlier versions of the virus. Its findings are in line with earlier studies done in the laboratory that also showed that mutations in the new strain—which has been detected in 31 countries, including the U.S.—made it more resistant to antibodies triggered by a previous Covid-19 infection.<br />If confirmed by other vaccine trials currently under way in South Africa, the finding that people who have already had Covid-19 can get infected again by a new variant could have important repercussions for the world’s fight against the coronavirus pandemic. It suggests that reaching herd immunity through natural infection may be difficult if the virus mutates in ways that allow it to evade the human immune response.<br />“It has global implications,” said Shabir Madhi, the lead investigator of the South African Novavax trial and dean of the faculty of Health Sciences at the University of the Witwatersrand in Johannesburg. “The immunity that was induced by the prototype virus is not protective” against the new variant.<br />But the Novavax trial, similar to some other late-stage trials of Covid-19 vaccines, also showed that the shots can produce a more powerful protection against the disease than a previous infection. Among South African participants who were HIV-negative, the Novavax vaccine was 60% effective at protecting them against symptoms of Covid-19."
}