{
    "url_original": "https://www.wsj.com/articles/trio-review-a-cinematic-novel-from-william-boyd-11610727340",
    "url": "trio-review-a-cinematic-novel-from-william-boyd-11610727340",
    "title": "‘Trio’ Review: A Cinematic Novel from William Boyd",
    "sub_head": "Vanity, rivalry, sexual jealousy—and a producer who consoles himself with drink.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-285941?width=620&size=1.5",
    "image_1": "im-285941.jpg",
    "time": "2021-01-15 11:15:00",
    "body": "Every novelist ought to do a little screenwriting. The odds of selling a script are long, but the discipline of telling a story in scenes and dialogue, without exposition, can be bracing. The prolific British novelist William Boyd is also a veteran screenwriter, and his experience in that role probably accounts for the strongly cinematic qualities in some of his best fiction.<br />Mr. Boyd’s narrative gifts and film experience blend harmoniously in “Trio,” a novel that tells the braided story of three unhappy souls enmeshed in the filming of a British love story in the seaside town of Brighton in 1968. Readers of a certain age will vividly recall that annus horribilis, which included assassinations, riots, Vietnam, and, in Europe, the student revolt in Paris and the Soviet invasion of Czechoslovakia. Famously swinging London was a center of the era’s cultural ferment if not its violent upheavals, and some of the period’s social changes are reflected in Mr. Boyd’s eponymous trio.<br />Talbot Kydd, with perhaps the widest lens on the proceedings, is the film’s unhappy producer, an aging World War II veteran with a crooked business partner, a chilly marriage and ulcers. But Talbot’s biggest trouble is that he’s gay and, in the final reel of his life, still closeted. Now he finds himself producing a silly and troublesome film that will tax all his skills and experience. He consoles himself with drink.<br />To Anny Viklund, the pill-popping young American in the starring role, Talbot is a nice man who looks as if he “could have been a retired ambassador, or some high-up museum curator art-expert type, or a rich banker, or a count in a minor, sophisticated aristocracy.” But like the producer, Anny is uncomfortable in her own skin—and a victim of her own decency. Her boyfriend is a prominent anti-colonial intellectual in Paris, but on the set she has fallen in love with her handsome co-star, Troy Blaze. Unfortunately her ex-husband, Cornell Weekes, is an American radical wanted across the pond for a trio of attempted bombings, one of which cost a soldier in Nevada his legs. When Weekes turns up in England looking for cash, Anny borrows it from Talbot and makes the terrible decision to hand it over.<br />Elfrida Wing is the figure at furthest remove from the ill-starred film, but this bit of good fortune is a mere grain of sand in the sea of her troubles. A novelist whose early success led critics to call her “the new Virginia Woolf,” she now hauls around a writer’s block so massive that it’s been a decade since she has written anything. Her husband, the film’s director, is a serial philanderer, and Elfrida is especially rankled to learn that his latest paramour is not merely young and sexy but a talented screenwriter who churns out pages on demand. Elfrida’s alcoholism, meanwhile, is so bad that she has begun to hallucinate."
}