{
    "url_original": "https://www.wsj.com/articles/trump-proved-the-stagnationists-wrong-11609870178?mod=opinion_lead_pos5",
    "url": "trump-proved-the-stagnationists-wrong-11609870178",
    "title": "Trump Proved the Stagnationists Wrong",
    "sub_head": "The Obama-era idea that the economy was stuck in a cycle of low or no growth hit an iceberg in 2017.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280385?width=620&size=1.5",
    "image_1": "im-280385.jpg",
    "time": "2021-01-05 13:09:00",
    "body": "Janet Yellen had a puzzle on her hands in 2017. The economy was growing at the same time that something was dragging down inflation. The Federal Reserve’s statisticians dug into it and found “a large decline in telecommunication service prices,” which Ms. Yellen dismissed as an “idiosyncratic shift.” Actually, it was the tip of a supply-side iceberg headed toward the “secular stagnation” narrative of economic decline that had become so fashionable in Washington.<br />The Obama administration promulgated hundreds of new federal regulations that protected certain special interests from market competition. The beneficiaries included large banks, trial lawyers, big tech, major health-insurance companies, labor unions and foreign drug manufacturers. President Trump promised to undo all that, and in many cases succeeded, sometimes with the help of a Republican Congress. Ms. Yellen’s statisticians were witnessing the macroeconomic indicators of a March 2017 deregulation. It was a key part of the lifting of the prohibition on internet services that offered lower speeds at lower cost, or in return for greater user data, under the labels “net neutrality” and “protecting privacy.”<br />In a series of changes, some of them a half-century overdue, Mr. Trump also helped remove government obstacles to innovation and competition in health care. Democrats will tell you that the first calendar-year drop in retail prescription drug prices in 46 years was mere coincidence, not the result of deregulation. Mr. Trump’s first redirection of the Food and Drug Administration proved to be a warm-up act for Operation Warp Speed, which shocked the “experts” who predicted there was no way a Covid-19 vaccine could be approved in 2020.<br />Obama administration regulators waged a war on job creators, attacking them for their health insurance offerings, franchising practices, attorney-client relations and even timecard keeping. By pushing down wages and pushing up consumer prices, these employment and protectionist regulations were especially crushing to low-income households.<br />The Fed and the Obama economic team overpredicted growth almost every year from 2010-16. When growth failed to meet their rosy predictions, Mr. Obama’s advisers blamed the poor economic performance on America itself. The country, they said, had lost its innovative spirit and was aging into retirement. It was fundamentally incapable of anything more than tepid growth, insisted the secular stagnationists."
}