{
    "url_original": "https://www.wsj.com/articles/trump-approves-deportation-protections-to-venezuelans-in-the-country-illegally-11611108852?mod=politics_lead_pos4",
    "url": "trump-approves-deportation-protections-to-venezuelans-in-the-country-illegally-11611108852",
    "title": "Trump Approves Deportation Protections for Venezuelans in U.S. Illegally",
    "sub_head": "The action comes under the Deferred Enforced Departure program that offers deportation protections and work permits to immigrants in the country without authorization",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-287503?width=620&size=1.5",
    "image_1": "im-287503.jpg",
    "time": "2021-01-19 22:30:00",
    "body": "WASHINGTON—As one of his final acts in office, President Trump has authorized a program to give work permits and deportation protections to Venezuelan immigrants in the U.S. without legal permission, an action President-elect Joe Biden had promised to take during the 2020 campaign.<br />The designation formally known as Deferred Enforced Departure offers legal protections to any Venezuelan national present in the U.S. as of Jan. 20, 2021, for 18 months. That is likely to benefit at least 94,000 Venezuelans in the country without authorization as of 2018, according to the Migration Policy Institute, though analysts believe the current number is likely higher.<br />Mr. Trump’s move is seen as a form of pressure the U.S. government can use against Nicolás Maduro, the Venezuelan authoritarian leader whom the Trump administration has targeted with sanctions, a limited travel ban and other measures. In Jan. 2019, the U.S. officially recognized the country’s opposition leader, Juan Guaidó, as Venezuela’s interim president.<br />During the 2020 campaign, Mr. Biden said he would offer Temporary Protected Status to Venezuelan immigrants should he win the election, addressing a major ask of the Venezuelan-American community in Florida that he was courting. TPS is roughly identical to the Deferred Enforced Departure program in the protections it offers. DED is issued directly by a president, while TPS must be approved by the Homeland Security secretary.<br />Republicans and Democrats in Florida have been lobbying for the move—south Florida is home to one of the largest Venezuelan populations in the U.S.—and the White House has long waffled over whether to take the step."
}