{
    "url_original": "https://www.wsj.com/articles/trump-orders-u-s-military-reorganization-favored-by-pro-israel-groups-11610670130?mod=politics_lead_pos6",
    "url": "trump-orders-u-s-military-reorganization-favored-by-pro-israel-groups-11610670130",
    "title": "Trump Orders Military Shift to Spur Israeli-Arab Cooperation Against Iran",
    "sub_head": "Defense policy move is latest step by administration to shape Middle East agenda for Biden",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-285776?width=620&size=1.5",
    "image_1": "im-285776.jpg",
    "time": "2021-01-14 22:47:00",
    "body": "President Trump has ordered that the major U.S. military command for the Middle East be expanded to include Israel, in a last-minute reorganization of the American defense structure that pro-Israel groups have long advocated to encourage cooperation against Iran, U.S. officials said Thursday.<br />The move means that the U.S. Central Command would oversee American military policy involving both Israel and Arab nations, a departure from decades of U.S. military command structure put in place because of acrimony between Israel and some of the Pentagon’s Arab allies.<br />It is the latest in a series of Trump administration policy moves to shape the national security agenda President-elect Joe Biden will inherit. The change was recently ordered by Mr. Trump but hasn’t yet been made public. A Biden transition official declined to comment on the move.<br />U.S. military responsibility for Israel had long been allocated to its European command. That arrangement enabled U.S. generals in the Middle East to interact with Arab states without having a close association with Israel, which at the time was seen as an adversary in the Arab world.<br />Following the Abraham Accords that led to the normalization of Israel’s relations with the United Arab Emirates and Bahrain, pro-Israel groups have stepped up their push to have the Central Command take on responsibility for military operations and planning involving Israel to foster greater cooperation between Israel and its Arab neighbors."
}