{
    "url_original": "https://www.wsj.com/articles/trump-erases-his-legacy-11610061766?mod=opinion_major_pos8",
    "url": "trump-erases-his-legacy-11610061766",
    "title": "Trump Erases His Legacy",
    "sub_head": "He also destroyed any chance of a political future, all on a single Wednesday afternoon.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-01-07 18:22:00",
    "body": "A politician has to work hard to destroy a legacy and a future in a single day. President Donald J. Trump managed it.<br />By this Wednesday afternoon, media outlets had called both Georgia Senate runoffs for the Democratic candidates, handing Sen. Chuck Schumer the keys to that chamber. We now have a Democrat-controlled Washington. The Georgia news came as a mob of Trump supporters—egged on by the president himself—occupied the U.S. Capitol building. Now four people are dead, while aides and officials run for the exits.<br />It didn’t have to be this way. The president had every right—even an obligation, given the ad hoc changes to voting rules—to challenge state election results in court. But when those challenges failed (which every one did, completely), he had the opportunity to embrace his legacy, cement his accomplishments, and continue to play a powerful role in GOP politics.<br />Mr. Trump could have reveled in the mantle of the one-term disrupter—the man the electorate sent to Washington to deliver the message that it was tired of business as usual. He could have pointed out just how successful he was in that mission by stacking his cabinet with reformers, busting convention, and overseeing policy changes that astounded (and delighted) even many warrior conservatives.<br />The withdrawal from the Paris climate accord and the Iranian deal. The greatest tax simplification and reduction since Reagan. The largest deregulatory effort since—well, ever. Three Supreme Court justices and 54 appellate court judges. Drilling in the Arctic National Wildlife Reserve. The Jerusalem embassy. Criminal-justice reform. Opportunity zones. He could have noted that the greatest proof of just how much Democrats and the establishment feared his mission were the five years of investigations, hysterical allegations and “deep state” sabotage—which he survived."
}