{
    "url_original": "https://www.wsj.com/articles/trump-allies-in-congress-challenge-bidens-election-win-11609929001?mod=politics_lead_pos2",
    "url": "trump-allies-in-congress-challenge-bidens-election-win-11609929001",
    "title": "Trump Allies in Congress Challenge Biden’s Election Win",
    "sub_head": "In a joint session, some GOP lawmakers make last-ditch attempt to throw out some states’ results to secure second term for Trump",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2021-01-06 07:52:00",
    "body": "WASHINGTON—Lawmakers are steeling themselves for hours of tense debate on Capitol Hill on Wednesday, as some Republicans plan to challenge the ratification of Democrat Joe Biden’s Electoral College win and supporters of President Trump converge on the city for protests.<br />Mr. Trump and his allies are set to make their last-ditch stand after two months of efforts to persuade state officials and courts to reverse his loss fell short. They are turning to Congress to try to toss out several states’ electoral votes. While testing the robustness of the Electoral College, the push has also exposed fault lines within the GOP.<br />“I hope the Democrats, and even more importantly, the weak and ineffective RINO section of the Republican Party, are looking at the thousands of people pouring into D.C.,” Mr. Trump tweeted Tuesday evening, using the abbreviation for Republicans in Name Only. “They won’t stand for a landslide election victory to be stolen.”<br />He tagged top Senate Republicans Mitch McConnell (R., Ky.), John Thune (R., S.D.) and John Cornyn (R., Texas). The three have said Mr. Biden won the election on Nov. 3 and are expected to vote to ratify his 306-232 Electoral College victory on Wednesday.<br />Mr. Trump planned to address loyalists gathered in the city on Wednesday morning for rallies. City officials are bracing for potential violence downtown in a repeat of unrest stemming from earlier pro-Trump gatherings."
}