{
    "url_original": "https://www.wsj.com/articles/trump-cleaned-up-5g-11609955991?mod=opinion_lead_pos8",
    "url": "trump-cleaned-up-5g-11609955991",
    "title": "Trump Cleaned Up 5G",
    "sub_head": "Huawei is no longer set to dominate telecom networks.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-280905?width=620&size=1.5",
    "image_1": "im-280905.jpg",
    "time": "2021-01-06 12:59:00",
    "body": "One of the Trump administration’s major foreign policy initiatives has gone largely unnoticed. You probably heard that the president left the Paris climate accords and Iran nuclear deal, launched a trade war, ordered the killing of Iran’s Gen. Qassem Solemaini, moved a U.S. Embassy to Jerusalem, and presided over peace agreements between Israel and several former Arab enemies. But you may have missed the Clean Network initiative.<br />In early 2020, Secretary of State Mike Pompeo urged friends and allies not to include any high-risk (read: Chinese) vendors in their 5G networks. Many countries, including the U.K., had already decided to use Huawei over rivals  Ericsson  and  Nokia .  In February, senior Huawei executive Ryan Ding announced that the company had secured 91 5G commercial contracts, 47 of them in Europe. The Clean Network plan seemed doomed to fail.<br />Then Covid-19 struck. The Chinese obfuscated the virus’s origins and attempted to sow division in the West by supplying personal protective equipment to some but not to others. Western governments began to see Beijing in a different light.<br />Keith Krach, undersecretary for economic growth, energy and the environment, began pleading with friendly countries to ditch their Chinese plans. He found allies among congressional Democrats. “Nations cannot cede our telecommunication infrastructure to China for financial expediency,” Speaker Nancy Pelosi told a conference in February. A couple of weeks later, a bipartisan group of senators led by Chuck Schumer and Ben Sasse urged the U.K. to reverse its 5G decision.<br />At the end of 2020, the global 5G situation looked radically different than it had at the start of the year. Britain had reversed course, banning Huawei from its 5G network. The Czech Republic, Denmark, Estonia, Greece, Latvia, Poland, Romania and Sweden all opted not to use Chinese suppliers. The Italian government, long a top target of Chinese charm offensives, had banned a top telecom firm from using Huawei. And last month Germany, often considered soft on China, passed a law that allows the government to block telecom firms’ deals with Huawei on national security grounds. Global telecom firms from  AT&T  to  Telefónica  have joined Clean Network too, vowing not to use Chinese components."
}