{
    "url_original": "https://www.wsj.com/articles/trumps-economy-will-launch-joe-bidens-11610396260?mod=opinion_major_pos16",
    "url": "trumps-economy-will-launch-joe-bidens-11610396260",
    "title": "Trump’s Economy Will Launch Joe Biden’s",
    "sub_head": "Joe Biden arguably gets the best of all policy-measurement worlds when he enters the White House.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-278583?width=620&size=1.5",
    "image_1": "im-278583.jpg",
    "time": "2021-01-11 15:17:00",
    "body": "Jason Furman recapped “The Policy Lessons of the ‘Trump Economy’” (op-ed, Dec. 30) in a generally nonpartisan manner. Presidents are often at the mercy of uncontrollable events and the business cycle and an assessment of long-term results of a president’s policies based on shorter-term marginal benefits or detriments is dicey, at best. Mr. Furman’s summary of the difficulties in measuring a president’s policy results is welcome, although one doesn’t recall him saying during his time as chairman of the White House Council of Economic Advisers that it was premature to give President’s Obama’s policies too much credit for an extended (but not very robust) recovery.<br />Joe Biden arguably gets the best of all policy-measurement worlds when he enters the White House. If the pandemic’s effects drag on, lockdowns take a new toll and the economy stalls or double dips into recession, Mr. Trump owns the downside. If the economy continues to recover, Mr. Biden clearly owns the 2021 upside, especially if he and the Democrats can advance another large stimulus package. A strong economic recovery based on effective vaccines and pent-up demand will be attributed to Mr. Biden’s policies, regardless of any more relevant measurement of long-term results.<br />A long-term perspective regarding economic polices is appropriate, but how can that happen when most media scorekeepers are partisans and campaigning for 2022 House and Senate races will begin in a few months?<br />Jeff Adams<br />Atlanta"
}