{
    "url_original": "https://www.wsj.com/articles/trump-deepened-ties-with-india-leaving-new-challenges-for-biden-11611251544?mod=opinion_major_pos7",
    "url": "trump-deepened-ties-with-india-leaving-new-challenges-for-biden-11611251544",
    "title": "Trump Deepened Ties With India, Leaving New Challenges for Biden",
    "sub_head": "Can the president lock in his predecessor’s gains while expanding trade and standing for human rights?",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-01-21 12:52:00",
    "body": "When political types debate President Trump’s foreign-policy legacy, they tend to overlook one strategically significant country. Mr. Trump himself left it out of his farewell remarks Tuesday. He spoke about standing up to China, getting members of the North Atlantic Treaty Organization to pay more for their defense, obliterating the Islamic State caliphate, killing the Iranian terrorism kingpin Qasem Soleimani, and securing the Middle East peace deals known as the Abraham accords—but not India.<br />Yet Mr. Trump greatly deepened relations with New Delhi during his time in office. The administration’s recently declassified Indo-Pacific strategic framework reveals that it sought to make America “India’s preferred partner on security issues,” to encourage India to “act as a counterbalance to China,” and to expand New Delhi’s “economic, defense and diplomatic cooperation with other U.S. allies and partners in the region.” Measured against these parameters, Mr. Trump largely delivered.<br />India’s important place in a larger American strategy to check Chinese power shouldn’t raise eyebrows. For more than two decades, successive U.S. administrations have worked to deepen ties with New Delhi. Only the most churlish would deny that on Mr. Trump’s watch the U.S.-India security relationship grew dramatically stronger. In recent years, India signed long-pending defense agreements with Washington, increased arms purchases from American suppliers, boycotted China’s Belt and Road Initiative, vocally backed freedom of navigation in the Indo-Pacific, and drew closer to U.S. treaty allies Japan and Australia.<br />The Trump administration doesn’t get all the credit for these developments. Indian purchases of American weapons have grown steadily over the past decade, from virtually nonexistent in 2008 to more than $20 billion cumulatively by 2020. In his quest for great-power status for India, Prime Minister Narendra Modi has shown more willingness than his predecessors to ruffle Beijing’s feathers. And the resurrection of the so-called Quad, an informal grouping of the U.S., India, Japan and Australia, owes much to patient diplomacy from Tokyo, Canberra and New Delhi. Xi Jinping’s China helpfully sped up the process with its aggression and bullying. Since late April, Chinese and Indian troops have been involved in a tense military standoff in the Himalayas that shows few signs of abating.<br />While U.S.-India defense and strategic ties waxed under Mr. Trump, you cannot say the same for other aspects of the bilateral relationship. The U.S. Bureau of Economic Analysis estimates that trade in goods and services grew 17.3% from 2017-19, reaching $146.1 billion. Nonetheless Mr. Trump’s love of tariffs and obsession with trade deficits—a departure from the traditional U.S. goal of increasing the volume of total trade—led to more contention than cooperation."
}