{
    "url_original": "https://www.wsj.com/articles/trump-and-the-failure-of-the-expert-class-11611341116?mod=opinion_lead_pos5",
    "url": "trump-and-the-failure-of-the-expert-class-11611341116",
    "title": "Trump and the Failure of the Expert Class",
    "sub_head": "They were right about his character, but his defects were obvious to almost everyone. They were wrong about virtually all else.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-22 13:45:00",
    "body": "The Trump years had something for almost everyone. Progressives had the satisfaction of righteousness and a justification for daily outrage. What they didn’t have were policy victories, although they might have had a few if they could have refrained, even for a few days, from treating the president as illegitimate. For conservatives, the case was exactly reversed: They had some major policy wins, but at the cost of frequent embarrassment and dismay at the president’s offensive behavior and self-defeating logorrhea.<br />The worst of his conduct took place after the 2020 election and seemed to fulfill progressive commentators’ allegation that Donald Trump was carrying out an “assault on democracy.” Mr. Trump’s refusal to accept defeat, culminating in demands that Vice President Mike Pence overturn a lawful election on no legal authority, occasioned a debacle that may haunt the Republican Party, and the country, for years.<br />Even so, the most salient theme of the past five years was not any challenge to democracy. The great theme of the Trump years, the one historians will note a century from now, was the failure of America’s expert class. The people who were supposed to know what they were talking about, didn’t.<br />The failure began with the country’s top consultants and pollsters. Candidate Trump did almost everything lavishly paid political consultants would have told him, and did tell him, not to do—and he won. The most respected pollsters, meanwhile, predicted a landslide for Hillary Clinton. America’s best and brightest political adepts turned out to know very little about the elections they claim to understand.<br />Also during the 2016 campaign, an assemblage of top-tier academics, intellectuals and journalists warned that Mr. Trump’s candidacy signified a fascist threat. Timothy Snyder, a historian of Nazism at Yale, was among the most strident of these prophets. “Be calm when the unthinkable arrives,” he warned in a  Facebook  post shortly after the election. “When the terrorist attack comes, remember that all authorities at all times either await or plan such events in order to consolidate power. Think of the Reichstag fire.” Many experts stuck with the fascism theme after Mr. Trump’s election and throughout his presidency. That these cultured authorities couldn’t tell the difference between a populist protest against elite contempt and a coup carried out by powerful ideologues will go down as one of the great fiascoes of American intellectual history."
}