{
    "url_original": "https://www.wsj.com/articles/trump-second-impeachment-senate-trial-11610400832?mod=business_minor_pos5",
    "url": "trump-second-impeachment-senate-trial-11610400832",
    "title": "Trump Impeachment: When Will the Senate Vote and How Will the Trial Work?",
    "sub_head": "The House impeached Donald Trump for inciting an insurrection, and a Senate trial is expected to begin on Feb. 8",
    "category_1": "Politics",
    "time": "2021-01-25 12:00:00",
    "body": "The House of Representatives impeached then President Donald Trump a second time, for his role in inciting the capitol riots on Jan. 6, just over a year after it first impeached him for pressing Ukraine to announce investigations that would have aided him politically. The vote was 232 to 197, with all Democrats joined by 10 Republicans, in a House chamber guarded by National Guard troops stationed throughout the Capitol and its grounds.<br />Speaker Nancy Pelosi was set to send over the article of impeachment to the Senate on Monday evening, triggering the start of the impeachment trial. While senators will be sworn in as jurors this week, Majority Leader Chuck Schumer and Minority Leader Mitch McConnell have agreed to start the trial the week of Feb. 8 to allow both sides more time to prepare. Mr. Trump has hired at least one lawyer to defend him, South Carolina-based attorney Butch Bowers, while Mrs. Pelosi has named a team of House impeachment managers. Here’s how the unprecedented process is playing out.<br />The Constitution gives broad leeway to the House of Representatives to handle the impeachment process. There are no limits on the number of times someone may be impeached, though Mr. Trump is the first person ever to be impeached more than once.<br />Because President Biden has already taken office, the practical effects of the second impeachment by the House are mostly symbolic. The Senate, if it successfully convicts Mr. Trump, can’t remove him from an office he doesn’t hold.<br />But the Senate could immediately hold a follow-up vote, subject only to a simple majority, to ban Mr. Trump—who has weighed another presidential run in 2024—from ever seeking office again. Those are the only punishments the Senate can consider as part of an impeachment conviction. A Senate conviction after Mr. Trump has left office wouldn’t affect his postpresidential benefits, which include a pension and Secret Service protection."
}