{
    "url_original": "https://www.wsj.com/articles/trump-loses-the-senate-11609966486?mod=opinion_lead_pos1",
    "url": "trump-loses-the-senate-11609966486",
    "title": "Trump Loses the Senate",
    "sub_head": "His post-election tantrums hand the government to the left.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-281611?width=620&size=1.5",
    "image_1": "im-281611.jpg",
    "time": "2021-01-06 15:54:00",
    "body": "Republicans lost one Senate seat in Georgia on Tuesday, and as we write they appear fated to lose a second and control of the Upper Chamber. You don’t have to be Karl Rove to understand what happened.<br />If you want to win, don’t tell voters that their votes don’t matter. Don’t have a President tell his voters that the last election was stolen, that Georgia Republicans were complicit in the theft, that GOP Senate leaders don't care, and then expect those same voters to turn out in the Senate runoffs after a rally and a few tweets.<br />Donald Trump cost Republicans the Senate by making the two Georgia runoffs a referendum on himself. The races should have been a referendum on blocking Democrats from controlling all of Congress and the executive branch. But that message was obscured, if not obliterated, by Mr. Trump’s insistence on telling voters day after day that he was cheated in November—no matter the lack of credible evidence or plausible path to victory.<br />The Georgia election details prove this point. Turnout was down from November as expected in most places. But it was down more in Trump areas than in Democratic strongholds. The suburban voters who rejected Mr. Trump in November also didn’t return to support GOP incumbents Kelly Loeffler and David Perdue.<br />Neither Republican was a strong candidate, but in November Mr. Perdue beat Democrat Jon Ossoff by some 88,000 votes and nearly avoided a runoff. This time he’s losing by about 17,500. Mr. Ossoff won 54% of suburban Cobb County’s vote against Mr. Perdue in November but 55.8% on Tuesday. In Gwinnett County, also in the Atlanta suburbs, Mr. Ossoff won 56.8% in November but 59.9% this time. Those two counties were GOP strongholds not long ago."
}