{
    "url_original": "https://www.wsj.com/articles/trumps-trade-war-will-be-left-for-biden-to-win-11609682580?mod=business_minor_pos12",
    "url": "trumps-trade-war-will-be-left-for-biden-to-win-11609682580",
    "title": "Trump’s Trade War Will Be Left for Biden to Win",
    "sub_head": "For all its contradictions, president’s trade battle with China could smooth way for incoming administration to do better",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-03 09:03:00",
    "body": "At first glance, the Trump administration appears to have left President-elect Joe Biden with a strong hand to play in trade negotiations with China. But bringing things to a successful resolution will be challenging on multiple fronts.<br />Despite the so-called “phase one” trade agreement struck in January 2020, tariffs between the two nations remain elevated. U.S. levies on Chinese goods have gone from an average level of 3.1% in January 2018, before tensions kicked into high gear, to 19.3% now, according to an analysis by the Peterson Institute for International Economics. That is down only marginally from 21% before the deal. China’s average tariffs have risen, too, from 8.0% before the trade war to 20.3% now.<br />At the same time, China is all but certain to miss its commitments to purchase a series of U.S. goods. By November, for instance, it had purchased only around two-thirds of the volume of agricultural products it committed to for the entire year, according to PIIE.<br />In theory, this should give Mr. Biden a strong negotiating position. He has already said he wouldn’t immediately lift the tariffs, which should prove more punishing to China than the U.S., as its economy generally depends more on exports. Yet the Chinese economy is currently performing strongly because the country curbed the spread of the coronavirus earlier and thanks to a pandemic-triggered surge in global demand for its exports, from face masks to videogame consoles. Indeed, in November China’s trade surplus hit a new monthly high in dollar terms of $75 billion.<br />The most obvious way for the U.S. to add pressure would be to bring allies like Japan and Europe onto its side. Mr. Biden has pledged to do just this, but what exactly these allies are prepared and able to do remains unclear, said PIIE Senior Fellow Chad Bown. The EU, for instance, lacks the strong executive powers that Trump employed to set tariff levels, Mr. Bown says. The investment deal that China and the EU just agreed to in principle raises further doubts as to the Europeans’ willingness to confront Beijing."
}