{
    "url_original": "https://www.wsj.com/articles/trump-lawyers-face-rebukes-over-election-fraud-claims-11610458283?mod=business_minor_pos4",
    "url": "trump-lawyers-face-rebukes-over-election-fraud-claims-11610458283",
    "title": "Trump Lawyers Face Rebukes Over Election-Fraud Claims",
    "sub_head": "Lawyers face ethical complaints, lawsuits and professional reproach that could take years to resolve",
    "category_1": "U.S.",
    "time": "2021-01-12 08:31:00",
    "body": "Lawyers who argued unproven election-fraud claims for President Trump face mounting ethical complaints, legal threats and professional rebukes that could follow them long after Mr. Trump’s presidency ends next week.<br />The pushback has been particularly robust in Michigan, one of several battleground states where the Trump campaign and Republican allies filed lawsuits claiming fraud and misconduct in the November election. Former Attorney General William Barr and other federal law-enforcement officials have said there was no evidence of fraud in Michigan or elsewhere sufficient to overturn Mr. Trump’s loss to President-elect Joe Biden.<br />Lawyers for the city of Detroit last week asked a federal judge in Michigan’s Eastern District to reprimand the lawyers who brought one of the lawsuits alleging fraud—including Sidney Powell and L. Lin Wood, who worked with the Trump campaign—and to refer them for disbarment and impose financial penalties.<br />“The extent of the factual and legal errors in this complaint would warrant sanctions under any circumstances, but here the court’s processes are being perverted to undermine our democracy and to upset the peaceful transfer of power,” Detroit’s lawyer, David Fink, wrote to U.S. District Judge Linda V. Parker.<br />The lawsuit was filed on behalf of several Michigan voters, claiming that Michigan election officials used election software designed by foreign dictators to manipulate the vote, along with other unproven illegal conduct at the polls."
}