{
    "url_original": "https://www.wsj.com/articles/trumps-worst-virus-failure-11611356844?mod=opinion_lead_pos8",
    "url": "trumps-worst-virus-failure-11611356844",
    "title": "Trump’s Worst Virus Failure",
    "sub_head": "He could have broken the norm that says don’t deliver unwelcome news or treat voters like grown-ups.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-01-22 18:07:00",
    "body": "My first surprise was that Donald Trump embraced the job after his 2016 win, not treating his election as an unwelcome accident, a publicity stunt gone awry, or a personal disaster facilitated by the mad interventions of James Comey.<br />He had every reason to. For the first time in his life, he would face opponents who didn’t merely want to get the better of him in a business deal but who craved his destruction. Welcome to politics. And he compounded his risk by his lifelong  habit of bringing only episodic focus to any issue. Example: He pretty much lost interest in Covid when he saw his press conferences were not a ratings success.<br />Only lately has anyone remembered that Woodrow Wilson presided over the 1918 flu. Mr. Trump’s performance will be faulted for many reasons but the inquiry you won’t see is one that penetrates to a deeper truth, in which Mr. Trump proved a sideshow.<br />Because of the political stakes, our every perception of Covid tends to be politicized. In the first days of the pandemic, the press coverage was alive with inquiry and discovery but soon was overtaken by talking points. This is why. And while much excellent reporting is still done, the recent summaries of our failures being ordered up by editors all read like exercises in learning nothing. They are compendiums of wouldas and shouldas that long since went poof for any thinking person.<br />Top of the list is magic solution X, a national test and trace program. I won’t mince words. A 9-year-old could see the math didn’t work. Covid spreads more easily than the flu. An overwhelming share of cases are asymptomatic or indistinguishable from ailments that millions of Americans suffer every day. In a country as big, mobile and open as the U.S., this meant there was zero chance of catching and isolating enough spreaders to matter."
}