{
    "url_original": "https://www.wsj.com/articles/trump-defends-conduct-attacks-democrats-at-first-post-riot-event-11610489191?mod=politics_lead_pos7",
    "url": "trump-defends-conduct-attacks-democrats-at-first-post-riot-event-11610489191",
    "title": "Trump Defends Conduct, Attacks Democrats at First Post-Riot Event",
    "sub_head": "At border wall in Texas, president takes aim at House move to impeach him over his supporters’ violence at Capitol",
    "category_1": "Politics",
    "time": "2021-01-12 18:27:00",
    "body": "President Trump, speaking in public for the first time since he rallied his supporters to march to the U.S. Capitol before the riot last week, attacked Democrats for seeking to impeach him again and aired grievances about  Twitter  and the incoming administration, in an event meant to showcase his immigration policy.<br />“The impeachment hoax is a continuation of the greatest and most vicious witch hunt in the history of our country,” Mr. Trump said in Alamo, Texas. The House is preparing to cast a series of votes aimed at ousting or impeaching the president over his role in last week’s violence at the Capitol.<br />As concerns mount about the possibility of more riots around Inauguration Day, the president also called for “no violence,” after sending mixed messages on the riot in recent days. He condemned the violent protests in a taped video last week, before vowing that his supporters would “not be disrespected or treated unfairly in any way, shape or form!!!”<br />“We believe in respecting America’s history and traditions, not tearing them down,” Mr. Trump said. “We believe in the rule of law and not in violence.”<br />The president showed little regret for his actions ahead of last week’s riot, which followed a monthslong effort by Mr. Trump and his allies to rally his supporters with baseless claims of a rigged election. Speaking to reporters on the tarmac at Joint Base Andrews before taking off for Texas, Mr. Trump denied any responsibility for the violence perpetrated by his supporters at the Capitol last week, saying his speech before the riot was “totally appropriate.”"
}