{
    "url_original": "https://www.wsj.com/articles/trump-spends-final-days-focused-on-gop-defectors-senate-defense-11610741751?mod=politics_lead_pos5",
    "url": "trump-spends-final-days-focused-on-gop-defectors-senate-defense-11610741751",
    "title": "Trump Spends Final Days Focused on GOP Defectors, Senate Defense",
    "sub_head": "The president and allies are simultaneously preparing for his White House departure and Senate trial",
    "category_1": "Politics",
    "time": "2021-01-15 16:31:00",
    "body": "WASHINGTON—Shortly after becoming the first president in U.S. history to be impeached twice, President Trump summoned political advisers and demanded to know more about the 10 Republicans who had voted against him.<br />Mr. Trump, who had feared an even larger number of defections, wanted to know who the lawmakers were and whether he had ever done anything for them, according to people familiar with the meeting. He also inquired who might run against them when they face re-election in two years, the people said.<br />The president has grown increasingly concerned with defections against him within his own party, aides say. Now, he must plot his defense in a second Senate trial that will hinge on his level of GOP support, with far fewer legal and political allies than the last time he was impeached. Mr. Trump has called several Republicans on Capitol Hill in recent days to seek their advice on who he should recruit, as the personal attorneys who defended him last time and White House counsel, Pat Cipollone, have made clear to associates they don’t intend to serve on his team, according to people familiar with the discussions.<br />Advisers have urged the president not to tap Rudy Giuliani, his personal attorney who—to the chagrin of several Trump advisers—led the campaign to overturn the results of the election, telling Mr. Trump that he needs a sophisticated attorney who can stick to the facts.<br />Some advisers have discussed John Eastman, a conservative constitutional law professor who was one of the few legal experts who told Mr. Trump that Vice President Mike Pence had the authority to block certain electors from being counted on Jan. 6, as a possible defense attorney, according to a person familiar with the conversations."
}