{
    "url_original": "https://www.wsj.com/articles/trump-has-one-thing-left-to-do-11610579490?mod=opinion_lead_pos8",
    "url": "trump-has-one-thing-left-to-do-11610579490",
    "title": "Trump Has One Thing Left to Do",
    "sub_head": "He’s wrong to skip the inauguration, but he can still discourage any further violence.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-284759?width=620&size=1.5",
    "image_1": "im-284759.jpg",
    "time": "2021-01-13 18:11:00",
    "body": "Donald Trump won’t be the first president to skip his successor’s inauguration.<br />The original boycotter was John Adams. After a vicious campaign, Adams left Washington at 4 a.m. on Inauguration Day, March 4, 1801, on the first stagecoach home to Massachusetts. Eight hours later, blue-coated militiamen snapped to attention and an artillery company fired a round as Thomas Jefferson emerged from his boarding house at New Jersey Avenue and C Street. The U.S. marshal for Maryland then walked Jefferson, members of Congress, foreign diplomats and local residents several hundred yards north to the Capitol for the swearing-in ceremony.<br />John Quincy Adams made inaugural absences a family tradition. In March 1829, he departed the White House the day before Andrew Jackson’s swearing-in. Like the 1800 election, the 1828 campaign was particularly nasty.<br />There are similarities between Mr. Trump and Andrew Johnson, the last president who refused to participate in marking the peaceful transfer of power. Though both were elected as Republicans, neither Mr. Trump nor Johnson, Abraham Lincoln’s running mate in 1864, was a longtime party member. Johnson was a Southern Democrat who opposed secession. Mr. Trump was a celebrity real-estate tycoon who had supported Republicans and Democrats.<br />Both Mr. Trump and Johnson had been impeached and acquitted. Mr. Trump faced charges of Russian collusion while Johnson was accused of violating the Tenure of Office Act, which required congressional approval to remove a cabinet member. Both impeachments were motivated largely by other factors: Democratic anger that Mr. Trump was elected, and Mr. Johnson’s opposition to congressional Republicans’ move to impose on the defeated South state governments dominated by men loyal to the union and black suffrage."
}