{
    "url_original": "https://www.wsj.com/articles/trying-mr-trump-private-citizen-11611618128?mod=opinion_lead_pos1",
    "url": "trying-mr-trump-private-citizen-11611618128",
    "title": "Trying Mr. Trump, Private Citizen",
    "sub_head": "Democrats want to punish the ex-President but may revive him.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-290244?width=620&size=1.5",
    "image_1": "im-290244.jpg",
    "time": "2021-01-25 18:42:00",
    "body": "Democrats can’t let go of Donald Trump even as a former President, so on Monday House managers walked their article of impeachment to the Senate for a trial. Their goal is to banish Mr. Trump from running for office again. The result may instead be his acquittal and political revival.<br />Democrats have already forced one impeachment trial, resulting in acquittal and no notable decline in his political standing. He lost the election due to his handling of Covid and its consequences. But now Democrats want to do it once more with feeling, after Mr. Trump urged his supporters to march on the Capitol on Jan. 6 with a goal of overturning the Electoral College vote for Joe Biden.<br />We’ve said Mr. Trump’s actions—and failure to act to stop the riot as it unfolded—were an impeachable offense and urged him to resign. But now he is out of office and no longer the “imminent threat” that House Democrats said justified their rushed impeachment. The question is what good purpose a Senate trial will serve, and that isn’t apparent.<br />The Democratic case is that Mr. Trump must be punished lest any future President try something similar in his final days. A conviction by two-thirds of the Senate would also open him to a majority vote barring Mr. Trump from running for public office again. But what if he is acquitted?<br />One problem is whether such a trial is even constitutional. We’ve run op-eds arguing pro and con. The language in the Constitution refers to impeachment against a President while in office, and Mr. Trump is now a private citizen. Chief Justice John Roberts doesn’t seem to believe he needs to preside over the trial because the Constitution stipulates that role for the Chief only for a President. Senior Democrat Pat Leahy will preside instead."
}