{
    "url_original": "https://www.wsj.com/articles/tsmc-sailed-through-2020-in-ship-shape-11610625488?mod=markets_lead_pos11",
    "url": "tsmc-sailed-through-2020-in-ship-shape-11610625488",
    "title": "TSMC Sailed Through 2020 in Ship Shape",
    "sub_head": "The world’s largest contract chip maker is benefiting from surging demand, struggling competitors and top-notch technology",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-14 06:58:00",
    "body": "It’s good to be king, particularly when other kingdoms are struggling.  Taiwan Semiconductor Manufacturing Co. , the world’s largest contract chip maker, is benefiting from a combination of surging demand, struggling competitors and top-notch technology. And it’s betting big on the future to keep that edge.<br />TSMC just logged another bumper quarter: Net profit for the three months ending in December rose 23% from a year earlier. That brought full-year profit to a record $17.6 billion, a 50% increase from 2019.<br />Strong demand has helped TSMC, which makes chips for companies like Apple and Nvidia. Stay-at-home demand has led to a boom in personal computers and servers used in data centers. Also, 5G smartphones and base stations added to chip demand.<br />TSMC has also sailed smoothly through the Trump administration’s ban on Huawei, previously an important customer. China only accounted for 6% of TSMC’s revenue last quarter, compared with 22% a year earlier. Orders from Apple and Taiwanese chip company  MediaTek ,  which supplies many Chinese smartphone makers, probably helped to offset the blow.<br />The sudden jump in demand led to tight supply for chips throughout the year. Shortages have forced some car makers to delay production. TSMC’s revenue from the automotive sector grew 27% last quarter, though the segment only accounted for 3% of its revenue. The supply constraints have helped TSMC: The company managed to expand its net profit margin last quarter by 2.9 percentage points compared with a year earlier."
}