{
    "url_original": "https://www.wsj.com/articles/turkish-democracy-isnt-a-lost-cause-11610407038?mod=opinion_lead_pos7",
    "url": "turkish-democracy-isnt-a-lost-cause-11610407038",
    "title": "Turkish Democracy Isn’t a Lost Cause",
    "sub_head": "Its restoration would advance American interests abroad.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-283439?width=620&size=1.5",
    "image_1": "im-283439.jpg",
    "time": "2021-01-11 18:17:00",
    "body": "The Biden administration is expected to shift U.S. foreign policy in ways that could aid the cause I have advocated for many years: rights and freedoms for people in Turkey, my home country. As a modern, prosperous Muslim nation, Turkey was often touted to Middle Eastern autocracies as a role model and a better way. But in only a decade it has become one of them—another autocracy.<br />My call for the U.S. to nudge Turkey in the right direction has brought me death threats, international arrest warrants, kidnapping attempts, and harassment even on U.S. soil. But no matter what happens to me and my family, you can’t put a price tag on freedom.<br />Why should the U.S. help the Turkish people restore their democracy? Not only to do good in the world. It should and can be justified by America’s national interest.<br />A democratic Turkey is more likely to align with the U.S. abroad. Today Ankara looks to Qatar for a financial lifeline and Russia for security. Turkey’s politics scare away investors and make it difficult for the U.S. to sell arms. But half of Turkey’s trade is with Europe, and its credit-driven economy depends on Western investment. The U.S. and NATO have for decades provided Turkey a security umbrella. Alignment with the West makes sense, but Recep Tayyip Erdogan’s regime stands in its way.<br />Meantime, Turkey’s economy teeters, kept upright by the Erdogan government at the expense of regional stability. In exchange for investments from Qatar, Turkey has been doing the Gulf state’s bidding in Libya and Syria and confronting Qatari rivals and U.S. allies, the United Arab Emirates and Saudi Arabia."
}