{
    "url_original": "https://www.wsj.com/articles/turo-ceo-says-car-renting-app-plans-to-go-public-in-2021-11609502400?mod=markets_lead_pos4",
    "url": "turo-ceo-says-car-renting-app-plans-to-go-public-in-2021-11609502400",
    "title": "Turo CEO Says Car-Renting App Plans to Go Public in 2021",
    "sub_head": "Platform turned its first profitable quarter and increased revenue 7% during the pandemic",
    "category_1": "Tech",
    "time": "2021-01-01 07:00:00",
    "body": "When the pandemic hit, the chief executive of car-renting startup Turo Inc. thought back to how slowly he had responded to the dot-com bust. It didn’t end well for his startup at the time.<br />This time, Andre Haddad decided to be more aggressive. At the end of March, Mr. Haddad laid off a third of his 330-person workforce. The next month, he cut spending on marketing to zero, where it would stay for the entire second quarter. He studied every expense to try to find savings and shore up three years of cash.<br />Turo’s financial turnaround suggests the moves are working. The peer-to-peer car-renting marketplace reported its first-ever profitable quarter this year, according to results shared with The Wall Street Journal, and Mr. Haddad forecasts achieving full-year profitability in 2022, before adjusting for interest and taxes.<br />Mr. Haddad plans to publicly list shares of Turo this year, buoyed by the company’s success and following the strong performance of many tech initial public offerings in 2020. He is undecided whether he will pursue a traditional IPO and is open to alternatives, such as going public through a merger with a blank-check corporation.<br />Turo is a website where private car owners rent their vehicles by the day, week or month, including luxury rides like Lamborghinis. The car-renting marketplace joins  Airbnb Inc.  in a category of startups that looked precarious at the start of the pandemic but have since benefited from an unexpected shift in consumer behavior during widespread lockdown orders."
}