{
    "url_original": "https://www.wsj.com/articles/twitter-facebook-and-others-silenced-trump-now-they-learn-whats-next-11610320064?mod=business_minor_pos7",
    "url": "twitter-facebook-and-others-silenced-trump-now-they-learn-whats-next-11610320064",
    "title": "Twitter, Facebook and Others Silenced Trump. Now They Learn What’s Next.",
    "sub_head": "The social-media platforms’ recent actions show the companies’ influence over online discourse",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-283236?width=620&size=1.5",
    "image_1": "im-283236.jpg",
    "time": "2021-01-10 19:23:00",
    "body": "Silicon Valley’s moves to eject President Trump from social media represent a display of power the companies have avoided making for nearly four years. Now  Twitter Inc.,   Facebook Inc.  and others must reckon with what comes next.<br />In a span of a couple of days, Twitter and Facebook—Mr. Trump’s main social-media megaphones—took action to silence the president’s personal accounts or online communities devoted to him, citing rules prohibiting content that incites violence. They were joined by companies such as  Snap Inc.  and Reddit Inc.<br />Apple Inc.,   Amazon.com Inc.  and  Alphabet Inc.’s  Google also took steps to boot Parler, a social-media app and website that has grown in popularity among conservatives—and which some rioters had used to promote Wednesday’s attack at the U.S. Capitol, according to screenshots viewed by The Wall Street Journal.<br />The actions against Mr. Trump and Parler illustrate more starkly than ever the companies’ influence over conversation online—and the political nature of their decisions. While lauded by many, ejecting the president and some of his supporters also infuriated others who said it amounts to censorship, and the moves risked driving off some users in a way that, especially for Twitter, could reshape their businesses. It also illustrates the political nature of how they determine what content to remove, what content to allow and what to amplify.<br />“Right or wrong, they made a political decision,” said Jonathon Hauenschild, director of the communications and technology task force for the American Legislative Exchange Council, a conservative nonprofit group, regarding the companies’ moves. Attention on the tech giants “was there to begin with. Now the spotlight is fully on,” he said."
}