{
    "url_original": "https://www.wsj.com/articles/twitter-ceo-defends-trump-ban-but-voices-concern-over-precedent-11610594324?mod=tech_lead_pos2",
    "url": "twitter-ceo-defends-trump-ban-but-voices-concern-over-precedent-11610594324",
    "title": "Twitter CEO Defends Trump Ban but Voices Concern Over Precedent",
    "sub_head": "Jack Dorsey says extraordinary and untenable circumstance forced the company to focus its actions on public safety",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-285158?width=620&size=1.5",
    "image_1": "im-285158.jpg",
    "time": "2021-01-13 22:18:00",
    "body": "Twitter Inc. Chief Executive Jack Dorsey defended the company’s decision to ban President Trump’s personal account, but expressed concern about the risks of companies’ having too much power over public discussion.<br />In a series of tweets late Wednesday, Mr. Dorsey said that the usual check on any one platform’s content regulation is that people can go elsewhere. “This concept was challenged last week when a number of foundational internet-tool providers also decided not to host what they found dangerous,” he wrote. While the actions might be justified in the current moment, he added, “over the long term it will be destructive to the noble purpose and ideals of the open internet.”<br />Tech companies continue to roll out limits on Mr. Trump’s online options. Snapchat parent Snap Inc., which locked his account indefinitely last week, said Wednesday it would ban him permanently as of Jan. 20 in the interest of public safety and based on his attempts to spread misinformation and hate speech and to incite violence.<br />On Tuesday, YouTube suspended Mr. Trump’s channel. The video-sharing unit of  Alphabet Inc.’s  Google said it was locking the channel for at least seven days after the company removed videos it said violated its policies against content it believes could incite violence.<br />Facebook Inc.  last week suspended Mr. Trump indefinitely—at least through the rest of his term—and Twitter banned him permanently, after pro-Trump rioters invaded the U.S. Capitol and threatened lawmakers. Several other prominent technology companies have also taken steps to limit posts by Mr. Trump and others they feel may be inciting more violence."
}