{
    "url_original": "https://www.wsj.com/articles/twitter-personality-charged-with-2016-election-interference-11611791506?mod=business_minor_pos5",
    "url": "twitter-personality-charged-with-2016-election-interference-11611791506",
    "title": "Twitter Personality Charged with 2016 Election Interference",
    "sub_head": "Federal prosecutors say Douglass Mackey, tweeting as Ricky Vaughn, tried to trick people into casting ineligible votes for Democrat Hillary Clinton",
    "category_1": "Politics",
    "time": "2021-01-27 18:51:00",
    "body": "Federal prosecutors charged a Florida man with interfering in the 2016 presidential election, saying he conspired to share misinformation on widely followed  Twitter  accounts in an effort to trick people into not casting legal votes. Justice Department officials said the charge may be the first of its kind.<br />Douglass Mackey—whose alleged alias, Ricky Vaughn, was behind a highly trafficked alt-right Twitter account—is accused in a federal complaint in Brooklyn of working with others to design and distribute tweets telling people they could vote by texting Democratic presidential candidate Hillary Clinton’s name to a telephone code. Around Election Day 2016, at least 4,900 unique phone numbers texted Mrs. Clinton’s name or some derivative to a number provided by the alleged misinformation campaign, prosecutors said.<br />The criminal complaint charges Mr. Mackey with one count: conspiring to deprive people of their right to vote. Department of Justice officials described the charge as unusual, and a department spokesman said Mr. Mackey may be the first defendant to be charged with election-interference crimes stemming from social-media posts.<br />The complaint doesn’t identify Mrs. Clinton by name, referring to her instead as “the Candidate,” but a person familiar with the investigation confirmed it referred to the former senator and secretary of state.<br />Mr. Mackey, 31 years old, was arrested in Palm Beach on Wednesday and was released on $50,000 bond after an appearance in federal court in Florida. A court-appointed lawyer for Mr. Mackey declined to comment."
}