{
    "url_original": "https://www.wsj.com/articles/twitter-faces-a-trumpless-future-11610052410?mod=business_minor_pos10",
    "url": "twitter-faces-a-trumpless-future-11610052410",
    "title": "Twitter Faces a Trumpless Future",
    "sub_head": "Removal of widely followed president may hurt engagement, but social network needs to bear the cost",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-07 16:08:00",
    "body": "Twitter  investors may be worried about a future without President Trump. They should instead consider it the cost of doing business.<br />The social-media platform was in sharp focus Thursday following a tumultuous day in which the president encouraged supporters at a rally to march on the U.S. capitol just as Congress was working to formally certify his opponent’s election victory. That march turned into a riot that resulted in the building’s security being breached and attendees being evacuated.<br />The day’s events resulted in Mr. Trump’s Twitter account being suspended. Rival platform  Facebook  suspended Trump’s account for twice as long before Chief Executive Mark Zuckerberg announced Thursday morning that the suspension would hold “indefinitely”—at least to the end of the president’s term in two weeks.<br />But only Twitter paid a price with investors. The company’s stock slipped 1.8% by the closing bell while Facebook’s gained 2%—a rise roughly in line with a broad uptick for major tech stocks. The difference makes some sense given Trump’s outsize impact on the platform he favored for years even before becoming president. Mr. Trump’s main Twitter account has nearly 89 million followers, which represents about 48% of the company’s total base of monetizable daily active users last reported at the end of the third quarter. Mr. Trump’s Facebook account boasts about 35 million followers—less than 2% of the company’s 1.8 billion daily active users.<br />Mr. Trump’s future on Twitter is certainly debatable—even if the company allows him to remain for now. He has established a long record of skirting the platform’s rules about posting misinformation and harmful content. And the legitimately thorny question of whether to deplatform the world’s most powerful political leader no longer holds after he leaves office later this month. Twitter already faces the risk of weaker user engagement in the months ahead, with the prospect of a less volatile U.S. political environment and a weakening pandemic as vaccines get rolled out. A strong spike in usage in early 2020 as the pandemic flared creates a very challenging comparison, at least for this year’s first two quarters."
}