{
    "url_original": "https://www.wsj.com/articles/tyson-foods-to-settle-price-fixing-claims-11611167192?mod=business_minor_pos5",
    "url": "tyson-foods-to-settle-price-fixing-claims-11611167192",
    "title": "Tyson Foods to Settle Price-Fixing Claims",
    "sub_head": "Meat company to pay $221.5 million to poultry buyers, helping end a fight over alleged collusion",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-287752?width=620&size=1.5",
    "image_1": "im-287752.jpg",
    "time": "2021-01-20 13:28:00",
    "body": "Tyson Foods Inc.  said it has agreed to pay $221.5 million to settle with plaintiff groups of poultry buyers that sued it for price-fixing claims, helping resolve a four-year legal battle over alleged collusion in the $65 billion chicken industry.<br />Restaurant chains, supermarket operators and food distributors have accused Tyson, the largest U.S. meat company by sales and the nation’s top chicken supplier, and other major chicken companies of coordinating production and pricing to boost prices for staples such as chicken breasts, tenders and wings. Chicken suppliers have pushed back in court, pointing to economic factors they said drove poultry prices.<br />Tyson said it reached the settlement with plaintiffs including direct purchasers, commercial and institutional indirect purchasers and end-user consumers. It didn’t admit any liability as part of the settlements and said the settlement is subject to court approval.<br />Tyson said “it believes that the settlements were in the best interests of the company and its shareholders in order to avoid the uncertainty, risk, expense and distraction of protracted litigation.”<br />The Tyson settlement doesn’t cover lawsuits filed separately by individual plaintiffs. Tyson,  Pilgrim’s Pride Corp.  and other U.S. chicken suppliers still face continuing lawsuits from some of their top customers, including chicken-sandwich company Chick-fil-A Inc., supermarket operators  Walmart Inc.  and  Kroger Co. , and food-service distributors  Sysco Corp.  and  US Foods Holding Corp."
}