{
    "url_original": "https://www.wsj.com/articles/u-a-e-pushes-ahead-with-chinese-covid-19-vaccine-hoping-to-avoid-lockdowns-as-cases-surge-11610792950?mod=world_major_1_pos7",
    "url": "u-a-e-pushes-ahead-with-chinese-covid-19-vaccine-hoping-to-avoid-lockdowns-as-cases-surge-11610792950",
    "title": "U.A.E. Pushes Ahead With Chinese Covid-19 Vaccine, Hoping to Avoid Lockdowns as Cases Surge",
    "sub_head": "The Gulf nation expects to vaccinate half its population before the end of March",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-285922?width=620&size=1.5",
    "image_1": "im-285922.jpg",
    "time": "2021-01-16 05:29:00",
    "body": "DUBAI—Every day, a long line snakes its way around the al-Ittihad Health Center in Dubai, one of many government-run clinics that offer a free Covid-19 vaccine to all comers.<br />“I feel lucky that I’m in a place where it is very easy to get,” said Mehnaz Aysha, 34, an Indian resident of Dubai, as she waited to receive her second dose of the Chinese-made Sinopharm vaccine. “All my Indian friends took it.”<br />The United Arab Emirates, a federation of seven emirates that includes the Middle East’s commercial hub of Dubai, has embarked on the world’s second-fastest Covid-19 vaccination campaign. With 1.7 million doses already delivered in a population of 9.9 million people, more than four times the vaccination rate in the U.S., the country trails only Israel.<br />The U.A.E. says it seeks to vaccinate more than half its population before the end of March, betting that such a rapid rollout will stem and reverse the recent surge in the number of coronavirus infections—and allow its economy to avoid the lockdowns and closures that have paralyzed much of Europe and the U.S.<br />“Taking the vaccine is every individual’s responsibility to protect their health, families and wider society,” urged Sheikh Mohammed bin Rashid, the ruler of Dubai and the prime minister of the U.A.E., who posted a photo of himself getting the shot."
}