{
    "url_original": "https://www.wsj.com/articles/u-k-gets-in-on-global-m-a-surge-11610965801?mod=markets_minor_pos7",
    "url": "u-k-gets-in-on-global-m-a-surge-11610965801",
    "title": "U.K. Gets In on Global M&A Surge",
    "sub_head": "Investors bet on higher offers for Entain, G4S, Signature Aviation",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-286272?width=620&size=1.5",
    "image_1": "im-286272.jpg",
    "time": "2021-01-18 05:30:00",
    "body": "The U.K. is finally joining the global resurgence in mergers and acquisitions.<br />Pinned down by a brutal Covid-19 outbreak and the worst economic contraction in 300 years, U.K. merger activity slumped in the early summer from the year-earlier period as part of a broader decline amid virus-induced lockdowns. In Britain’s case, uncertainty over the outcome of the country’s complicated divorce from the European Union extended that weakness into early fall.<br />But the fourth quarter marked a rebound in mergers and acquisitions in the U.K. as a vaccination program raised the prospect of bringing the virus under control. And Britain’s trade deal, which took effect at the start of January, assured companies and their advisers that the country’s exporters won’t face tariffs and quotas selling into the EU market.<br />The deal revival is illustrated by  MGM Resorts International ’s  unsolicited £8.09 billion, equivalent to $11 billion, bid this month for the U .K.’s  Entain  PLC, along with takeover battles for U.K. companies  Signature Aviation  PLC,  G4S  PLC and  Codemasters Group Holdings  PLC. At the same time, it reaffirms Britain’s reputation as one of the markets most open to takeover activity.<br />Though historically common, these types of contests were largely absent last year until 2020’s final quarter. During that period, three U.K. targets attracted multiple bidders. That followed two quarters during the height of the pandemic and Brexit uncertainty when there were no such standoffs. All told there were four last year—the first coming in February, before the pandemic struck Europe, according to Dealogic."
}