{
    "url_original": "https://www.wsj.com/articles/u-s-economy-faces-uphill-climb-at-start-of-year-11611853159?mod=markets_major_pos1",
    "url": "u-s-economy-faces-uphill-climb-at-start-of-year-11611853159",
    "title": "U.S. Economy Faces Uphill Climb at Start of Year",
    "sub_head": "The fourth quarter’s growth was concentrated at the start of the quarter, leaving the economy in a weak position now",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-291675?width=620&size=1.5",
    "image_1": "im-291675.jpg",
    "time": "2021-01-28 11:59:00",
    "body": "The U.S. economy ended last year with a whimper. It is no sure thing that it will end this year with a bang.<br />The Commerce Department on Thursday reported that gross domestic product grew at a 4% annual rate in the fourth quarter from the previous, after growing at a 33.4% rate in the second quarter. These annualized figures show what would happen if the quarterly change lasted full a year. In actual terms, GDP grew 1% in the fourth quarter and 7.5% in the third—not enough to take the economy out of the hole the Covid-19 crisis put it into in the first half of the year. GDP last quarter was 2.5% lower than a year earlier.<br />More worryingly, the fourth quarter’s gain in GDP from the previous quarter came about because the fourth quarter started so well. Monthly GDP estimates from IHS Markit show that GDP in October was up about 0.6% from September, and was 1.4% higher than its third quarter average. But November was worse, with rising Covid-19 cases stifling consumer spending. And though Thursday’s report suggests that the economy recovered a bit of ground in December (IHS’s December estimates aren’t available yet), it looks as though GDP was below its October level.<br />Mechanically, that makes it harder for GDP to register growth in the first quarter—if it began the fourth quarter on third base, it began the current quarter in the batter’s box and behind in the count. Still, thanks in large part to the $900 billion relief package that passed late last year, economists are forecasting GDP will post modest growth in the first quarter. Then in the second quarter, with another relief package expected and vaccines more widely available, they expect growth to be much stronger.<br />Beyond the mechanics, the weakening in GDP in the fourth quarter brings home how the economy remains in the pandemic’s grip. While a tailspin like last spring’s isn’t in the cards, renewed caution and restrictions can still stifle growth. Moreover, while there is plenty of reason to hope vaccines will bring the coronavirus under control later this year, there are also reasons for caution. The emergence of mutations that current vaccines may not be effective against, such as the variant believed to have emerged in the Brazilian Amazon, raises the possibility that in a year’s time the country will still be hobbled by Covid-19."
}