{
    "url_original": "https://www.wsj.com/articles/u-s-declares-chinas-treatment-of-uighur-muslims-to-be-genocide-11611081555?mod=politics_lead_pos10",
    "url": "u-s-declares-chinas-treatment-of-uighur-muslims-to-be-genocide-11611081555",
    "title": "U.S. Says China Is Committing ‘Genocide’ Against Uighur Muslims",
    "sub_head": "State Department cites imprisonment, torture and  forced sterilization against minority group, accusations Beijing has denied",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-19 13:54:00",
    "body": "The Trump administration concluded that China has committed “genocide and crimes against humanity” against the Uighur ethnic group, delivering a forceful condemnation to Beijing on policies that have so far failed to galvanize international action.<br />The determination, which was announced in a statement Tuesday by Secretary of State Mike Pompeo, accuses China of imprisoning, torturing and carrying out forced sterilization against the Uighurs, a Muslim minority group.<br />“I believe this genocide is ongoing, and that we are witnessing the systematic attempt to destroy Uighurs by the Chinese party-state,” Mr. Pompeo said. “The governing authorities of the second most economically, militarily, and politically powerful country on earth have made clear that they are engaged in the forced assimilation and eventual erasure of a vulnerable ethnic and religious minority group.”<br />The Chinese Embassy didn’t immediately respond to a request for comment. The Chinese government has in the past denied mistreating the Uighur population, who mainly live in the Xinjiang region, and defended its program of detaining large numbers of Uighurs as necessary to root out terrorism and provide job-training.<br />Accusations of genocide by the State Department are rare, and the State Department declaration came on the Trump administration’s last day. Mr. Pompeo said that he arrived at the determination after a careful review of the facts."
}