{
    "url_original": "https://www.wsj.com/articles/u-s-budget-gap-rose-61-in-first-quarter-of-fiscal-2021-11610564411",
    "url": "u-s-budget-gap-rose-61-in-first-quarter-of-fiscal-2021-11610564411",
    "title": "U.S. Budget Gap Rose 61% in First Quarter of Fiscal 2021",
    "sub_head": "The deficit totaled $3.3 trillion in calendar year 2020, roughly 15.8% of GDP, the Treasury Department said",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-284030?width=620&size=1.5",
    "image_1": "im-284030.jpg",
    "time": "2021-01-13 14:00:00",
    "body": "WASHINGTON—The federal budget gap widened in the first three months of the fiscal year, as government spending continued to outpace revenues while the economy slowly recovers from the pandemic-induced downturn.<br />The U.S. Treasury Department said Wednesday the deficit from October through December totaled a record $573 billion, a 61% increase from the same period a year earlier. Federal outlays rose 18%, to $1.4 trillion, driven higher primarily by automatic safety-net spending such as jobless benefits, nutrition assistance and health care. Total receipts held steady, at $803 billion, the Treasury said.<br />For the 12 months that ended in December, the government ran a $3.3 trillion deficit, more than triple the shortfall a year earlier and roughly 15.8% of U.S. gross domestic product, the broadest measure of economic output.<br />Government spending surged last year as Congress authorized several measures to combat the coronavirus pandemic and cushion the U.S. economy from recession, and federal revenues declined as businesses closed and millions of Americans lost their jobs. The Labor Department said last week the U.S. lost 140,000 jobs last month, ending a seven-month streak of job creation as virus outbreaks across the country prompted a new round of business restrictions.<br />Lawmakers authorized another $908 billion economic relief package last month, but Treasury officials said the government didn’t begin distributing the money—including stimulus checks—until this month, and it isn’t reflected in the figures released Wednesday."
}