{
    "url_original": "https://www.wsj.com/articles/u-s-treasury-yields-jump-on-inflation-trade-11610039572?mod=markets_lead_pos12",
    "url": "u-s-treasury-yields-jump-on-inflation-trade-11610039572",
    "title": "U.S. Treasury Yields Jump on Inflation Trade",
    "sub_head": "Yield on 10-year note at highest since March; worries over securities ban drag down Chinese corporate bond prices",
    "category_1": "Markets",
    "category_2": "Treasurys",
    "image_1_url": "https://images.wsj.net/im-282097?width=620&size=1.5",
    "image_1": "im-282097.jpg",
    "time": "2021-01-07 16:37:00",
    "body": "U.S. government-bond yields rose faster than many expected after Democrats won control of the Senate, with traders focusing on the potential of more economic stimulus and the return of long-muted inflation.<br />The yield on the 10-year U.S. Treasury note closed at 1.07% Thursday, according to data from Tradeweb, up from 1.041% Wednesday and 0.955% Tuesday before a pair of runoff elections in Georgia gave Democrats slim majorities in both houses of the U.S. Congress. Thursday’s closing level is the highest since March and marks the largest four-day yield gain since after the U.S. elections in November.<br />“The move is clearly on the larger side of what we expected,” said Timothy High, an interest-rate strategist at BNP Paribas, who had anticipated before the vote that a Democratic victory would boost yields by 0.05 to 0.10 percentage point.<br />How much higher yields can go depends in large part on whether the incoming Biden administration rolls out stimulus packages that go beyond pandemic relief into other areas, such as infrastructure construction, Mr. High said.<br />Increased fiscal spending would be financed through the sale of more Treasury bonds, a supply surge that many expect to push prices down and yields up. A combination of rising rates and mounting debt loads increases investors’ expectations for inflation as the government prints money to cover higher debt costs."
}