{
    "url_original": "https://www.wsj.com/articles/u-s-mounts-a-charge-to-take-on-china-the-king-of-electric-vehicle-batteries-11611658235?mod=tech_lead_pos1",
    "url": "u-s-mounts-a-charge-to-take-on-china-the-king-of-electric-vehicle-batteries-11611658235",
    "title": "U.S. Mounts a Charge to Take On China, the King of Electric-Vehicle Batteries",
    "sub_head": "Sila Nanotechnologies, a Silicon Valley startup, is among the latest to attract Wall Street backing as supply-chain investors see enthusiasm for electric vehicles",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-01-26 05:50:00",
    "body": "The auto industry’s quickening shift to electric cars is spurring investment in another emerging industry in the U.S.: manufacturing lithium-ion batteries for those vehicles.<br />China currently dominates the market for producing electric-vehicle batteries. But as auto makers spend billions to build more plug-in models in the U.S., investors are increasing their bets on companies looking to expand the supply chain for batteries and related materials in North America—a region that has long relied on imports for such components.<br />Sila Nanotechnologies Inc., a Silicon Valley startup that makes silicon anode materials used in batteries, is among the latest to attract Wall Street backing. The company plans to reveal Tuesday that it has raised $590 million in new funding, Chief Executive Gene Berdichevsky told The Wall Street Journal.<br />Much of that money will be used to build a factory in the U.S. for making battery materials, he said. The location hasn’t yet been selected.<br />Other battery-focused startups, such as California-based  Romeo Power Inc.  and Canadian mining firm  Lithium Americas Corp. , which has U.S. operations, have also recently tapped public markets. Romeo went public late last year, while Lithium Americas said Friday that it sold $400 million of stock in a public offering intended to finance a lithium project in Nevada."
}