{
    "url_original": "https://www.wsj.com/articles/u-s-government-bond-yields-pare-gains-after-strong-auction-11610479965?mod=markets_major_pos13",
    "url": "u-s-government-bond-yields-pare-gains-after-strong-auction-11610479965",
    "title": "U.S. Government-Bond Yields Pare Gains After Strong Auction",
    "sub_head": "Yield on 10-year Treasury note still on course to rise for seventh consecutive trading session",
    "category_1": "Markets",
    "category_2": "Treasurys",
    "image_1_url": "https://images.wsj.net/im-284033?width=620&size=1.5",
    "image_1": "im-284033.jpg",
    "time": "2021-01-12 16:16:00",
    "body": "U.S. government-bond yields pared an early climb Tuesday after a Treasury Department auction of new 10-year notes met strong demand from investors.<br />The yield on the benchmark 10-year Treasury note closed at 1.136% according to Tradeweb, down from above 1.18% before the sale. That is barely changed from 1.131% Monday.<br />Yields, which fall as bond prices rise, declined after asset managers and other buyers scooped up the majority of $38 billion worth of new government debt, leaving bond dealers with around 20% of the securities. Treasury prices often fall when dealers win larger shares at the auctions, a sign of weak demand from investors.<br />The 10-year yield, a key barometer for borrowing costs throughout the economy, still headed for a seventh consecutive daily gain, extending a march above 1% that began after Democrats won control of the Senate. The prospects for greater government spending, along with economic growth and inflation, helped push the yield out of its relatively narrow, post-pandemic range near all-time lows.<br />Asset managers were keenly watching the results of Tuesday’s auction to gauge whether the recent bond selloff would continue or whether yields will settle in a new range. Ian Lyngen, head of U.S. rates strategy at BMO Capital Markets, said it marked “something of an inflection point for rates,” in a note to clients."
}