{
    "url_original": "https://www.wsj.com/articles/u-s-imposes-sanctions-over-efforts-to-discredit-bidens-11610412176?mod=politics_lead_pos7",
    "url": "u-s-imposes-sanctions-over-efforts-to-discredit-bidens-11610412176",
    "title": "U.S. Imposes Sanctions Over Efforts to Discredit Bidens",
    "sub_head": "Treasury Department says agents of Russia worked to interfere in U.S. election by seeking to undermine president-elect",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-283820?width=620&size=1.5",
    "image_1": "im-283820.jpg",
    "time": "2021-01-11 19:42:00",
    "body": "WASHINGTON—The Trump administration on Monday blacklisted seven men, including several former Ukrainian officials, for allegedly interfering in U.S. elections as agents of Russia’s government by advancing theories about President-elect Joe Biden’s son.<br />The action targeted associates of Andriy Derkach, a Ukrainian lawmaker sanctioned by the U.S. Treasury Department last September who said he had derogatory information showing Hunter Biden’s entanglement with a Ukrainian gas company.<br />That information and the effort to discredit the Bidens was pursued by President Trump and associates including his attorney, Rudy Giuliani. However, U.S. intelligence warned that Russia was engaged in trying to undermine Mr. Biden’s candidacy.<br />The Treasury said Monday that Mr. Derkach has been an active Russian agent for over a decade with close connections to the Kremlin’s intelligence services. Treasury officials added that since at least 2019 Mr. Derkach and his associates used U.S. media, social media, and “influential U.S. persons” to spread misleading and unsubstantiated allegations.<br />Monday’s action targeted senior Ukrainian parliamentarian Oleksandr Dubinsky and former Ukrainian officials Konstantin Kulyk, Oleksandr Onyshchenko and Andriy Telizhenko, all of whom the Treasury said coordinated with Mr. Derkach in his misinformation campaign."
}