{
    "url_original": "https://www.wsj.com/articles/u-s-accuses-mit-professor-of-hiding-extensive-china-ties-in-federal-grant-application-11610649152?mod=politics_lead_pos7",
    "url": "u-s-accuses-mit-professor-of-hiding-extensive-china-ties-in-federal-grant-application-11610649152",
    "title": "U.S. Accuses MIT Professor of Hiding Extensive China Ties in Federal Grant Application",
    "sub_head": "Mechanical engineering professor Gang Chen allegedly supported China’s effort to recruit talent to the country",
    "category_1": "U.S.",
    "category_2": "Education",
    "image_1_url": "https://images.wsj.net/im-285433?width=620&size=1.5",
    "image_1": "im-285433.jpg",
    "time": "2021-01-14 15:47:00",
    "body": "Federal prosecutors charged a high-profile Massachusetts Institute of Technology mechanical engineering professor with fraud Thursday, alleging he failed to disclose extensive ties to and funding from the Chinese government in grant applications to the U.S. Department of Energy.<br />The professor, Gang Chen, was arrested at his Cambridge, Mass., home Thursday morning.<br />Dr. Chen, 56 years old, was born in China and is a naturalized U.S. citizen. He was charged with wire fraud, failing to file a foreign bank account report and making a false statement in a tax return. The top prosecutor in Boston said Dr. Chen appeared to have acted out of loyalty to China.<br />The Trump administration has worked to combat what it views as aggressive efforts by Chinese government-linked entities to improperly obtain U.S. academic research and conduct other alleged meddling at U.S. campuses. Federal prosecutors have brought more than a dozen criminal cases accusing academics of lying about receiving Chinese government funding or alleging that visiting researchers lied about their affiliation with the Chinese military.<br />“The problem is not the collaboration itself,” said Andrew Lelling, U.S. Attorney for the district of Massachusetts, referring to work that researchers may do with foreign entities. “The problem is lying about it.”"
}