{
    "url_original": "https://www.wsj.com/articles/u-s-figure-skaters-punched-their-tickets-to-the-worldsif-it-happens-11610985668",
    "url": "u-s-figure-skaters-punched-their-tickets-to-the-worldsif-it-happens-11610985668",
    "title": "U.S. Figure Skaters Punched Their Tickets to the Worlds—If It Happens",
    "sub_head": "The coronavirus pandemic has shredded the international competition calendar, and the mess will run all the way to the 2022 Olympics",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-286692?width=620&size=1.520190023752969",
    "image_1": "im-286692.jpg",
    "time": "2021-01-18 11:01:00",
    "body": "The United States has crowned its 2021 national figure skating champions this weekend. What happens next is anyone’s guess.<br />Normally, the U.S. and every other figure skating power would send its winners on to the world championships, and that would determine how many skaters each country can send to the Winter Olympics next year.<br />For Nathan Chen, who is now a five-time U.S. men’s champion, the world event would also be a chance to cement his case for the Olympic title that eluded him in 2018. For the ice dance champions, Madison Hubbell and Zachary Donohue, it would help stake their claim for a 2022 Olympic medal, after several years of trading places with other couples for the top position in the U.S.<br />For the U.S. ladies, including champion Bradie Tennell, strong showings would allow them to field three Olympic entries and increase the chances that at least one female skater might be able to break through and return an American to the podium for the first time since 2006. And for the beleaguered U.S. pairs, securing even two Olympic entries would allow them to halt the American slide in that discipline.<br />But the coronavirus pandemic has the 2021 world championships in Stockholm teetering, after the virus already forced the cancellation of the 2020 world championships set for Montreal last March. The victorious U.S. skaters are keenly aware that the tickets they’ve just punched may be tickets to nowhere."
}