{
    "url_original": "https://www.wsj.com/articles/u-s-considers-adding-alibaba-tencent-to-china-stock-ban-11609961075?mod=markets_lead_pos2",
    "url": "u-s-considers-adding-alibaba-tencent-to-china-stock-ban-11609961075",
    "title": "U.S. Considers Adding Alibaba, Tencent to China Stock Ban",
    "sub_head": "Agencies debate impact of ban on U.S. financial markets",
    "category_1": "Stocks",
    "image_1_url": "https://images.wsj.net/im-281547?width=620&size=1.5",
    "image_1": "im-281547.jpg",
    "time": "2021-01-06 14:47:00",
    "body": "U.S. officials are considering prohibiting Americans from investing in  Alibaba Group Holding Ltd.  and  Tencent Holdings Ltd. , said people familiar with the matter.<br />In recent weeks, State Department and Department of Defense officials have held conversations on expanding a blacklist of companies that are prohibited to U.S. investments because of claimed ties to China’s military and security services. The U.S. government announced its original blacklist in November with 31 companies.<br />The departments have debated with the Treasury Department over whether adding these firms could have wide capital-markets ramifications, the people said. The plan is still under deliberation and may not go through as agencies debate its impact on markets, the people added.<br />Tencent and Alibaba are China’s two most-valuable publicly listed companies with a combined market capitalization of over $1.3 trillion, and their shares are held by scores of U.S. mutual funds and other investors. If enacted, the move would be a major escalation by the exiting Trump administration on its efforts to unwind U.S. investors’ holdings in major Chinese companies.<br />The Trump administration has stepped up efforts to sanction Chinese companies in its final days. On Wednesday, the New York Stock Exchange said it will move ahead to delist China’s three biggest telecommunication carriers, backtracking an earlier decision to scrap the plan after receiving “new specific guidance” from the Treasury Department."
}