{
    "url_original": "https://www.wsj.com/articles/u-s-economy-saw-modest-growth-in-late-2020-feds-beige-book-shows-11610565936",
    "url": "u-s-economy-saw-modest-growth-in-late-2020-feds-beige-book-shows-11610565936",
    "title": "U.S. Economy Saw Modest Growth in Late 2020, Fed’s Beige Book Shows",
    "sub_head": "Central bank’s business contacts downgrade characterization of economic activity following surge in Covid-19 cases",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-284856?width=620&size=1.5",
    "image_1": "im-284856.jpg",
    "time": "2021-01-13 15:27:00",
    "body": "WASHINGTON—The U.S. economy grew “modestly” in the final weeks of 2020, as a resurgence in Covid-19 cases prompted activity in some sectors to slow, a Federal Reserve report said Wednesday.<br />The Fed’s periodic compilation of anecdotes from business contacts, known as the Beige Book, provided the latest evidence that the pandemic dealt a setback to the economic recovery in recent months. Soaring infection rates and efforts to contain the spread of Covid-19 also contributed to the U.S. labor market’s loss of 140,000 jobs in December, the first employment decline since the pandemic struck last spring, the Labor Department said Friday.<br />“Although the prospect of Covid-19 vaccines has bolstered business optimism for 2021 growth, this has been tempered by concern over the recent virus resurgence and the implications for near-term business conditions,” the central bank said Wednesday. The report said most Fed districts reported that economic activity increased modestly since the previous reporting period, but noted “conditions remained varied.”<br />Two of the Fed’s 12 districts reported no growth in recent weeks, while two others reported declines in activity.<br />The Fed’s characterization of economic conditions represented a downgrade from its previous Beige Book report, released Dec. 2, when policy makers described economic growth as “modest or moderate.” At that time, business contacts signaled the possibility of a potential slowdown given the surge in Covid-19 infections that was under way."
}