{
    "url_original": "https://www.wsj.com/articles/ubs-profit-bonanza-eases-pressure-over-new-boss-11611677175?mod=business_minor_pos12",
    "url": "ubs-profit-bonanza-eases-pressure-over-new-boss-11611677175",
    "title": "UBS Profit Bonanza Eases Pressure over New Boss",
    "sub_head": "Ralph Hamers’s plans for the bank are overshadowed by a Dutch investigation into a money-laundering scandal at his prior employer",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-290518?width=620&size=1.5",
    "image_1": "im-290518.jpg",
    "time": "2021-01-26 11:06:00",
    "body": "UBS  is in less need of strong management than most of its European peers—which is fortunate given the awkward position of its new boss.<br />On Tuesday, the Switzerland-based bank announced excellent full-year results, with profits up across the group. Chief executive Ralph Hamers, who took the reins in November, also gave hints of a new strategy he hopes to announce next quarter.<br />His plans were unfortunately overshadowed by December’s surprise decision by the Netherlands to open a new inquiry into Mr. Hamers’ role in a money-laundering scandal at his former employer, ING. The matter was previously thought to have been settled before his hiring. The investigations, which typically take about 18 months, are an unwelcome source of uncertainty for UBS’s investors.<br />The bank’s strategy involves integrating wealth management, investment banking and asset management to serve high-net-worth individuals globally, with a special focus on growth in Asia. Any leader is likely to build on that successful formula rather than reinvent it. Mr. Hamers highlighted three focus areas: improving technology investment, re-evaluating subscale markets and forging a more unified, agile corporate culture.<br />The technology focus isn’t a surprise. Mr. Hamers was hired for his expertise in digital transformation, and all banks are investing in technology to cut costs and improve products. He won’t spend more money, but rather shift to shorter-term projects and quarterly, instead of annual funding decisions."
}