{
    "url_original": "https://www.wsj.com/articles/ubs-11611640487?mod=markets_lead_pos3",
    "url": "ubs-11611640487",
    "title": "UBS Plans $4.5 Billion Share Buyback as Profit Surges",
    "sub_head": "CEO Ralph Hamers faces a probe into his role in a money-laundering scandal during his time at ING",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-289362?width=620&size=1.5",
    "image_1": "im-289362.jpg",
    "time": "2021-01-26 05:36:00",
    "body": "UBS  Group AG’s focus on the world’s rich is helping it power through the coronavirus pandemic with some of the best financial results in global banking, but a cloud over new Chief Executive Ralph Hamers is threatening to throw Switzerland’s largest lender off course this year.<br />UBS on Tuesday ramped up a share buyback program after 2020 net profit rose 54% from gains in its banking and wealth management units. The bank said it is meeting all of its financial targets and is anticipating lower levels of bad loans from the pandemic than many rivals because of its safer lending to Swiss borrowers and the global rich.<br />The strong results were overshadowed by a criminal investigation into Mr. Hamers, who became CEO on Nov. 1 after a two-month handover period. Just over a month later, a Dutch court ordered a fresh probe into his role in a money-laundering scandal at his former employer, ING Groep NV. UBS has said it is backing Mr. Hamers in the probe, which is expected to take a year or more.<br />UBS seeks to bank the world’s rich and help them manage their wealth. It also competes with Wall Street banks in market trading and in advising companies on stock and debt deals, and mergers and acquisitions. Both areas had a bumper year as wealth clients rotated their investments and investment banking customers traded more and brought deals to take advantage of a rise in asset prices from government and central-bank stimulus.<br />The Swiss bank said its performance allowed it to set aside more capital in the fourth quarter to buy back shares and that it will purchase at least $1.1 billion worth of stock in the first quarter. It said it could buy back 4 billion Swiss francs worth of shares, equivalent to $4.5 billion, in the next three years."
}