{
    "url_original": "https://www.wsj.com/articles/ugandan-president-claims-sixth-election-victory-as-opposition-alleged-rigging-11610806655?mod=business_minor_pos4",
    "url": "ugandan-president-claims-sixth-election-victory-as-opposition-alleged-rigging-11610806655",
    "title": "Ugandan President Claims Sixth Election Victory as Opposition Alleged Rigging",
    "sub_head": "The violent race pitched one of Africa’s longest-serving leaders against a populist whose message of change galvanized the country’s youth",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-286522?width=620&size=1.5",
    "image_1": "im-286522.jpg",
    "time": "2021-01-16 13:35:00",
    "body": "KAMPALA, Uganda—President Yoweri Museveni was declared the winner of his sixth consecutive presidential election on Saturday, while opposition leader Bobi Wine alleged the vote was rigged, capping a divisive campaign marred by government repression, an internet shutdown and the country’s worst political violence for decades.<br />Uganda’s Electoral Commission reported that the 76-year-old Mr. Museveni, in power since 1986, had won 59% of the vote, while leading challenger Mr. Wine, the 38-year-old musician turned parliamentarian, won 35%. Ugandan security forces surrounded Mr. Wine’s home Friday, placing him under effective house arrest after he claimed the vote had been falsified. More than a dozen other senior members of his campaign were placed under house arrest on Saturday.<br />Speaking in a telephone interview from his home, Mr. Wine called the result “completely fraudulent” and said he would share evidence of widespread rigging when the internet was switched back on. Asked whether his supporters would take to the streets to demonstrate, he said: “We have all nonviolent and constitutional options on our table, including but not limited to the right to protest.”<br />Mr. Museveni, at his countryside ranch, said the election was “the fairest since independence in 1962.” He thanked Ugandans for giving him another five years in power.<br />Ugandans voted Thursday amid heightened security and an internet shutdown in a vote that the top U.S. diplomat to Africa called “fundamentally flawed.” The hotly contested and violent race pitched Mr. Museveni, one of Africa’s longest-serving leaders, against Mr. Wine, a youthful populist whose message of change galvanized Uganda’s youth. The contest embodies a generational clash across Africa, where entrenched older leaders are grappling with increasingly restless youthful populations demanding improved economic opportunities."
}