{
    "url_original": "https://www.wsj.com/articles/uncle-vanya-and-king-lear-reviews-russian-and-british-classics-for-free-11610662924?mod=opinion_major_pos15",
    "url": "uncle-vanya-and-king-lear-reviews-russian-and-british-classics-for-free-11610662924",
    "title": "‘Uncle Vanya’ and ‘King Lear’ Reviews: Russian and British Classics for Free",
    "sub_head": "An intimate 2018 adaptation that makes Chekhov’s quintessentially Russian play feel contemporary; a conventional production from 1973 of the Shakespearean tragedy starring a young James Earl Jones.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-284858?width=620&size=1.5",
    "image_1": "im-284858.jpg",
    "time": "2021-01-14 17:22:00",
    "body": "Sometimes you have to dig to find the best theatrical webcasts, while others are hiding in plain sight. Before the pandemic, WNET, New York’s PBS affiliate, used to telecast plays from Manhattan at irregular intervals. And some of its strongest offerings are still online for free on-demand viewing—if you know where to look.<br />One place, tucked deep within the thirteen.org website, is a page devoted to Channel 13’s “Theater Close-Up” series of off-Broadway productions. The most recent episode, one of the greatest Chekhov productions I’ve ever had the privilege to review, is the 2018 New York premiere of Richard Nelson’s adaptation of “Uncle Vanya,” the auspicious inaugural production of Hunter College’s Hunter Theater Project, in which professional stagings are mounted under the aegis of the Upper East Side school’s drama department. This concise “Vanya,” which was taped in front of a live and responsive audience, was performed in casual street clothes and modern English (Mr. Nelson, who was also the director, translated Chekhov’s play in collaboration with Richard Pevear and Larissa Volokhonsky). The goal in the theater was to make everything more intimate, with 12 area mikes used to boost the volume just enough so that the actors could throw away their lines and still be heard in every corner of the small black-box house.<br />Not only did it work there, but viewing it on a laptop with earphones proves to be just as successful, so much so that I can enthusiastically recommend this “Vanya” to Chekhov novices and connoisseurs alike. (I brought a friend who had never seen a Chekhov play to see Mr. Nelson’s version two years ago, and it made a deep and permanent impression on her.) Like so many of Chekhov’s dramas, “Vanya” is a tale of regret made more poignant by being partly played for wry laughs. The seven characters are a group of melancholy men and women mired in the quicksand of provincial country living who enact the quintessentially Russian story of suddenly realizing that they’ve frittered away their lives. Such terrible tales are best told both with a smile and in an understated way, and Mr. Nelson’s actors hardly ever raise their voices, whether figuratively or literally. Instead, they let you listen in as they watch the sun set forever on their bleak little world.<br />Jay O. Sanders, one of New York’s most admired character actors, is the star of the show this time, scoring a decisive triumph in the title role, that of a quietly disappointed man settling unhappily into middle age who longs “to wake up on a bright, quiet morning and feel…that all the past was forgotten, scattered like smoke.” Not that his fellow cast members are other than consistently fine—far from it—but Mr. Sanders is breathtakingly right as Chekhov’s feckless, pitiable failure, a “shining light who never shone on anybody” and now knows he never will. As for the translation, it’s simple, speakable and ideally suited to Mr. Nelson’s dramatic purposes, and his staging, which transfers naturally to the small screen, never gets between you and the play. (If you don’t recognize it, “Someday Soon,” the haunting quasi-theme song, is by Elizabeth and the Catapult.)<br />Another noteworthy show that I recently ran across, available on WNET’s “All Arts” streaming platform, is an extreme rarity, a telecast of the 1973 Shakespeare in the Park outdoor production of “King Lear” directed by Edwin Sherin and starring James Earl Jones, Paul Sorvino and Raúl Juliá. Mr. Jones was not yet known as the resplendent bass voice of Darth Vader in 1973. Back then he was a distinguished stage actor who made occasional screen appearances (he had a small part in “Dr. Strangelove” and got a best-actor Oscar nomination for ‘The Great White Hope,” in which he had previously appeared on Broadway)."
}