{
    "url_original": "https://www.wsj.com/articles/underground-asia-review-a-century-of-revolution-11610495149?mod=opinion_reviews_pos1",
    "url": "underground-asia-review-a-century-of-revolution-11610495149",
    "title": "‘Underground Asia’ Review: A Century of Revolution",
    "sub_head": "Most Americans know little about modern Asian history. That’s too bad—yesterday’s upheavals are likely to be tomorrow’s, too.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-284336?width=620&size=1.5",
    "image_1": "im-284336.jpg",
    "time": "2021-01-12 18:45:00",
    "body": "Modern Asian history may be the most important subject that most educated Americans know almost nothing about. With the center of gravity of world politics now firmly located in the Indo-Pacific, many are looking for ways to deepen their understanding of the most populous, fastest-growing and potentially most dangerous region in the world. Tim Harper’s “Underground Asia: Global Revolutionaries and the Assault on Empire” is an excellent place to start. It is a clearly written, brilliantly researched examination of the people and movements that shaped Asia’s course in the 20th century and continue to influence the continent today.<br />In the early part of the century, when Mr. Harper’s narrative begins, European colonialism seemed permanently established in Asia. In 1906, the power of the Netherlands in what is now Indonesia reached its grim apogee as Dutch forces shelled the royal capital of the ancient Balinese kingdom of Badung until the battered, unarmed defenders, in a final act of defiance, “processed out of the palace and threw themselves, singing, at the Dutch automatic weapons.” An estimated 1,000 were killed.<br />The early arrival of the Industrial Revolution had given western nations, especially Britain, what appeared to be an insurmountable industrial, economic, political and military supremacy. Prospectors, planters, industrialists, missionaries and soldiers descended on traditional Asian societies and, shunting hapless native rulers aside almost everywhere, began to modernize Asia to suit western needs. Steamship lines connected ports; vast urban complexes grew up where trade routes crossed; and railroads carried the agents, the goods and the ideas of empire deep into the countryside.<br />European power in Asia looked unshakable, but only 43 years after the fall of Badung the Dutch were forced to recognize Indonesian independence amid the abject regional collapse of European rule.<br />How Asia’s ragtag revolutionaries turned that fierce desire for freedom into movements that could overcome European advantages in technology and organization is the story Mr. Harper wants to tell. It’s an ambitious assignment. Then as now, Asia was an overwhelmingly diverse region, and those differences were in many cases exacerbated by the ways that French, Dutch, British and Japanese colonialism overwrote preexisting cultural linkages with new patterns and influences. Often relying on colonial police archives, Mr. Harper reconstructs the obscure lives of the revolutionary generation who hammered out the ideas and built the movements that would lead Asia through the astonishingly rapid destruction of some of the largest and most powerful empires the world had ever seen."
}