{
    "url_original": "https://www.wsj.com/articles/unitedhealths-profit-slips-as-health-care-visits-return-11611144802?mod=business_lead_pos3",
    "url": "unitedhealths-profit-slips-as-health-care-visits-return-11611144802",
    "title": "UnitedHealth’s Profit Slips as Health-Care Visits Return",
    "sub_head": "The company paid more in medical costs to cover insured members who returned to doctors’ offices after delaying care earlier in the pandemic",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-287571?width=620&size=1.5",
    "image_1": "im-287571.jpg",
    "time": "2021-01-20 07:13:00",
    "body": "UnitedHealth Group Inc.  recorded a smaller profit for the last quarter of 2020 as the company had to pay more in medical costs to cover insured members who returned in greater numbers to doctors’ offices after putting off care earlier in the coronavirus pandemic.<br />The Minnetonka, Minn., health-care company, the parent of insurer UnitedHealthcare as well as the Optum health-services business, said Wednesday that the pandemic dragged on revenue growth from commercial insurance customers last year as its economic fallout disrupted the labor market. But revenue grew overall for the company’s insurance business in the year amid expansion of its programs to serve communities and seniors.<br />Fourth-quarter revenue for UnitedHealth climbed to $65.47 billion, up from $60.9 billion in the same quarter a year earlier. Analysts surveyed by FactSet had forecast revenue of $64.96 billion.<br />UnitedHealth’s revenue from premiums grew to $50.58 billion, from $47.63 billion a year earlier. The company also logged higher revenue from products, services and investment income than it did in the year-ago quarter.<br />As more people returned to medical providers for care that they had avoided or postponed earlier in the pandemic, UnitedHealth’s costs rose as well. Medical costs climbed to $42.08 billion, up from $39.28 billion in the year-ago period. Operating costs increased to $11.51 billion, from $9.3 billion in the previous year’s fourth quarter."
}