{
    "url_original": "https://www.wsj.com/articles/unity-and-killing-the-keystone-xl-pipeline-11611779212?mod=opinion_major_pos17",
    "url": "unity-and-killing-the-keystone-xl-pipeline-11611779212",
    "title": "Unity and Killing the Keystone XL Pipeline",
    "sub_head": "Canadians have known for decades that in dealing with America, the rules may change midgame or that Americans may disregard the rules entirely if it suits them.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-288098?width=620&size=1.5",
    "image_1": "im-288098.jpg",
    "time": "2021-01-27 15:26:00",
    "body": "Regarding your editorial “Biden’s Keystone Pipeline Kill” (Jan. 21): Spare us the concern for Canada’s feelings. Canadians, and particularly those of us from Alberta, have known for years that Keystone was at risk. Significant changes in energy markets, environmental and climate outlook, and political will over the 15 years since Keystone was proposed have painted an increasingly bleak picture for the project. These forces are at play world-wide, including in Canada, where we can’t get a pipeline built across British Columbia for the same reasons. So as disappointing as the Keystone cancellation may be to many, it is hardly a surprise or an insult.<br />Canadians have also known for decades that in dealing with America, the rules may change midgame or that Americans may disregard the rules entirely if it suits them. Softwood lumber comes readily to the mind of most Canadians. Investors know the same thing, so the president’s announcement was neither surprising nor a departure from well-established practice.<br />As far as insults go, the president’s action doesn’t even rank. The gold standard for that might be President Trump’s imposition of tariffs on Canadian steel and aluminum under Section 232 of the Trade Expansion Act, on the assertion that those industries constitute a threat to U.S. national security. Canada, a threat to U.S. national security? Now that’s an insult.<br />Brian Ward<br />Thousand Oaks, Calif."
}