{
    "url_original": "https://www.wsj.com/articles/united-wholesale-mortgage-goes-public-in-biggest-spac-deal-ever-11611336319?mod=markets_lead_pos4",
    "url": "united-wholesale-mortgage-goes-public-in-biggest-spac-deal-ever-11611336319",
    "title": "United Wholesale Mortgage Goes Public in Biggest SPAC Deal Ever",
    "sub_head": "Merger with blank-check company takes mortgage lender public at valuation of $16 billion",
    "category_1": "Markets",
    "time": "2021-01-22 16:45:00",
    "body": "United Wholesale Mortgage made its public trading debut Friday, the largest-ever listing through a special-purpose-acquisition company.<br />Gores Holdings IV Inc.  shareholders this week approved a merger with the company, now called  UWM Holdings Corp. , in a deal to take it public at a valuation close to $16 billion. It marks a record for SPAC deals, which have become all the rage on Wall Street, according to data provider SPACInsider.<br />The Michigan-based mortgage company, trading on the New York Stock Exchange under the symbol UWMC, closed at $11.35 on Friday, slightly below Gores Holdings’ closing price of $11.54 on Thursday.<br />SPACs, also known as blank-check companies, put a reverse spin on the conventional model for public offerings because they raise money before developing a business. They use the funds to make an acquisition that turns the target into a public company. Once the blank-check company merges with a target company, as Gores Holdings and UWM did Thursday, that company gets the SPAC’s spot on a stock exchange, enabling it to sell shares to the public.<br />UWM works with independent brokers around the country to underwrite and service mortgages. It is one of a number of nonbank mortgage companies embracing the public markets at a booming time for the U.S. housing market. Low interest rates helped push mortgage originations to record levels in 2020. UWM was the third-largest mortgage lender in the U.S. in the first three quarters of 2020, according to industry research group Inside Mortgage Finance."
}