{
    "url_original": "https://www.wsj.com/articles/unmissable-music-for-an-uncertain-year-11609800282",
    "url": "unmissable-music-for-an-uncertain-year-11609800282",
    "title": "Unmissable Music for an Uncertain Year",
    "sub_head": "With many Covid-delayed albums set for release in 2021, here are 10 singles from Drake, Lana Del Rey, Foo Fighters and others that further ratchet up the anticipation.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-280310?width=620&size=1.5",
    "image_1": "im-280310.jpg",
    "time": "2021-01-04 17:44:00",
    "body": "An artist or label considering releasing music in 2020 had to make some calculations: How important would live promotion be to this record’s success? Would the music still be timely if it sat on the shelf for six months or more? Would the artist have the financial means to put a completed album on hold? How difficult would it be to record the music in an age of social distancing? The answers to these and other questions led to one of the stranger release years in memory, light on big names and heavy on collections of live and unreleased material culled from the archives. The first half of 2021 will most likely be a continuation of 2020’s patchwork. Touring as we knew it before the pandemic won’t be back anytime soon. But even at this early date there are a number of potentially important records from artists who find themselves at a crucial juncture—trying to maintain momentum after a breakthrough, returning after years away, struggling to take their music to a new place. Here’s a look at 10 tracks from such albums, most of which should come out this year—some have release dates, some are tentative, and one hasn’t been announced.<br />Torch singer Lana Del Rey first mentioned “Chemtrails Over the Country Club,” the follow-up to her 2019 LP “Norman F—ing Rockwell,” back in May, and it was at one point scheduled for release this past fall. But Ms. Del Rey pushed it back, and it seems likely to come out in the first half of 2021. The advance single “Let Me Love You Like a Woman” was produced and co-written by Ms. Del Rey’s frequent creative partner Jack Antonoff, and with its spare piano part it pretty much picks up where her last record left off.<br />We expected a sixth studio album from Toronto’s Drake in 2020, but the rapper and singer born Aubrey Graham instead put out “Dark Lane Demo Tapes,” a mishmash of old tracks and previously unreleased material. The long awaited LP, “Certified Lover Boy,” is coming later this month, and our first taste of music from it came in the form of “Laugh Now Cry Later,” featuring Chicago rapper Lil Durk. The song is loose and breezy and breaks no new ground for Drake, but his effortless melodic style is intact.<br />Dave Grohl’s Foo Fighters last released a full-length record in 2017. The group’s 10th studio album, “Medicine at Midnight,” is coming Feb. 5. The most recent advance single, “No Son of Mine,” dropped last week, and it found the band in a familiar hard-rocking zone, but “Shame Shame” from November is more interesting: Moody and subtle with R&B inflections, it finds Mr. Grohl exploring the upper end of his vocal range to intriguing effect.<br />The past year was a great one for the younger generation of rock songwriters, particularly women. Both Phoebe Bridgers and Waxahatchee had creative breakthroughs, and they made two of 2020’s best records. Julien Baker is a member of the indie supergroup Boygenius—with Ms. Bridgers and Lucy Dacus—and she has a solo album, “Little Oblivions,” coming Feb. 26. Ms. Baker’s music is explosive, with screamed choruses about emotional torment, but her new song “Faith Healer” sees her smoothing out rough edges while keeping her trademark intensity."
}