{
    "url_original": "https://www.wsj.com/articles/unusable-invitations-soldiers-in-hotel-rooms-washingtons-deflated-inaugural-11611311400?mod=politics_lead_pos3",
    "url": "unusable-invitations-soldiers-in-hotel-rooms-washingtons-deflated-inaugural-11611311400",
    "title": "Unusable Invitations, Soldiers in Hotel Rooms: Washington’s Deflated Inaugural",
    "sub_head": "Capital region likely suffered major financial hit from crowd-less inauguration",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2021-01-22 05:30:00",
    "body": "WASHINGTON’S INAUGURAL RESOURCES get repurposed for a crowd-free ceremony in a city on lockdown. The Government Printing Office produced thousands of tickets, invitations, programs—even parking passes. And rather than let them go to waste, they plan on distributing them after the fact as mementos. The materials will be doled out to individual congressional offices, like they would be for a typical inaugural.<br />Hotels that would normally have all their rooms booked with fans of the incoming president are instead filled with around 25,000 National Guard troops, with tour bus companies ferrying them back and forth to the Capitol and downtown. Restaurants that normally have their best week in four years instead closed, after a pandemic-related indoor dining ban was extended due to fears of unrest after the Capitol riot. Some chefs used their excess capacity, funded by donations from around the country, to cook for Guard troops. The eateries later tried to expand their efforts to cook for Capitol maintenance staff, though they were told by the Architect of the Capitol that staff there couldn’t accept food or gift cards, only thank-you notes, according to emails reviewed by The Wall Street Journal.<br />The capital region likely suffered a major financial hit from a crowd-less inauguration. According to an estimate by economist Stephen Fuller for the Washington Business Journal in 2016, the combined economic impact of President Donald Trump’s inauguration plus the Women’s March the following day likely resulted in a $1 billion economic impact of direct and indirect spending, on par with President Barack Obama’s 2009 inauguration.<br />DEFEATED CONGRESSIONAL CANDIDATES have mostly struck out in their bids to join the Biden administration, despite prominent speculation that many would be tapped for posts as consolation prizes for losing their races. Former Alabama Sen. Doug Jones was passed over for attorney general in favor of Judge Merrick Garland, former Iowa Rep. Abby Finkenauer failed to get significant consideration for labor secretary, and former Montana governor and losing 2020 Senate candidate Steve Bullock was passed over for interior secretary.<br />Two lower-tier exceptions: Dr. Cameron Webb, who lost a House race in Virginia, will join Biden’s Covid-19 response team and former Rep. Max Rose, who lost his bid for re-election, will become a special assistant to the defense secretary. And Jaime Harrison, the losing South Carolina Senate candidate, can claim the biggest prize of all non-administration posts as the next leader of the Democratic National Committee."
}