{
    "url_original": "https://www.wsj.com/articles/upping-the-waiting-game-11610575845",
    "url": "upping-the-waiting-game-11610575845",
    "title": "Upping the Waiting Game",
    "sub_head": "Moynihan Train Hall, the expansion of Penn Station to the Beaux-Arts James A. Farley building, imbues boarding Amtrak and commuter lines with some grandeur.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-280807?width=620&size=1.5",
    "image_1": "im-280807.jpg",
    "time": "2021-01-13 17:10:00",
    "body": "New York<br />There is a certain class of buildings that only the public should judge. When it comes to a great urban train station, for instance, the opinion of the critic scarcely matters. Is it spacious and bright enough? Do its paths of movement make sense, are they instantly legible? Does it treat its passengers with basic human courtesy, or as livestock to be driven along into their pens? The passenger alone can tell. And so to assess New York’s Moynihan Train Hall, which opened on New Year’s Day, I traveled there as an Amtrak passenger, having deliberately read nothing about it in advance. I wanted to be surprised.<br />The new $1.6 billion train hall is housed in the former main post office, on Eighth Avenue, just to the west of Penn Station. It is a fluke that a building was there to absorb the station’s excess capacity; buildings, unlike opera singers, do not usually have stand-ins waiting in the wings. But it was once the practice to build major train stations and post offices in tandem, the same tracks carrying both passengers and mail. New York paired Penn Station (1910) with the James A. Farley Post Office (1913/1934), both by McKim, Mead & White, America’s most gifted classical architects. The buildings were elevated directly above the tracks of the Pennsylvania Railroad, whose tunnel under the Hudson River made the complex possible.<br />The original Penn Station was demolished in 1964, right down to its train platforms, and in its place was built Madison Square Garden. The decapitated station below delivered a thoroughly nasty travel experience, not only for passengers on Amtrak (which replaced the bankrupt Penn Central) but also for those on the Long Island Rail Road and NJ Transit. Departing passengers stood shoulder to shoulder in their shapeless corral, watching the big timetable perform its coy fan dance of delay upon delay, until the announcement of the track launched the frenzied crush toward an escalator wide enough for one. Having experienced it once, you never forgot it—like the running of the bulls in Pamplona, but in a cellar and with less dignity.<br />Depending where you exit your train, you can still emerge inside Penn Station, which will continue to remain in operation. There I found myself last week and began searching for the passage to the Moynihan Train Hall. As it happens, there is none; trains can move in a straight line between the two buildings but you cannot. It takes some time to find the meek arrow that sends you outside, where you must make your way across Eighth Avenue. In fact, one can get there without going outside, by negotiating the concourse of the Long Island Rail Road, although the path is so labyrinthine that you are as likely to find the Minotaur as Moynihan Hall."
}