{
    "url_original": "https://www.wsj.com/articles/vaccination-by-age-is-the-way-to-go-11610476439?mod=opinion_lead_pos5",
    "url": "vaccination-by-age-is-the-way-to-go-11610476439",
    "title": "Vaccination by Age Is the Way to Go",
    "sub_head": "The fight over who gets the shot first is slowing the rollout. Date of birth is the best proxy for level of risk.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-12 13:34:00",
    "body": "The distribution of Covid vaccines is proceeding slowly even as a new, faster-moving viral variant arrives from London. The number of vaccinations administered last month was less than 25% of the original projections, while Covid hospitalizations and deaths reached new highs across the country. Perhaps inoculations will pick up in the coming weeks, but this has been what the Centers for Disease Control and Prevention calls “Phase A,” when the serum is reserved for two highly accessible, readily identifiable groups: health-care workers and nursing-home residents.<br />“Phase B” could be much worse. It is true that the CDC finally said on Tuesday that it would release doses initially held back for second injections and that the shots should be available to anyone over 65 and those with pre-existing conditions. But states still have wide latitude to set priorities. Many are still deliberating, and some have turned the question over to officials at the county or even hospital level. Other states are sorting the elderly between those who have two or more comorbidities and those who don’t.<br />In many states, essential workers have been assigned priority. They are spreaders, it is said. They encounter the public when policing the streets, stocking shelves at grocery stores, or teaching in schools. The definition of essential worker has at times expanded to include Uber drivers, meatpackers and all those in the retail and manufacturing industries. The head of the Texas Restaurant Association says prioritization should go to those helping to “feed Texans.”<br />Each addition and distinction may seem reasonable, but the cost in delay and confusion is high. Covid vaccinations are proving more complicated than the flu shot. Out of an abundance of caution, some hospitals are requiring recipients to be tested for Covid first, and then wait 15 minutes after the vaccination to check for an allergic reaction. Applying the Phase B regulations will add to these delays. How does a person prove employment or a health condition? Must pharmacies turn away applicants who lack supporting documentation? With all these delays, summer could come and go before Phase B ends and the general public can finally be vaccinated.<br />It is time for simplification. To deliver free vaccines with maximum speed, the health-care system needs to follow a simple rule that applies to everyone. Fortunately, such a rule is readily available: date of birth. The older the person, the higher the priority. One can prove one’s age simply by showing a driver’s license, Medicare or Medicaid card, or another form of identification. For most, that information is already embedded in the files of hospitals, pharmacies and doctors’ offices."
}