{
    "url_original": "https://www.wsj.com/articles/vandalize-a-term-for-barbarism-from-the-sacking-of-rome-to-the-storming-of-the-capitol-11610574348",
    "url": "vandalize-a-term-for-barbarism-from-the-sacking-of-rome-to-the-storming-of-the-capitol-11610574348",
    "title": "‘Vandalize’: A Term for Barbarism, From the Sacking of Rome to the Storming of the Capitol",
    "sub_head": "The Latin name for a marauding ancient Germanic tribe made its way into the new article of impeachment against Donald Trump",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-284373?width=620&size=1.5",
    "image_1": "im-284373.jpg",
    "time": "2021-01-13 16:45:00",
    "body": "The article of impeachment introduced against President Trump accuses him of inciting a crowd that “unlawfully breached and vandalized the Capitol,” among other “violent, deadly, destructive and seditious acts.” As the Journal has reported, the pro-Trump rioters who stormed the U.S. Capitol on Jan. 6 vandalized statues and other historic artwork housed there.<br />Even before last week’s riot, politically motivated vandalism was in the news. When Congress adjourned its 2020 session without passing a bill approving $2,000 stimulus checks, the homes of House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell were both vandalized with spray paint.<br />“Vandalize” and “vandalism” are formed from “vandal,” for someone who willfully or maliciously damages property. The words memorialize historic acts of destruction from a millennium and a half ago that went far beyond defacing statues or spray-painting graffiti.<br />The original vandals were a Germanic people who sacked Rome in 455 AD, after overrunning Gaul, Spain and northern Africa. The Latin name for the tribe was the “Vandali,” plural of “Vandalus.” That was simply the Roman version of the name used by tribal members themselves in an early Germanic language. Etymologists think the name may go back to a Proto-Germanic root, “wandljaz,” meaning “wanderer.”<br />Because the Vandals were associated with plundering Roman civilization, the word was transferred to someone who disregards or damages items of historical or cultural significance, or someone who acts in a barbaric fashion."
}