{
    "url_original": "https://www.wsj.com/articles/vatican-banks-ex-president-convicted-of-embezzlement-money-laundering-11611254792",
    "url": "vatican-banks-ex-president-convicted-of-embezzlement-money-laundering-11611254792",
    "title": "Vatican Bank’s Ex-President Convicted of Embezzlement, Money Laundering",
    "sub_head": "The Vatican court sentenced Angelo Caloia and his lawyer to almost nine years in prison amid a cleanup of bank finances",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-288348?width=620&size=1.5",
    "image_1": "im-288348.jpg",
    "time": "2021-01-21 13:46:00",
    "body": "ROME—A Vatican court found a former president of the Vatican bank guilty of embezzlement and money laundering during the pontificates of St. John Paul and Pope Benedict XVI, closing a chapter in the long-term cleanup of its finances.<br />The court said that Angelo Caloia and his lawyer, Gabriele Liuzzo, had manipulated sales of the scandal-plagued bank’s real-estate assets for their own profit from 2001 to 2008.<br />Mr. Caloia, who is 81, and Mr. Liuzzo, 97, whose trial began in 2018, were each sentenced to 8 years and 11 months in prison. Mr. Liuzzo’s son Lamberto Liuzzo, 55, was sentenced to five years and two months in prison for his part in the scheme. The men were also ordered to pay the bank €23 million ($27.9 million) in compensation.<br />None of the men were present in court for the sentencing. An attorney for Mr. Caloia, Domenico Pulitanò, said he would appeal. Lawyers for Gabriele and Lamberto Liuzzo didn’t immediately respond to requests for comment.<br />At their indictment in 2018, Vatican prosecutors accused Mr. Caloia and his lawyer of causing losses of more than €50 million for the bank, officially known as the Institute for the Works of Religion. The men were accused of embezzling money from the sale of 29 of the bank’s properties, most of them in or near Rome. However, the court found insufficient evidence to convict in regard to some of the properties."
}