{
    "url_original": "https://www.wsj.com/articles/veteran-american-lawyer-detained-in-hong-kong-pro-democracy-crackdown-11609940976?mod=business_minor_pos4",
    "url": "veteran-american-lawyer-detained-in-hong-kong-pro-democracy-crackdown-11609940976",
    "title": "Veteran American Lawyer Detained in Hong Kong Pro-Democracy Crackdown",
    "sub_head": "Other lawyers fear arrest of U.S. citizen under national security law signals rising pressure on human-rights advocates",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-06 08:49:00",
    "body": "HONG KONG—An American lawyer and human-rights activist was among the dozens of pro-democracy figures arrested on allegations of subversion by Hong Kong police on Wednesday, the first U.S. citizen known to be apprehended under the city’s national security law.<br />John Clancey, who is in his 70s, was arrested and then taken to the offices of the law firm where he worked by about a dozen police, who searched his personal office before escorting him away, said the firm’s founder, Albert Ho, a veteran pro-democracy leader in the city. Mr. Ho said he understood the arrest was due to Mr. Clancey’s involvement in a political group active in last year’s pro-democratic election primaries, events which are at the center of the investigation.<br />Mr. Clancey couldn’t be reached for comment. People who know him said he was a decadeslong Hong Kong resident, fluent in the city’s local language of Cantonese and active in a number of groups and causes advocating for democracy and human rights in Hong Kong, mainland China and the region.<br />In a video posted to social media by a local news outlet, Mr. Clancey could be seen walking with a cane from his office to a police van and surrounded by reporters. “Continue to work for democracy and human rights in Hong Kong,” he said when asked if he had a message for the people of Hong Kong.<br />“He’s certainly one of the most peaceful and reasonable persons that you’re ever going to meet,” said Mark Daly, a Hong Kong lawyer who has worked on human-rights issues with Mr. Clancey. “It certainly is a concern with this national security law that possibly even promoting democracy and human rights may be considered an offense.”"
}