{
    "url_original": "https://www.wsj.com/articles/videogames-immunity-boost-might-linger-11609761600?mod=markets_lead_pos11",
    "url": "videogames-immunity-boost-might-linger-11609761600",
    "title": "Videogames’ Immunity Boost Might Linger",
    "sub_head": "Pandemic led to year of strong sales despite flops and delays and 2021 will likely start out the same",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-04 07:00:00",
    "body": "While most businesses are understandably pleased to see 2020 pass, videogame companies might have some mixed feelings.<br />The coronavirus pandemic has been an undeniable boon for the game industry. Restrictions that have kept many at home and shut down other forms of entertainment have resulted in a banner year for the sector. Six of the largest game publishers are expected to post combined total revenue of $24 billion for the calendar year, up 19% from last year, according to consensus estimates compiled by FactSet. In 2019, the same group’s combined revenue fell nearly 3%.<br />That number doesn’t include sales of the new Xbox and PlayStation consoles, which went on sale in early November and are still very hard to come by due to soaring demand. Other game-hardware makers also have been capitalizing on the rush.  Turtle Beach ,  which makes accessories such as specialty headphones for gamers, has recorded a 71% year-over-year sales gain to $227 million for the nine-month period ended September. Newly public  Corsair Gaming ,  which makes gaming PCs and laptops and other related accessories, logged a 54% revenue jump to about $1.2 billion for the same period.<br />For game makers, the current sales boom has been especially remarkable considering the impact the pandemic has had on their development cycles. Several major games got delayed in 2020 due to the challenges imposed by remote working. That included the annual entry to  Activision Blizzard ’s  blockbuster “Call of Duty” franchise. The game, “Black Ops Cold War,” launched a few weeks later than normal and has garnered among the franchise’s lowest critic scores in more than a decade. But Cowen analyst Doug Creutz notes the game is still on track to sell more than 20 million units. Analysts estimate Activision’s publishing business, which comprises mainly the “Call of Duty” franchise, will show a 74% surge in net bookings for 2020, to nearly $3.9 billion, according to FactSet.<br />Even 2020’s flops have been relative. In a Dec. 22 regulatory disclosure, Polish game publisher  CD Projekt  reported unit sales of its problem-plagued “Cyberpunk 2077” totaled more than 13 million copies since its Dec. 10 launch. That is well below the 18 million to 25 million units that Jefferies analyst Ken Rumph said Wall Street had been expecting the title to sell in its debut. But it isn’t bad for a game so riddled with bugs that both  Sony  and  Microsoft  dropped it from their online stores and joined other retailers in offering refunds to disgruntled players. Analysts still expect CD Projekt to post the equivalent of about $672 million in revenue for 2020—more than five times the previous year’s sales, according to FactSet."
}