{
    "url_original": "https://www.wsj.com/articles/volkswagen-asks-supreme-court-to-block-local-emissions-regulations-11611694514?mod=business_minor_pos6",
    "url": "volkswagen-asks-supreme-court-to-block-local-emissions-regulations-11611694514",
    "title": "Volkswagen Asks Supreme Court to Block Local Emissions Regulations",
    "sub_head": "German auto giant is trying to overturn a lower-court ruling that could open the car industry to oversight from municipalities",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-288810?width=620&size=1.5",
    "image_1": "im-288810.jpg",
    "time": "2021-01-26 15:55:00",
    "body": "German auto giant  Volkswagen AG  is asking the U.S. Supreme Court to overturn a ruling that it says opens up car makers to a flood of emissions regulations from local governments that could clash with existing federal rules.<br />The request to the high court, filed last week and made public Tuesday, is the latest turn in litigation that has dogged Volkswagen since it admitted in 2015 to rigging 11 million diesel vehicles world-wide with software that allowed them to evade government emissions tests. The company has paid more than $30 billion in fines and settlements because of the scandal, including some $23 billion in the U.S.<br />At issue is a June decision by the Ninth U.S. Circuit Court of Appeals that ruled two counties have authority alongside the federal Environmental Protection Agency to regulate the updates that car manufacturers make to emissions systems in vehicles after they are sold. Florida’s Hillsborough County and Salt Lake County in Colorado are seeking daily penalties of $5,000 per rigged diesel car for the local pollution they caused, with potential yearly damages of $11.2 billion.<br />Volkswagen argues it shouldn’t have to pay those fines because the court decision misinterprets the federal Clean Air Act, which it says gives sole regulatory authority over manufacturer changes to car emissions to the EPA and California. The company argues that the EPA approved a software update Volkswagen made to the cars before the diesel-emissions scandal broke, and that its move isn’t akin to something a county could regulate, such as a local mechanic tampering with emissions.<br />To date, the company has entered into $23 billion worth of civil and criminal settlements with federal and state regulators and drivers of nearly 600,000 U.S. diesel vehicles. Those agreements didn’t prevent some states and local governments from separately suing Volkswagen, lawsuits the company has won in Alabama, Tennessee and Minnesota."
}