{
    "url_original": "https://www.wsj.com/articles/walgreens-boots-to-sell-pharmacy-wholesale-operation-to-amerisourcebergen-11609939439?mod=business_lead_pos3",
    "url": "walgreens-boots-to-sell-pharmacy-wholesale-operation-to-amerisourcebergen-11609939439",
    "title": "Walgreens Boots to Sell Pharmacy Wholesale Unit to AmerisourceBergen",
    "sub_head": "Drugstore chain expects deal to help it focus on retail-pharmacy business, health-care offerings",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-281269?width=620&size=1.5",
    "image_1": "im-281269.jpg",
    "time": "2021-01-06 12:53:00",
    "body": "Walgreens Boots Alliance Inc.  said it agreed to sell the majority of its pharmacy wholesale unit to  AmerisourceBergen Corp.  to focus on its retail pharmacies and health initiatives as it faces fresh competition from  Amazon.com Inc.  and longtime rival  CVS Health Corp.<br />AmerisourceBergen, a distributor of health-care products, will pay $6.5 billion for most of Walgreens’s Alliance Healthcare unit, which sells medicines and other products to pharmacies, hospitals and other facilities, mainly in Europe. The deal calls for AmerisourceBergen to pay about $6.3 billion in cash for the assets and two million of its shares, the companies said Wednesday.<br />Walgreens said the sale would allow it to better concentrate on pharmacies in its stores and on expanding health offerings. Last year, the company said it struck a deal to invest in and work with VillageMD to open hundreds of clinics with primary-care doctors at Walgreens sites across the U.S. over the next five years.<br />CVS has also pushed to bulk up its health-care services, buying insurer Aetna and developing health hubs for its stores. The company doesn’t have a wholesale operation but instead focuses on managing pharmacy benefits, running retail stores and providing health insurance.<br />Both chains are seeking to give patients more reasons to visit their locations as Amazon pushes into the prescription-drug business. The e-commerce giant launched an online pharmacy in November."
}