{
    "url_original": "https://www.wsj.com/articles/walker-review-ranger-gets-a-reboot-11611094406",
    "url": "walker-review-ranger-gets-a-reboot-11611094406",
    "title": "‘Walker’ Review: ‘Ranger’ Gets a Reboot",
    "sub_head": "Chuck Norris’s whompin’ stompin lawman is turned into a soft-spoken hero encumbered by uncertainties.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-286727?width=620&size=1.5",
    "image_1": "im-286727.jpg",
    "time": "2021-01-19 17:13:00",
    "body": "If you’re looking for whompin’, stompin’, kung-fu-administered rear-end alignments of the Chuck Norris variety, “Walker” may come as a surprise. It will be an understandable surprise: The show is a reboot, pun intended, of the old Norris vehicle “Walker, Texas Ranger,” in which acting, dramaturgy and plausibility took a back seat to the martial-arts prowess of Mr. Norris, the instant gratification that comes with bad guys being righteously thumped and the moral justification of violence, judiciously applied.<br />In “Walker,” Jared Padalecki (“Supernatural”) plays a far more nuanced edition of Cordell Walker, Texas ranger—lawman, father and widower, though not necessarily in that order; Walker’s priorities are poised to be a central part of the series’ plotlines and motivations. Where Mr. Norris was largely impenetrable, Mr. Padalecki is a wide-open book, riven with uncertainties, apt to make the wrong move. His Walker is established as something quite unusual: a law-and-order hero with no sense of authority.<br />This may well change, as only the pilot was available to review and, as with most new shows, the introductory episode is hampered by the task of having to introduce everything. That said, the show’s creator, Anna Fricke, might have done this more tidily. The opening moments of the first episode involve the death of Walker’s wife, Emily (Genevieve Padalecki), under circumstances that go unexplained, as do the man’s anguished cries when he hears gunshots over her cellphone while appearing otherwise paralyzed into inaction. The next thing we know, we’ve leapt ahead, to an evening in which Walker is late for his own welcome-home party, an event that provides some shorthand on the rest of the cast and their interrelationships, but not on where Walker’s been, why or for how long. He mutters something about “more than a month,” someone else later says “three months” but it’s hard to tell: All this soft-spoken Texas muttering may be regionally authentic, but it doesn’t help with the details.<br />Everyone’s mad at Walker, at any rate, especially his kids, Stella (Violet Brinson) and Augie (Kale Culley), since he seems to have disappeared right after their mother died. Not only has Mr. Padalecki’s character thus been cast as less than forthright and take-charge, it is suggested that he ran away at precisely the time his kids needed him. Rather than rush home to see them when he gets back from his mysterious mission, he parks his enormous pickup truck in a public park. Where he starts drinking. Only to be taken into custody by State Trooper Micki Ramirez (Lindsey Morgan), who, just coincidentally, is about the become a Texas Ranger and—gasp—Walker’s partner.<br />The moral grayness of “Walker” will give the show’s writers no end of material, especially since the series seems positioned to be family friendly, moralistic, vaguely Christian and averse to the kind of mayhem that distinguished the program’s predecessor: Walker does beat down one deserving, smart-mouthed drug smuggler, but then gets chastised by everyone including his supervisor (Coby Bell) and has to promise to be better. You have to ask yourself, what would Chuck Norris do?"
}