{
    "url_original": "https://www.wsj.com/articles/warner-music-prince-al-waleed-near-deal-over-saudi-tycoons-music-company-11611682109?mod=business_featst_pos2",
    "url": "warner-music-prince-al-waleed-near-deal-over-saudi-tycoons-music-company-11611682109",
    "title": "Warner Music, Prince Al-Waleed Near Deal Over Saudi Tycoon’s Music Company",
    "sub_head": "Len Blavatnik’s Warner and Rotana Music envision sharing artists, producing cross-cultural content",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-290567?width=620&size=1.5",
    "image_1": "im-290567.jpg",
    "time": "2021-01-26 12:28:00",
    "body": "Warner Music  Group Corp. is close to agreeing to buy a minority stake in Saudi billionaire Prince al-Waleed bin Talal’s Rotana Music, in a deal that would value the Mideast music company at close to $200 million, according to people familiar with the matter.<br />While a relatively small deal for the global music business in terms of financial consideration, an agreement would pair up one of the West’s biggest music forces with one of the Mideast’s, at a time when recorded music sales are booming. It would also give Warner more direct access to the Middle East, which promises a relatively young, affluent and internet-savvy audience.<br />The deal talks are in late stages and could result in board approval as early as this week, the people familiar said. A final agreement hasn’t been reached, however, and the deal could still fall apart.<br />The two companies plan to pool their respective artists for online distribution, according to people involved in the discussion. Warner Music is home to international stars including Ed Sheeran, Cardi B and Madonna. It owns labels including Atlantic, Elektra and its flagship Warner Records, as well as Warner Chappell Music, the world’s third-largest music publisher.<br />Rotana Music, meanwhile, is the Arab world’s largest record label with regional stars such as Syrian singer George Wassouf. The two companies plan to produce cross-cultural content, as well, if a deal is consummated, people familiar with the plans said."
}