{
    "url_original": "https://www.wsj.com/articles/weekly-jobless-claims-coronavirus-01-07-2021-11609978240",
    "url": "weekly-jobless-claims-coronavirus-01-07-2021-11609978240",
    "title": "U.S. Unemployment Claims Remain Elevated While Consumer Demand Boosts Goods Imports",
    "sub_head": "Divergence in labor and trade figures points to uneven U.S. economic recovery during the pandemic",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-01-07 12:12:00",
    "body": "Workers continued to apply for unemployment aid at an elevated level at the end of 2020 and holiday-season demand for imported consumer products pushed the November trade deficit in goods to a record, signs of the uneven economic recovery.<br />Weekly initial claims for jobless benefits from regular state programs, a proxy for layoffs, fell by 3,000 to a seasonally adjusted 787,000 in the week ended Jan. 2, the Labor Department said Thursday. The prior week’s figure was revised up by 3,000. Unemployment claims have been holding at about four times their pre-pandemic average through the fall and into the winter.<br />The foreign-trade gap for goods in November was the highest on records going back to 1992. The overall deficit for goods and services expanded a seasonally adjusted 8% from October to the highest level since August 2006, the Commerce Department said Wednesday. The data reflects that consumers’ demand for imports outpaced global demand for U.S. exports.<br />Job losses in the past year have been particularly severe among lower-earning restaurant, hotel and mall-retail workers. Meanwhile, workers in other areas were more likely to shift to working from home and have maintained incomes to help drive demand for goods, while spending less on dining out, travel and other services.<br />Imports of consumer goods reached the highest level on record in November, led by increased shipments of cellphones, appliances, jewelry and toys, the Commerce Department said."
}