{
    "url_original": "https://www.wsj.com/articles/welcome-to-the-era-of-nonstop-stimulus-11609697936?mod=opinion_lead_pos5",
    "url": "welcome-to-the-era-of-nonstop-stimulus-11609697936",
    "title": "Welcome to the Era of Nonstop Stimulus",
    "sub_head": "Spending didn’t speed the last recovery, but Biden’s team is keen to keep the money flowing endlessly.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-03 13:18:00",
    "body": "When President Obama’s last Treasury secretary, Jack Lew, made the extraordinary claim that the Obama economic recovery failed because Washington “stopped [spending] too soon last time, and fiscal tightening after 2010 slowed the recovery” it sounded like another over-the-top argument for more stimulus. But with President-elect Joe Biden now making it clear that the recent $900 billion stimulus will “at best only be a down payment” and the now $3.3 trillion of total stimulus spending “is just the beginning,” it sounds like America is headed into a program of permanent stimulus.<br />Did the Obama recovery atrophy because spending tightened after 2010? Tightened compared with what? Between the start of the subprime mortgage crisis and the end of the recession in mid-2009, net new spending of $1.6 trillion was enacted. In 2009, federal spending as a share of gross domestic product surged by an unprecedented 4.2 percentage points to reach 24.4%, the highest level since World War II. Spending was 23.3% of GDP in 2010. In the entire postwar era through 2008, federal spending averaged 18.9% of GDP. For comparison, consider that the Korean War pushed federal spending only to 19.9%, even as defense spending made up 13.8% of the economy.<br />But what happened after 2010? At 23.4%, 2011 had the second-highest level of federal spending as a share of GDP since World War II—almost one-fourth higher than the postwar average before the Obama era. This is the year when, according to Mr. Lew, federal spending started to plummet. In 2012, federal spending was 22% of GDP, less than the stimulus years but still the fourth-highest level in the postwar period to that point. And 2012 was 3½ years after the recession ended.<br />When the recovery began some six months into the Obama administration, the Office of Management and Budget and the Congressional Budget Office both confidently predicted an economic boom, with real GDP growing an average of 3.6% from 2010-13. Meanwhile, the Federal Reserve projected 3.4% growth for 2010-11. These predicted growth levels were well within the historic norm for postwar recoveries, and were buttressed by the largest stimulus package in U.S. history—larger than all previous postwar stimulus programs combined. Since this spending surge was financed entirely with debt, the stimulus impact should have been maximized as the Keynesian multiplier worked its miracles.<br />To further help the economy, the Fed initiated a massive monetary easing. The Fed purchased, or offset by purchasing other securities, more than 55% of all federal debt issued during 2010-13—far more than the 10% of government debt the Federal Reserve purchased during the entirety of World War II."
}