{
    "url_original": "https://www.wsj.com/articles/what-has-trump-actually-incited-its-a-lot-11610653575?mod=opinion_major_pos16",
    "url": "what-has-trump-actually-incited-its-a-lot-11610653575",
    "title": "What Has Trump Actually Incited? It’s a Lot",
    "sub_head": "The incitement case against him isn’t just the use of a few words he uttered before the assault by his followers on the Capitol but the conduct over an extended period leading up to his rally.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-283206?width=620&size=1.5",
    "image_1": "im-283206.jpg",
    "time": "2021-01-14 14:46:00",
    "body": "Jeffrey Scott Shapiro’s recollections (“No, Trump Isn’t Guilty Of Incitement,” op-ed Jan. 11) of his own prior prosecutorial involvement with allegations of incitement are undoubtedly correct, but he ignores one significant distinguishing factor: He never had to deal with Donald Trump. The incitement case against him isn’t just the use of a few words he uttered before the assault by his followers on the Capitol but the conduct over an extended period leading up to his rally before the assault on the Capitol.<br />Context matters. President Trump had repetitively falsely stated, as he did again at his rally on Jan. 6, that the electoral results were fraudulent and that he (and therefore his followers) had been robbed of a legitimately elected presidency. He had urged his followers to come to Washington on Jan. 6 for a “wild” day. At the Trump rally itself, his lawyer, Rudolph Giuliani, called on his followers to engage in “trial by combat,” and the president himself called on his followers to accompany him to the Capitol to combat the supposed “election theft” that he was “not going to let . . . happen” and for them “to show strength,” and “to be strong.” And as his supporters yelled out “fight for Trump,” his response was “we will not take it anymore . . . we will stop the steal.”<br />All this is the equivalent of waving a flock of red flags before a bull. The Supreme Court has admirably defined incitement narrowly to avoid stifling free speech, but like Mr. Shapiro it has never had an incitement case involving Donald Trump or Trump-like speech before it. We may yet hear from the court.<br />Floyd Abrams<br />New York"
}