{
    "url_original": "https://www.wsj.com/articles/what-kids-can-learn-from-losing-11610168460",
    "url": "what-kids-can-learn-from-losing-11610168460",
    "title": "What Kids Can Learn From Losing",
    "sub_head": "A hockey dad reflects on the long streak of losses  that reinforced his son’s love of the game and turned his team into winners",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-281769?width=620&size=custom_2271x1775",
    "image_1": "im-281769.jpg",
    "time": "2021-01-09 12:01:00",
    "body": "Everyone wants what’s best for their kid, but no one knows what that is. It might be succeeding, but it might be failing. It might be winning, but it might be losing.<br />A lot of us who played youth sports remember the defeats far more clearly than the victories—the camaraderie of the locker room, how sweet a candy bar tastes amid bitterness, the foxhole fraternity. You just don’t bond with teammates after a win like you do after a loss. That’s when you learn to express and accept empathy. Even fans of pro teams look back on the losing streaks as a time of testing, a crucible from which the team and its nation of supporters emerge smaller but stronger. Without the wilderness, there is no paradise.<br />The Tampa Bay Buccaneers had a run of 26 straight losses through the 1976 and 1977 NFL seasons. The fans who stuck with them will be fans forever. The Baltimore Orioles started the 1988 baseball season with 21 straight losses, and a local radio broadcaster vowed to stay on the air continuously until they finally won. After LeBron James took his talents to Miami in 2010, the Cleveland Cavaliers suffered 26 straight losses. That’s what distinguishes Cleveland—not LeBron’s return and the championship that followed but the poise the faithful showed in the dark time. Anyone can be graceful in victory. It takes an aristocrat to keep it together when the walls cave in.<br />I’ve relearned this truth as a member of that most pitied and envied of species, the hockey parent. In the course of this second career, I have served as coach and air horn blower, chant leader, heckler and postgame pep talker while watching my son ascend from Mite to Bantam, House League to Travel.<br />In his third season in 2013, my son’s team of 9- and 10-year-olds never lost more than three straight games, won a gold medal at a faux Olympics in Lake Placid—Miracle on Ice!—and made a deep run in the Connecticut State Championship. There was happiness and buffoonery, boasting, celebration, pizza. In short, it was a typically good youth hockey season. He improved as a player but did not much change as a person."
}