{
    "url_original": "https://www.wsj.com/articles/what-the-blue-wave-means-for-green-goals-11611144180?mod=business_lead_pos13",
    "url": "what-the-blue-wave-means-for-green-goals-11611144180",
    "title": "What the Blue Wave Means for Green Goals",
    "sub_head": "A Democratic majority in both chambers of Congress, even with narrow margins, could open the door to some potentially transformative clean-energy policies",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-01-20 07:03:00",
    "body": "The narrow Democratic Party majority in Congress might close the door on some of President-elect Joe Biden’s most ambitious clean-energy proposals, but it opens one up for tax-policy changes. That alone could supercharge the industry.<br />Tax and spending measures can pass through a simple majority in the Senate through a budget-reconciliation process, which is why many industry watchers are focused on it. Notably, there are tax provisions that passed the Democrat-controlled House in July but never made it onto the Senate’s agenda when it was Republican-controlled.<br />One such measure worth watching includes an investment tax credit for energy storage. Keith Martin, a partner at law firm Norton Rose Fulbright, notes that the provision is well-developed and has momentum behind it. Today, energy storage qualifies for the tax credits only if it is paired with solar energy, and there are finicky rules to prove eligibility. Such rules have meant battery systems that exist solely for grid services, for example, were shut out entirely.<br />An investment tax credit for energy storage has been on the clean-energy industry’s wish list for years and is a potential game-changer. The lack of cheap storage remains one of the key bottlenecks to a grid that relies primarily on intermittent solar and wind energy. Though battery technologies have become cheaper over the years, tax credits would increase its competitiveness. A tax credit for stand-alone energy storage could translate to 16% growth in the U.S. energy-storage market, according to a Wood Mackenzie report from 2019. The Solar Energy Industry Association credits the same subsidy for allowing the solar industry to grow by more than 10,000% since it was enacted in 2006.<br />Another potential measure is a longer extension of existing renewable tax credits. While a stimulus bill passed in late December included one-year and two-year extensions for tax credits commonly used by onshore wind- and solar-power plants, respectively, the House infrastructure bill passed last year included a five-year extension for both. A further extension could be a relatively easy win given that renewable tax credits have a history of receiving bipartisan support. Experience has shown that longer visibility on tax credits allows the industry to grow without sudden stops."
}