{
    "url_original": "https://www.wsj.com/articles/what-to-watch-20-tv-shows-and-movies-to-stream-this-week-11609964019",
    "url": "what-to-watch-20-tv-shows-and-movies-to-stream-this-week-11609964019",
    "title": "What to Watch: 20 TV Shows and Movies to Stream This Week",
    "sub_head": "‘Cleaning Up,’ a British series about a mom who takes up insider trading while working a cleaning job at a brokerage firm, comes to Sundance Now; Discovery launches a streaming platform",
    "category_1": "Screen Time",
    "image_1_url": "https://images.wsj.net/im-281145?width=620&size=1.5",
    "image_1": "im-281145.jpg",
    "time": "2021-01-06 15:13:00",
    "body": "A new year; a new way to stream an old favorite: “The Office,” a streaming juggernaut, which was consumed for more than a billion minutes a week on Netflix, according to Nielsen, has changed teams, and is now streaming on Peacock.<br />Meanwhile, the third season of “Cobra Kai,” the popular revival of  “The Karate Kid,” that became a hit last year when its first two seasons hit Netflix, released season 3 on Jan. 1, and immediately hit the service’s top 10. Read John Jurgensen’s dive into season 3 of “Cobra Kai” here.<br />Here’s what else is streaming this week:<br />Discovery+, a new subscription streaming service from Discovery, Inc., that launched this week, brings the worlds of Food Network, TLC, HGTV, Animal Planet and other networks and brands, into one universe the way Disney+ consolidated Star Wars, Pixar and Marvel into a single hub at the end of 2019. And much like the way Disney+ has mined franchises like Star Wars for new series like “The Mandalorian,” Discovery+ is digging into some of its most bankable franchises for spin-off series. TLC’s “90 Day Fiancé” for example, already has four spin-offs, including “90 Day Bares All,”“90 Day Diaries,” and “90 Day Journey.”<br />Lisa Holme, a senior vice president at Discovery who leads programming and partnerships for Discovery+, says the service is looking beyond giving its audience more from “Property Brothers,” Bobby Flay, “House Hunters” and Mike Rowe. It also is offering similar content in familiar genres that wouldn’t necessarily air on Discovery’s networks, such as the documentary series “Judi Dench’s Wild Borneo Adventure.” She’s also bullish on the service’s ability to create the next generation of authorities in the food space, authorities in the home space. ”Can we find and create the next Martha Stewart?”"
}