{
    "url_original": "https://www.wsj.com/articles/what-evil-sounds-like-11610492437?mod=opinion_major_pos13",
    "url": "what-evil-sounds-like-11610492437",
    "title": "What Evil Sounds Like",
    "sub_head": "The complete recordings—all 775 hours—of the historic Nuremberg trials of Nazi leaders has been released online.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-283228?width=620&size=1.5",
    "image_1": "im-283228.jpg",
    "time": "2021-01-12 18:00:00",
    "body": "Hermann Göring’s German speaking voice is pinched, high-pitched, pedantic. He snaps condescendingly at the prosecutor who presents him with one wartime document after another: “I have to read it first.” “No, that is in no way correctly translated.” “Here is a mistake already.” “That is not quite correct.”<br />In these, his final public appearances—as a defendant in the International Military Tribunal Trial of Major War Criminals held in Nuremberg, Germany, from November 1945 to October 1946—he speaks with almost singsong mockery, as if he were looking down at lesser mortals. He relishes tweaking the U.S. chief prosecutor and justice of the Supreme Court, Robert H. Jackson, derailing his lines of questioning with challenges over trivia. Göring is so petty and pettifogging, you can almost forget that he had been the demonic creator of the Gestapo, the supreme commander of the Luftwaffe and Hitler’s chosen successor.<br />Göring was one of 24 high-level political and military Nazi leaders put on trial (two of the defendants never made it to the dock—one because of suicide, the other because of illness). Following the verdicts of judges from the four Allied powers (the U.S., Britain, France and the Soviet Union), 10 were hanged, three were acquitted and others were given long sentences. Martin Bormann—Hitler’s private secretary—rumored to be dead (as he was) was sentenced to death in absentia. And Göring notoriously cheated the executioner, killing himself the night before his scheduled trip to the gallows.<br />Hearing these voices as they accuse, excuse, avoid, rationalize and lie is quite different from reading the trial record. English transcripts have long been available as part of Yale University’s Avalon Project and as part of the Nuremberg records at the Library of Congress. Now, during the trial’s 75th anniversary, the complete recordings have been put online for the first time by the U.S. Holocaust Memorial Museum, along with the 37 reels of film introduced into evidence at the trial. The International Court of Justice in The Hague, Netherlands, the custodian of the original materials—1,942 gramophone discs containing 775 hours of hearings—arranged the digitization of its archive, collaborating with the Holocaust museum in Washington and the Mémorial de la Shoah in Paris.<br />It isn’t easy listening, and not only because the museum’s awkward web presentation makes any selective exploration difficult. While the trial employed simultaneous translation of German, English, French and Russian—the first time the technique was used on this scale—these recordings do not provide any benefit of translation or captioning; nonquadrilingual listeners must consult transcripts from other sites. But what is heard, even now, seems remarkable: a rough first draft of judgment, beginning just five months after the war with Germany ended and unfolding over nearly a year as its arbiters strained to fit minimal forms of existing law to maximal forms of moral degradation."
}