{
    "url_original": "https://www.wsj.com/articles/what-isnt-the-matter-with-hartford-11609537200?mod=opinion_major_pos5",
    "url": "what-isnt-the-matter-with-hartford-11609537200",
    "title": "What Isn’t the Matter With Hartford?",
    "sub_head": "Once famous as the insurance capital of the world, Connecticut’s capital city is falling apart.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-279308?width=620&size=1.5",
    "image_1": "im-279308.jpg",
    "time": "2021-01-01 16:40:00",
    "body": "Hartford, Conn.<br />The Hartford Courant has had a presence in Connecticut’s capital city for 250 years. Last month the paper’s owners announced that its newsroom would close for good. The Courant will continue to publish, but its reporters and editors will no longer work the phones in its downtown offices. Some journalists may consider the shift to remote work a relief. Hartford is the state’s most dangerous city and, by some measures, among the most dangerous cities in the country.<br />Once famous as the “insurance capital of the world,” Hartford has been in decline for 30 years. In the 1990s, Hartford’s population hemorrhage made national news. Today it is smaller still, less than 70% of what it was in 1950. Hartford’s poverty rate is one of the highest in the nation. The city is falling apart.<br />Even before the pandemic, WalletHub.com ranked Hartford 46th among state capitals in affordability, economic well-being, education, health and quality of life. The past nine months are unlikely to have improved that ranking. The city spends more than $400 million annually on education ($17,260 per student) yet nearly 30% of its students don’t graduate high school on time. Only 18% of students in grades 3 through 8 test at age-appropriate levels in math, and 25% do so in reading.<br />Hartford has been governed almost exclusively by Democrats since 1948. The city’s sole Republican mayor during that time, Antonina Uccello, left office in 1971. Earlier this year Mayor Luke Bronin, 41, embraced the progressive mantra to “defund the police” and reduced the city’s public-safety budget by $2 million, or 6%. The spike in gun violence that followed required Mr. Bronin to ask Gov. Ned Lamont, also a Democrat, to send in the Connecticut State Police. There were more than 200 shootings in the city through the first 11 months of the year—making it Hartford’s most violent year in at least a decade. What does Mr. Bronin think is responsible? A Connecticut Public Radio report put it bluntly: “The mayor blames the explosion of gun violence in his city on COVID-19.”"
}