{
    "url_original": "https://www.wsj.com/articles/what-who-wont-learn-from-china-11610748507?mod=opinion_lead_pos10",
    "url": "what-who-wont-learn-from-china-11610748507",
    "title": "What WHO Won’t Learn From China",
    "sub_head": "Beijing likes the story that Covid began elsewhere but at least it could tell us about the virus in China today.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-01-15 17:08:00",
    "body": "After much wrangling to gain entry a World Health Organization visit to China is not going to solve the mystery of Covid-19’s origins.<br />Its mission will consist of interviewing Chinese medical and research personnel to see if they tell stories at odds with Beijing’s official version. They won’t. An obvious reason for the long delay and politicking over WHO’s invitation was to make sure word was dispatched down the bureaucracy to let local officials and medics know what they were supposed to say.<br />The real challenge now, which I doubt will enlist much Chinese cooperation, is to ransack China’s inventory of patient and autopsy samples from before the Wuhan outbreak to find out where and when the new virus manifested itself without being recognized.<br />Other countries have been willing to do this outside of China. We know the virus was present in France in December 2019 before the Wuhan eruption. A woman with a characteristic Covid rash who turned up at a Milan hospital in November 2019 has been identified as Italy’s possible Patient Zero; some blood samples suggest the virus may have been present since September 2019.<br />In comments to the press, WHO officials have alluded to the assumption that China has collected such samples too and hasn’t made the results public. Don’t hold your breath. Chinese officials now delight in suggesting, based on such evidence, that the virus started elsewhere. China gets credit for alerting the world to its existence. Guess what? Anything is possible until we establish some pattern in unrecognized early cases."
}