{
    "url_original": "https://www.wsj.com/articles/what-will-bidens-covid-19-stimulus-plan-look-like-11610543042?mod=politics_lead_pos5",
    "url": "what-will-bidens-covid-19-stimulus-plan-look-like-11610543042",
    "title": "What Will Biden’s Covid-19 Stimulus Plan Look Like?",
    "sub_head": "Thursday, the president-elect will unveil a pandemic relief plan worth ‘trillions of dollars’; more checks for households, more money for states",
    "category_1": "Politics",
    "time": "2021-01-13 08:04:00",
    "body": "President-elect Joe Biden says he plans to detail Thursday the first major legislation of his incoming administration: a massive new stimulus and relief package meant to address the continuing economic fallout from the Covid-19 pandemic.<br />Mr. Biden has called the $900 billion relief plan Congress passed three weeks ago a mere “down payment” on what is needed. Here’s what we know about the new administration’s emerging plan:<br />“It will be in the trillions of dollars,” Mr. Biden said Friday, arguing that more spending sooner will reduce the long-term economic damage from the shutdowns. Earlier that day, the Labor Department announced said that job creation had stalled in December and that the U.S. economy lost more than nine million jobs in 2020, the worst labor-market performance in records dating to 1939. The first broad pandemic relief plan, enacted by Congress in March, cost roughly $2 trillion.<br />Mr. Biden and Democratic legislative leaders have repeatedly endorsed $2,000 direct payments to most Americans, calling the $600 checks in the December bill insufficient. The Biden plan would likely add $1,400 to the earlier payments to reach $2,000 total.<br />Mr. Biden said Friday there would be “billions of dollars” to speed up vaccine distribution, “tens of millions of dollars to help reopen our schools,” and “tens of billions of dollars” to allow state and local governments to keep paying teachers, police officers and health workers. He cited extending unemployment insurance and rent relief, and suggested he wants to modify the small-business assistance program to ensure more aid for minority-owned businesses. He also reiterated his support for raising the federal minimum wage to $15 an hour from the current $7.25, though it is unclear if that will be part of the relief package."
}