{
    "url_original": "https://www.wsj.com/articles/what-u-s-europe-relations-under-biden-may-look-like-11610730165?mod=politics_featst_pos3",
    "url": "what-u-s-europe-relations-under-biden-may-look-like-11610730165",
    "title": "What U.S.-Europe Relations Under Biden May Look Like",
    "sub_head": "Among other things, the new administration likely will halt a Trump plan to withdraw 12,000 troops from Germany",
    "category_1": "U.S.",
    "category_2": "Journal Reports",
    "image_1_url": "https://images.wsj.net/im-285323?width=620&size=1.5",
    "image_1": "im-285323.jpg",
    "time": "2021-01-15 12:02:00",
    "body": "After four years of turbulence, this could be a year for rebuilding trans-Atlantic diplomatic ties.<br />The new U.S. president brings to the job long experience in European relations, and a nominee for secretary of state, Anthony Blinken, who is deeply knowledgeable about the Continent as well. The policy priorities of the incoming president, compared with the stated goals of his predecessor, also are more closely aligned with those of America’s traditional European allies.<br />President-elect Joe Biden’s senior advisers make clear that they believe Donald Trump’s unilateralism was a failure, and they are signaling that they want to work with allies and partners in Europe to deal with common threats.<br />U.S. plans that are likely to be applauded by European governments include rejoining the Paris climate-change accord, and attending the U.N.-affiliated climate summit in November in Glasgow. Mr. Biden is also expected to reassert U.S. support for collective defense inside the North Atlantic Treaty Organization, which has been the cornerstone of the 30-nation trans-Atlantic alliance, over which Mr. Trump cast doubt.<br />European officials are hopeful Washington will re-engage with an agreement among allies to curb Iran’s nuclear program—an agreement from which Mr. Trump withdrew—and to pursue a possible wider framework to deal with other Iranian activities the allies believe are a threat to Middle East security."
}