{
    "url_original": "https://www.wsj.com/articles/what-to-watch-in-netflixs-lupin-a-dapper-thief-plots-a-heistand-revenge-11611173412?mod=business_minor_pos22",
    "url": "what-to-watch-in-netflixs-lupin-a-dapper-thief-plots-a-heistand-revenge-11611173412",
    "title": "What to Watch: In Netflix’s ‘Lupin,’ a Dapper Thief Plots a Heist—and Revenge",
    "sub_head": "Plus, a critically acclaimed film, ‘The White Tiger,’ and more films and series to add to your queue",
    "category_1": "Screen Time",
    "time": "2021-01-20 15:10:00",
    "body": "Netflix is on a roll. Even up against a pandemic and increased competition from some of the world’s biggest media companies, Netflix managed to grow its rolls to more than 200 million subscribers. This week’s streaming selections speak to the breadth of the service’s programming ambitions: from the critically acclaimed (“The White Tiger”) and the family adventure flick (“We Can Be Heroes”) to international series popular with American audiences (“Lupin”).<br />(Netflix)<br />“We Can Be Heroes” is a film about a group of kids with unique, otherworldly powers—stretching their bodies, fast-forwarding and rewinding time, shaping water—who are enlisted to save the world from an alien invasion after their parents’ superhero crew is captured. It was an instant hit when it was released on Netflix on Christmas. It immediately started bouncing around the service’s top-10 list and has already been given the green light for a sequel.<br />The movie was written, directed and produced by Robert Rodriguez, a creative force behind adult hits like “Once Upon a Time in Mexico” and “From Dusk Till Dawn,” as well as all-ages fare like the “Spy Kids” franchise. Mr. Rodriguez says it got a lot harder to make family fare for traditional studios after 2005’s “The Adventures of Sharkboy and Lavagirl 3-D” disappointed at the box office. But he says Netflix reached out, told him that these were the kinds of movies that subscribers were watching over and over again, and asked if he’d like to make something for them in that genre. He pounced.<br />Mr. Rodriguez says kids are used to being taken to PG-13 superhero movies that “aren’t really made for them,” but thinks it’s important for them to see kids like themselves in these roles on screen."
}