{
    "url_original": "https://www.wsj.com/articles/what-legislative-powers-are-left-for-impeachment-to-defend-11610647230?mod=opinion_lead_pos8",
    "url": "what-legislative-powers-are-left-for-impeachment-to-defend-11610647230",
    "title": "What Legislative Powers Are Left for Impeachment to Defend?",
    "sub_head": "Trump committed the sort of offense the Founders had in mind, but this isn’t the Congress they wanted.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-01-14 13:00:00",
    "body": "Donald Trump’s presidency has visited unique miseries on U.S. governance, some of his making and many the doings of his opponents. But his parting infliction of chaos is the most illuminating.<br />The key is to understand the nature of President Trump’s offense, and precisely why the Senate may yet find it difficult to convict him for it despite Wednesday’s impeachment in the House. The offense for which he is almost certainly impeachable was the speech he gave the day of the Capitol Hill riot that incited a mob to obstruct Congress’s deliberations.<br />This must be the closest a president has ever come to the sort of infraction the Founders had in mind when they wrote the impeachment clause. Much of their political thought was stimulated by the English Civil War of the 1640s, sparked by Parliament’s attempts to defend its privileges against King Charles I (whose head parliamentarians ultimately claimed). That conflict between crown and Parliament has preoccupied English-language political philosophy ever since. Less time separated America’s founding generation from those events than now stands between us and the founding.<br />But what will Congress do about it? The Founders provided for political impeachment and conviction as the remedies for a dangerous executive. But to work, the mechanism requires a legislative branch deeply invested in and jealous of its powers and prepared to go to the political mat to defend them.<br />No wonder the current impeachment drive may falter, since today’s Congress is anything but protective of its unique institutional role. The House speaker who pushed forward impeachment this week is the same Nancy Pelosi who famously admitted in 2010 that Congress would have to pass the Affordable Care Act “so you can find out what’s in it.” Whatever figurative point she thought she was making, the statement was literally true: Most of what Congress did was hand executive agencies vague instructions to write new regulations, the full content of which would be as much of a surprise to legislators as anyone else."
}