{
    "url_original": "https://www.wsj.com/articles/whats-driving-everything-from-a-market-frenzy-to-an-embrace-of-u-s-deficits-magical-thinking-11611982830",
    "url": "whats-driving-everything-from-a-market-frenzy-to-an-embrace-of-u-s-deficits-magical-thinking-11611982830",
    "title": "What’s Driving Everything From a Market Frenzy to an Embrace of U.S. Deficits? Magical Thinking",
    "sub_head": "Traders and politicians are making new, risky arguments about low interest rates to justify their actions",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "image_1_url": "https://images.wsj.net/im-292668?width=620&size=1.5",
    "image_1": "im-292668.jpg",
    "time": "2021-01-30 12:00:00",
    "body": "The Wall Street bulls embracing sky-high stock values and the Washington pols embracing big deficits may be ideological opposites, but they have something important in common. Both draw sustenance from near-zero interest rates which make stocks more valuable and debt more supportable. And both risk taking this basically sound logic to extremes.<br />The rally in everything from big tech stocks to  Tesla Inc.  to bitcoin are all manifestations of what Wall Street calls “TINA” for “there is no alternative”: when bank deposits pay nothing and government bonds next to nothing, investors will grasp at almost anything in search of a return.<br />Directionally, this is not wrong. The value of an asset is its future income, discounted to the present using interest rates, plus a “risk premium”—the extra return you expect for owning something riskier than a government bond. A declining interest rate or risk premium boosts the present value of that future income.<br />This can certainly justify some of the market’s rally. The ratio of the S&P 500 to expected earnings has jumped from 18 in 2019 to 22 now, lowering the inverse of that ratio, the “earnings yield,” from about 5.5% to 4.6%. That happens to closely track the decline in the 10-year Treasury yield from 1.9% to around 1%. Low rates also help explain the outperformance of big growth companies like  Apple Inc.  and  Amazon.com Inc.,  for whom the bulk of profits lie far in the future.<br />Has this gone too far? In a blog post Aswath Damodaran, a New York University finance professor, worked out the intrinsic value of the S&P 500 assuming bond yields at 2% over the long run and an equity risk premium of 5%. The result: The S&P on Friday was roughly 11% overvalued."
}