{
    "url_original": "https://www.wsj.com/articles/what-is-the-keystone-xl-pipeline-and-why-did-president-biden-issue-an-executive-order-to-block-it-11611240342?mod=business_lead_pos10",
    "url": "what-is-the-keystone-xl-pipeline-and-why-did-president-biden-issue-an-executive-order-to-block-it-11611240342",
    "title": "What Is the Keystone XL Pipeline and Why Did President Biden Issue an Executive Order to Block It?",
    "sub_head": "The fight over the oil pipeline meant to carry Canadian crude to the U.S. has spanned administrations",
    "category_1": "Business",
    "time": "2021-01-21 16:16:00",
    "body": "President Biden’s decision to revoke a permit for Keystone XL likely spells the end of a saga spanning more than 12 years over the pipeline meant to carry Canadian crude to the U.S.<br />Here is a brief history of the long-contested project, which has now faced judgment from three U.S. presidential administrations, and a look at what likely comes next.<br />Keystone XL is an expansion of an existing pipeline, called Keystone, that carries Canadian crude into the U.S. It was first proposed in July 2008 by  TC Energy Corp. , then known as TransCanada Corp., a pipeline company based in Calgary, Alberta, and  ConocoPhillips ,  which was a joint owner until 2009.<br />The expansion was originally conceived when oil prices were at historic highs—just before the 2008 financial crisis and American shale oil boom—as an artery that would pump 500,000 barrels of Canadian crude more than 1,700 miles from Alberta to the U.S. Gulf Coast. The line, which is now partially built but not operating, was eventually expected to transport 830,000 barrels of oil 1,210 miles from the Canadian oil sands to Steele City, Neb., where it would link to existing pipelines heading to Gulf Coast refineries.<br />Soon after TC proposed the pipeline, it ran into opposition from environmental groups. They cited the threat of spills, and they wanted to reduce the amount of oil extracted from Canada’s oil sands, widely seen as among the most greenhouse-gas intensive energy in the world."
}