{
    "url_original": "https://www.wsj.com/articles/when-mob-inciters-become-lions-of-the-left-11610558248?mod=opinion_lead_pos6",
    "url": "when-mob-inciters-become-lions-of-the-left-11610558248",
    "title": "When Mob Inciters Become Lions of the Left",
    "sub_head": "An Aaron Sorkin film celebrates the Chicago Seven for plotting an attack on a party convention.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-13 12:17:00",
    "body": "The Chicago Seven were countercultural heroes in the 1960s. They thumbed their noses through one of the country’s most notorious political trials, taunting the judge and making a mockery of the proceedings with flippant courtroom pranks. Aaron Sorkin wrote and directed a movie about them last year, “The Trial of the Chicago 7,” which will probably win a few Oscars.<br />One thing people forget about the Chicago Seven is that most of them were guilty. Jerry Rubin admitted as much later: “We wanted disruption. We planned it. . . . We were guilty as hell. Guilty as charged.”<br />The crime they were accused of was crossing state lines to incite a riot. The defendants believed that Vice President Hubert Humphrey’s 1968 nomination for presidency was illegitimate. Nominations in those days were decided not by primaries but by backroom deals among party power brokers. The antiwar movement believed that a more democratic process would have produced a candidate opposed to the Vietnam War.<br />The question was whether the violent clashes between protesters and police outside the 1968 Democratic National Convention in Chicago were an unfortunate consequence of peaceful marching that got out of hand, or whether the organizers intended for things to get violent.<br />In February 1970, a jury convicted the five ringleaders—Rubin, Abbie Hoffman, Tom Hayden, David Dellinger and Rennie Davis. Peaceful protest is one thing, but attempting to disrupt a legitimate election procedure by violent intimidation is never acceptable. After last week’s incursion at the Capitol, can the rest of us finally agree?"
}