{
    "url_original": "https://www.wsj.com/articles/when-disaster-strikes-review-look-for-the-helpers-11609883520",
    "url": "when-disaster-strikes-review-look-for-the-helpers-11609883520",
    "title": "‘When Disaster Strikes’ Review: Look for the Helpers",
    "sub_head": "A PBS docuseries examines the ways in which aid groups deal with natural catastrophes.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-280346?width=620&size=1.5",
    "image_1": "im-280346.jpg",
    "time": "2021-01-05 16:52:00",
    "body": "Viewers should be forgiven if they see the listing “When Disaster Strikes,” shake their heads and say, “Oh Lord, what now?” But the three-part PBS docuseries is, despite its title, relatively upbeat, especially in the way it explains how global catastrophes are confronted, who does the confronting, and the degree of expertise they bring to floods, famines, droughts and hurricanes. It’s a series about bringing hope to seemingly hopeless situations, yes. But it is more about planning, competence and crisis management.<br />Audiences in most of the developed world might be grateful knowing they haven’t, or haven’t yet, been hammered by the kind of weather-related catastrophes suffered by the subject areas of the series, namely Mozambique, Somalia and the Bahamas. And seeing the way relief organizations respond when they do. More than 100 nongovernmental organizations came into Mozambique following the devastating Cyclone Idai of 2019, one of the most severe and costliest storms ever to hit Africa, or even the Southern Hemisphere, causing massive flooding and displacing hundreds of thousands. “When Disaster Strikes” is conscientiously unsentimental, but even a veteran aid worker like Emma Batey, a U.N.-associated coordinator of humanitarian aid groups, is brought to tears by the memory of how workers were forced to make choices about whom to save, or not, across a terrain where water stretched to the horizon and people took refuge in trees. “If you couldn’t swim there was no way to get out,” recalls one survivor.<br />The second installment (new episodes play Wednesdays at 10 p.m.) concerns the now-decade-old drought in Somalia, which as one of the interviewees points out is usually the kind of climate crisis that can be predicted and planned for. The exceptional problems of Somalia include the severity of the drought, its duration, and that fact that two-thirds of Somalis are nomadic, herders of livestock that have perished in droves from lack of water. Estimates say a quarter of a million lives have been lost over the course of the drought, but it is clear that without the resources—and resourcefulness—of the global support community, it would have been much worse.<br />The third episode deals with the Bahamas in the aftermath of 2019’s Hurricane Dorian and an aid effort spearheaded by the U.S. Navy, which deployed dozens of special aircraft, ships and personnel in its efforts to rescue and resuscitate the islands.<br />Narrated by Crystal Claire Simmonds, who strikes a balance somewhere between BBC World News and a Sarah McLachlan dog-rescue commercial, the series begins with an odd paraphrase of George Orwell: “All countries are equal. But when it comes to disasters, some countries are more equal than others.” It’s a baffling bit of rhetorical nonsense. The point that “When Disaster Strikes” makes, aside from celebrating various humanitarian aid efforts, is that some countries are more vulnerable to weather calamities than others—but that the humanitarian aid community draws no distinctions between African nations, Caribbean islands or, if it came to it, New York City. Not all disaster series are equal. But this one is certainly more reassuring than others."
}