{
    "url_original": "https://www.wsj.com/articles/when-some-investors-look-at-stocks-they-see-dollars-not-shares-11610706630?mod=markets_lead_pos6",
    "url": "when-some-investors-look-at-stocks-they-see-dollars-not-shares-11610706630",
    "title": "When Some Investors Look at Stocks They See Dollars, Not Shares",
    "sub_head": "A new way of stock-market wagering is taking hold among younger investors who prefer to think about how much they can spend instead of how many shares they can afford.",
    "category_1": "Markets",
    "category_2": "Personal Finance",
    "image_1_url": "https://images.wsj.net/im-285671?width=620&size=1",
    "image_1": "im-285671.jpg",
    "time": "2021-01-15 05:30:00",
    "body": "Purchasing a piece of Apple or Tesla once meant calculating how many shares you could afford to buy. That no longer matters. Now you can pay whatever you’re willing to spend, even if that amounts to pocket change.<br />Thinking primarily about dollars instead of shares represents a dramatic shift in the world of personal finance, posing new opportunities and risks for investors. The practice is gaining momentum thanks to the widespread adoption of fractional trading—which allows investors to purchase slivers of traditional shares—as well as an industry push to reduce online trading fees to zero.<br />These twin developments made it easier and more cost effective for new investors to wager as little as $1 on stocks. The volatility of the coronavirus pandemic then turbocharged these bets as market leaders like Apple Inc. and  Tesla Inc.  soared into the hundreds or thousands of dollars. The S&P 500, meanwhile, is up 73% since its intraday low point in March 2020.<br />The lineup of wealth managers catering to dollar-focused investors is spreading from upstart online brokerages that rely on flashy apps to industry stalwarts that have longstanding bricks-and-mortar offices around the U.S. One of those giants, Fidelity Investments, launched a service early in 2020 called Stocks by the Slice allowing investors to purchase fractional shares for the first time. When Stocks by the Slice launched last February, 75% of the buy trades from investors using the service were in dollars on average. This month Fidelity now says that figure is closer to 85%.<br />In the future “retail investors will be thinking 100% in dollars, not in shares,” said Scott Ignall, head of Fidelity’s retail brokerage business. “Clients no longer need to use a calculator to figure out how many shares of stock they want to buy.”"
}