{
    "url_original": "https://www.wsj.com/articles/when-investors-forget-fundamentals-the-market-is-broken-11611055800?mod=markets_lead_pos10",
    "url": "when-investors-forget-fundamentals-the-market-is-broken-11611055800",
    "title": "When Investors Forget Fundamentals, the Market Is Broken",
    "sub_head": "Best explanation for how stocks have moved so far this year is the raw price of the stock, an almost meaningless number",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-286743?width=620&size=1.5",
    "image_1": "im-286743.jpg",
    "time": "2021-01-19 06:30:00",
    "body": "Sometimes it’s hard to argue that market capitalism has any chance of correctly allocating money to the companies that can use it best. Case in point: Stock-market performance this year has been driven by the raw share price, with lower-priced stocks doing better and higher-priced worse.<br />Forget a careful evaluation of future cash flow, valuation, brand power, management skill or even political sensitivity. I repeat: The best explanation for how stocks have moved so far this year is the price of the stock, an almost meaningless number.<br />Stocks priced below $1 have performed the best, followed by those between $1 and $2, and so on up almost perfectly. The worst performers have share prices above $100. It looks remarkably like investors are treating a low-price share as an indicator that the stock is a bargain, and a higher price as a sign that it is worse value for money.<br />The share price on its own carries virtually no useful information: It depends entirely on how many shares the company has issued. A company can split a high priced stock to create more at a lower price, without making any difference to the intrinsic worth of the company. Equally, it can consolidate its shares to reduce the number, increasing the share price but again without any effect on how much the company should be worth.<br />The fact that the stock price at the start of the year is a near-perfect determinant of how a stock has performed is depressing, but at least in part explainable."
}