{
    "url_original": "https://www.wsj.com/articles/where-trump-came-fromand-where-trumpism-is-going-11610726416?mod=politics_featst_pos2",
    "url": "where-trump-came-fromand-where-trumpism-is-going-11610726416",
    "title": "Where Trump Came From—and Where Trumpism Is Going",
    "sub_head": "A populist movement rooted in worries about globalization and alienation from elites culminated in the storming of the Capitol. What can conservatives salvage from the debris?",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-01-15 11:00:00",
    "body": "At the outset of the 2016 presidential campaign, Chris Christie, then the governor of New Jersey, sensed a yearning within a changed Republican Party for a populist voice—for a political figure who knew how to speak bluntly for the burgeoning ranks of working-class voters in the GOP.<br />So he set out to be that guy: a no-nonsense everyman from outside Washington who talked about the economic travails of a prototypical 45-year-old construction worker, the need to use government aggressively to end the opioid crisis in working America, the virtues of law and order, and the need to “stop the Washington bull.”<br />Mr. Christie was right, in part. The party was ready to move away from traditional conservative formulations and toward a populist message—and even toward somebody who came across as a bit of a bully delivering it. His problem was that the biggest bully with the loudest megaphone turned out to be somebody else: Donald J. Trump. Mr. Trump won the nomination and the White House with a populist and nationalist message and has led a consequential, tumultuous presidency.<br />That presidency effectively collapsed in flames on Jan. 6, when Mr. Trump sent a crowd of his supporters to the Capitol to stop the constitutional transfer of power to his elected successor. That crowd turned into a mob that ransacked the seat of American democracy and tried to hunt down its elected leaders.<br />Republicans, and the nation as a whole, now are left to ponder what went wrong—and whether such an ugly and violent ending was inevitable. Mr. Christie, who went from Trump rival to informal Trump counselor, thinks that he knows how things went awry. “One of the big concerns I’ve had all the way through the Trump presidency—and I’ve spoken to him about this directly—is that his behavior has obscured his message and his accomplishments,” he says. “And worse than obscuring them, as time went on it was discrediting them.”"
}