{
    "url_original": "https://www.wsj.com/articles/where-is-jack-ma-alibabas-founder-has-kept-a-low-profile-since-october-11609852002?mod=tech_lead_pos10",
    "url": "where-is-jack-ma-alibabas-founder-has-kept-a-low-profile-since-october-11609852002",
    "title": "Where Is Jack Ma? Alibaba’s Founder Has Kept a Low Profile Since October",
    "sub_head": "Chinese company’s market capitalization dropped in the final days of 2020 to less than $600 billion",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-01-05 08:06:00",
    "body": "The fate of Jack Ma, China’s high-profile and best-known technology entrepreneur, has become the subject of intense speculation on social media and in the press this week after the billionaire businessman disappeared from the public limelight following brushes with Chinese regulators in recent weeks.<br />The 56-year-old former English teacher founded  Alibaba Group Holding Ltd.  from a small apartment in eastern China in 1999. The startup grew from a fledgling internet business matching wholesale buyers and sellers into a fast-growing technology empire, with business interests spanning e-commerce, cloud computing and logistics and annual sales in excess of $86 billion.<br />Alibaba’s success in e-commerce also helped fuel the rise of its companion payments app Alipay, which formed the basis for Ant Group Co., a separate finance affiliate controlled by Mr. Ma whose digital platforms handle online and physical store transactions for millions of Chinese every day. In September 2019, Mr. Ma retired, handing over the reins at Alibaba and turning his focus to philanthropy, traveling around the world to promote education, entrepreneurship and other causes.<br />Until recently, Mr. Ma, who is a Communist Party member, was held up as a role model by the Party for his contribution to the “digital economy.”<br />Mr. Ma last appeared publicly in late October, when he spoke at a financial forum in Shanghai. There he delivered a speech that was highly critical of Chinese regulators, who he said had stifled innovation in the financial industry. “We shouldn’t use the way to manage a train station to regulate an airport,” Mr. Ma said then. “We cannot regulate the future with yesterday’s means.” Shortly after the speech, regulators scrapped a planned initial public offering of Ant that would have been the world’s largest to date, raising more than $34 billion from listings in Hong Kong and Shanghai."
}