{
    "url_original": "https://www.wsj.com/articles/where-is-my-office-review-the-commute-to-nowhere-11609802510",
    "url": "where-is-my-office-review-the-commute-to-nowhere-11609802510",
    "title": "‘Where Is My Office?’ Review: The Commute to Nowhere",
    "sub_head": "Is it worth having central hubs and ofﬁce towers or would it be better just to rent space for a week every quarter to gather distributed teams?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-280498?width=620&size=1.5",
    "image_1": "im-280498.jpg",
    "time": "2021-01-04 18:21:00",
    "body": "For much of the past century, work has been a place where people went. For big organizations, a workplace meant “concrete, steel and glass monuments built to service commerce and Mammon; commanding the skyline of the modern cityscape and dominating the lives of the millions of people who work in them.” So observes corporate real-estate veteran Chris Kane in “Where Is My Office?” But now, he says, “the world of work is changing.” Office work especially is “no longer anchored in one place.” Indeed, he notes, work has become a thing that people do and not a place where people go.<br />So what is to become of those monuments to Mammon? And how about all those workers whose lives were dominated by them? Mr. Kane explores this question in his intriguing, if meandering, book on “reimagining the workplace for the 21st century.”<br />Much has been written on the future of work, mostly by management gurus. Mr. Kane comes at the question from a different angle, with a background in the property business—mostly, though not exclusively, in the U.K. He calls himself an “industry provocateur” who has spent his career persuading the people who finance and build offices to think about what their tenants will actually want. (Oddly enough, they don’t seem to want the “uninspiring spaces of beige, grey or off-white” that the industry delivers.) He has also helped large companies rethink their property portfolios, urging executives to see that property can be converted “from a cost centre into a value creator.” He observes that “a well-designed and well-run workplace has beneficial effects on the performance of its occupants.” They collaborate. They feel inspired. They don’t quit quite as quickly. Handled well, property can be a strategic tool.<br />Mr. Kane acted on this principle most notably at the BBC, where, beginning in 2004, he oversaw a vast property reorganization. He recounts shrinking the BBC’s total real-estate footprint, modernizing its facilities with new systems and networks for digital technology, moving functions out of expensive London, and transforming the BBC’s historic buildings into redevelopment projects. By building independent studio and media-company space in the BBC’s old Television Centre, creating new parkland, and tying the complex to a nearby shopping development, he helped leverage the BBC brand to create a place that other brands clamored to become part of.<br />While the BBC case study is fascinating, the rest of “Where Is My Office?” is a bit unsatisfying for anyone looking for answers to the question of what the workplace of the future will look like. One reason may be that no one knows, especially now that Covid has changed daily work rhythms. Mr. Kane is also keenly aware that many past attempts to rethink office life have resulted in ideas that are questionable at best: Witness seas of soul-deadening cubicles or the attempts to do away with assigned seating completely that ended up with much-hated “hot desking” policies—everyone has to fend for herself every morning to score a workable spot."
}