{
    "url_original": "https://www.wsj.com/articles/where-to-travel-after-covid-25-inspiring-escapes-11610133694",
    "url": "where-to-travel-after-covid-25-inspiring-escapes-11610133694",
    "title": "Where to Travel After Covid? 25 Inspiring Escapes",
    "sub_head": "After nearly a year of vacation deprivation, frustrated globe-trotters are starting to dream about traveling freely again. We highlight six getaway goals for 2021 and new ways to realize each one.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-282331?width=620&size=custom_4666x4666",
    "image_1": "im-282331.jpg",
    "time": "2021-01-08 14:21:00",
    "body": "LINDA LAU IS looking forward to being jet-lagged as hell, sipping soju and dining at a Michelin-starred restaurant in Seoul with a bunch of strangers. This October, she hopes to attend the kickoff dinner of a “culinary retreat” to South Korea that she was supposed to take in fall 2020—that is, before the pandemic stopped travel cold. The rollout of Covid vaccines is giving her—and many of us—confidence to begin planning trips again. In a survey conducted in December 2020 by research firm Destination Analysts, over 53% of U.S. respondents said the vaccine made them optimistic that they can travel safely within the next six months; more than 80% said they have “at least tentative” plans right now.<br />Getting vaccinated, however, shouldn’t be seen as an immediate passport back to our former easygoing travel habits, cautions Dr. Lin Chen, president of the International Society of Travel Medicine and director of the Travel Medicine Center at Mount Auburn Hospital in Cambridge, Mass. “There’s a little bit of data that suggests we may have reduced ability to transmit or carry” the virus, post vaccination, said Dr. Chen, “but it’s not enough.” More encouraging data may emerge, but, for now, even vaccinated travelers who hit the road before herd immunity is achieved—which Dr. Chen hopes might happen by fall in some regions—should continue to take precautions. That means wearing masks, distancing and observing other safety measures to protect the unvaccinated and the vulnerable.<br />Still, planning abounds. Troy Haas, president and CEO of Birmingham, Ala.-based Brownell Travel, sees people making travel arrangements as a form of self-care. “People just want the ability to find small ways to draw some joy back into life with travel and human connection,” he said. “Travel is a drink of water in a parched life.”<br />Here, we present six typical goals this year—from planning a getaway with the extended family to fleeing the pod for some overdue time alone—plus a few suggestions on how to achieve them. And since the international travel landscape could change dramatically in the coming months, we also offer a few domestic travel options. Even if you’re not ready to commit to vacation plans just yet, the following should help quench some of that travel thirst.<br />The Goal Zoom calls with the extended family are growing tiresome. Your first priority is getting the whole gang back together in the flesh."
}