{
    "url_original": "https://www.wsj.com/articles/where-our-current-covid-19-vaccination-rate-will-take-us-11611324000?mod=business_featst_pos2",
    "url": "where-our-current-covid-19-vaccination-rate-will-take-us-11611324000",
    "title": "Where Our Current Covid-19 Vaccination Rate Will Take Us",
    "sub_head": "Most might not be inoculated until 2022, though Biden administration’s efforts and vaccines in development could quicken pace",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-01-22 09:00:00",
    "body": "The U.S. has been administering doses of the Covid-19 vaccine since mid-December. As health departments across the country get their vaccination efforts up and running—some more successfully than others—President Biden’s administration is hoping to quicken the process.<br />As of mid-January, there was an average of almost 900,000 people getting their first doses of the vaccine each day. This pace might change, but based on the recent rate, it might take a year—until January 2022—for every American to get at least one shot, according to data analyzed by The Wall Street Journal.<br />The projection provides a snapshot at the current trajectory, although it is conceivable that not everyone will receive a vaccine. The projection overstates the current progress because the two vaccines currently approved for emergency use in the U.S.—one made by  Pfizer Inc.  and its partner  BioNTech SE  and the other developed by  Moderna Inc. —require two doses for full vaccination.<br />Since mid-December, more than 14 million people—about 4% of the population—have received at least one dose as of Jan. 20, according to data from the Centers for Disease Control and Prevention.<br />A vaccine from  Johnson & Johnson ,  which could seek U.S. emergency-use authorization as soon as February, only requires a single dose and could shorten the projection. Moreover, the rate of vaccination has been improving, with the first three weeks of the rollout averaging about 216,000 a day."
}