{
    "url_original": "https://www.wsj.com/articles/where-to-find-the-best-cabernets-for-25-and-under-11611861952",
    "url": "where-to-find-the-best-cabernets-for-25-and-under-11611861952",
    "title": "Where to Find the Best Cabernets for $25 and Under",
    "sub_head": "The short answer is the Margaret River region of Western Australia. But, after some searching, our wine columnist found a few delicious and affordable Cabs from California, too.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-288890?width=620&size=1",
    "image_1": "im-288890.jpg",
    "time": "2021-01-28 14:25:00",
    "body": "TWO YEARS AGO I wrote a column describing my search for good Pinot Noirs under $20 a bottle. It wasn’t easy: Pinot Noir is a notoriously fickle grape, requiring just the right conditions to thrive, and the wines are both more difficult and more expensive to produce. Cabernet Sauvignon is a much easier, hardier grape. And yet, as I discovered in reporting this column, finding good, reasonably priced Cabernet can be just as hard, perhaps even harder.<br />Native to Bordeaux, France, Cabernet Sauvignon is one of the world’s most popular and most commonly planted grapes. It’s found just about anywhere winemakers are looking to make their mark—or lots of money—and produces both lofty and lousy wines. The former are made from grapes grown in great sites and carefully tended vineyards, fermented and aged in expensive French oak. The latter come from high-yielding vineyards, machine-harvested grapes fermented with oak chips and worse.<br />Mega Purple, for instance, is one of many additives that makers of commercial brands use to make the wine appear dark and suave and help mask green or herbaceous aromas of underripe grapes. But I wasn’t interested in featuring wines made from a confected combo of oak chips and sugar but, rather, from grapes grown to physiological ripeness, unmasked by excess oak. That eliminated the majority of the most popular Cab brands on the market today.<br />I started my search with an upper price limit of $20 a bottle but soon increased it to $25 when the pickings proved slim. I bought 17 bottles from various wine regions in California and Washington State as well as Australia, Argentina, Chile and even one wine from South Africa. Sadly, this example, the 2017 Stark-Condé Cabernet Sauvignon from the Stellenbosch region ($17), proved a disincentive to further South African Cabernet research.<br />Four Chilean Cabernets proved even more disappointing. I remember when Chilean Cabernets were pretty good, or at least not as aggressively herbaceous and weedy as the wines I bought. The 2017 Lapostolle Cuvée Alexandre Cabernet Sauvignon ($20) had an aromatic overlay of tobacco and dill. The 2017 Los Vascos Grande Reserve Cabernet Sauvignon ($12) and 2016 Montes Alpha Cabernet Sauvignon ($19) were equally stemmy and green."
}