{
    "url_original": "https://www.wsj.com/articles/who-mission-to-look-for-answers-to-covid-19s-origin-in-wuhan-11610566665",
    "url": "who-mission-to-look-for-answers-to-covid-19s-origin-in-wuhan-11610566665",
    "title": "WHO Mission to Look for Answers to Covid-19’s Origin in Wuhan",
    "sub_head": "In the six months since the World Health Organization and China drew up a plan to figure out how the coronavirus spread to humans, China has shared little on its progress",
    "category_1": "World",
    "time": "2021-01-13 14:37:00",
    "body": "In July, China’s government and the World Health Organization drew up a plan to figure out how the novel coronavirus first spread to humans. Six months on, China has yet to reveal what it has found—or how much of the work it has done. A team of WHO specialists land in the city of Wuhan on Thursday on a mission to find out.<br />Under the plan, Chinese scientists would comb through hospital records, test samples of sewage and blood donations, interview early victims and map food and people at the market in Wuhan where most of the earliest cases were identified. WHO researchers say they don’t have a clear understanding of the progress made by Chinese scientists. Inside China, officials have said little about what studies or data its scientists plan to show the WHO team, or which sites it will visit.<br />“Many of them are excellent scientists, and they have been quite active, but it’s very difficult to get the full picture of what has been done,” said Fabian Leendertz, a member of the mission and a microbiologist who was able to pinpoint the bat-infested tree where West Africa’s 2014 Ebola epidemic likely began. “It makes sense to simply go there, sit all at one table together.”<br />The WHO has said its mission isn’t about placing blame. “Let’s see where are the gaps, why do they exist, are they technical or whatever, and make a plan to fill those gaps,” said Dr. Leendertz.<br />For months, the U.N. agency has negotiated with Beijing for permission to enter China, review research and formulate a plan for the next round of studies. Answers could help prevent a different coronavirus outbreak—and offer some sense of closure on how a pandemic that has sickened at least 92 million people and devastated the global economy began."
}