{
    "url_original": "https://www.wsj.com/articles/who-gets-to-make-the-rules-washington-may-finally-get-it-right-11611526655?mod=opinion_lead_pos10",
    "url": "who-gets-to-make-the-rules-washington-may-finally-get-it-right-11611526655",
    "title": "Who Gets to Make the Rules? Washington May Finally Get It Right",
    "sub_head": "Biden should keep Trump’s last-minute executive order making regulation more accountable.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-24 17:17:00",
    "body": "President Biden’s team is understandably skeptical of “midnight” executive actions issued during President Trump’s final weeks, but one order, issued Jan. 18, is as valuable in reinforcing democratic accountability as it is constitutionally necessary. It is in Mr. Biden’s interest to strengthen it, not reflexively withdraw it.<br />The Executive Order on Ensuring Democratic Accountability in Agency Rulemaking provides that only democratically accountable agency officials may issue regulations. This means that new regulations will have to conform to the new president’s priorities and not simply those of career employees. Reversing this order could be very costly and destabilizing to Mr. Biden’s agenda, including in ways that aren’t obvious.<br />The order does more than the usual moratorium on agency rule making that new presidents impose until their own appointees can review pending rules. It would also insulate all Biden administration regulations from a potent constitutional challenge. That’s because rule making by agency employees flatly violates the Constitution’s Appointments Clause.<br />In Buckley v. Valeo (1976), the Supreme Court held that rule making is a significant government power that may be exercised only by officers appointed in accordance with that clause. More recent court decisions such as Edmond v. United States (1997) support the conclusion that only principal agency officers (like department heads and assistant secretaries confirmed by the Senate) may issue regulations that have the force of law and can’t be amended without another rule-making procedure.<br />Compliance with constitutional rule-making requirements has been inconsistent, undermining both democratic accountability and—because improperly issued rules are subject to legal challenge—agencies’ own agendas. This is no small problem. We broke the news on these pages nearly three years ago that hundreds of Food and Drug Administration rules were illegal because they had been issued by career staff. Subsequent Pacific Legal Foundation research on the Health and Human Services Department’s rule-making practices from 2001 to 2017 revealed that 1,860 FDA final rules (98% of the total) had been issued illegally and that other HHS agencies had similar problems."
}