{
    "url_original": "https://www.wsj.com/articles/why-kurt-cobains-90s-cardigan-is-trending-as-wfh-style-11609877238",
    "url": "why-kurt-cobains-90s-cardigan-is-trending-as-wfh-style-11609877238",
    "title": "Why Kurt Cobain’s ‘90s Cardigan Is Trending as WFH Style",
    "sub_head": "Take off that hoodie. Inspired by the Nirvana frontman’s fuzzy mohair sweater, this season’s cozy, slouchy cardigans were made for the WFH era.",
    "category_1": "Life & Arts",
    "category_2": "Copy Cat",
    "image_1_url": "https://images.wsj.net/im-280837?width=620&size=1.5",
    "image_1": "im-280837.jpg",
    "time": "2021-01-05 15:07:00",
    "body": "ON NOV. 18, 1993, Nirvana frontman Kurt Cobain ambled onto a stage at New York’s Sony Music Studios to perform on “MTV Unplugged.” Perched on a chair in a mohair, acrylic and Lycra cardigan the mossy color of a 1970s bathroom suite, he unwittingly created one of music’s most emblematic fashion references.<br />“It’s funny that the most important rock star of a generation would have his most memorable moment on film dressed like Ward Cleaver from ‘Leave it to Beaver,’” said Charles R. Cross, author of “Heavier Than Heaven,” a Cobain biography. “And it’s most likely he bought that cardigan from a thrift store in Olympia [Wash.] for a few dollars. That’s how he bought almost all of his clothes.” Mr. Cobain’s saggy sweater embodied the style of Seattle’s grunge scene and now, as work-from-home culture increasingly defines our times, that familiar knit is enjoying a revival.<br />As comfortable as your favorite hoodie but eminently cooler, roomy, mohair-blend cardigans emit WFH appeal. And you’ll have no problem finding one—even if you don’t frequent Pacific Northwest thrift stores. Myriad menswear brands featured Cobain-esque cardigans this season. An earthy ochre-brown take from French label Lemaire closely mimics the subdued original, for example, while Gucci accentuates its maximalist “geek chic” argyle design with chunky leather buttons. High-fashion iterations like those can range from the high three to low four figures, which, though far less than the $334,000 Mr. Cobain’s cardigan fetched at auction in 2019, will strain grunge budgets. Somewhat thriftier types can find suitably slouchy, sub-$400 knits from such labels as Pringle of Scotland and Beams Plus.<br />Mohair wasn’t always associated with the counterculture. In the 1960s, the material, which comes from Angora goats, surged in the men’s clothing market. Blended with wool, it added a slight sheen to suits, and later lent a whisper of plushness to highly textural knits. These “Mad Men”-era mohair sweaters tended to adhere to conservative motifs like argyle in quiet hues such as pistachio green and aubergine. Mr. Cobain’s sweater style—nonchalant, almost sloppy—subverted the mohair cardigan’s buttoned-up reputation.<br />“Mixing mohair with polyamides or acrylic, like Cobain’s cardigan, makes it even softer, and the Lycra in the mix means it retains its shape,” said Emma McClelland, co-director of Knitster LDN, a London atelier specializing in luxury knitwear production. “Those long fibers can be brushed for extra fluffiness. And, crucially, it also holds color really well.”"
}