{
    "url_original": "https://www.wsj.com/articles/why-im-abstaining-from-dry-january-11611312899",
    "url": "why-im-abstaining-from-dry-january-11611312899",
    "title": "Why I’m Abstaining From Dry January",
    "sub_head": "Our wine columnist consults medical experts on the benefits that the comforting ritual of wine drinking can bring",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-286162?width=620&size=custom_1168x886",
    "image_1": "im-286162.jpg",
    "time": "2021-01-22 05:55:00",
    "body": "I’VE SPENT THE past few weeks reading the social-media accounts of friends and acquaintances touting their wineless state during Dry January, aka Dryuary (or even, awkwardly, Drynuary). Some have been taking a few days off alcohol during the week; others are spending an entire month alcohol-free. I haven’t joined them. My plan has been to drink wine in modest amounts with dinner every day in January, just as I do during the other eleven months of the year.<br />These decisions are highly personal, and I know that there are wine lovers for whom a period of abstinence can be a helpful way to manage a beverage that, for some, can lead to dependence and medical issues. You won’t be surprised to learn that a wine columnist isn’t part of a movement to forgo wine for an arbitrary period. I look forward to the comfort and pleasure of drinking wine with my meal every night. It’s a ritual my husband and I both enjoy, and I think there are benefits to maintaining the rituals that give shape to our days, especially during these turbulent times.<br />Dr. Jane Ogden, a professor of health psychology at the University of Surrey in the U.K., has written extensively on women’s health. She agreed there are good reasons to uphold rituals in stressful periods. “I think the most important thing at the moment is self care and being kind to yourself,” she wrote in an email. “If a routine glass of something helps, then that’s fine. It’s the bigger picture which is more important!” Yes, she included an exclamation point, which I took as further approbation of my vinous custom.<br />Dr. Ogden added that she thought Dry January proponents might actually be putting themselves at future risk. They might end up drinking even more in February when they return to “regular” consumption. “We call this the what-the-hell effect, or disinhibition,” she wrote. “Probably best to just drink in moderation all year round so your liver doesn’t need time off and you don’t need to binge.”<br />Keri Glassman, a New York-based nutritionist, registered dietitian and founder of the Nutritious Life Studio, also discussed the significance of our everyday customs. “Rituals can be important for consistency and structure within our days, weeks or months. A healthy ritual can be powerful in terms of maintaining long-term healthy behaviors,” Ms. Glassman noted. Dryuary devotees need to assess their goals—and their reasons for giving up alcohol, she said. “If you are doing it because you really overdid it, you’d better figure out why you overdid it,” she advised. “It’s better to alter your behavior long term.”"
}