{
    "url_original": "https://www.wsj.com/articles/why-an-estate-plan-is-the-best-gift-you-can-give-your-grandchild-11611671555?mod=markets_featst_pos3",
    "url": "why-an-estate-plan-is-the-best-gift-you-can-give-your-grandchild-11611671555",
    "title": "Why an Estate Plan Is the Best Gift You Can Give Your Grandchild",
    "sub_head": "",
    "category_1": "Wealth Management",
    "image_1_url": "https://images.wsj.net/im-290212?width=620&size=1.5005861664712778",
    "image_1": "im-290212.jpg",
    "time": "2021-01-26 09:32:00",
    "body": "Malcolm Butler is the president and CEO of the Fiduciary Group in Savannah, Ga.<br />While awaiting the recent birth of my first granddaughter, I spent a lot of time thinking about the best possible gift I could give her. Ultimately, I decided that the ideal present for my grandchild was to give her parents–my daughter and her husband–a professionally drafted estate plan.<br />New parents can be overwhelmed with the incredible responsibilities associated with caring for a newborn, so they aren’t always thinking about the importance of drafting wills and other estate-planning documents. According to a 2020 Caring.com survey, only 16.4% of Americans between the ages of 18 and 34 and 27.2% of Americans between the ages of 35 and 54 have estate-planning documents. Dying without a will can lead to serious financial problems and burden surviving family members with avoidable stress. For example, if new parents don’t appoint a guardian in a legally binding will, a judge could ultimately decide who will raise their children in the event that the parents pass away before the children reach the age of majority.<br />In addition, given the financial demands associated with raising a child, new parents can be short on cash and tend to postpone spending money on expenses not seen as necessary and immediate. Investment-savvy grandparents should consider gifting an estate plan in order to make sure that their grandchildren are adequately protected in the event of the premature death of their parents.<br />High net-worth investors already understand the importance of strategy, planning and adhering to a long-term perspective. Those same principles apply when it comes to gifting an estate plan because you are, in essence, taking steps to prepare for various future contingencies and to ensure that your grandchild will be protected, both financially and personally, in the event of an unforeseen emergency affecting your adult child and his or her spouse."
}