{
    "url_original": "https://www.wsj.com/articles/why-america-needed-mike-pence-11609888851?mod=opinion_lead_pos1",
    "url": "why-america-needed-mike-pence-11609888851",
    "title": "Why America Needed Mike Pence",
    "sub_head": "Trump wants to upend the Electoral College. His VP knows better.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-05 18:20:00",
    "body": "Mike Pence surely understands his constitutional duty. When Congress meets in joint session on Wednesday to count the Electoral College votes, the Vice President’s role is clear: He is to preside honorably, if uncomfortably, over the democratic transfer of power, as 306 electors are tallied for Joe Biden’s victory.<br />President Trump’s  Twitter  feed, no surprise, is telling a different story. “The Vice President has the power to reject fraudulently chosen electors,” he wrote Tuesday. Mr. Trump claims that he’s the victim of a massive electoral conspiracy, yet he can’t find the evidence to convince even conservative judges. Nevertheless, he wants Mr. Pence to throw out Mr. Biden’s electors.<br />This is a triple whammy. It’s false as a matter of fact, because no fraudulent electors exist. It’s false as a matter of law, because the Constitution empowers the Vice President merely to open the Electoral College certificates, not to count them, to say nothing of rejecting any. Finally, it’s a betrayal of the steadfast Mr. Pence that Mr. Trump is trying to discredit him in the eyes of GOP voters. Mr. Trump is showing once again that, to him, loyalty is a one-way street.<br />Some congressional Republicans, including Senators Josh Hawley and Ted Cruz, have said that they also intend to contest the November results under the Electoral Count Act. The law gives them that right, despite its dubious constitutionality. Still, the effort looks as futile as it should be. We’ve already examined their arguments here and won’t rehash them.<br />The good news is that other Republicans are entering the breach to defend federalism and the Constitution. Take Senator Tom Cotton, whose presidential dreams are as high as Mr. Cruz’s. “The Founders entrusted our elections chiefly to the states—not Congress,” Mr. Cotton said Sunday. Overturning Mr. Biden’s win “would essentially end presidential elections.” Any objections Wednesday to duly certified electors, Mr. Cotton added, “will only embolden those Democrats who want to erode further our system of constitutional government.”"
}