{
    "url_original": "https://www.wsj.com/articles/why-meg-ryans-when-harry-met-sally-sweater-is-back-in-style-11611256431",
    "url": "why-meg-ryans-when-harry-met-sally-sweater-is-back-in-style-11611256431",
    "title": "Why Meg Ryan’s ‘When Harry Met Sally’ Sweater Is Back in Style",
    "sub_head": "The humble fisherman’s knit is a cozy, versatile staple—and a better outfit enhancer than your tired hoodie. Here, expert tips on how to wear it as smartly as Sally Albright does.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-288448?width=620&size=1.5",
    "image_1": "im-288448.jpg",
    "time": "2021-01-21 14:13:00",
    "body": "AT THE OUTSET of 2021, after flinging open a trunk where I store overflow clothing, I fished out a treasure: a wool fisherman’s sweater from A.P.C that I bought on sale a decade ago and have sporadically worn since. The color of oatmeal, it is slightly scratchy and unyielding, weighing my shoulders and billowing into a Winnie the Pooh-ish belly no matter my posture. That said, like any fisherman’s sweater, it’s hyper-functional, super-duper warm, low-key and unflappably resistant to the ebbs and flows of fashion.<br />As such, this classic knit is my ideal non-athleisure garment for this moment. While relatively comfortable, it still lends my looks an air of put-togetherness. Edith Young, 27, a New York writer and artist agrees: “It reads as more intentional than a fleece, which I associate with walking to the gym pre-pandemic.”<br />The fisherman’s sweater has popped up in pop culture in films like “Love Story” and “The Thomas Crown Affair,” but the most indelible iteration is the flame-red version that Meg Ryan’s Sally Albright wears again and again throughout the 1989 romantic comedy “When Harry Met Sally.” It’s what Sally has layered beneath a corduroy jacket when she and her old acquaintance Harry (Billy Crystal) run into each other at a bookstore, and on it stays throughout their multi-scene catch-up in the park and out to lunch. Later, when the still-platonic pair set up Harry’s bachelor pad and compare dating woes, our heroine is back in her cozy rosy pullover, now tucked into a black skirt.<br />Also known as Aran sweaters, named for the islands off the coast of Galway where they originated, these garments were traditionally handmade by fishermen’s wives and bear intricate patterns said to be imbued with meaning. The cable stitch, for instance, is believed to have been inspired by Irish fishermen’s ropes and to confer good luck at sea. The zigzag, some contend, represents the ups and downs of marriage.<br />“I consider my fisherman sweater to be an old friend,” said Portland, Maine-based Owen Kelly, who’s in his 40s. Mr. Kelly is the V.P. of product creation at L.L. Bean, which has sold versions of the classic since 1981, when they were cornerstones of the then-pivotal preppy uniform. The brand’s cotton fisherman was its Men’s Signature line’s bestselling sweater in 2020."
}