{
    "url_original": "https://www.wsj.com/articles/why-catalog-brands-like-filson-and-lands-end-are-cool-again-11611945449",
    "url": "why-catalog-brands-like-filson-and-lands-end-are-cool-again-11611945449",
    "title": "Why Catalog Brands Like Filson and Lands’ End Are Cool Again",
    "sub_head": "A welcome escape from the digital world, those things in your mailbox sell some great stuff—if you know how to shop them. Here, a stylish guide to buying catalog clothes.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-291720?width=620&size=1.5",
    "image_1": "im-291720.jpg",
    "time": "2021-01-29 13:37:00",
    "body": "HOW MANY screens are in your bedroom-turned-office? We’re bombarded by blue light from our laptops and phones as we scroll through emails, Slack chats, Instagram,  Twitter  or whatever e-comm site that creepily tailored-to-you pop-up ad recommends. Sure, you could get up and take a walk, but here’s a less expected antidote to digital overload: Thumb through the catalogs that clog your (actual) mailbox.<br />Alex Carleton, outdoor brand Filson’s chief creative officer, suggested that Covid has left us craving the pleasures of simpler times. “We are physically disconnected…[but] you have an emotional connection to the physical quality of the mail coming into your home,” he said. Filson’s catalog, which has been shipped to subscribers for over 100 years, reads like a magazine packed with escapist photos, profiles of history’s greatest mountain men and stuff you’d actually want to wear. Along with mailers from earthy California label Jenni Kayne and better-basics disrupter Ayr, Filson is one of many brands rehabilitating catalogs’ reputation for being fusty, outdated and woefully cheesy.<br />Catalogs have “a chronological order, a beginning and an end…and that seems to be hard-wired into us still,” said Guillermo Sanchez, CEO of Publitas, a company that helps brands bring their catalogs online. That finite, predictable, quiet quality is comforting in a hectic digital age.<br />Here, a brief guide to catalog shopping, the best buys, and all the analog pleasures this throwback diversion brings.<br />From the late 1800s, when Sears, Roebuck and Co. started the catalog craze, through the 1990s, when now-bankrupt J.Crew was the preppy catalog king, these mailers were a key tool for connecting with customers. The internet, of course, has since largely taken their place. That said, the affordable, comfortable, function-first clothes from traditional catalog brands like Lands' End and L.L. Bean are resonating in the Covid era. “Our precious clothes aren’t coming out right now,” said New York fashion consultant Josh Peskowitz. He argues that today’s clothing purchases need to tick at least one of two boxes: “Is it soft and comfy for me to sit cross-legged on my couch for the next 14 hours, or can I wipe my hands on it?” So whether you’re cozying up in your home office or you’ve traded your city apartment for a higher-maintenance country abode (that gutter won’t clean itself), you can rely on catalog brands for appropriate clothes. New York City high-school math teacher Eric Scott, 39, applauds the quality of the Lands’ End Donegal tweed trousers he’s been wearing while Zoom schooling. “You’ll have this pair of pants for 15 years,” he said. “You don’t have to worry about them fraying at the bottom or the dye wearing thin.”"
}