{
    "url_original": "https://www.wsj.com/articles/will-covid-19-shake-up-capitalism-11610817856?mod=politics_lead_pos7",
    "url": "will-covid-19-shake-up-capitalism-11610817856",
    "title": "Will Covid-19 Shake Up Capitalism?",
    "sub_head": "The pandemic sped up demands for changes in the economic system. Shareholders might want to brace for change.",
    "category_1": "U.S.",
    "category_2": "Journal Reports",
    "image_1_url": "https://images.wsj.net/im-285762?width=620&size=1.5",
    "image_1": "im-285762.jpg",
    "time": "2021-01-17 14:00:00",
    "body": "The Covid crisis both accelerated demands for changes to the economic system and demonstrated that governments can spend freely to help those in trouble when they wish. Will capitalism be changed as a result?<br />To answer the question, it is worth looking back a decade to the aftermath of the global financial crisis. Occupy Wall Street was the protest group du jour, and governments had just allocated trillions of dollars to rescue the financial system. Aside from bank reforms, capitalism (though not global trade) survived pretty much unscathed. This time might be different, because the past decade has prepared the ground for a shift to more interventionist government. The stunning shareholder returns of the past decade hang in the balance.<br />Dominic Barton, then head of management consultants McKinsey & Co. and now Canada’s ambassador to China, summed up the view shared by many of capitalism’s winners in a 2011 article in the Harvard Business Review: “Business leaders today face a choice: We can reform capitalism, or we can let capitalism be reformed for us.”<br />Dozens of think tanks were formed in the 2010s to allow the world’s elite to discuss how to fix capitalism, roping in the pope and Britain’s Prince Charles to speak to corporate leaders. Thousands of environmental, social and governance (ESG) funds were set up, and many old unsuccessful funds had the label slapped on them to make them more attractive.<br />Even the Business Roundtable, the main U.S. corporate lobbying group, signed up for stakeholder capitalism, the idea of paying more attention to the needs of workers, local communities and the environment."
}