{
    "url_original": "https://www.wsj.com/articles/will-biden-choose-paris-over-bismarck-and-pierre-11612131845?mod=opinion_lead_pos10",
    "url": "will-biden-choose-paris-over-bismarck-and-pierre-11612131845",
    "title": "Will Biden Choose Paris Over Bismarck and Pierre?",
    "sub_head": "To hold his climate vows, he’ll have to downsize the fossil fuels industry aggressively—costing jobs.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292154?width=620&size=1.5",
    "image_1": "im-292154.jpg",
    "time": "2021-01-31 17:24:00",
    "body": "The Biden administration has hit the ground running on its climate agenda, but it’ll have to break into a dead sprint if it wants to reach its environmental goals. Before the sun had set on Inauguration Day, the Keystone XL pipeline project had been canceled (for the second time), oil and gas leasing activity had been suspended on federal lands (both onshore and offshore), and the U.S. had committed to rejoin the Paris Agreement. Yet none of these policies will come close to meeting the promises President Biden made during his campaign—notably, eliminating carbon pollution from domestic power plants by 2035 and realizing a “net zero” economy by 2050. To find out if he’ll take the radical steps necessary, watch the Dakotas.<br />Mr. Biden’s recent moves on energy policy will make future oil and gas expansion difficult, but that’s not going to be enough. The American energy industry is already consolidating after an unprecedented multiyear period of growth—punctured by last year’s pandemic-related demand shock—so the blow to the sector is likely to be glancing. If the president intends to keep his vows on carbon emissions and the like, his administration will have to reduce the size of the fossil fuel industry aggressively, not merely curtail its growth.<br />If he’s willing to do that—which seems likely given the cast of true climate believers slated to head up various regulatory agencies—the first target will probably be the Dakota Access Pipeline.<br />The 1,172-mile pipeline currently transports an average of 570,000 barrels a day of crude oil from the Bakken Formation beneath Montana and North Dakota to the Midwest and Gulf Coast refined-product markets. Dakota Access stalled in the waning days of the Obama administration but President Trump approved the project and it was placed into service in 2017.<br />Over the past three years, the pipeline and its corporate sponsor, Energy Transfer, have been dogged by lawsuits from Native American groups and environmentalists, even though the pipeline system has had no reported environmental or safety issues to date."
}