{
    "url_original": "https://www.wsj.com/articles/will-biden-restore-charitable-shakedowns-11611857183?mod=opinion_lead_pos5",
    "url": "will-biden-restore-charitable-shakedowns-11611857183",
    "title": "Will Biden Restore ‘Charitable’ Shakedowns?",
    "sub_head": "He’s ordered a review of a Trump policy against settlement payouts to favored third parties.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-28 13:06:00",
    "body": "Buried in the Biden administration’s flurry of early executive orders is a potential challenge to the core legislative function: the power to tax and spend. Under the proposal, the Justice Department may revert to using its enforcement power to force companies under investigation to give billions of dollars to outside interest groups—a common practice before June 2017. Implicitly, this amounts to a federal appropriation unauthorized by Congress.<br />After the 2008 financial crisis, for instance, the Obama administration’s Justice Department extracted multibillion-dollar settlement deals from major banks. These agreements directed the banks to send almost half the settlement dollars not to the Treasury or the actual victims of corporate misconduct but to “consumer relief” payments directed by administration officials. Among these payments: funding for new “affordable housing” developments, as well as gifts to government-sanctioned community-development, legal-aid and housing activist groups.<br />Although the Obama Justice Department was unusually aggressive in using threats to make implicit appropriations, it didn’t invent the approach. Under George W. Bush, Justice entered a deferred prosecution agreement with  Bristol Myers Squibb  that required the company to endow a professorship at Seton Hall University’s law school—alma mater of Chris Christie, the U.S. attorney overseeing the settlement deal. The professorship? A chair in business ethics.<br />Early in the Trump administration, Attorney General Jeff Sessions put an end to such practices. Under the policy Mr. Sessions adopted, “any agreement on behalf of the United States in settlement of federal claims or charges” couldn’t direct or provide for “a payment or loan to any non-governmental person or entity that is not a party to the dispute.” There were exceptions, as codified last year in a final rule—among them, restitution to actual victims, lawyer fees and “payments expressly authorized by statute.”<br />Mr. Sessions was right. Law enforcement necessarily generates some revenues from private parties. Money flows to the U.S. Treasury from statutorily authorized fines. In some cases, defendants should pay restitution to victims of civil or criminal misconduct. Yet that’s different from reallocating fines or restitution payments to unrelated third parties."
}