{
    "url_original": "https://www.wsj.com/articles/wisconsin-pharmacist-to-plead-guilty-to-attempting-to-spoil-covid-19-vaccine-11611709733?mod=business_minor_pos6",
    "url": "wisconsin-pharmacist-to-plead-guilty-to-attempting-to-spoil-covid-19-vaccine-11611709733",
    "title": "Wisconsin Pharmacist to Plead Guilty to Attempting to Spoil Covid-19 Vaccine",
    "sub_head": "Two federal charges of attempting to tamper with consumer products carry up to 10 years in prison each",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-290911?width=620&size=1.5",
    "image_1": "im-290911.jpg",
    "time": "2021-01-26 20:08:00",
    "body": "A Wisconsin pharmacist agreed to plead guilty to intentionally attempting to spoil hundreds of doses of Covid-19 vaccine by leaving them unrefrigerated on two nights late last year at the hospital where he worked, according to a plea agreement filed in federal court.<br />Steven R. Brandenburg of Grafton, Wis., indicated he planned to enter a guilty plea to two counts of attempting to tamper with consumer products, with reckless disregard for the risk that another person will be placed in danger of death or bodily injury, according to the agreement filed in the U.S. District Court for the Eastern District of Wisconsin. Each count carries up to 10 years in prison, court documents say.<br />Mr. Brandenburg, 46 years old, intentionally removed batches of the vaccine from refrigeration on two consecutive nights in late December and later returned them to refrigeration, according to the court papers. His goal was to ruin the effectiveness of the vaccine, which is made by  Moderna Inc.  and must be maintained at a certain temperature, according to his plea agreement.<br />Fifty-seven people were administered the vaccine before Mr. Brandenburg’s actions were discovered, the documents said.<br />Mr. Brandenburg admitted to believing in conspiracy theories and alternative history and was skeptical of the Moderna vaccine, according to the agreement. He had been telling co-workers of his beliefs about vaccines for at least two years, it said."
}