{
    "url_original": "https://www.wsj.com/articles/with-new-ceo-pat-gelsinger-intel-welcomes-back-its-chief-geek-11610652925?mod=business_minor_pos9",
    "url": "with-new-ceo-pat-gelsinger-intel-welcomes-back-its-chief-geek-11610652925",
    "title": "With New CEO Pat Gelsinger, Intel Welcomes Back Its ‘Chief Geek’",
    "sub_head": "Chip giant’s next leader brings engineering background, Christian faith to company confronting array of challenges",
    "category_1": "Tech",
    "time": "2021-01-14 14:35:00",
    "body": "Intel Corp.’s  incoming Chief Executive Pat Gelsinger once described himself as the chip giant’s “chief geek”—a role he might need to resume as he seeks to revive the company’s prospects and rebuild its technological prowess.<br />The 59-year-old is both an obvious choice to lead America’s most iconic semiconductor company—he spent 30 years there earlier in his career—and a somewhat unorthodox appointment for a modern chief executive who wrote a book on work-life balance and developed a points system to help himself avoid staying late at the office.<br />Intel on Wednesday named the Pennsylvania-farm-boy-turned-engineer to succeed ousted CEO Bob Swan next month. The appointment marks a turning point for Intel as it battles market-share losses and weighs its strategic direction, including whether to remain both a designer and maker of chips when most rivals have specialized in one or the other.<br />Mr. Gelsinger brings the kind of engineering background common at Intel, one of Silicon Valley’s pillars. Mr. Swan, a former financial chief, was only the second CEO in the company’s 52-year history not to have a technical background. He remains in his role until Feb. 15.<br />François Piednoël, a former Intel engineer who has criticized the company’s technical decisions and whose career at the chip maker overlapped with Mr. Gelsinger’s, called the new chief a good listener who understood technical problems and made informed decisions. “He is very good at building his confidence by seeking the experts’ opinions,” he said."
}