{
    "url_original": "https://www.wsj.com/articles/with-nerves-raw-and-troops-on-guard-house-impeaches-president-trump-11610576178?mod=politics_lead_pos4",
    "url": "with-nerves-raw-and-troops-on-guard-house-impeaches-president-trump-11610576178",
    "title": "Trump Impeachment at the Capitol: Raw Nerves, Sharp Words, Troops on Guard",
    "sub_head": "Capitol becomes a military zone as Congress assigns blame for last week’s riot",
    "category_1": "Politics",
    "time": "2021-01-13 17:16:00",
    "body": "WASHINGTON—As the House weighed removing President Trump from office for last week’s violent riot, a small army was on hand to make sure another attack didn’t happen.<br />Hundreds of National Guard troops and police officers were stationed throughout Capitol Hill Wednesday, a week after a mob of the president’s supporters overwhelmed police, ransacked the building and left five dead. Some troops rested by statues of American icons inside the Capitol, laying their assault-style weapons beside them on the marble floors. Others stockpiled riot shields and gas masks. Five-ton armored trucks cut off traffic in the surrounding neighborhood.<br />Already largely void of visitors and staff because of the coronavirus pandemic, the halls of American democracy were transformed into a military zone, with many lawmakers and staff on Capitol Hill still reeling from last week’s violence.<br />Much of the physical damage from the attack, when rioters forced lawmakers to delay the ratification of Joe Biden’s election victory, had been repaired by Wednesday. Glass was replaced on the door near the House chamber where a Capitol Police officer shot one of the rioters, who later died, and broken furniture and debris were swept away.<br />But for lawmakers, many of whom police rushed to secure locations during the attack, the events of last week were still raw. Democrats moved rapidly to bring the article of impeachment to the floor, winning the support of 10 House Republicans, and law-enforcement officials are bracing for more potential violence in Washington and in state capitals."
}