{
    "url_original": "https://www.wsj.com/articles/workers-producing-the-vaccine-need-vaccination-11611614583?mod=opinion_lead_pos6",
    "url": "workers-producing-the-vaccine-need-vaccination-11611614583",
    "title": "Workers Producing the Vaccine Need Vaccination",
    "sub_head": "If my company’s employees get sick, there will be fewer shots for everyone.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-289267?width=620&size=1.5",
    "image_1": "im-289267.jpg",
    "time": "2021-01-25 17:43:00",
    "body": "In the race to vaccinate people for Covid-19, everyone agrees front-line health workers, the elderly and those with pre-existing conditions should get priority. But one vital group is being overlooked. Even worse, some are criticizing efforts to vaccinate them as some sort of effort to “cut the line.”<br />I’m referring to the thousands of people working to produce critical vaccines, medications and diagnostics for Covid-19. In addition to  Pfizer  and Moderna, my company,  Emergent BioSolutions ,  has been ramping up manufacturing of hundreds of millions of vaccine doses for partners like  Johnson & Johnson  and  AstraZeneca  in close coordination with the federal government.<br />Emergent’s employees are essential to the Covid-19 response, and we have gone to extraordinary lengths to protect them. Unfortunately, our strict safety protocols, like the use of personal protective equipment, disinfection of work areas and regular testing, are no guarantee against infection.<br />Over the past year, we have quarantined hundreds of team members—nearly one-third of our small on-site workforce. Some were exposed outside the workplace, but the primary cause of quarantine is potential exposure to an infected fellow employee. This situation puts a tremendous strain on our 24/7 operations. Absenteeism means other employees have to work multiple back-to-back shifts to avoid a manufacturing shutdown. So far, we’ve avoided delays in vaccine production, but the risk is real—we briefly had to slow down operations at another facility because of Covid-related absenteeism.<br />This situation also can create a national-security risk. In addition to Covid-19 vaccines, Emergent produces medical countermeasures for deadly threats like anthrax, botulism and smallpox. This manufacturing can’t simply be turned on and off. That’s why the Department of Homeland Security has designated Emergent as a part of America’s critical national-security infrastructure in cases of emergency."
}