{
    "url_original": "https://www.wsj.com/articles/world-leaders-are-shocked-worried-by-storming-of-u-s-capitol-by-trump-supporters-11609971098?mod=politics_lead_pos6",
    "url": "world-leaders-are-shocked-worried-by-storming-of-u-s-capitol-by-trump-supporters-11609971098",
    "title": "World Leaders Are Shocked, Worried by Storming of U.S. Capitol by Trump Supporters",
    "sub_head": "Some see echoes of Europe’s past and Latin America’s turbulence; ‘a profound deterioration of the democratic image of the country’",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2021-01-06 17:21:00",
    "body": "Leaders and citizens around the world reacted with alarm to the storming of the U.S. Capitol by supporters of President Trump, calling it a shocking development in one of the world’s most stable democracies.<br />In Europe, there were concerns that the chaos unfolding in Washington held echoes of the Continent’s turbulent and violent past. German Foreign Minister Heiko Maas on his official  Twitter  account urged Mr. Trump and his allies to “stop trampling democracy with their feet” and accept the result of the election.<br />Mr. Maas appeared to draw a parallel with Hitler’s power grab: “Violent actions come from inflammatory words—on the steps of the Reichstag and now in the Capitol,” he said, in reference to the burning of republican Germany’s parliament building in 1933. “Disregarding democratic institutions has devastating consequences.”<br />British Prime Minister Boris Johnson, a longtime Trump cheerleader, tweeted: “Disgraceful scenes in U.S. Congress. The United States stands for democracy around the world and it is now vital that there should be a peaceful and orderly transfer of power.”<br />Jens Stoltenberg, secretary general of the U.S.-led North Atlantic Treaty Organization and a former Norwegian prime minister, described the scenes as shocking. “The outcome of this democratic election must be respected,” he said in a statement."
}