{
    "url_original": "https://www.wsj.com/articles/wsj-wealth-adviser-briefing-revamping-bonus-plans-value-in-the-great-outdoors-execs-on-factory-floor-01610449331?mod=markets_major_pos7",
    "url": "wsj-wealth-adviser-briefing-revamping-bonus-plans-value-in-the-great-outdoors-execs-on-factory-floor-01610449331",
    "title": "WSJ Wealth Adviser Briefing: Revamping Bonus Plans, Value in the Great Outdoors, Execs on Factory Floor",
    "sub_head": "Curated news and analysis for wealth advisers and their clients from WSJ reporters and columnists",
    "category_1": "Moneybeat Blog",
    "time": "2021-01-12 06:02:00",
    "body": "Investors are showing signs of increasing exuberance, reflecting optimism about a vaccine-fueled global recovery and the changed economics of the post-coronavirus world.<br />The Dow Jones Industrial Average rose 1.6% for the first week of 2021, marking its fourth-straight weekly gain despite a mob storming the U.S. Capitol Wednesday and a decline in nonfarm payrolls reported Friday.<br />When economically sensitive sectors and bond yields rise together, it often signals Wall Street is embarking on the classic reflation trade that anticipates a full-fledged economic recovery. It is important because it can herald rising incomes, stronger results at firms from retailing to manufacturing to technology, and further market gains.<br />But the blistering, stimulus-fueled rally over the past year may complicate that formula. While the case for economic recovery appears sound and many fund managers expect the market advance to continue, skeptics say stocks remain vulnerable to fallout from the pandemic, including still-high unemployment and questions about the pace of the vaccine rollout. Supercharged gains in assets from some favored stocks to cryptocurrencies to some commodities could turn out to be unsustainable.<br />Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more."
}