{
    "url_original": "https://www.wsj.com/articles/xi-jinping-wows-them-at-davos-11611617879?mod=opinion_lead_pos3",
    "url": "xi-jinping-wows-them-at-davos-11611617879",
    "title": "Xi Jinping Wows Them at Davos",
    "sub_head": "China’s President sweet-talks liberal leaders as he threatens Taiwan.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-290248?width=620&size=1.5",
    "image_1": "im-290248.jpg",
    "time": "2021-01-25 18:38:00",
    "body": "Chinese President Xi Jinping knows his audience. In his Monday address to the World Economic Forum, the annual meeting of global luminaries in Davos, Mr. Xi sounded like a liberal internationalist in good standing. He pulled out all the buzzwords that make Davosians swoon: “inclusive growth,” “green development,” “global governance” and “consensus building.”<br />The Davos website effused that this was a “historic opportunity for collaboration.” But Mr. Xi’s People’s Liberation Army told a different story over the weekend, menacing Taiwan with back-to-back military flyovers of more than a dozen planes. The provocation is a reminder that while the government has changed hands in Washington, it hasn’t in Beijing, which still sees extending sovereignty over Taiwan—possibly by force—as a priority.<br />Mr. Xi said in his speech that “the strong should not bully the weak,” but that admonition doesn’t seem to apply to his own government. “We should stay committed to international law and international rules, instead of seeking one’s own supremacy,” he added. Tell that to the people of Hong Kong who were promised autonomy through 2047 in a treaty Beijing signed with Britain but are now being arrested for even mild political dissent.<br />Judging from comments by Secretary of State nominee Tony Blinken and Secretary of Defense Lloyd Austin in their Senate hearings, the new Administration seems to recognize the importance of Taiwan’s independence and U.S. predominance in the Western Pacific.<br />Yet many in the Administration are also true believers in the types of global-governance values Mr. Xi claimed to endorse in his Davos speech, which they see as the best way to solve problems like climate change. Unlike Mr. Xi, they aren’t experienced in using those values as a shield to relentlessly push their own national interest."
}