{
    "url_original": "https://www.wsj.com/articles/yellen-sees-risk-of-longer-more-painful-recession-absent-more-economic-aid-11610999772?mod=politics_lead_pos2",
    "url": "yellen-sees-risk-of-longer-more-painful-recession-absent-more-economic-aid-11610999772",
    "title": "Yellen Calls for More Aid to Avoid Longer, More Painful Recession",
    "sub_head": "Biden’s pick to lead Treasury says Congress must ‘act big’ to boost economic recovery, fend off ‘long-term scarring’",
    "category_1": "Politics",
    "time": "2021-01-18 16:22:00",
    "body": "WASHINGTON—Janet Yellen, President-elect Joe Biden’s choice for Treasury secretary, plans to tell lawmakers that the U.S. risks a longer, more painful recession unless Congress approves more aid and urge them to “act big” to shore up the recovery.<br />Ms. Yellen is set to testify Tuesday before the Senate Finance Committee, which is considering her nomination, according to a copy of her prepared remarks that was viewed by The Wall Street Journal.<br />“Economists don’t always agree, but I think there is a consensus now: Without further action, we risk a longer, more painful recession now—and long-term scarring of the economy later,” Ms. Yellen will say. “Over the next few months, we are going to need more aid to distribute the vaccine; to reopen schools; to help states keep firefighters and teachers on the job.”<br />Mr. Biden’s nomination of Ms. Yellen positions the 74-year-old labor economist to lead his administration’s efforts to advance the recovery from the destruction caused by the coronavirus pandemic and related shutdowns. She will also play a key role in pushing the administration’s economic agenda on Capitol Hill, a job that will start in earnest Tuesday, said Tony Fratto, a senior Treasury and White House aide in the George W. Bush administration.<br />Mr. Biden’s $1.9 trillion coronavirus relief package, unveiled last week, provides for another round of direct stimulus payments, extended and enhanced jobless benefits, funding for schools and first responders and the creation of a nationwide vaccination program. It also includes longstanding Democratic priorities, such as raising the federal minimum wage to $15 an hour and expanding paid leave for workers."
}