{
    "url_original": "https://www.wsj.com/articles/yellen-vs-yellen-on-the-minimum-wage-11611097567?mod=opinion_lead_pos3",
    "url": "yellen-vs-yellen-on-the-minimum-wage-11611097567",
    "title": "Yellen vs. Yellen on the Minimum Wage",
    "sub_head": "Biden’s Treasury nominee adapts and extends her views.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-01-19 18:06:00",
    "body": "We have our policy disagreements with Janet Yellen, but there’s no denying she is a fine economist. So it was startling to hear her speak like a fact-hedging politician on Tuesday during her Senate confirmation hearing to be Joe Biden’s Treasury secretary. To wit, she did some on-the-fly editing of the economic literature to justify an increase in the national minimum wage to $15 an hour.<br />“Very minimal,” Ms. Yellen said in reply to a question by South Carolina Sen. Tim Scott about the employment impact of Mr. Biden’s proposal to raise the federal minimum to $15 from $7.25. As evidence, she cited studies comparing employment in states that raised their minimum wage with neighboring ones that didn’t.<br />But those studies have yielded conflicting findings, and the economic literature overwhelmingly shows that raising the minimum wage reduces employment among teens and unskilled or inexperienced workers. Ms. Yellen acknowledged as much during a Congressional hearing in 2014 when she was asked about Barack Obama’s proposal to raise the federal minimum wage to $10.10.<br />“I think almost all economists think that the minimum wage has two main effects,” she replied. One is increasing pay for some low-paid workers, and the second is “there would be some amount of negative impact on employment.” How much is a matter of “considerable debate,” she said, adding that she “wouldn’t argue” with the Congressional Budget Office estimate that Mr. Obama’s hike would cost 500,000 jobs.<br />That impact won’t be “very minimal” if you’re among those who might have had one of those 500,000 lost jobs. And that number is likely to increase substantially if the minimum wage more than doubles to $15."
}