{
    "url_original": "https://www.wsj.com/articles/yellen-will-urge-lawmakers-to-act-big-to-avert-a-protracted-downturn-11611054001?mod=politics_lead_pos4",
    "url": "yellen-will-urge-lawmakers-to-act-big-to-avert-a-protracted-downturn-11611054001",
    "title": "Yellen Will Urge Lawmakers to ‘Act Big’ to Avert a Protracted Downturn",
    "sub_head": "Biden’s pick for Treasury secretary is set to testify in nomination hearing before Senate panel",
    "category_1": "Politics",
    "time": "2021-01-19 06:00:00",
    "body": "WASHINGTON—Janet Yellen, President-elect Joe Biden’s choice for Treasury secretary, will urge lawmakers in her confirmation hearing Tuesday to “act big” to avert a protracted economic downturn and put aside concerns about the mounting national debt.<br />“Economists don’t always agree, but I think there is a consensus now: Without further action, we risk a longer, more painful recession now—and long-term scarring of the economy later,” Ms. Yellen says in the text of remarks to the Senate Finance Committee as reviewed by The Wall Street Journal.<br />Mr. Biden’s $1.9 trillion coronavirus relief package, unveiled last week, provides for another round of direct stimulus payments, extended and enhanced jobless benefits, funding for schools and first responders and the creation of a nationwide vaccination program. The proposal also includes longstanding Democratic priorities, such as raising the federal minimum wage to $15 an hour and expanding paid leave for workers.<br />Republicans have decried the size and scope of the measure, arguing it would spend more than the economy needs. Some Republicans and Democrats have also expressed concern about the growing national debt, which at $21.6 trillion exceeds the annual output of the U.S. economy.<br />Ms. Yellen aims to address those concerns in her testimony: “Neither the President-elect, nor I, propose this relief package without an appreciation for the country’s debt burden. But right now, with interest rates at historic lows, the smartest thing we can do is act big.”"
}