{
    "url_original": "https://www.wsj.com/articles/yes-the-senate-can-try-trump-11611356881?mod=opinion_lead_pos7",
    "url": "yes-the-senate-can-try-trump-11611356881",
    "title": "Yes, the Senate Can Try Trump",
    "sub_head": "Impeachment for former officials was the norm at the time of the founding.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-01-22 18:08:00",
    "body": "One of the first questions the Senate will face in Donald Trump’s impeachment trial is whether the chamber has jurisdiction to hear a case against a former official. The correct answer is yes.<br />For the Founders, it would have been obvious that the “power to impeach” included the ability to hold former officials to account. The impeachment power was imported to America from England, where Parliament impeached only two men during the 18th century, both former officers. No U.S. state constitution limited impeachments to sitting officers, and some allowed impeachment only of former officers. In 1781 the Virginia General Assembly subjected Thomas Jefferson to an impeachment inquiry after he completed his term as governor.<br />Why would former officers be included within the impeachment power? Impeachment trials had long served as a vehicle for exposing and formally condemning official wrongdoing, or for a former officeholder to clear his name. Disqualification from future office was also an important penalty. A former Vermont lawmaker was impeached and disqualified from future state office for leading one of the tax rebellions that spurred the drafting of the U.S. Constitution. The American founders understood the history of demagogues and dictators corrupting republics and the need to exclude them from future office. As one delegate to a state ratifying convention put it, men who held public office should be “within the reach of responsibility” so that “they cannot forget that their political existence depends upon their good behavior.”<br />There’s no hint in the debate over the Constitution of an exception to the impeachment power as traditionally understood. George Mason insisted at the convention that the text should be encompassing enough at least to cover a case like that of Warren Hastings, the former colonial governor then standing trial in the British House of Lords. Everyone agreed. During ratification James Madison and Alexander Hamilton emphasized that the proposed federal impeachment power was an improvement in constitutional design because, unlike in some states, even current officers could be subjected to impeachment.<br />The Senate shouldn’t depart from centuries of practice and understanding. Declining to try Mr. Trump would set a dangerous new precedent, denying future presidents and other officials the opportunity to clear their names if they leave office, and allowing them to escape accountability by resigning—or saving their worst acts for the end of their term."
}