{
    "url_original": "https://www.wsj.com/articles/you-can-go-back-to-the-ballparkfor-a-covid-vaccination-11610761958",
    "url": "you-can-go-back-to-the-ballparkfor-a-covid-vaccination-11610761958",
    "title": "You Can Go Back to the Ballpark—for a Covid Vaccination",
    "sub_head": "Many Major League Baseball franchises are offering their facilities up as vaccination super sites. What happens when baseball season starts?",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-286376?width=620&size=1.5005861664712778",
    "image_1": "im-286376.jpg",
    "time": "2021-01-16 08:13:00",
    "body": "Finally there is something people can get for free at their local baseball stadium: a coronavirus vaccine.<br />The global pandemic has pushed baseball franchises and other stadium operators to pledge assistance to their city leaders like never before. Stadiums have already turned over their concourses and their parking lots to local authorities to conduct testing for the virus. Now they’re rushing to offer themselves as vaccination super sites, too.<br />The Houston Astros hosted a shot day Saturday and will likely have more. The San Diego Padres opened up for an ongoing campaign on Monday. The conversion of Dodger Stadium in Los Angeles into a vaccination site began Tuesday. Both New York teams, the Mets and Yankees, expect to have their stadiums in use by later this month, and the Boston Red Sox hope Fenway Park will be up and running by early February.<br />Eighteen of the remaining Major League Baseball franchises in the U.S. told The Wall Street Journal that they are either in active talks to become a vaccine site or have offered their stadiums to local officials and health-care providers.<br />Those teams — which comprise more than two thirds of the rest of the league — are the Atlanta Braves, Baltimore Orioles, Chicago Cubs, Chicago White Sox, Cincinnati Reds, Colorado Rockies, Detroit Tigers, Kansas City Royals, Los Angeles Angels, Miami Marlins, Milwaukee Brewers, Minnesota Twins, Oakland Athletics, Pittsburgh Pirates, San Francisco Giants, Seattle Mariners, Tampa Bay Rays and Texas Rangers."
}