{
    "url_original": "https://www.wsj.com/articles/zombies-could-stunt-the-bank-recovery-11610447847?mod=markets_featst_pos1",
    "url": "zombies-could-stunt-the-bank-recovery-11610447847",
    "title": "Zombies Could Stunt the Bank Recovery",
    "sub_head": "Europe’s lockdown-support programs risk creating the kind of festering bad-debt problems that damaged its economy after the financial crisis",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-283676?width=620&size=1.5",
    "image_1": "im-283676.jpg",
    "time": "2021-01-12 05:37:00",
    "body": "A decade ago, Europe’s recovery from the global financial crisis was held back by the lingering bad-debt problems of its banks. History risks repeating itself.<br />The region’s generous lockdown-support programs and patchwork of insolvency laws could create so-called zombie firms—inefficient companies kept alive by cheap debt. Last month, the European Central Bank said this remains a risk.<br />Meanwhile, bank shares have been buoyed by optimism that Covid-19 vaccines will revive the economy and shareholder payouts will resume. The Stoxx Europe 600 banks index is up nearly 30% in the past three months, triple the main index performance and roughly on a par with the U.S. bank benchmark.<br />Following both the global financial crisis and the eurozone crisis, nonviable companies in Europe were kept alive by politicians worried about job losses and lenders hesitant to acknowledge bad debts. The zombies lowered markups, net investment and productivity in their markets as well as inflation in the wider economy, according to a recent report from the Federal Bank of New York—problems that have come back to bite their lenders too.<br />Pandemic support programs, such as loans and bankruptcy moratoria, aspire to give businesses the time needed to secure their finances and pivot operations to better serve pandemic and post-pandemic customers. Sometimes, though, the support simply provides cheap funds that help unsustainable companies limp on. It is very hard for policy makers to get the timing right on these programs: Rolling back too early could hurt viable businesses, but too late can create zombies."
}