{
    "url_original": "https://www.wsj.com/articles/zoom-fills-its-war-chest-as-pandemics-end-nears-11610489497?mod=business_minor_pos10",
    "url": "zoom-fills-its-war-chest-as-pandemics-end-nears-11610489497",
    "title": "Zoom Fills Its War Chest as Pandemic’s End Nears",
    "sub_head": "Stock offering could expand Zoom’s options as it slides into post-pandemic life",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-284302?width=620&size=1.5",
    "image_1": "im-284302.jpg",
    "time": "2021-01-12 17:11:00",
    "body": "Zoom Video Communications  didn’t exactly call its own peak, but the videoconferencing superstar still has good reasons to cash in on investor enthusiasm.<br />Zoom filed papers Tuesday to sell $1.5 billion worth of common stock, its first offering since going public in April 2019. The shares will be sold by the company, and Zoom included the typical boiler plate explanation in its filing that the proceeds would be used for “working capital and general corporate purposes,” with the possibility that the money also could help fund acquisitions though no current deals are in the works.<br />Zoom’s videoconferencing business is still booming, in large part because of Covid-19, but investors are already grappling with what post-pandemic life could mean for the company. The once-highflying stock is now 40% off its mid-October peak. And while still richly valued at around 30 times forward sales, it is no longer the most premium play among cloud stocks. At least a dozen now carry higher multiples relative to projected sales.<br />But Zoom is still valued at close to $100 billion, a level that software companies don’t typically reach until they have established multiple lines of business. So the company still faces some pressure to show it is no one trick pony.<br />The company disclosed Tuesday that it has now sold 1 million seats for its Zoom Phone service, which replaces office telephone systems. That is a potentially huge market, but also one with very well-entrenched competitors along with newer challengers such as  Microsoft ,  Google and  RingCentral ."
}