{
    "url_original": "https://www.wsj.com/articles/are-ties-really-dead-11652211719?mod=life_work_lead_story",
    "url": "are-ties-really-dead-11652211719",
    "title": "Are Ties Really Dead?",
    "sub_head": "While it’s increasingly rare to spot a tie in the workplace, this once-essential accessory could be making a comeback in less-expected settings. Here, the state of the tie—plus three notable guys on the ones they’ll never toss.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-541287?width=860&height=573",
    "image_1": "im-541287.jpg",
    "time": "2022-05-10 15:42:00",
    "body": "IN 2019, Christian Conner was pondering buying a membership to Soho House, a social club in Manhattan’s Meatpacking District. The then-28-year-old media consultant showed up for a tour of this playground for the hipster elite in his classic “preppy with a twist” uniform—sport coat, trousers and one of his prized Gucci ties. All was going swimmingly, he recalled, until his guide turned to him and said, “Hey, you should take off your tie. We want to create a more casual atmosphere and discourage people from wearing ties.” Mr. Conner was gobsmacked. “I thought, this is crazy. This tie is cool as hell, so why would you tell me not to wear it?” (When asked for comment, a Soho House representative sent a link to the House Rules page of its website which requests that members and guests “keep it casual.”)<br />Interest in ties has been waning for some time, but the last two years of schlubby-comfy pandemic dressing have particularly dimmed their future. Business formal has taken on a near-death mien, and for many months, our collective dance card of tie-required events like weddings, bar mitzvahs and blowout birthday fetes was effectively erased. Even as we’ve approached a new normal, fewer and fewer back-to-the-office and party dress codes call for a smartly knotted tie. Can this once-essential accessory be saved?"
}