{
    "url_original": "https://www.wsj.com/articles/in-joseph-conrad-a-lens-on-russia-barbarism-putin-war-ukraine-human-rights-poland-imperialism-oppression-violence-revolution-11653664984?mod=opinion_lead_pos6",
    "url": "in-joseph-conrad-a-lens-on-russia-barbarism-putin-war-ukraine-human-rights-poland-imperialism-oppression-violence-revolution-11653664984",
    "title": "In Joseph Conrad, a Lens on Russia’s Barbarism",
    "sub_head": "Raised in Ukraine by Polish parents, the writer grew up under Russian rule—and chronicled the cruelty of a regime opposed to Western values.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2022-05-27 14:45:00",
    "body": "Joseph Conrad never ceased to condemn the violence and brutality of Russia, whose forces are today destroying cities and raping and murdering civilians in the Ukraine war. Russian troops recently moved past Berdichev, 125 miles southwest of Kyiv, where Conrad was born in 1857, and nearby Zhitomir, where he lived as a young child. Raised in Ukraine by Polish parents, Conrad grew up under Russian rule. In his boyhood the local society was composed of Russian civil servants, Polish landowners, Jewish merchants and Ukrainian peasants.<br />After Conrad’s father Apollo was implicated in the Polish revolution suppressed by Russia in 1863, he and his family were exiled to the harsh climate and brutal life of Vologda, a penal town 250 miles northeast of Moscow. Conrad had a harrowing relationship with his gloomy and guilt-ridden father who exercised a profound effect on his life. Apollo’s political essay “Poland and Muscovy” (1864) described Russia’s century-old oppression of Poland and condemned Russia as the “terrible, depraved, destructive embodiment of barbarism and chaos,” as “the plague of humanity” and as “the negation of human progress.” Apollo believed that Catholic, democratic Poland was historically destined to protect Western Europe from the pitiless hordes of Moscow. Conrad adored his patriotic father but disliked Apollo’s disastrous politics that had traumatized his childhood and believed the pursuit of revolution was futile and destructive. In his teens, Conrad fled from the morbid atmosphere of Polish martyrdom to the freedom of England and life at sea."
}