{
    "url_original": "https://www.wsj.com/articles/michael-shellenberger-beat-gavin-newsom-california-governor-gubernatorial-election-housing-energy-homelessness-school-choice-11652107572?mod=opinion_lead_pos5",
    "url": "michael-shellenberger-beat-gavin-newsom-california-governor-gubernatorial-election-housing-energy-homelessness-school-choice-11652107572",
    "title": "Can Michael Shellenberger Beat Gavin Newsom?",
    "sub_head": "The Democrat turned independent candidate for California governor thinks a little common sense can go a long way in the Golden State.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2022-05-09 13:39:00",
    "body": "California Gov. Gavin Newsom handily survived a recall election last fall by smearing his Republican opponents as Donald Trump toadies. While the recall didn’t defeat Mr. Newsom, it also didn’t make him politically stronger. Frustration with Covid lockdowns has receded, but anger over the state’s myriad other problems—crime, homelessness, lousy schools, high energy and housing costs and electricity blackouts, among other things—hasn’t waned. Disapproval of Mr. Newsom’s job performance, especially among independents, has risen since the recall.<br />Enter Michael Shellenberger, 50, a former Democrat running for governor as an independent. His political evolution resembles the cartoon recently tweeted by Elon Musk—a stationary guy in the center left of the political spectrum finds himself being pulled to the center right as his fellow liberals sprint the other way. A self-described “eco-modernist,” Mr. Shellenberger has plenty of company in the Golden State. Most Californians aren’t nearly as liberal as the state’s political class, but Republicans have struggled to win statewide in part because their anti-immigrant rhetoric and cultural conservatism have turned off Hispanics and young people. Mr. Shellenberger is testing whether a political moderate running on quality-of-life issues can break the progressive stranglehold on Sacramento. He needs to place second in the state’s jungle primary on June 7 to face off against Mr. Newsom head-to-head in November."
}