{
    "url_original": "https://www.wsj.com/articles/the-staircase-hbo-max-colin-firth-parker-posey-michael-peterson-kathleen-peterson-toni-colette-jean-xavier-de-lestrade-vincent-vermignon-frank-feys-antonio-campos-maggie-cohn-11651609814?mod=opinion_reviews_pos2",
    "url": "the-staircase-hbo-max-colin-firth-parker-posey-michael-peterson-kathleen-peterson-toni-colette-jean-xavier-de-lestrade-vincent-vermignon-frank-feys-antonio-campos-maggie-cohn-11651609814",
    "title": "‘The Staircase’ Review: Scaling the Heights of Judicial Drama Again",
    "sub_head": "Colin Firth stars in the HBO Max series, the latest to examine Michael Peterson’s treatment at the hands of the American justice system.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-536421?width=860&height=573",
    "image_1": "im-536421.jpg",
    "time": "2022-05-03 16:32:00",
    "body": "The story has surfaced and resurfaced for the better part of 20 years, but the latest version of “The Staircase” gets off to a rollicking start with that most engaging of plot devices—bloody murder. Or is it? That’s been the question since Michael Peterson found his wife, Kathleen, at the bottom of a flight of stairs, or put her there, and launched a case that would serve as an autopsy of American justice.<br />The French thought so anyway. Jean-Xavier de Lestrade, who had won the Best Documentary Oscar for 2001’s “Murder on a Sunday Morning,” was intrigued by the idea of following another dubious case of Southern American jurisprudence and started filming his original “Staircase” before Peterson’s 2003 trial in North Carolina even had begun. Lestrade is a character here (played by Vincent Vermignon), as is his producer Denis Poncet (Frank Feys), which emphasizes that “The Staircase” has always been a story about the telling of stories—to a jury, to the press, to ourselves, to each other. The fact that Poncet and Lestrade disagree about Peterson’s guilt is reflective of the polarized atmosphere of the piece; the knowing glances they share when something notably outrageous is committed by the Peterson prosecution is probably more of a tipoff than we need about the sentiments of this or any other “Staircase.”"
}