{
    "url_original": "https://www.wsj.com/articles/the-wordhord-review-here-be-dragons-11652044255?mod=opinion_reviews_pos1",
    "url": "the-wordhord-review-here-be-dragons-11652044255",
    "title": "‘The Wordhord’ Review: Here Be Dragons",
    "sub_head": "Old English words can be vaguely familiar and strangely evocative. They conjure a long-ago world of mundane worries and wild imaginings.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-540172?width=860&height=573",
    "image_1": "im-540172.jpg",
    "time": "2022-05-08 17:10:00",
    "body": "The language now known as Old English arrived in Britain in the fifth century, not long after the end of Roman rule, brought by settlers from northern Germany and southern Scandinavia. It was in use for 700 years, but only about 200 manuscripts containing any Old English survive, mainly from the period between 900 and 1100, and they comprise a total of 3.5 million words—fewer than in the current U.S. tax code. Today most people who engage with Old English do so at college and treat it as a dusty relic of a less enlightened age. Those who have not encountered it tend to imagine it’s the stuff of archaic English pub signs. Worse, they assume it’s the name for the language of Geoffrey Chaucer (which is actually Middle English) or Shakespeare (which is technically Early Modern English, despite student protestations to the contrary).<br />Hana Videen is one of a rare and treasurable breed of enthusiasts who want to remedy such misconceptions. Since the fall of 2013, she has taken to Twitter every day, as @OEWordhord, to post a single example of an Old English word. More than eight years on, the fruit of this slow accumulation is her first book. I doubt that I’m alone in frowning at the proliferation of nonfiction that began life as burblings on social media, and there’s an undelightful subgenre of Twitterature consisting of volumes that merely pile up linguistic trivia. But Ms. Videen is both a passionate medievalist and a relaxed, lucid writer; the pleasure she takes in her subject is infectious."
}