{
    "url_original": "https://www.wsj.com/articles/the-ceiling-outside-review-our-body-our-self-11651613025?mod=opinion_reviews_pos1",
    "url": "the-ceiling-outside-review-our-body-our-self-11651613025",
    "title": "‘The Ceiling Outside’ Review: Our Body, Our Self",
    "sub_head": "We make sense of our psychic disturbances by relying on belief systems that are part of our lived experience, if not always objectively true.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-536888?width=860&height=573",
    "image_1": "im-536888.jpg",
    "time": "2022-05-03 17:23:00",
    "body": "For a philosopher and historian of ideas, the observation that “life can interrupt one’s best efforts at contemplating it from a safe distance” sounds like a lament. But for Noga Arikha, an associate fellow at the Warburg Institute, it also came to express an opportunity. When she started work on “The Ceiling Outside”—an investigation of the science and experience of “the disrupted mind”—the closest she got to her subject was what she could glean from sitting in on neuropsychiatric consultations at the Pitié-Salpêtrière hospital in Paris. Within months, however, dementia meant that her own mother—the poet Anne Atik—had become one of the hospital’s patients. Indeed, the author’s mother becomes a recurring character in this extraordinary exploration of selfhood, which blends humane sensitivity with acute philosophical insight. The book’s title comes from her mother as well. “The ceiling inside, the ceiling outside,” she says one day, cheerfully if gnomically.<br />While interweaving her mother’s story, Ms. Arikha builds her chapters around individual case studies, evoking the work of Oliver Sacks (“The Man Who Mistook His Wife for a Hat”), among others. She gently advances the thesis, more by showing than by telling, that “the sense of self is profoundly anchored in our body” and that this embodied self doesn’t exist without other people. She asserts that “the mind is inherently relational, not isolated,” and her six pages of acknowledgments suggest that she means what she says."
}