{
    "url_original": "https://www.wsj.com/articles/the-3-new-hotels-every-architecture-fan-should-know-about-11651848281?mod=life_work_featured_strip_pos3",
    "url": "the-3-new-hotels-every-architecture-fan-should-know-about-11651848281",
    "title": "The 3 New Hotels Every Architecture Fan Should Know About",
    "sub_head": "New retreats—in Brazil, Switzerland and Sweden—whose architects have gone outrageously organic with their designs",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-536779?width=860&height=573",
    "image_1": "im-536779.jpg",
    "time": "2022-05-06 10:44:00",
    "body": "HOTEL DEVELOPERS are, increasingly, enlisting famous architects and letting them produce designs that bear more resemblance to installation art than to their boxy brethren. French entrepreneur Alexandre Allard hired Pritzker Prize-winning architect Jean Nouvel to transform an old hospital compound in Brazil’s largest city into a luxury hotel. “I called up one of the guys who designed Paris’ Institut du Monde Arabe and said, ‘Jean, we have to create something crazy that will stand out as an architectural symbol in São Paulo’s sea of otherwise banal concrete high-rises,’” said Mr. Allard, whose vertical forest hotel, the Rosewood São Paulo, is slated to fully open this summer. Mr. Nouvel isn’t the only architect whose tastes are running woodsy. Modern treehouse cabins are sprouting in the Scandinavian hinterland, and the roof of a new Swiss lodge is designed to double as a walking trail. Here, we talk to the architects about their natural impulses.<br />When designing the new tower for Rosewood São Paulo, Pritzker Prize-winning architect Jean Nouvel reckoned that part of the Bela Vista neighborhood around Avenida Paulista was lacking in two things: terraces and trees. “I wanted to use vegetation as an architectural material, ensuring it invaded the guest rooms,” said Mr. Nouvel. Fourteen robust species were recruited from Brazil’s Mata Atlântica rainforest, but concerns mounted that São Paulo’s gusty winds might wreak havoc with a vertical forest. “The difficulty wasn’t displaying these 40- and 50-foot-tall trees,” the architect said, but in re-planting them onto the building so that they could prosper. Myriad engineers were engaged to consult with an indigenous Tupi Guarianí tribe chief, who helped find trees that were “happy,” and then plot and test the transplanted ecosystem. The result: a 26-floor forest. Some 240 trees now line the facade. Pink trumpets and violet-flowering jacarandas traverse several floors, and poke through holes in the weathered-looking steel roof so that the building resembles a chia pet."
}