{
    "url_original": "https://www.wsj.com/articles/the-last-days-of-roger-federer-geoff-dyer-book-review-running-out-of-time-11651849317?mod=opinion_major_pos12",
    "url": "the-last-days-of-roger-federer-geoff-dyer-book-review-running-out-of-time-11651849317",
    "title": "‘The Last Days of Roger Federer’ Review: Running Out of Time",
    "sub_head": "The essayist Geoff Dyer looks at a tennis star’s sunset and sees intimations of his own.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-539206?width=860&height=573",
    "image_1": "im-539206.jpg",
    "time": "2022-05-06 11:02:00",
    "body": "Despite its title, “The Last Days of Roger Federer” isn’t about Roger Federer, who receives scant mention in its pages. “One of the questions that had got me interested in this subject—things coming to an end, artists’ last works, time running out—was the long-running one of Roger Federer’s eventual retirement,” Geoff Dyer writes. “It seemed important that a book underwritten by my own experience of the changes wrought by aging should be completed before Roger’s retirement, in the long twilight of his career.” Apart from a cameo appearance here and there, there is precious little about Roger Federer in Mr. Dyer’s pages. Yo, Rog, catch you later, or make that elsewhere!<br />Geoff Dyer is English by birth, upbringing, and education, the author of some 20 previous books, fiction and nonfiction, and long resident in the United States. Works of travel (“The Missing of the Somme,” “White Sands”) and criticism (“See/Saw: Looking at Photographs,” “Broadsword Calling Danny Boy: Watching ‘Where Eagles Dare’”) have been well-received. I know him only from his occasional essays, which are generally sprightly, never less than interesting, and usually fairly short. “The Last Days of Roger Federer” is a great ragbag of a book, containing 180 sections of varying length on everything but that most useful of all appliances found in the modern kitchen."
}