{
    "url_original": "https://www.wsj.com/articles/2021-ford-mustang-mach-1-a-noisy-throwback-machine-11625164112",
    "url": "2021-ford-mustang-mach-1-a-noisy-throwback-machine-11625164112",
    "title": "2021 Ford Mustang Mach 1: A Noisy Throwback Machine",
    "sub_head": "Stitched together from other specialty Mustang parts, the Mach 1 boasts a 5.0-liter V8 loud enough to turn heads—and an appeal powered by nostalgia.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-361825?width=620&size=1.5",
    "image_1": "im-361825.jpg",
    "time": "2021-07-01 14:28:00",
    "body": "IMAGINE a merry-go-round where all the ponies are  Ford  Mustangs. In their gaily colored tack, each looks a little different, but they are all kind of the same. As the years pass, maybe you jump on, ride for a while, and fall off. If you get tired of your mount, or if it gets mange, another Mustang is always rounding into view.<br />Except there are fewer ponies now. Our subject this week, the 2021 Ford Mach 1 Premium—eyes lolling, tongue out—enters the lineup while three other, special-edition Mustangs leave the carousel: the Shelby GT350; Bullitt and the Performance Package Level 2. The Mach 1 is, in fact, a mélange of retired horse meat, incorporating the naturally aspirated 5.0-liter V8 from the Bullitt; the Tremec-manufactured six-speed manual transmission with the twin-disc clutch from the GT350; magnetic dampers, stiffer sway bars and front springs from the Performance Package 2; and—on those graced with the optional Handling Package—what Ford calls the “magnetic swing spoiler with a Gurney flap.” Squirrels call the front splitter the Scythe of Doom.<br />In other words, to many, the perfect Mustang. Yet with all the assembled motorsport kit, the Mach 1 isn’t knocking down any records. Car and Driver recorded 4.3 seconds from 0-60 mph and a 12.6-second ¼-mile, with the manual gearbox. Like the previous generation of Chevrolet Corvette, the Mustang’s traction is limited by weight transfer: The front-engine car can sling only so much of its weight rearward over the driven wheels during those first instants at full honk.<br />Born on the cusp of disruption, the Mach 1 is a post-petroleum baby. While heroically quick by legacy standards, it is quietly outrun by any number of electrics, in the field or in the pipeline—including Ford’s own Mustang Mach-E GT, due this fall. It’s just the nature of the mechanisms.<br />So if it can’t blow the doors off libby tree-lovers in their Teslas, why does the Mach 1 get out of bed in the morning? It’s there, between the lines of Ford’s press release, which dares to invoke the word “nostalgia.”"
}