{
    "url_original": "https://www.wsj.com/articles/2022-eqs-580-4matic-mercedess-answer-to-the-tesla-model-s-11627077845",
    "url": "2022-eqs-580-4matic-mercedess-answer-to-the-tesla-model-s-11627077845",
    "title": "2022 EQS 580 4Matic: Mercedes’s Answer to the Tesla Model S",
    "sub_head": "With the EQS, Daimler introduces the first of four Mercedes-EQ models that will share an all-new electric architecture. Should Elon Musk be worried? Dan Neil doesn’t think so.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-372431?width=860&height=573",
    "image_1": "im-372431.jpg",
    "time": "2021-07-23 18:04:00",
    "body": "THE OBERALPSTRASSE is a two-lane road winding over and sometimes through the Swiss Alps, by way of thrilling, kilometers-long tunnels. It’s famous as one of the great driving roads in Europe, and on any sunny summer day it can turn into a conga line of rented Harleys and caravans. But on this occasion—a cool, wet Thursday morning, July 15—I had the Alps almost to myself. Just me and the mighty 2022 EQS 580 4Matic Sedan, an all-electric S-Class from Daimler’s Mercedes-EQ sub-brand. In the EQS you never ride alone.<br />With up to 350 sensors and cameras watching, listening, recording every foot of road, every eye blink and utterance, the EQS is a learning machine, says Mercedes, using AI-like algorithms to analyze and anticipate drivers’ needs, routines and comfort. Consider the automatic massage function, which detects and, um, manipulates hot spots in the seat-occupant’s sitter, by way of pneumatic bladders. I never know if I should tip.<br />The EQS’s biggest flex is the outrageous MBUX Hyperscreen dash display—56 inches wide, like the car has its own drive-in—backed by eight CPU cores and 24 GB of RAM. My borrowed 580 4Matic was also fitted with the 710-watt, 15-speaker Burmester audio system, the effects of which are bottled up in 5,888 pounds of German schhhhteel, overstuffed leather upholstery and acoustically insulated glass. It’s like DJing a rave in Juliet’s tomb.<br />The first of four models that will share an all-new electric architecture, including an SUV, the EQS is a pivotal product for Daimler AG, if made under duress. Post-Dieselgate (2015), German automakers have argued they needed more time to make the transition to electrification. Daimler’s pledge to reach fleet carbon-neutrality is hopefully titled “Ambition 2039.”<br />As if. On Wednesday, July 14, the European Commission in Brussels announced a proposal to cut CO2 emissions from new cars 55% by 2030, with a 100% cut by 2035 among member states. And that was before the sun came up Thursday, revealing the destruction across Europe caused by unprecedented rain and flooding—a tragedy widely attributed to climate change. By Friday, with scores killed, injured or missing, even the EC’s revised proposals seemed to lack urgency."
}