{
    "url_original": "https://www.wsj.com/articles/2022-indian-chief-bobber-dark-horse-styled-to-throw-shade-11626437158",
    "url": "2022-indian-chief-bobber-dark-horse-styled-to-throw-shade-11626437158",
    "title": "2022 Indian Chief Bobber Dark Horse: Styled to Throw Shade",
    "sub_head": "The pared-back motorcycle, which takes matte-black styling to a monochromatic extreme, offers a stark counterpoint to Harley-Davidson’s traditional chrome brightwork",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-368844?width=860&height=573",
    "image_1": "im-368844.jpg",
    "time": "2021-07-16 08:05:00",
    "body": "IF WE MEASURED motorcycles’ badassery like pool pH, we would hold their litmus strips against a grayscale running from chrome to black. In the visual code of street bikes, less chrome reads as younger, cooler, more outlaw and—here’s the salient point—less like  Harley-Davidson .  In the years after 2008, Harley’s traditionally over-splendid brightwork came to be associated with the brand’s steep prices and the graying clientele.<br />Our Indian Chief Bobber Dark Horse takes murdered-out styling to its monochromatic limit. New for 2022, the “Dark Horse” specification includes powder-coated exhaust pipes and handlebars as well as gloss-black cylinder heads, tubular frame and telescopic shocks. The tank and fenders can be ordered in three colors—Black Smoke, Sagebrush Smoke, Titanium Smoke—with matte finishes and graphics. This thing is so dark it has an event horizon.<br />It’s dense enough. Weighing 694 pounds fully fueled and measuring 90 inches long, the Chief Bobber actually counts as one of the company’s midsize bikes, between the Scout streeters and the bagger/touring dreadnoughts such as the Springfield and Roadmaster. Bobber models are, however, endowed with the company’s largest, most bro-tastic engine: a pushrod-actuated, air-cooled, 1,890-cc V-twin, producing a maximum 91 hp at 5,000 rpm, whilst flapping like a pirate flag in a hurricane. Meet the Thunderstroke 116.<br />The term “bobber” may also require unpacking. As a transitive verb, to “bob” is to cut something shorter. Bobbers are pared back to the essentials: single saddle, bare-minimum lights, instrumentation and fenders. No windshield, footboards, saddlebags or fairings. Beyond naked.<br />Bobber styling also invokes midcentury cues such as wire wheels and fat tires. And, because bobber customs were often “hardtails”—with the rear springs/dampers cut out and the rear wheel rigidly fixed to the frame—a strongly diagonal stance is standard for the breed: high handlebars, low seat."
}