{
    "url_original": "https://www.wsj.com/articles/2022-genesis-g70-taking-mass-class-up-a-level-11625773884",
    "url": "2022-genesis-g70-taking-mass-class-up-a-level-11625773884",
    "title": "2022 Genesis G70: Taking Mass Class Up a Level",
    "sub_head": "With the redesigned G70 compact sports sedan, Genesis is amping up its discount-luxury game—adopting a more aspirational strategy against rivals like Infiniti and Lexus",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-365703?width=620&size=1.5",
    "image_1": "im-365703.jpg",
    "time": "2021-07-08 15:51:00",
    "body": "IN JAN VAN EYCK’S masterpiece “The Arnolfini Portrait” (1434), the bride’s splendid green dress is lined with white fur: miniver, from the bellies of squirrels. A 15th-century fun fur, miniver was often used as a substitute for ermine, which was reserved for the wardrobes of the aristocracy. Despite their rising status in the merchant class of Bruges, the Arnolfinis simply could not possess certain luxuries due to sumptuary laws, codifying details as small as squirrel bellies.<br />Sumptuary laws might mark the beginning of mass class: the serial production and consumption of goods that, as facsimiles of luxury, subvert social distinctions otherwise maintained by cost and scarcity. In their well-furnished apartment, the Arnolfinis are pushing against their station about as hard as the law would allow. If there was a “Real Housewives of Medieval Brüges,” those two would be making it rain with slow-motion Benjamins.<br />Our 2022 Genesis G70 3.3T Sport Prestige ($51,445, as tested) was assembled from some of the snowiest underbellies in  Hyundai Motor Group ’s  tree. Representing a mid-lifecycle makeover of the compact sport sedan introduced in 2018, this specimen enjoyed the services of the top-spec engine—a refined, well-isolated twin-turbo gasoline V6 with 365 hp and 376 lb-ft, with eight-speed automatic transmission—as well as the tartiest upholstery imaginable: lipstick-red quilted Nappa leather with black contrasting stitching, set off with aluminum trim and pewter-like patinas on cabin fascia.<br />All the roués are wearing dark chrome these days. The G70’s murdered-out front grille, front and rear valances and window trim (known as the daylight opening) were right in step. The most fashionable members of court are sitting in quilted leather pantaloons. The G70 has got them.<br />Nor was there anything lowborn about the G70’s accent. The Sport Advanced Package ($4,300) includes a variable exhaust-valve system that reacts to throttle position and demand. In Sport and Sport+ mode, the V6’s well-mannered whisper blooms into a rich, resonant brogue, some of which is digitized and played through the cabin’s 15-speaker audio system. The active exhaust can be switched on or off, as desired."
}