{
    "url_original": "https://www.wsj.com/articles/4-back-to-school-smartphone-alternatives-to-keep-in-touch-with-your-kids-11627578805",
    "url": "4-back-to-school-smartphone-alternatives-to-keep-in-touch-with-your-kids-11627578805",
    "title": "4 Back-to-School Smartphone Alternatives to Keep In Touch With Your Kids",
    "sub_head": "From smart watches they’ll never lose to phones with age-appropriate apps, these devices let kids keep in touch without turning them into screentime zombies",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-375550?width=860&height=573",
    "image_1": "im-375550.jpg",
    "time": "2021-07-29 13:13:00",
    "body": "PARENTS ARE facing a back-to-school and back-to-in-person-activities challenge: How to give teens and preteens a way to reach them, without opening a door to the screentime temptations that come with a smartphone.<br />A growing contingent of child psychologists and other experts recommend parents “Wait Until 8th” (as in eighth grade) to give their child an unrestricted internet-connected device. “At the stage of development where [kids] are struggling the most with focus, impulse control and identity, we prematurely give them an adult tool that provides distractions,” said Melanie Hempe, the founder of ScreenStrong, which advocates for reducing screen time for children.<br />Some parents use software like Bark or Qustodio to place limits on kids’ smartphones. Others purchase “basic feature” phones (aka “dumb phones” or flip phones) for their kids. These days, however, even flip phones can usually access the internet, so it’s better to pick a device that offers more control. Here, four favorites of parents, experts and kids.<br />The Light Phone II won’t allow your child to get on the Internet or social media, but it will allow him to call and text (including group chats) on the  AT&T  network, as well as access simple tools like an alarm, calculator and music/podcast player. The sleek black-and-white design looks grown-up enough to appease your 13-going-on-30 middle schooler. But the device is more expensive than our other picks, doesn’t currently offer GPS tracking and won’t ship until the fall. $299 plus plans from $30/month, thelightphone.com<br />Designed to mimic the appearance of an iPhone or Android (but without access to internet, games or social media) the Gabb is great for kids concerned with being the odd one out. It’s also the device Ms. Hempe recommends to families because of its accessible price and plethora of parental controls—from screen-time limits to GPS tracking. The phones run on Gabb’s own 4G LTE network, no contract required. $100 plus plans from $20/month, gabbwireless.com"
}