{
    "url_original": "https://www.wsj.com/articles/5-outdoor-adventure-vacations-inspired-by-the-tokyo-olympics-11627099200",
    "url": "5-outdoor-adventure-vacations-inspired-by-the-tokyo-olympics-11627099200",
    "title": "5 Outdoor Adventure Vacations Inspired by the Tokyo Olympics",
    "sub_head": "You needn’t be an elite athlete to share in the glory of the Olympic Games. Here, five outdoor pursuits—from rafting on the U.S. white-water course to skiing with a gold medalist—that let mere mortals celebrate the great sporting tradition.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-372770?width=860&height=573",
    "image_1": "im-372770.jpg",
    "time": "2021-07-24 12:00:00",
    "body": "YOU MIGHT NOT be able to watch the Tokyo Olympics in the flesh, but why not pay homage to the tradition by attempting your own athletic feat? All over the U.S., former gold medalists, top coaches and sporting venues allow mere mortals to dabble in Olympic sports, old and new. In Squaw Valley, site of the 1960 Winter Games, you can traverse the same cross-country trails that the dominant Soviet Union’s women’s team plied that year. Tommy Moe, a 1994 Olympian, will guide visitors down black diamonds in Alaska. Rather ride asphalt than slopes? Skateboarding, one of the five new sports on Tokyo’s Olympic roster, is on tap at two hotels in Oceanside, Calif., where a pro skateboarder schools rookies of all ages. Below, we’ve assembled five Olympics-inspired experiences, far less competitive than the real thing but just as exhilarating:<br />Skateboarding and surfing are both new additions to the Tokyo Olympics. Once you’re duly inspired by American skater-wunderkind Nyjah Huston or Japan’s surfing star Kanoa Igarashi, test your own maneuvers with help from the Skate and Surf School program in Oceanside, Calif. Guests at the recently opened Mission Pacific Hotel and the Seabird Resort can sign up for lessons from the school’s instructors including Olympic skateboard coach Neal Mims, or pro surfer Duran Barr, founder of North County Surf Academy. Both tailor their lessons to beginners of every age so you don’t need to sweat the tryouts.visitoceanside.org<br />In 1960, Squaw Valley, the Sierra Nevada ski resort near Lake Tahoe, hosted the Winter Olympics. In 2025, Squaw is expected to celebrate its day in the winter sun with the opening of the 18,000 square-foot Snow Sports Museum. For a more immediate and more interactive history lesson, head to Ed Z’berg Sugar Pine Point State Park where you can follow the same 35.4 miles of Nordic trails those ’60s Olympians raced along. squawalpine.com<br />In 1875, Scottish climber George Anderson made the first ascent to the summit of Half Dome in Yosemite National Park, inspiring generations of climbers around the world. Now, 146 years later, sport climbing will finally make its debut as an Olympic event in Tokyo’s Aomi Urban Sports Park. Back at its birthplace, the Yosemite Mountaineering School, which marked its 50th anniversary in 2019, offers professionals and aspiring climbers guided climbs. Classes are about 7.5 hours long. You may not get a medal at the end but you’ll surely come away with a better appreciation for the gumption of those elite athletes who will climb their way to the winners’ podium in Japan. travelyosemite.com<br />Tommy Moe, who won a gold in downhill skiing at the 1994 Winter Olympics, is one of the co-owners of the Tordrillo Mountain Lodge, a sumptuous backcountry base about 60 miles northwest of Anchorage. Though the lodge offers any number of outdoor excursions, heli-skiing is the big draw. Guests ski in summer too, which is when you can arrange to whoosh down implausibly snowy blue runs and black diamonds with Mr. Moe as your guide (based on his availability). “In June, there’s about 20 hours of daylight—you can ski into the evening,” said Mr. Moe. You can also tackle the area’s new Via Ferrata, a rock-climbing route that lets visitors scale an 800-foot cliff with harness and lanyards, and assistance from ace guides. Once you climb to the mountain’s top, you’ll get picked up by a helicopter and be shuttled back to the lodge. “It’s intense,” said Mr. Moe. Three-night stays from $15,000 a week, tordrillomountainlodge.com"
}