{
    "url_original": "https://www.wsj.com/articles/a-brave-new-european-central-bank-11625762272?mod=opinion_lead_pos1",
    "url": "a-brave-new-european-central-bank-11625762272",
    "title": "A Brave New European Central Bank",
    "sub_head": "Lagarde’s strategy review will further politicize monetary policy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-08 12:37:00",
    "body": "The European Central Bank on Thursday unveiled a new policy-making strategy, and give its leaders credit for courage. The ECB has been dogged from its birth with questions about and challenges to its political legitimacy. The governing council has decided to ramp up the pressure on itself even more.<br />The ECB’s last monetary overhaul was in 2003—one global panic, seven new eurozone members, multiple sovereign debt crises, three Greek bailouts, a Brexit and a pandemic ago. During that span the ECB has positioned itself as the primary institution capable of gluing the eurozone together, and it has dramatically expanded its role in Europe’s economy via extensive lending subsidies and purchases of government and corporate bonds while rolling out negative interest rates, which are a tax on deposits.<br />To what end? It’s about time someone asked that question anew, so kudos to ECB President Christine Lagarde for doing so. Alas, her answer isn’t likely to help eurozone economies or the ECB as an institution.<br />As a start, the ECB is changing its inflation target, which the 2003 review had set at “close to but below 2%.” The ECB now says its 2% target is “symmetrical,” meaning it views undershoots and overshoots as equally serious.<br />This stops short of the Federal Reserve’s average inflation target, announced last year, under which the explicit policy is to achieve inflation above 2% periodically to make up for periods of below-target inflation. The ECB’s symmetry means Ms. Lagarde and Co. will try as hard to push inflation up to 2% as they will try to pull it back down to 2%. No more pre-emptively applying the brakes as inflation inches up toward the target."
}