{
    "url_original": "https://www.wsj.com/articles/a-cancer-patients-brutal-commute-11626129627?mod=opinion_lead_pos5",
    "url": "a-cancer-patients-brutal-commute-11626129627",
    "title": "A Cancer Patient’s Brutal Commute",
    "sub_head": "Maki Inada has to drive 5½ hours to see a doctor because of state laws restricting telemedicine.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-12 18:40:00",
    "body": "Maki Inada is juggling a lot these days. She’s a biology professor at upstate New York’s Ithaca College, where she balances teaching and research on messenger RNA (suddenly a topic of global interest). She is a mother of a vivacious 10-year-old who just finished fourth grade, and that means lots of driving back and forth to gymnastics and swimming practice. And she has lung cancer. In April, after years of clean scans, the cancer was back. She just had major surgery and is starting chemotherapy again. She has a lot of appointments with her local oncologist and her oncology team at the Dana-Farber Cancer Institute in Boston.<br />One silver lining of the pandemic for Ms. Inada was that she didn’t have to drive to Boston for her appointments. She began having video calls with her doctors and planned to conduct many of her postoperative and oncology appointments via telemedicine. But regulatory changes in the past month have thrown a wrench in those plans. Dana-Farber told Ms. Inada she’ll have to be physically located in Massachusetts for a visit. She doesn’t have to go all the way to the doctor’s office, a 5½-hour drive each way. She can drive 3½ hours, cross the border into Massachusetts, pull over, and have a telemedicine visit in the car.<br />So for her next appointment, the grandparents drove 11 hours to Ithaca to watch their granddaughter, and Ms. Inada and her husband drove to Boston. After she had some scans at the cancer hospital, she quickly had a telemedicine visit from the lobby. But she had to skip one of her postoperative appointments because you can only drive back and forth so many times.<br />This sudden, severe and senseless inconvenience results from one of the historical vestiges of U.S. healthcare. The practice of medicine is regulated by state medical boards, which can license doctors only to practice medicine in their state. Traditionally, medicine is “practiced” where the patient is located. If Ms. Inada is in New York during an appointment, then her physician must be licensed in New York even if he is somewhere else.<br />Early in the pandemic, most states relaxed the rules and allowed out-of-state providers to provide care to patients in their state. These temporary waivers allowed Ms. Inada to have telemedicine visits at home in New York with her doctors in Massachusetts. But as these temporary waivers began to lapse, Dana-Farber changed its policy. It’s too expensive and complicated for the cancer center to have all its physicians licensed in every state."
}