{
    "url_original": "https://www.wsj.com/articles/a-cautiously-conservative-supreme-court-11625164373?mod=opinion_lead_pos5",
    "url": "a-cautiously-conservative-supreme-court-11625164373",
    "title": "A Cautiously Conservative Supreme Court",
    "sub_head": "Ideological lines turn out to be more fluid than partisans had imagined when Barrett was named.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-01 14:32:00",
    "body": "‘Every time a new justice comes to the Supreme Court,” Justice Byron White used to say, “it’s a different court.” Activists expected that to be especially true when Justice Amy Coney Barrett arrived last year. The leftist pressure group Demand Justice denounced the nominee to succeed Justice Ruth Bader Ginsburg as “a far-right, activist judge whose confirmation would threaten to upend the lives of millions of Americans” and predicted her vote would doom ObamaCare.<br />Reality is seldom so simplistic. ObamaCare survived California v. Texas with a 7-2 majority, including Justice Barrett. Of the 65 cases the court reviewed this term, it decided only nine by 6-3 votes along conventional ideological lines, and only three of those could fairly be described as involving hot-button political controversies. One was Cedar Point Nursery v. Hassid, which held that a California labor regulation requiring agricultural employers to allow labor organizers on their property constituted “a per se physical taking” for which the employers were entitled to just compensation. The others were decided on Thursday as the term ended: Brnovich v. Democratic National Committee on election regulation and Americans for Prosperity Foundation v. Bonta on forced disclosure of nonprofit donors.<br />Yet it’s true the court has entered a new phase—one characterized by modest conservative victories, unpredictable alignments of justices, and surprising unanimous judgments. The driving forces are doctrinal differences among the court’s six conservatives, Chief Justice John Roberts’s preference for incremental rather than sweeping change, and the embrace across ideological lines of the principle that judges should follow the language of the law. As Justice Elena Kagan said in 2015, “We’re all textualists now.”<br />The same day the court ruled in favor of ObamaCare, it unanimously held that Philadelphia had violated the First Amendment by decreeing that a Catholic foster-care agency couldn’t operate in the city unless it certified gay couples. The deeper issue was the fate of Employment Division v. Smith (1990), a landmark decision holding that generally applicable laws burdening religious practice don’t violate free exercise, no matter that the burden may be great and the government’s interest slight.<br />In Fulton v. Philadelphia, Justices Clarence Thomas, Samuel Alito and Neil Gorsuch voted to overturn Smith. Chief Justice Roberts’s opinion for the other six justices didn’t go that far, but it remade the doctrine by holding that religious conduct must be treated no worse than equivalent secular conduct. That means a law isn’t “generally applicable” under Smith if it permits secular exceptions."
}