{
    "url_original": "https://www.wsj.com/articles/a-classic-packard-provides-its-own-caribbean-wedding-cruise-11626530402",
    "url": "a-classic-packard-provides-its-own-caribbean-wedding-cruise-11626530402",
    "title": "A Classic Packard Provides Its Own Caribbean Wedding Cruise",
    "sub_head": "A former investment banker in New York’s Hamptons loves to drive family friends to their nuptials in his rare 1953 convertible",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-07-17 10:00:00",
    "body": "Rome Arnold, 65, a former investment banker living in Southampton, N.Y., on his 1953 Packard Caribbean, as told to A.J. Baime.<br />Unlike today, in the 1980s, there were lots of restored vintage cars that didn’t cost too much money. I was living in Manhattan, and looking for something that I could use on weekends to get to the beach. I pulled out the Standard Catalog of American Cars. That’s when I discovered the Caribbean.<br />It was built during an exciting time in American car design. In 1953, Packard debuted the Caribbean, Buick debuted the Skylark, and Cadillac brought out the Eldorado. All were limited-edition cars; the latter two were longtime models for the brands, but the Caribbean not so much, as the Packard brand soon disappeared.<br />To me the Caribbean was the most interesting. It was designed by a guy named Dick Teague, who later became famous for designing the AMC Pacer. To create the Caribbean, Teague and his team took a standard Packard convertible and heavily customized it. They broke tradition: There is no hood ornament, and the word Caribbean is nowhere to be found on the 1953 model. It had power everything, which was a big deal in 1953: power steering, brakes, convertible top, adjustable seats, retractable antenna, windows.<br />Finding one wasn’t going to be easy. Packard only built 750 in 1953. There were only four stock colors—Matador Maroon, Sahara Sand, Polaris Blue and Gulf Green. I only liked the Maroon. So I went on a mission to find one in this color."
}