{
    "url_original": "https://www.wsj.com/articles/a-covid-vaccine-crossroads-11626390023?mod=opinion_lead_pos2",
    "url": "a-covid-vaccine-crossroads-11626390023",
    "title": "A Covid Vaccine Crossroads",
    "sub_head": "You can oppose government mandates but still favor mass vaccination.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-15 19:00:00",
    "body": "Vaccines are the great success of the pandemic. Americans should be celebrating these breakthrough innovations that U.S. industry produced at breakneck speed. But instead even vaccines are becoming another front in the culture war.<br />About 65% of Americans over the age of 12 and nearly 90% of those 65 and older have received at least one dose. Widespread inoculations have resulted in plunging cases, hospitalizations and deaths in recent months even as most states lifted their lockdowns and mask mandates.<br />Cases have fallen by some 90% and hospitalizations nearly as much since their January peak. Deaths are 95% lower, and hospitals have more room to admit less ill patients. Returns are diminishing on each new vaccination as herd immunity approaches, but the societal goal should still be to vaccinate as many adults as possible. The more vaccinations, the lower the chance that breakouts this fall and winter could burden the hospital system and result in lockdowns.<br />Most Americans believe the personal benefits from vaccination outweigh the potential risks. Governments haven’t needed to resort to coercion, though some have tried to prod people with financial incentives. Yet the question now is what to do about the third of Americans who haven’t been vaccinated, especially as the Delta variant spreads.<br />Experts have been guilty of overplaying the risk of new variants to justify lockdowns. But the Delta variant deserves special caution. It is estimated to be more than twice as contagious as the original strain. The  Pfizer  vaccine is also between 10% and 30% less effective in blocking transmission of the variant, though it still appears to be more than 90% protective against severe illness."
}