{
    "url_original": "https://www.wsj.com/articles/a-distorted-view-of-wealth-inequality-working-paper-social-security-pensions-11627679769?mod=opinion_lead_pos3",
    "url": "a-distorted-view-of-wealth-inequality-working-paper-social-security-pensions-11627679769",
    "title": "A Distorted View of Wealth Inequality",
    "sub_head": "Include pensions and Social Security, and the figures are less stark.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-30 18:35:00",
    "body": "Americans may be richer than they think and less unequal than they’ve been led to believe. That’s the takeaway from a recent working paper by five economists from the University of Wisconsin and the Federal Reserve, which adds to standard wealth measures by including Social Security and pension guarantees.<br />Social Security benefits and defined-benefit pensions—employer pensions promising a fixed income in retirement—don’t show up in workers’ bank accounts, but their promised future payouts are worth trillions of dollars. Include the full present value of retirement assets, the paper shows, and the median American household headed by someone in his or her 40s had a net worth in 2019 of $402,000. At the 75th percentile, the figure was $1.15 million.<br />That makes a big difference for wealth inequality. As the authors write: “Our estimates show that the value of DB pensions and Social Security are significant relative to other forms of wealth—throughout the wealth distribution but especially at the lower half of the wealth distribution.”<br />There are strong reasons to include pension and Social Security guarantees in wealth calculations. Most workers forfeit 12.4% of their income annually in payroll taxes in return for Social Security payouts starting in their 60s, but that wealth is ignored in standard inequality measures. If it weren’t for Social Security and pensions, workers would need to save more, and have less disposable income, to secure the same future standard of living.<br />It’s true that Social Security and some pensions are political promises rather than property rights. But as anyone who has tried to transform Social Security or public-employee pensions into private accounts has discovered, they are politically similar to property rights for beneficiaries."
}