{
    "url_original": "https://www.wsj.com/articles/a-farewell-to-gabo-and-mercedes-review-love-in-the-time-of-fame-11626354000?mod=opinion_reviews_pos1",
    "url": "a-farewell-to-gabo-and-mercedes-review-love-in-the-time-of-fame-11626354000",
    "title": "‘A Farewell to Gabo and Mercedes’ Review: Love in the Time of Fame",
    "sub_head": "A son’s memoir of the loss of his parents and the passing of an era in Colombian literature.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-369164?width=860&height=579",
    "image_1": "im-369164.jpg",
    "time": "2021-07-15 09:00:00",
    "body": "Mercedes Barcha liked to remind her two sons that “we are not public figures.” Her husband used to insist that “everyone has three lives: the public, the private, and the secret.”  Their children grew up in a home where “the line between the public and the private” was strictly patrolled. Yet Rodrigo Garcia, the elder son of Mercedes and of Gabriel García Márquez, has now written a slim personal memoir about the final days of one of one of the planet’s most renowned literary partnerships. Don’t expect a tell-all confessional that breaks with every family principle of discretion. Garcia told his father’s biographer that he imagined their tight-knit clan as “a wheel with four spokes.” Charming and tender but elusive, “A Farewell to Gabo and Mercedes” (HarperVia, 157 pages, $23.99) proves that wheel remains something of a closed circle.<br />The Colombian Nobel laureate who wrote “One Hundred Years of Solitude,” “Love in the Time of Cholera” and other works that re-drew both the cultural map of Latin America and the contours of modern fiction died at his Mexico City home in April 2014. He was 87. After a long courtship, he had married Mercedes Raquel Barcha Pardo in Barranquilla in 1958. García Márquez claimed to have met her first around 1941 when she—like him, the child of a pharmacist from the torrid towns of the Magdalena river basin—was 9 and he 14. In early 1945, he composed a sonnet for the schoolgirl with part-Egyptian ancestry he praised as “early like the morning / As unbelievable as any story.”<br />Marriage would wait more than a decade: Their alliance would endure until his death. For Gerald Martin, García Márquez’s authorized biographer, Mercedes brought “coolness and method to his life” and imposed her “legendary sense of order” on his creative workshop. She herself died in August 2020. Her passing has released Rodrigo Garcia, born in 1959 in Bogotá (the gray, drizzly highland capital of Colombia that his Caribbean father so disliked), to write about his parents. Or rather, to evoke his father’s last weeks as a cancer-stricken invalid at home, with tantalizing flashbacks to their shared past.<br />Mr. Garcia is a Los Angeles-based writer-director-producer: His work includes the films “Albert Nobbs” and “Last Days in the Desert” as well as the HBO series “In Treatment.” In print, he presents short, close-up scenes of the dying man’s busy household, filled with caregivers and relatives. Mr. Garcia’s voice remains soft and modest, his eye steady, his style blessedly free of fancy. He observes more than he reflects. Only one episode faintly recalls the febrile, florid and uncanny atmosphere of his father’s best-known fiction, when a stray bird flies into a glass-walled porch. Good or bad omen? The household staff can’t agree. In any case, its lifeless body joins a parrot and puppy in a garden pet cemetery that the death-haunted novelist never knew about (he “would have been perturbed by it”).<br />Gerald Martin viewed the ironclad public reticence with which “Gabo” and Mercedes safeguarded their marriage as “a game played out between two very strong, very ironic and very private people.” Their lifelong love appears rarely in the memoir, “Living to Tell the Tale,” that García Márquez published in 2002, after an earlier bout with cancer. Even as he watches his father take his final leave, Mr. Garcia contrives to respect that privacy. We get no spectacular exposés but quite a few diverting snapshots, as Gabo pays an unexpected tribute to Elton John (that “incredible bolerista”) or jokes with the assembled nurses that “No me las puedo tirar a todas” (I can’t screw all of you).  Mr. Garcia tries to avoid “the temptation to advance one’s own fame in the age of vulgarity,” while cameras cluster outside the front door. “We have to be prepared because it’s going to be a zoo,” Mercedes warns Rodrigo. It is—albeit a friendly one."
}