{
    "url_original": "https://www.wsj.com/articles/a-french-sauvignon-blanc-we-should-be-drinking-more-often-11627565572",
    "url": "a-french-sauvignon-blanc-we-should-be-drinking-more-often-11627565572",
    "title": "A French Sauvignon Blanc We Should Be Drinking More Often",
    "sub_head": "Somehow, Pouilly-Fumé dropped off the map as its close cousin Sancerre grew ever trendier. We found five excellent Fumés worth bucking the trend for.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-375453?width=860&height=573",
    "image_1": "im-375453.jpg",
    "time": "2021-07-29 09:32:00",
    "body": "MADE FROM THE same grape in almost the same place, Sancerre and Pouilly-Fumé have followed very different trajectories. Both wines are made from Sauvignon Blanc and grown in the upper Loire Valley of France, but while Sancerre is a star, Pouilly-Fumé has largely faded from view, at least stateside. Most wine shops I visited didn’t have a single Fumé on their shelves.<br />Fifty years ago, Pouilly-Fumé was so famous and sought-after that American wine trailblazer Robert Mondavi co-opted part of its name for his own (California) Sauvignon Blanc. The Robert Mondavi Fumé Blanc was wildly successful and inspired numerous domestic wineries to follow suit. But by the 1980s French Fumé began to languish as Sancerre started to soar.<br />The soils of Pouilly-Fumé and Sancerre are fairly similar: Both are based on limestone and clay, and the wines grown in the two places are often said to taste fairly similar, too. As Jancis Robinson and Hugh Johnson noted in the 8th edition of “The World Atlas of Wine,” “It would be a brave taster who maintained he or she could always tell a Pouilly-Fumé from a Sancerre. The best of each are on the same level....”<br />Since the two wines are admittedly so much alike, I wondered: Why did one take the world by storm while the other pretty much fell off the map? And are the Pouilly-Fumés findable in U.S. wine stores today actually worth the search?<br />I posed the first question to winemaker Karine Lauverjat, who makes very good Sancerre and Pouilly-Fumé as well as a few other wines with her husband, Christian Lauverjat, in their Sancerre-based winery. “There was a huge media promotion on Sancerre, and now it’s a ‘do not miss’ place to visit with its hillside plateau, historic town center and beautiful views,” she wrote in an email. “You could even say that Sancerre has become the most popular town of France.”"
}