{
    "url_original": "https://www.wsj.com/articles/a-fraction-of-federal-rental-assistance-has-reached-tenants-and-landlords-11625259633?mod=politics_lead_pos3",
    "url": "a-fraction-of-federal-rental-assistance-has-reached-tenants-and-landlords-11625259633",
    "title": "A Fraction of Federal Rental Assistance Has Reached Tenants and Landlords",
    "sub_head": "Just $1.5 billion of $47 billion has found its way into the hands of tenants and landlords through May 31",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-364242?width=620&size=1.5",
    "image_1": "im-364242.jpg",
    "time": "2021-07-02 17:00:00",
    "body": "A large U.S. tenant-protection program has distributed a fraction of the $47 billion appropriated by Congress to cover rent and utility arrearages for millions of renters harmed by the coronavirus, the Treasury Department reported on Friday.<br />Just $1.5 billion of that money found its way into the hands of landlords and tenants through May 31 as local governments struggle to set up distribution programs, the Treasury said in the report. The aid began flowing to states and localities early this year through the Treasury.<br />Local governments across the U.S. have struggled with how to distribute the money, with most if not all setting up programs entirely from scratch. Some have complained that their staff are being deluged by a flood of aid requests, while numerous renters are being disqualified for failing to correctly complete their applications, The Wall Street Journal reported last month.<br />The Biden administration has extended for one final month an eviction ban that was first put in place by the Centers for Disease Control and Prevention back in September 2020. It is now set to expire July 31 and won’t be renewed, the administration says.<br />If the ban expires before more of the $47 billion in aid reaches landlords and tenants, it could result in a surge in evictions the money was intended to prevent, housing advocates say. About 4.2 million Americans report that it is very likely or somewhat likely that they will face an eviction or foreclosure in the next two months, according to Census Bureau data."
}