{
    "url_original": "https://www.wsj.com/articles/a-guide-to-key-wests-unkitschy-side-11626278235",
    "url": "a-guide-to-key-wests-unkitschy-side-11626278235",
    "title": "A Guide to Key West’s Unkitschy Side",
    "sub_head": "Author Judy Blume and three other in-the-know locals share their favorite spots—from hidden beaches to roof gardens—well beyond the tourist traps of Florida’s fabled playground",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-368491?width=860&height=573",
    "image_1": "im-368491.jpg",
    "time": "2021-07-14 11:57:00",
    "body": "LOCATED AT the end of Florida’s 113-mile Overseas Highway, Key West inspires unabashed revelry, even in the steamy summer. Maybe that’s because, as one of the southernmost points in the contiguous U.S., it feels more Caribbean than continental. Or perhaps it’s because raucous, sun-bleached bars flank Duval Street, its main drag. But don’t dismiss this city of around 24,000 as a party town. Countless writers have yielded to its tropical magnetism over the years—Ernest Hemingway stayed for a decade, and Tennessee Williams, Robert Frost and Wallace Stevens all spent time here. Stevens once complained that his frequent winter escape was becoming “furiously literary.” Here, we ask four locals, including one noted scribe, for their favorite aspects. The intel they share goes beyond frozen daiquiris and Papa Hemingway look-alike contests to reveal hidden beaches, hole-in-the-wall coffee shops, and three contenders for the “best” vantage point from which to watch the sun set. Which wins? Go judge for yourself.<br />Author and co-founder of Books & Books at the Studios of Key West<br />I love going to this place on Higgs Beach for early dinners with beach volleyball and, if the winds are right, ocean kite boarding as dinner ‘theater.’ 1000 Atlantic Blvd., saluteonthebeach.com<br />The best pizza in town. We enjoy it every week, in the Old Town garden or at the newer, bigger Grill. 613 1/2 Duval St., onlywoodkw.com; 725 Caroline St., onlywoodgrill.com<br />There are performances and exhibits, the building is an iconic piece of Miami-style art deco and the roof garden offers the best views in town. 533 Eaton St., tskw.org"
}