{
    "url_original": "https://www.wsj.com/articles/a-little-known-back-door-trick-for-boosting-your-roth-contributions-11625848733?mod=markets_lead_pos5",
    "url": "a-little-known-back-door-trick-for-boosting-your-roth-contributions-11625848733",
    "title": "A Little-Known ‘Back Door’ Trick for Boosting Your Roth Contributions",
    "sub_head": "An additional after-tax contribution to your 401(k)—now allowed in the plans of many large employers— can grow tax free if it’s moved to a Roth account",
    "category_1": "Markets",
    "category_2": "Personal Finance",
    "image_1_url": "https://images.wsj.net/im-367123?width=620&size=1.5",
    "image_1": "im-367123.jpg",
    "time": "2021-07-09 12:38:00",
    "body": "If business titan Peter Thiel’s $5 billion tax-free individual retirement account has you jealous, here’s a way to build a pot of tax-free retirement savings without paying much in taxes: A mega-backdoor Roth conversion.<br />According to investigative news site ProPublica, over the past two decades, Mr. Thiel, a founder of  PayPal Holdings ,  Inc., turned less than $2000 of pre-IPO shares costing less than a penny each into $5 billion, a gain that accrued tax-free in his Roth IRA. If the 53-year-old refrains from taking withdrawals until age 59 ½ or older, that money can be shielded from tax forever.<br />Most people won’t ever get a chance to own pre-IPO stock. But the mega-backdoor Roth conversion strategy is available to many people with 401(k) accounts, so long as they have the means to save significant amounts of money. It lets those in 401(k) plans that allow after-tax contributions put up to $58,000 a year into a 401(k) account and convert some or all of the money to a Roth, with a minimal tax hit if executed well.<br />That vastly outstrips the $6,000 most people are permitted to put into a Roth IRA this year and the $19,500 annual limit on Roth 401(k) contributions. (Those levels rise, respectively, to $7,000 and $26,000 for those 50 or older.) The “mega” strategy also allows individuals with modified adjusted gross incomes of more than $140,000 a year—or $208,000 for couples—who would ordinarily be barred from contributing to a Roth IRA to get money into one.<br />“You could really see your Roth IRA grow exponentially this way,” said Ed Slott, an IRA specialist in Rockville Centre, N.Y. “The best place retirement money can end up is in a Roth account, where it grows totally tax-free for the rest of our lives.”"
}