{
    "url_original": "https://www.wsj.com/articles/a-monumental-miniature-11626463824?mod=opinion_major_pos13",
    "url": "a-monumental-miniature-11626463824",
    "title": "A Monumental Miniature",
    "sub_head": "Nicholas Hilliard’s ‘Young Man Among Roses,’ whose subject is likely Robert Deveraux, 2nd Earl of Essex, captures the romantic spirit of the Elizabethan era.",
    "category_1": "Masterpiece",
    "time": "2021-07-16 15:30:00",
    "body": "<br />It took England to create the most intensely personal, passionate portrait-form of all time—the Elizabethan miniature. These unparalleled images were painted in watercolor on vellum and usually kept in bejeweled, reliquary-like lockets, ever close to the recipient’s body, whether suspended from a chain or pinned to the breast.<br />Though diminutive, miniatures condense and unify a host of references to physiognomy, class, attire and setting. Uniquely intricate, these likenesses are restricted to an audience of two—donor and recipient—their power perpetuated by the vitality and intensity of so exclusive a relationship. Such intimacy allows for the critical roles of puzzle and paradox—mystery making the best miniature a world in itself.<br />Unusual for its full-length presentation and slender oval format, “Young Man Among Roses” (1587) is a romantic depiction by England’s foremost miniaturist, Nicholas Hilliard (1547-1619), Hans Holbein’s best follower in this genre. A debonair, languid young Elizabethan courtier stands in a rose garden. Located n the Victoria & Albert Museum’s Gallery 90, this likeness, measuring 77/8 inches by about 51/2  inches, is among Britain’s most popular images of the Virgin Queen’s intensely amorous, contradictory culture.<br />After several years as miniaturist to the French court of the last Valois, Hilliard, impressed by the School of Fontainebleau’s mannered, Italianate poses and proportions, transferred these traits to English sitters such as his ”Young Man Among Roses.” Self-displayed like a work of art, this nubile model chose white tights to accentuate shapely legs and well-turned ankles, his head inclined to exhibit carefully curled locks and incipient mustache. Wearing black and white, his flattering absence of colored attire was shared not only by Elizabeth I of England but by Diane de Poitiers, mistress to successive French kings."
}