{
    "url_original": "https://www.wsj.com/articles/a-not-so-grand-infrastructure-deal-senate-democrats-republicans-11627597534?mod=opinion_lead_pos1",
    "url": "a-not-so-grand-infrastructure-deal-senate-democrats-republicans-11627597534",
    "title": "A Not So Grand Infrastructure Deal",
    "sub_head": "The GOP gets roads and bridges. Democrats a green bonanza and more.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-29 18:47:00",
    "body": "Senate Republicans, or at least some of them, are taking a victory lap for striking a $1 trillion infrastructure deal with the White House. Hurrah! They can now retreat to the sidelines and let Chuck Schumer and Bernie Sanders negotiate a partisan multi-trillion dollar entitlement expansion that they have made easier to pass.<br />At least by the narrow terms of the infrastructure deal, the GOP negotiators can take credit for what isn’t in the bill. There’s no tax increase, and the $40 billion subsidy for the IRS in an earlier draft is out. There’s no new infrastructure bank, which would be an unending source of political corruption. The deal repurposes some $205 billion in Covid relief, which is better than new spending. That’s most of the good policy news.<br />The U.S. could use more investment in roads, bridges, cyber-security and ports, as well as for drought, wildfire and flood mitigation. But the test of any dollar taxed and spent by government should be whether its benefit will exceed its return if left in the private economy. Only a fraction of the spending in this deal meets that standard.<br />To get money for these traditional public works, Senate Republicans had to sign up for an epic binge of green subsidies and more handouts for states and localities. Consider mass transit, which received $70 billion in pandemic relief. Only about $20 billion of that has been spent. Yet Congress now will dole out another $90 billion over five years.<br />This is the “largest Federal investment in public transit in history,” a White House fact sheet boasts. Taxpayers in Little Rock are again subsidizing New York City’s subway and its fat union contracts. The deal includes an additional $66 billion for rail, $30 billion of which is earmarked for Amtrak's northeast corridor—a subsidy for political commuters."
}