{
    "url_original": "https://www.wsj.com/articles/a-popular-bet-on-chinese-growth-is-falling-out-of-favor-11627736365?mod=markets_lead_pos3",
    "url": "a-popular-bet-on-chinese-growth-is-falling-out-of-favor-11627736365",
    "title": "A Popular Bet on Chinese Growth Is Falling Out of Favor",
    "sub_head": "The Australian dollar’s proxy relationship to China’s economy has been shaken by trade tensions, rising liquidity in the yuan",
    "category_1": "Markets",
    "category_2": "Currencies",
    "image_1_url": "https://images.wsj.net/im-376917?width=860&height=573",
    "image_1": "im-376917.jpg",
    "time": "2021-07-31 08:59:00",
    "body": "SYDNEY—China’s role as a key driver of the Australian dollar is being re-evaluated in global markets, helping send the currency to levels well below where traditional modeling suggests it should be.<br />Australia has been a cornerstone supplier of commodities used by an industrializing China over decades, which in turn made the country’s dollar a favorite bet of currency traders and sovereign-wealth funds seeking exposure to Chinese growth while at the same time managing risk.<br />But souring diplomatic and trade relations between Beijing and Canberra have recently made the Australian dollar less attractive as a proxy for Chinese growth, some analysts say. Angry over Australian Prime Minister Scott Morrison’s call for an international investigation into the first outbreak of Covid-19 in China, China has imposed a series of import restrictions and tariffs on Australian products including coal, wine and barley.<br />Others cite the burgeoning trade in the Chinese yuan for diminishing the Australian dollar’s appeal. According to the BIS 2019 Triennial Survey, the yuan is now the eighth-most-liquid currency, accounting for US$285 billion of turnover a day, 4.3% of global foreign exchange. That is approaching the Australian dollar’s daily turnover of US$447 billion—even while China continues to manage movements in its currency.<br />The Australian dollar fell in July to an eight-month low around 72.9 U.S. cents, even though iron ore—Australia’s most valuable export to China by far—hasn’t been affected by the trade dispute. Prices of iron ore have risen to a 10-year high this year, underpinned by stronger steel prices in China since Beijing last year ramped up stimulus spending with a focus on infrastructure."
}