{
    "url_original": "https://www.wsj.com/articles/a-pta-purge-of-asians-11626128073?mod=opinion_lead_pos8",
    "url": "a-pta-purge-of-asians-11626128073",
    "title": "A PTA Purge of Asians",
    "sub_head": "America’s top public high school shows us what discrimination looks like today.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-07-12 18:14:00",
    "body": "When Jeannie C. Riley released “Harper Valley P.T.A.” in 1968, her hit single mocked a parent-teacher association for telling a school mom she was wearing her dresses way too high. Today the real-life sequel is playing out at the Virginia Parent Teacher Association and its chapter at a high-performing public school in Fairfax County. This time, however, parents are complaining about the PTA—that it’s in cahoots with those watering down entrance standards with the aim of reducing the school’s Asian-American population.<br />Thomas Jefferson High School for Science and Technology is a school for gifted students ranked No. 1 among all public high schools nationwide by U.S. News & World Report. In December the county school board changed its admissions process, replacing a rigorous, race-blind entrance exam with a “holistic” (read: subjective) formula that includes grades but also puts caps on the number of students each middle school could send to TJ—a de facto limit on middle schools with high numbers of Asian-American students.<br />The desired result has been achieved. The percentage of Asian-Americans admitted to TJ dropped to 54% this year from 73% last year. Whites, blacks and Latinos all saw their numbers go up. No doubt this is only the beginning.<br />In March, a group of concerned parents called the Coalition for TJ sued, claiming the new policy violates equal-protection rights guaranteed by the 14th Amendment. In May they won a victory when a federal judge refused to dismiss their lawsuit. “Everyone knows the policy is not race-neutral, and that it’s designed to affect the racial composition of the school,” Judge Claude Hilton said. “You can say all sorts of beautiful things while you’re doing others.”<br />This was quickly followed in early June by the election of four of the coalition’s parents to the local PTA’s seven-member executive board. Incredibly, the Virginia state PTA responded by trying to dissolve the TJ chapter—on preposterous charges including the claim that the victorious candidates have created “a climate that discourages parental involvement.”"
}