{
    "url_original": "https://www.wsj.com/articles/a-remarkably-easy-ratatouille-recipe-it-took-a-lifetime-to-get-right-11627584506",
    "url": "a-remarkably-easy-ratatouille-recipe-it-took-a-lifetime-to-get-right-11627584506",
    "title": "A Remarkably Easy Ratatouille Recipe It Took a Lifetime to Get Right",
    "sub_head": "Take the best summer vegetables, toss in some olive oil, herbs and spices, let it basically cook itself. A writer living in France plots the evolution of his go-to ratatouille.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-375811?width=860&height=573",
    "image_1": "im-375811.jpg",
    "time": "2021-07-29 14:48:00",
    "body": "IT WAS RATATOUILLE, the southern-French compote of eggplant, tomatoes, zucchini, onions and peppers, that taught me the meaning of “umami.” I didn’t know the word as a 10-year-old first encountering the dish, but when I came across it years later and had to look it up, I thought: That’s ratatouille, a deeply ruddy alloy of flavors fused together to become something irresistible.<br />I will always remember the first time I tried ratatouille, on a muggy July night, on the side of a crab-grass-covered hill overlooking Burial Hill beach on the littoral of Long Island Sound, in Greens Farms, Conn. The dark sky erupted in red comets and golden blossoms; I winced each time, waiting to feel the fireworks’ explosion in my rib cage. I got an occasional whiff of gunpowder, but, more than anything, the lazy, briny breeze brought the scent of charred meat from a dozen barbecues.<br />More exciting, however, was discovering the contents of the Birkbee family’s woven-spruce picnic basket. The object itself was alluring, solid and so tidy. Inside was real silverware rolled in napkins of the red-and-white check fabric I would later associate with Paris bistros.<br />My mother and Mrs. Birkbee had grown up together in Boston, but somewhere along the way their ideas about what constituted a good picnic had diverged. We met every year to watch the fireworks, the Birkbees driving up from Stamford with their son, Dana. On one of these occasions I first sipped gazpacho, poured chilled from a thermos into a stout glass. At other picnics I sampled fleshy green Sicilian olives, scarfed down as much fennel-seed-flavored salami as I could before my mother glared at me, and warily nibbled a little piece of pâté studded with bright-green pistachios.<br />My family’s cherry-red Coleman cooler typically held onion dip for chips, chicken marinated in bottled Italian dressing for barbecuing, potato salad that smelled slightly sulfurous, and maybe some supermarket coleslaw. “Why do the Birkbees eat such interesting things?” I asked. “Mrs. Birkbee doesn’t have four children to feed,” my mother replied crossly. Mr. Birkbee was a gentle man, a textile designer; his tennis-loving wife was short and lean. They shared a love of travel and good food."
}