{
    "url_original": "https://www.wsj.com/articles/a-renowned-midcentury-country-house-that-brings-the-outside-in-11625763893",
    "url": "a-renowned-midcentury-country-house-that-brings-the-outside-in-11625763893",
    "title": "A Renowned Midcentury Country House That Brings the Outside In",
    "sub_head": "Many Americans grew up with designer Russel Wright’s sleek 1950s dinnerware. One fan made a pilgrimage to Wright’s upstate New York home—and was taken aback by how rugged and weird it was.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "time": "2021-07-08 13:04:00",
    "body": "I GREW UP eating my Hamburger Helper off Russel Wright dishes. My mother, whose bent for design distinguished her in our small Pennsylvania town, had bought a set in pea-soup chartreuse from a Philadelphia department store. I had no idea who designed the curved ceramic plates and cups, but their unadorned surfaces seemed exotic in a neighborhood where dinnerware was decorated with flowers and sometimes came free with a grocery-store purchase.<br />Decades later I learned of the late designer and his American Modern pottery. Wright sold tens of millions of pieces of it in the 1940s and ’50s, earning renown for introducing middle America to modernism.<br />Then the collecting bug bit me. Wright’s elongated-neck pitchers in rich, simply named colors like Seafoam now line the mantle in my upstate New York living room. Though I’ve long known that the industrial designer’s country estate in Garrison, N.Y., along the Hudson River was a day-trip away and open to the public, I only recently made the drive. What I saw took me aback: Wright’s streamlined, factory-made housewares didn’t prepare me for his experimental, oddball home.<br />After pulling into the 75-acre property, which he’d named Manitoga, I walked a tree-lined path up a hill, past granite boulders and lush ferns, until I glimpsed the house and its adjacent studio. The structure, finished in the early 1960s, is multilevel but compact. Wright raised his daughter there—his wife had died in 1952—and remained until his death in 1976.<br />A collection of vertical windows and horizontal roof lines, the home appears to emerge from the side of the cliff, high above a pond that he fashioned from an abandoned granite quarry. Though the term hadn’t yet been invented, Manitoga exemplifies “biophilic” design, an incre-asingly embraced concept that recognizes the many benefits of connecting a building’s occupants to nature. “He clearly was setting [the structure] up to frame the view of the water and the nature around the house,” said Bill Browning, founder of Terrapin Bright Green, a New York consulting firm that specializes in biophilic and environmental buildings. “He’s making a connection to place that is very, very strong.”"
}