{
    "url_original": "https://www.wsj.com/articles/a-revealing-gaffe-roils-asia-11625869335?mod=opinion_lead_pos3",
    "url": "a-revealing-gaffe-roils-asia-11625869335",
    "title": "A Revealing ‘Gaffe’ Roils Asia",
    "sub_head": "A Japanese official tells the truth about China’s Taiwan ambitions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-367506?width=620&size=1.5",
    "image_1": "im-367506.jpg",
    "time": "2021-07-09 18:22:00",
    "body": "Japan’s government played clean-up this week after Deputy Prime Minister Taro Aso indicated the country would intervene to repel a Chinese invasion of Taiwan. Such Chinese military expansion, he said Monday, could threaten Japan’s “survival,” and “if that is the case, Japan and the U.S. must defend Taiwan together.”<br />Japan officially embraces a “one-China” policy and favors a diplomatic resolution between Beijing and Taipei. China’s state media on Wednesday published a piece in response warning that if Japan is involved in a conflict over Taiwan, it “will become the target of China’s military strike. This will endanger Japan’s survival.”<br />While others in Tokyo said Mr. Aso’s comments were his personal view, in consensus-oriented Japan this is almost never true. Mr. Aso, who was also Prime Minister for a year in the late 2000s, is reflecting a growing chunk of Japanese opinion on the political center-right.<br />His gaffe is that he blurted out (at a political fundraiser) the truth that a Chinese takeover of Taiwan would blow up the half-century-old security order in Asia and pose a direct military threat to Japan, whose southernmost islands are adjacent to Taiwan. “Okinawa could be the next,” he added, according to press reports.<br />The subjugation of Taiwan, despite U.S. support and military aid, would undermine if not end the credibility of the U.S. security pact with Japan, which helps maintain the country’s independence. In the balance of power between the world’s two largest economies, the U.S. and China, the world’s third-largest economy, Japan, is critical."
}