{
    "url_original": "https://www.wsj.com/articles/a-sculptural-skyscraper-for-chicago-11626900738?mod=opinion_major_pos13",
    "url": "a-sculptural-skyscraper-for-chicago-11626900738",
    "title": "A Sculptural Skyscraper for Chicago",
    "sub_head": "St. Regis, the latest structure by Windy City architect Jeanne Gang, is a mixed-use tower that undulates as it rises and is the tallest building designed by a woman.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-372950?width=700&height=467",
    "image_1": "im-372950.jpg",
    "time": "2021-07-21 16:52:00",
    "body": "Chicago<br />Do not confuse the shape of a fashionable residential tower with the artistic line drawn by an architect. It is the line of truce after a battle. A developer fights to expand his territory, his holy volume of rentable space, and the architect pushes back, trying to carve and sculpt that volume, and to make it beautiful. The developer wins, of course, giving us the box with an all-glass skin that is the industry standard of high-rise housing.<br />But there are exceptions. The three interlocking and progressively taller towers that make up the St. Regis Chicago, this city’s newest and most prominent residential and hotel development, are as exquisitely contoured as a work of abstract sculpture. Each successive level is set back five inches and then, once 12 stories are reached, the process is reversed and the levels start to step outward. These 12-story modules have the shape of a decapitated pyramid--the technical term is “frustum”—and in their alternating inward and outward taper the towers call to mind Brancusi’s celebrated Endless Column. Yet for all their slenderness they manage to accommodate a daunting 1.9 million square feet, a colossal amount of residential and hotel space, in the most elegant fashion imaginable.<br />The St. Regis Chicago (which began life on the drawing board in 2014 as the Wanda Vista Tower) was meant to open last year, but after the inevitable delays it is opening only now. The 393 condominiums on the upper levels are partially occupied while its 191-room hotel and restaurant are still under construction. Nonetheless, it is sufficiently complete to take its measure. Prominently sited on the Chicago River, just east of Lake Michigan, it rises a full 101 stories, making it the city’s third-tallest building. It is easily the most important addition to the Chicago skyline in a generation—no small feat in America’s most celebrated architectural city.<br />The building is the work of Studio Gang, the Chicago firm with a knack for drawing aesthetic lessons from purely technical considerations. For nearly a decade it has been experimenting with “solar carving,” its term for the shaping of a building in accordance with the moving path of the sun. With the St. Regis, the calculations were unusually complex. As its girth varies, so does the relative amount of sunlight it receives, the heat gain rising as the footprint shrinks. To offset the difference, the architects hit upon the idea of progressively tinting the glass so that each floor receives the exact same quantity of sunlight and heat."
}