{
    "url_original": "https://www.wsj.com/articles/a-wild-note-of-longing-albert-pinkham-ryder-and-a-century-of-american-art-review-an-enigmatic-painter-comes-into-focus-11627729200",
    "url": "a-wild-note-of-longing-albert-pinkham-ryder-and-a-century-of-american-art-review-an-enigmatic-painter-comes-into-focus-11627729200",
    "title": "‘A Wild Note of Longing: Albert Pinkham Ryder and a Century of American Art’ Review: An Enigmatic Painter Comes Into Focus",
    "sub_head": "An exhibition at the New Bedford Whaling Museum examines the visionary artist’s work and traces his influence on Jackson Pollock and others.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-377479?width=860&height=573",
    "image_1": "im-377479.jpg",
    "time": "2021-07-31 07:00:00",
    "body": "New Bedford, Mass.<br />First, the obvious question: Why is “A Wild Note of Longing: Albert Pinkham Ryder and a Century of American Art,” the first major survey of the enigmatic painter’s work in more than 30 years, at the New Bedford Whaling Museum? Because in 1847 Ryder was born in New Bedford, then one of the wealthiest whaling ports in New England, and lived there until he moved with his family to New York in 1867 or 1868. (Except for trips to Europe and North Africa, he never left New York after that, dying there in 1917.)<br />“A Wild Note of Longing”—the title comes from a poem by Ryder—was organized by Christina Connett Brophy, chief curator of the museum at the time, and the distinguished historians of American art Elizabeth Broun and William C. Agee. They present Ryder as prophetic visionary, pioneering modernist, and influential original who, Ms. Brophy writes, was “at the center of a cultural shift . . . to a powerful and uniquely American voice.” These claims are supported by an impressive mini-retrospective of significant paintings and an account of his still vital legacy. We walk past immense, high-flown cetacean skeletons, down a corridor, to galleries with dark wainscoting, exchanging the brutal world of “Moby-Dick”—published when Ryder was 3 years old—for a fantastic realm of lush pigment and supercharged images. The downside? Less than ideal lighting on admittedly hard-to-light and hard-to-see works, most of them under glass and hung too high.<br />Ryder’s years by the sea may have been formative, but his education and life as a painter were urban. He studied at New York’s National Academy of Design and exhibited regularly in the city from 1873 on, attracting critical acclaim and devoted collectors, and gaining a reputation as an eccentric iconoclast. Yet Ryder’s most powerful, celebrated works, such as the exhibition’s dazzlers “Flying Dutchman” (completed by 1887) and “Jonah” \t\t\t\t\t\t\t\t(c. 1885-95), are eerily lighted, swirling, all-over equivalents for roiling mid-ocean, with terrifying waves transubstantiated into scrolling patterns of coruscated pigment across the surface. Next stop, Jackson Pollock, who, in fact, called Ryder the only American master who interested him.<br />Interestingly, many of the exhibited works are landlocked. Witness “Landscape” (c. 1870) and related paintings, such as “Weir’s Orchard” (c. 1885-90), typically small, minimally indicated scenes, some bathed in golden light, some with cool skies and dark foliage that teeters between animation and abstraction. The graphic “Pastoral Study” (1897) sets confrontational cattle against a clearly defined, luminous landscape with a distant tiny windmill that pulls us deep into fictive space until the fact of dense paint returns us to the surface."
}