{
    "url_original": "https://www.wsj.com/articles/a-zoo-inspired-childs-room-thats-still-sophisticated-11626877331",
    "url": "a-zoo-inspired-childs-room-thats-still-sophisticated-11626877331",
    "title": "A Zoo-Inspired Child’s Room That’s Still Sophisticated",
    "sub_head": "The clever interior design of this animal-filled bedroom—complete with a big top-style canopy bed—is playful but chic enough to see its preschool-aged occupant into her tweens.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "time": "2021-07-21 10:22:00",
    "body": "SOON after Chauncey Boothby was tasked with outfitting a toddler’s room in Chappaqua, N.Y., the designer happened upon a lithograph by author and illustrator Ludwig Bemelmans. In the artist’s playful but urbane style, his waggish heroine Madeline confronts a tiger in a tented cage—ideal inspiration for an interior designer working to marry whimsy with a sophistication that will carry a young child named Maddie, now 4, into her tweens.<br />The resulting en suite bedroom is one of the cheerful refreshes Ms. Boothby, based in Rowayton, Conn., has been asked for lately as young and old attempt to shake off the last 16 months. Home-study areas in particular, she said, had “been shrouded in a veil of dread.”<br />Ms. Boothby made a happy leap from the palette in the Bemelmans work to Ottoline’s Sporty Stripes fabric, which she used to canopy the bed and upholster the desk and window seats. “Bringing in some of the darker greens makes it less totally childish,” she said. The most juvenile elements—a modern tea set, cutesy animals and puffy corduroy stars pinned to the wall—can easily be swapped out as Maddie ages.<br />Here, Ms. Boothby’s other strategies for straddling the taste of tots, tweens and, let’s be frank, adults.<br />The Bemelmans litho that sparked the room’s stripe-y design hangs against Japanese paper woven in sobering tones of gray. The clients had asked that the space not be too girlie, and the wallcovering, a holdover from the suite’s life as guest quarters, worked as a neutral background. Colors in the artwork and stripe textile include pale pink, found in the accessories; pear green (the desk); and orange (the metal lamp shade). Limited ornamentation, like the scalloped lamp shade and fluted cup, helps maintain a balance of serious and saccharine. Ms. Boothby gave each of the room’s many animals, like the zebra lamp and tiny felt lion here, its own little moment, as if it was “on display at the zoo.”"
}