{
    "url_original": "https://www.wsj.com/articles/ackman-spac-decides-against-buying-10-stake-in-universal-music-group-11626678453?mod=business_lead_pos4",
    "url": "ackman-spac-decides-against-buying-10-stake-in-universal-music-group-11626678453",
    "title": "Bill Ackman Drops SPAC Plan for Universal Music Deal",
    "sub_head": "Activist investor’s Pershing Square investment firm will instead take a stake in the world’s largest music company",
    "category_1": "Markets",
    "category_2": "Deals",
    "time": "2021-07-19 06:31:00",
    "body": "Hedge-fund billionaire William Ackman is dropping plans to use his SPAC to invest in Universal Music Group, saying the Securities and Exchange Commission wasn’t convinced the deal met the rules for such vehicles.<br />Mr. Ackman said his investment firm, Pershing Square Holdings Ltd., would instead take a stake in Universal and become a long-term investor in the company. The U-turn is a setback for Mr. Ackman, who crafted a first-of-its-kind pact that set it apart from a wave of other deals orchestrated recently by special-purpose acquisition companies.<br />In June, Mr. Ackmann said his SPAC had agreed to buy a 10% stake in Universal from French media conglomerate Vivendi SE for about $4 billion. The deal valued Universal at some $40 billion. Typically, such deals involve a previously listed SPAC, or blank-check company, merging with an unlisted business, taking it public.<br />Mr. Ackman’s deal was different: New York Stock Exchange-listed Pershing Square Tontine Holdings Ltd., the SPAC, didn’t intend to merge with Universal but instead become a shareholder ahead of an already-planned listing by Universal in the Netherlands. People familiar with the matter said it was structured that way because of tax and legal implications for Vivendi, The Wall Street Journal reported.<br />The structure was hailed by some as a feat of financial engineering that also freed Mr. Ackman from some of the usual constraints of SPACs. In another departure from the typical SPAC structure, investors weren’t slated to vote on the deal."
}