{
    "url_original": "https://www.wsj.com/articles/across-the-airless-wilds-review-the-ultimate-road-trip-11625237594",
    "url": "across-the-airless-wilds-review-the-ultimate-road-trip-11625237594",
    "title": "‘Across the Airless Wilds’ Review: The Ultimate Road Trip",
    "sub_head": "One tip for driving on the moon: Objects may be closer than they appear.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362429?width=620&size=custom_2161x1760",
    "image_1": "im-362429.jpg",
    "time": "2021-07-02 10:53:00",
    "body": "You’ve landed on the moon. Now what? Take a walk, plant a flag, gather rocks and fly home. When in 1969 Neil Armstrong, Buzz Aldrin and Michael Collins splashed down at the end of the Apollo 11 mission, they fulfilled President Kennedy’s audacious dare. The animating goal of the space program had been met, and the public’s attention began to wane. Congress started cutting NASA’s budgets. In turn, NASA canceled several planned flights. The narrowly averted Apollo 13 disaster in 1970 convinced many taxpayers that their dollars were better spent elsewhere.<br />What rekindled interest in the space program was that most American of conveyances: the automobile. The lunar rover, built by contractors for $40 million on a frantic 17-month schedule, was a car for the moon. It reinvigorated the final three Apollo missions, from 1971 to 1972. The rover allowed for better communications, longer time on the lunar surface, and, most important, a vastly expanded range. In his compelling history of the rover’s place in the space program, “Across the Airless Wilds,” Earl Swift writes that, during Apollo 15, 16 and 17, astronauts drove it over 56 miles.<br />Contrast that with Armstrong’s and Aldrin’s bipedal wanderings. They estimated that they could cover only a half-mile on foot in their heavy, pressurized suits. Yet the moon’s surface was far more dynamic than the Sea of Tranquility, and deserved a thoroughgoing exploration. Its features include massive canyons and towering mountain ranges. Astronauts on Apollo 15 collected a 4 x 2-inch chunk of crystal anorthosite over 4 billion years old. NASA sought evidence of volcanic activity and detailed samples of the lunar crust. Such scientific discoveries were a far cry from Alan Shepard’s 6-iron, which became the corny star of Apollo 14. That was before astronauts could drive.<br />Mr. Swift, the author of seven previous works of nonfiction, lays out the genesis of the lunar rover and introduces the engineers who conceived and built it. He notes pointedly that many of them, like M.G. Bekker and Ferenc Pavlics, were immigrants. Unlike other landmark books about the space program, “Airless Wilds” is not a story of fighter pilots or sudden explosions. Instead it is a chronicle of incremental progress: meticulous planning, working under deadline, the satisfactions of a job well done. Such are Mr. Swift’s narrative talents and the bounties of the source material that the book is a joy to read from beginning to end.<br />Early concepts for some sort of moon vehicle ranged from the creative to the absurd. Mr. Swift situates readers in an analog era of gray space suits and crooked antennae dreamed up by men in thin neckties. One design in the mid-1950s showed a car “shaped like an overgrown Tootsie Pop, with its spherical cabin up top of a single long leg, which in turn was mounted on a caterpillar-tread foot.” It would leap as high as 410 feet. Another early idea featured “a triangular rover that high-stepped along on six jointed legs” and explored with “crablike pincers.” NASA became serious about building a rover in the late 1960s and issued a request for proposals. Firms like Bendix, Chrysler and Grumman submitted detailed bids, but Boeing and its subcontractor General Motors won the commission."
}