{
    "url_original": "https://www.wsj.com/articles/activision-blizzard-details-steps-to-address-workplace-sexual-harassment-ahead-of-planned-walkout-11627457310?mod=business_lead_pos2",
    "url": "activision-blizzard-details-steps-to-address-workplace-sexual-harassment-ahead-of-planned-walkout-11627457310",
    "title": "Activision Blizzard Details Steps to Address Workplace Sexual Harassment Ahead of Planned Walkout",
    "sub_head": "CEO Bobby Kotick hires an outside law firm to investigate allegations laid out in a recent lawsuit",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-376328?width=860&height=573",
    "image_1": "im-376328.jpg",
    "time": "2021-07-28 03:28:00",
    "body": "Activision Blizzard Inc.  late Tuesday said it had hired a law firm to investigate complaints of sexual harassment in the workplace, hours before a planned employee walkout over the company’s reaction to allegations made in a recent lawsuit.<br />“Our initial responses to the issues we face together, and to your concerns, were, quite frankly, tone deaf,” Chief Executive Officer Bobby Kotick said in a statement. “It is imperative that we acknowledge all perspectives and experiences and respect the feelings of those who have been mistreated in any way. I am sorry that we did not provide the right empathy and understanding.”<br />The suit, which was filed by California’s Department of Fair Employment and Housing last week, accuses the largest U.S. videogame publisher by market value of paying female employees less than their male counterparts and providing them with fewer opportunities to advance. It also alleges that Activision ignored complaints by female employees of blatant harassment, discrimination and retaliation.<br />Activision is fighting the charges. It previously said the lawsuit includes distorted, and in many cases false, descriptions of its past. The company said it strives to pay all employees fairly.<br />More than 3,000 current and former employees digitally signed a letter to leaders of Activision that was viewed by The Wall Street Journal in which they called the company’s response to the lawsuit “abhorrent and insulting.” The letter also called for immediate action “from the highest level of our organization.”"
}