{
    "url_original": "https://www.wsj.com/articles/activist-investor-elliott-pushes-shake-up-at-glaxosmithkline-11625136734?mod=business_lead_pos7",
    "url": "activist-investor-elliott-pushes-shake-up-at-glaxosmithkline-11625136734",
    "title": "Activist Investor Elliott Pushes Shake-Up at GlaxoSmithKline",
    "sub_head": "Hedge fund calls on drug giant to replace directors and review the future role of its CEO to improve performance",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-362948?width=620&size=1.5",
    "image_1": "im-362948.jpg",
    "time": "2021-07-01 06:52:00",
    "body": "Activist investor Elliott Management Corp. has intensified pressure on  GlaxoSmithKline  PLC, calling on the pharmaceutical giant to replace members of its board and launch a process to decide whether Chief Executive Emma Walmsley should continue to lead the group.<br />The hedge fund, known for waging forceful campaigns for change at companies in which it invests, on Thursday said Glaxo had a poor record of execution, that its share price had underperformed for years and that its management lacked credibility.<br />In a 17-page letter addressed to Glaxo Chairman Jonathan Symonds, Elliott made several recommendations including that the company undertake a “robust process” to select the best leadership after Glaxo’s planned split into a pharmaceuticals and vaccines business, and one focused on consumer healthcare.<br />It said this process needed to be undertaken by a refreshed board of directors that included new appointments with expertise in pharmaceuticals and science, and that it had drawn up a list of potential appointees. Elliott said it wasn’t pushing for a specific outcome, but that the future CEOs of the separated companies “must have the skillsets and expertise to match their respective tasks at hand.”<br />Elliott bought its stake in Glaxo, which has a market valuation of about £72 billion, equivalent to around $99 billion, earlier this year, according to a person familiar with the matter. It hasn’t disclosed the size of its position, but the person said it was worth multiple billion pounds. Under U.K. rules, investors must disclose any stake that represents 3% or more of a company’s voting rights. Glaxo’s shares were up about 0.7% Thursday morning."
}