{
    "url_original": "https://www.wsj.com/articles/activision-blizzard-gender-bias-suit-shows-videogame-culture-remains-a-flashpoint-11627300325?mod=business_lead_pos7",
    "url": "activision-blizzard-gender-bias-suit-shows-videogame-culture-remains-a-flashpoint-11627300325",
    "title": "Activision Blizzard Gender-Bias Suit Shows Videogame Culture Remains a Flashpoint",
    "sub_head": "Seven years after GamerGate, allegations of misconduct toward women who work in the sector persist",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-374811?width=860&height=573",
    "image_1": "im-374811.jpg",
    "time": "2021-07-26 07:52:00",
    "body": "A gender-bias lawsuit filed by California regulators against  Activision Blizzard Inc.  has reignited discussion about videogaming culture and whether the industry’s treatment of women is toxic.<br />The suit, which was filed last week and which Activision is fighting, accuses the company of paying female employees less than their male counterparts and providing them with fewer opportunities to advance. It says Activision ignored complaints by female employees of blatant harassment, discrimination and retaliation.<br />Activision said that the lawsuit includes distorted, and in many cases false, descriptions of its past, and that it strives to pay all employees fairly.<br />“We are confident in our ability to demonstrate our practices as an equal opportunity employer that fosters a supportive, diverse and inclusive workplace for our people, and we are committed to continuing this effort in the years to come,” the company said in a statement.<br />Videogaming has been marred for years by accusations of inequality and misogyny. In 2014, avid gamers who believed industry journalists were promoting a feminist agenda used the hashtag GamerGate on social media to encourage verbal assaults and threats of violence against women game developers. In some cases, the developers were advocating for more progressive depictions of women in videogames, especially as the population of players grew beyond the early demographic of young men."
}