{
    "url_original": "https://www.wsj.com/articles/afghan-translators-will-await-admission-to-u-s-in-other-countries-officials-say-11625757547",
    "url": "afghan-translators-will-await-admission-to-u-s-in-other-countries-officials-say-11625757547",
    "title": "Biden Defends Afghan Pullout, Sets Evacuation for Interpreters",
    "sub_head": "President says thousands of Afghans who helped the U.S. will be taken to third countries to await U.S. visas, if they wish",
    "category_1": "National Security",
    "time": "2021-07-08 17:01:00",
    "body": "WASHINGTON—President Biden mounted an ardent defense of his decision to end the U.S. military involvement in Afghanistan, standing by the plan amid rapid gains by the insurgent Taliban, signs of strain on the Afghan military and grim forecasts from U.S. military and intelligence officials.<br />Mr. Biden said Thursday that the U.S. military mission in Afghanistan is on track to end on Aug. 31, arguing that the U.S. had achieved the objectives it set out two decades ago and adding that his administration would move thousands of potentially endangered Afghan interpreters out of the country next month.<br />“We did not go to Afghanistan to nation-build. It’s the right and the responsibility of the Afghan people alone to decide their future and how they want to run their country,” Mr. Biden said, making the case that the U.S. had degraded the terrorist threat in Afghanistan.<br />Noting the more than 2,000 American deaths during the war, Mr. Biden said it was time to leave. “I will not send another generation of Americans to war in Afghanistan with no expectation to achieve a different outcome,” he said.<br />The Taliban has taken over large swaths of the country and confiscated military equipment the U.S. left behind for its Afghan partners. And the Afghans have complained of the U.S. handover of its largest military base, known as Bagram, which they said was completed without adequate consultation or advance notice."
}