{
    "url_original": "https://www.wsj.com/articles/afghanistan-drawdown-taliban-kabul-military-biden-terrorism-11627326215?mod=opinion_lead_pos5",
    "url": "afghanistan-drawdown-taliban-kabul-military-biden-terrorism-11627326215",
    "title": "How to Avert Disaster in Afghanistan",
    "sub_head": "The least the U.S. can do is offer air support, intel and ensure proper logistics and maintenance contracting.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-26 18:27:00",
    "body": "The situation in Afghanistan is deteriorating rapidly. As the U.S. and its international partners withdrew military forces over the past few months, the Taliban roughly tripled the territory under its control. If the U.S. and allies don’t take urgent action, the world will bear witness to a disaster.<br />The Taliban and its allies have taken control of more than 145 districts over the past two months, according to Foundation for Defense of Democracies analysts. The Taliban now threaten half of Afghanistan’s provincial capitals. The Taliban offensive in the north is particularly consequential because it is designed to strike the Afghan government’s power base and pre-empt the reconstitution of an anti-Taliban “northern alliance.” The point is clear: The Taliban intends to isolate and overthrow the government in Kabul.<br />An American priority must be preventing the collapse of the Afghan government, lest the Taliban’s partners, including al Qaeda and other jihadist terrorists, re-establish a base to plan, prepare and direct attacks against the U.S., its allies and others who don’t conform to their perverted interpretation of Islam. Other objectives should include limiting the humanitarian disaster and ensuring that the gains the Afghan people—especially women and girls—made since 2001 aren’t lost.<br />Failing to help Afghans who reject the Taliban’s advocacy of hatred and violence would lead to an unmanageable refugee crisis, which would destabilize Afghanistan’s nuclear-armed neighbor, Pakistan. Refugees would continue their journey beyond Central and South Asia to Europe and beyond.<br />Pointing out the dire situation in Afghanistan and the threat it presents to American interests isn’t intended to relitigate President Joe Biden’s April 14 decision to withdraw. But the conditions in Afghanistan expose the flawed assumptions and self-delusion on which that decision was based. Reality demands a new set of actions to protect American security and humanitarian interests."
}