{
    "url_original": "https://www.wsj.com/articles/africas-last-absolute-monarchy-teeters-amid-protests-against-kings-lavish-lifestyle-11625237793",
    "url": "africas-last-absolute-monarchy-teeters-amid-protests-against-kings-lavish-lifestyle-11625237793",
    "title": "Africa’s Last Absolute Monarchy Teeters Amid Protests Against King’s Lavish Lifestyle",
    "sub_head": "Opulent reign of Eswatini’s King Mswati III has long stirred anger in a country wracked by poverty, HIV/AIDS",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-363784?width=620&size=1.5",
    "image_1": "im-363784.jpg",
    "time": "2021-07-02 10:56:00",
    "body": "JOHANNESBURG—A week of nationwide protests has left dozens of people dead in the tiny nation of Eswatini, raising the prospect that Africa’s last absolute monarchy could fall.<br />Soldiers deployed to restore order have fired live rounds at protesters who attacked government-affiliated buildings and businesses, according to video footage, rights groups and opposition leaders. Hospitals are filling up with the wounded. The internet has been shut down.<br />The government says the demonstrators are criminals who have looted property and contravened Covid-19 restrictions.<br />Whether the protests succeed or fail in ending the 35-year-rule of King Mswati III, whose lavish lifestyle has long angered many of his impoverished subjects, is being closely watched across the continent, where a clutch of aging autocrats have held power by violently suppressing protest for decades. Across Africa, entrenched older leaders are grappling with increasingly restless youthful populations demanding improved opportunities even as the coronavirus has devastated regional economies.<br />Eswatini, about three-quarters the size of New Hampshire, was known as Swaziland until 2018, when the king unilaterally changed the country’s name in his 50th birthday speech. An estimated 200,000 of the country’s population of 1.2 million are living with HIV/AIDS, according to the United Nations. Political parties have been banned since 1973, but opposition groups long seeking democratic reform point to indiscriminate and extravagant spending by the royal family as infrastructure in the country crumbles. Pandemic-related lockdown measures have magnified these grievances, hitting an already weak economy and fueling unrest."
}