{
    "url_original": "https://www.wsj.com/articles/after-navalny-challenging-russias-putin-is-getting-even-harder-11627464602?mod=business_minor_pos4",
    "url": "after-navalny-challenging-russias-putin-is-getting-even-harder-11627464602",
    "title": "After Navalny, Challenging Russia’s Putin Is Getting Even Harder",
    "sub_head": "Opposition leaders have been detained, media sidelined and legal rights groups forced to disband in run-up to parliamentary elections in September",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-375309?width=700&height=467",
    "image_1": "im-375309.jpg",
    "time": "2021-07-28 05:30:00",
    "body": "MOSCOW—Challenging Vladimir Putin has always been difficult. Now his opponents say it is almost impossible, as the Kremlin launches a full-court press against anyone daring to stand up against the Russian president.<br />In recent weeks, authorities have stepped up a campaign to suppress critics and organizations seen as being antigovernment ahead of parliamentary elections in the fall. Opposition leaders have been detained, human rights and legal groups forced to disband and independent media organizations sidelined on an almost weekly basis since the April jailing of Alexei Navalny, Russia’s best-known dissident, who earlier survived a nerve agent attack.<br />For some political commentators and Kremlin-watchers, the clampdown is further evidence that Mr. Putin’s regime is growing stronger, despite social discontent over the economy and Western sanctions for its alleged transgressions, including human-rights abuses.<br />He doesn’t appear to feel threatened by the opposition or pressure from the U.S. and cares little about appeasing the public, analysts said. Authorities instead appear willing to use a range of tools to quash any space for organizing street protests or investigating the financial affairs of Mr. Putin and his inner circle, they said.<br />“It shows that Putin is now very confident in himself and he can rely on force, believing that it isn’t necessary to make some kind of trade-off between the society and the government,” said Vladislav Inozemtsev, director of the Moscow-based Center for Post-Industrial Studies, a nonprofit think tank."
}