{
    "url_original": "https://www.wsj.com/articles/after-apple-tightens-tracking-rules-advertisers-shift-spending-toward-android-devices-11625477401?mod=business_lead_pos5",
    "url": "after-apple-tightens-tracking-rules-advertisers-shift-spending-toward-android-devices-11625477401",
    "title": "After Apple Tightens Tracking Rules, Advertisers Shift Spending Toward Android Devices",
    "sub_head": "Android ad prices have jumped, as iOS users opt out of being tracked, early data show",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-07-05 05:30:00",
    "body": "Advertisers have begun shifting their spending patterns in the months since Apple Inc. began requiring apps to gain iPhone and iPad users’ permission to track them.<br />After the tracking change took effect in April, many users of Apple’s iOS operating system have received a high volume of prompts from apps asking permission to track them—requests that most have declined. Less than 33% of iOS users opt in to tracking, according to ad-measurement firm Branch Metrics Inc.<br />As a result, the prices for mobile ads directed at iOS users have fallen, while ad prices have risen for advertisers seeking to target Android users. Those shifts come after many in the digital-ad industry warned that Apple’s changes, which the tech giant framed as part of a broader user-privacy crackdown, would limit advertisers’ access to data about consumers and hurt their business.<br />Digital advertisers say they have lost much of the granular data that made mobile ads on iOS devices effective and justified their prices. In recent months, ad-buyers have deployed their iOS ad spending in much less targeted ways than were previously possible, marketers and ad-tech companies say. The shortage of user data to fuel  Facebook Inc.’s  suite of powerful ad-targeting tools reduces their effectiveness and appeal among some advertisers, ad agencies say.<br />Apple, for its part, sells ads only in a handful of its own apps and doesn’t take a cut of ad revenue in third-party iOS apps. While advertisers have shifted their spending habits across the ad products of Apple’s large rivals Facebook and Google—which depend much more heavily on ad revenue—it isn’t clear yet how the change has affected overall spending across the digital-ad giants."
}