{
    "url_original": "https://www.wsj.com/articles/air-taxis-could-be-coming-but-not-in-the-way-you-might-think-11625135586?mod=business_featst_pos2",
    "url": "air-taxis-could-be-coming-but-not-in-the-way-you-might-think-11625135586",
    "title": "Air Taxis Could Be Coming, but Not in the Way You Might Think",
    "sub_head": "Many startups trying to develop air taxis are focused on urban areas, but the technology could be a much better fit for short flights between cities",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-361902?width=620&size=1.5",
    "image_1": "im-361902.jpg",
    "time": "2021-07-01 06:33:00",
    "body": "Air taxis evoke scenes from “The Jetsons” and “Back to the Future II,” in which workers fly through futuristic cities on their commutes. The reality could end up having more in common with modern-day helicopters and regional planes.<br />In recent months, the top four startups dedicated to electric vertical-takeoff-and-landing vehicles, or eVTOL, have been taken public by special-purpose acquisition companies. California-based Joby Aviation and Archer were the first to announce deals earlier this year, followed by Germany’s Lilium and, a few weeks ago, Britain’s Vertical Aerospace. All plan to start services around 2024 by both building and operating aircraft, which would be a very unusual business model in the transportation industry.<br />Becoming the  Boeing  or  Airbus  of air taxis will be hard enough. As analysts at Cowen point out in a new report, the four startups expect to make almost 4,000 vehicles in 2027, which is more than all the commercial jets, business planes and helicopters manufactured in 2018, the peak year. Also, they have a high certification bar to clear.<br />However, it is the second part of the business plan—taking on Uber and  Lyft —that really defies precedent.<br />There are two reasons to hop on a taxi: convenience and speed. But unlike a car, an eVTOL vehicle needs dedicated “vertiports” to land and take off. Air-taxi companies are partnering with firms like parking-garage owner REE and construction contractor Ferrovial to build them, but if restrictions on helicopters are a good guide, many cities won’t be able or willing to host enough vertiports to make for a financially viable air-taxi network."
}