{
    "url_original": "https://www.wsj.com/articles/airlines-struggle-with-fuel-shortages-at-some-smaller-western-u-s-airports-11627397733?mod=business_lead_pos3",
    "url": "airlines-struggle-with-fuel-shortages-at-some-smaller-western-u-s-airports-11627397733",
    "title": "Airlines Struggle With Fuel Shortages at Some Smaller Western U.S. Airports",
    "sub_head": "‘Every gallon of jet fuel saved is helpful,’ American Airlines told pilots",
    "category_1": "Business",
    "time": "2021-07-27 15:29:00",
    "body": "Airlines are grappling with shortages of jet fuel at some smaller airports in the western U.S., where a travel boom is coinciding with high demand for that fuel to fight wildfires.<br />Many carriers during the pandemic added flights to destinations that became popular among travelers looking to avoid congested cities. But getting enough fuel to some of those airports has grown harder in recent weeks due to a dearth of truck drivers and insufficient space on pipelines, airline officials have said. At the same time, there is growing competition for jet fuel in the region from planes that fly over wildfires and drop water and retardant to squelch blazes.<br />Major hub airports that have connections to pipeline infrastructure and space to store fuel are less likely to face disruptions. But supplies have been touch and go at a handful of smaller airports, including in Bozeman, Mont., and Fresno, Calif., airline and airport officials said. About 18% of flights at Bozeman Yellowstone International Airport were delayed or canceled on a recent Sunday due to slow fuel deliveries to airlines, said airport director Brian Sprenger.<br />The jet fuel shortage is the latest challenge to the industry and consumers alike as a travel boom this year has collided with labor shortages and other logistical challenges as airlines try to revive a business hobbled by the pandemic. There is some indication the jet fuel problems could spread beyond the West.<br />American Airlines Group Inc.  told pilots in a memo Monday that jet-fuel delivery delays initially affected mostly western U.S. cities but had started to spread. The airline said it might have to add fuel stops to certain routes and told pilots they may need to carry extra fuel on some flights. The airline instructed pilots to conserve fuel when possible, according to a memo to pilots that was previously reported by CNBC."
}