{
    "url_original": "https://www.wsj.com/articles/airline-stocks-shouldnt-all-look-the-same-11626972257?mod=markets_lead_pos10",
    "url": "airline-stocks-shouldnt-all-look-the-same-11626972257",
    "title": "Airline Stocks Shouldn’t All Look the Same",
    "sub_head": "Trouble in overseas travel markets has affected U.S. low-cost carriers just as much as their legacy peers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-22 12:44:00",
    "body": "No two airlines are the same: Each operates in a different market with different business models that have been differently affected by the pandemic. But you wouldn’t know that by looking at the stock market.<br />When the Covid-19 crisis first rocked the world in early 2020, investors were quick to figure out that low-cost airlines would do better than full-service players. The latter are dependent on carefully designed networks that are profitable because corporate and long-haul travellers pay a premium to fly. Balance sheets also took center stage: Carriers with large debts, like American Airlines, were punished the worst, whereas healthier budget players were seen as gaining market share once travel recovered.<br />Recently, though, the shares of U.S. airlines have followed the same trajectory. Budget and legacy airlines alike have lost about 15% of their value since the end of May, even as travelers have returned to airports and the broader S&P 500 has gained almost 4%. The selloff itself isn’t necessarily odd, because the spread of the Delta variant has eroded recovery hopes. What doesn’t make sense is that all types of carriers are considered to be equally affected.<br />Vaccines have reduced the likelihood of strict lockdowns in the U.S., and thus the threat for domestically focused low-cost airlines like  Southwest Airlines ,   Frontier Airlines  and  Spirit Airlines .  The real impact of Covid-19 variants so far has been keeping trans-Atlantic and trans-Pacific routes shut, which is a blow to the network carriers, particularly United Airlines and  Delta Air Lines .<br />Low-cost carriers have long traded at a stock-market premium relative to earnings, but the gap has actually shrunk during the pandemic. That is even true when using profit forecasts for 2023, when the whole aviation market is expected to have recovered."
}