{
    "url_original": "https://www.wsj.com/articles/ajp-american-jobs-plan-biden-schumer-sanders-infrastructure-11627498968?mod=opinion_lead_pos9",
    "url": "ajp-american-jobs-plan-biden-schumer-sanders-infrastructure-11627498968",
    "title": "The American Jobs Plan Is a Call to Arms for the GOP",
    "sub_head": "Republicans have to stop the massive spending bill from transforming the U.S.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-28 18:43:00",
    "body": "There’s plenty of action on Capitol Hill, and not all of it has to do with the Jan. 6 Commission. Washington’s power and the future of American free enterprise hinge on how the drama surrounding the infrastructure legislation plays out.<br />A group of Republican senators led by Ohio’s Rob Portman are negotiating with Democrats on a bipartisan bill that, depending on what’s agreed to, might be imperfect legislation that’s decidedly useful to support. At the same time, Democratic Sens. Chuck Schumer and Bernie Sanders along with their House counterparts are preparing the $3.5 trillion American Jobs Plan for passage on a straight party-line vote.<br />But will most Americans accept the gigantic expansion of government contemplated by the AJP? The legislation implements confiscatory taxes to fund a cradle-to-grave welfare state, likely producing sclerotic growth in jobs and wages and pressure to raise taxes still higher to fund the left’s vision.<br />Republicans have to make these consequences clear to voters, but it won’t be all that easy. The climate for Democratic attempts to expand government is better than it has been in decades. The country has moved left. A March 2019 Pew Research poll found the country equally divided—47% favored “smaller government, fewer services” while 47% favored “bigger government, more services.” Less than 20 years ago, “smaller government” had over half the country’s support, while “bigger government” had closer to a third.<br />Still, some very important voters have concerns today about the AJP and the trillions it would add to the federal budget and debt. A Harris X poll commissioned by No Labels, a centrist political group, surveyed 12,000 voters from July 16-21 in 20 swing districts and 13 districts of members of the Problem Solvers Caucus, a group composed of equal numbers of Democratic and Republican House middle-of-the-roaders."
}