{
    "url_original": "https://www.wsj.com/articles/al-lord-profited-when-college-tuition-rose-he-is-paying-for-it-11627048831",
    "url": "al-lord-profited-when-college-tuition-rose-he-is-paying-for-it-11627048831",
    "title": "Al Lord Profited When College Tuition Rose. He Is Paying For It.",
    "sub_head": "As chief executive of student-lending giant Sallie Mae, Al Lord helped drive up the costs of college. Now that he is footing tuition checks for his grandchildren, he said he has new sympathy for ordinary families.",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-07-23 10:00:00",
    "body": "Al Lord, the former chief executive of student-loan giant  Sallie Mae ,  has a complaint about higher education: The price of college is too damn high.<br />Paying for his grandchildren’s education in recent years, he said, left him appalled at the tuition bills that land on his desk every semester. For those who know (or in some cases, revile) Mr. Lord, that is quite the twist. He led Sallie Mae through a time of wild success and near-collapse, a period when the company put in place new practices that drove a massive increase in student loan debt starting in the early 2000s.<br />The sting of high tuition hit him several years back when a grandson enrolled at the University of Miami, which currently charges $75,230 a year for tuition and room and board. That is a far cry from the $175 a semester Mr. Lord recalls paying for his own education at Penn State University in the 1960s. He has also paid for the education of three other grandchildren, to attend Villanova University, University of Miami and Davidson College. The bills have approached $200,000 a head.<br />“It’s criminal,” he said of what schools are charging these days. He has gained sympathy for families of lesser means. “Boy, am I sure glad we saved for my grandkids. If the average income is $40,000 or $50,000 or $60,000, I just don’t know how you do it.”<br />Few people had as close a perspective on the cost of college as Mr. Lord, who is now 75 years old. He said he watched with bewilderment for decades as colleges persistently raised their prices faster than inflation. Parents complained; investors and analysts predicted that schools would eventually be forced to stop. They never did. “They raise them because they can, and the government facilitates it,” Mr. Lord said."
}