{
    "url_original": "https://www.wsj.com/articles/alabamas-governor-is-latest-gop-leader-to-implore-residents-to-get-covid-19-shot-11627063352?mod=politics_lead_pos3",
    "url": "alabamas-governor-is-latest-gop-leader-to-implore-residents-to-get-covid-19-shot-11627063352",
    "title": "Alabama’s Governor Is Latest GOP Leader to Implore Residents to Get Covid-19 Shot",
    "sub_head": "Delta variant surges amid lower rates of vaccinations among Republicans, fueling charges from Democrats that the GOP hasn’t sufficiently countered vaccine skepticism",
    "category_1": "Politics",
    "time": "2021-07-23 14:15:00",
    "body": "Alabama’s Republican governor made an urgent plea for residents to get vaccinated to slow a surge in Covid-19 cases, becoming the latest top GOP official to step up calls for inoculations in the face of vaccine hesitancy among conservative voters.<br />“We’ve got to get folks to take the shot,” said Gov. Kay Ivey, whose state ranks poorly on Covid-19 vaccination rates. “Folks are supposed to have common sense. But it’s time to start blaming the unvaccinated folks, not the vaccinated folks. It’s the unvaccinated folks that are letting us down,” she told reporters Thursday. “Let’s get it done.”<br />Earlier in the week, Senate Minority Leader Mitch McConnell (R., Ky.) issued a stark warning: “I want to underscore in the strongest possible manner I can,” he said Tuesday. “These shots need to get in everybody’s arm as rapidly as possible.”<br />The forceful comments come as the Delta variant has rattled policy makers and markets. The slowing uptake of vaccinations has frustrated health experts and fueled charges from Democrats that the GOP hasn’t sufficiently embraced the inoculation effort or countered vaccine skepticism in its ranks.<br />The rise in Covid-19 cases has touched every state but is seen more prominently in areas with lower vaccination coverage. According to health officials, 99% of Covid-19-related deaths in the U.S. are occurring among unvaccinated individuals."
}