{
    "url_original": "https://www.wsj.com/articles/albrecht-durer-was-an-artist-on-the-move-11625855154",
    "url": "albrecht-durer-was-an-artist-on-the-move-11625855154",
    "title": "Albrecht Dürer Was an Artist on the Move",
    "sub_head": "A new exhibition explores the artistic and personal impact of travel on a Renaissance master.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-365639?width=620&size=custom_2175x1532",
    "image_1": "im-365639.jpg",
    "time": "2021-07-09 14:25:00",
    "body": "Albrecht Dürer was perhaps the most accomplished artist of the Northern Renaissance, the creator of stunning paintings like “Self-Portrait” and exquisite prints like “Melancholia I.” He was also, as a new exhibition reveals, an inveterate traveler whose journeys influenced his ambitions, his art and his impact. “Dürer Was Here: A Journey Becomes Legend,” opening July 18 at the Suermondt-Ludwig-Museum in Aachen, Germany, commemorates his visit there in October 1520. A smaller version of the show will be on view at London’s National Gallery in November.<br />Born in 1471, Dürer first left his hometown of Nuremberg, Germany, around 1490. Over the next three decades he visited places in present-day France, Belgium, Germany, the Netherlands and Switzerland. He crossed the Alps to visit Italy twice, possibly leaving home to escape the plague. Wherever he went, he viewed art, mixed with other artists, courted potential clients and further polished his glowing reputation. He sketched people, their dress and their surroundings, creating images he used in many later works. He also gambled and took dancing lessons.<br />Other artists of Dürer’s era traveled, but he alone extensively documented his sojourns in journals, drawings and letters. His account chronicling his trip to the Low Countries from July 1520 to July 1521 is particularly rich in details, listing amounts paid for inns and meals, tips bestowed to ease his way, and gifts both given and received. “As a glimpse into the life of a great artist of that time, this one-year trip is a fantastic opportunity to understand the economic, social and artistic realities of the era,” said Jonathan Bober, a senior curator at the National Gallery of Art in Washington, D.C.<br />The Aachen exhibition tells the story of those 12 months with 190 historical documents, drawings and paintings. Dürer based himself in bustling Antwerp, but he went to Aachen to see the coronation of Charles V as Holy Roman Emperor. Using a new sketchbook, he drew the site of the ceremony, “Aachen Cathedral and the Katschhof” (1520), several town scenes and animals, like his realistic “Dog Resting” (1520). His main motive wasn’t artistic: Charles’s predecessor had granted Dürer a pension of 100 guilders a year for life, and the artist wanted to make sure the new emperor would renew it.<br />Charles did grant his wish and Dürer, back in Antwerp, started using it as a base for many excursions. He went to Zeeland to see a beached whale; in Brussels and Ghent he visited zoos and saw lions for the first time, making four drawings of one. He visited the famous Ghent Altarpiece by the van Eyck brothers and journeyed to Bruges, where he viewed Michelangelo’s marble “Madonna.”"
}