{
    "url_original": "https://www.wsj.com/articles/all-star-pitcher-cc-sabathia-reckons-with-the-toll-of-alcoholism-11625243455",
    "url": "all-star-pitcher-cc-sabathia-reckons-with-the-toll-of-alcoholism-11625243455",
    "title": "All-Star Pitcher CC Sabathia Reckons With the Toll of Alcoholism",
    "sub_head": "In a candid new memoir, the Yankees great reveals how he learned ‘to ask for help’ with a devastating addiction.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-363040?width=620&size=custom_5184x3444",
    "image_1": "im-363040.jpg",
    "time": "2021-07-02 12:30:00",
    "body": "Carsten Charles “CC” Sabathia, Jr., was, in his own words, “a disciplined drunk.” He spent most of his career drinking nothing but water and Gatorade for two days before ascending the mound to pitch. But he needed a Crown Royal and Sprite the moment he left the field and would spend the next three days “absolutely ripped”—starting fights, blacking out and ”pissing in the bed.”<br />In his new memoir “Till the End,” which will be published July 6, Mr. Sabathia, 40, writes that he knew he had a problem. At Beyoncé’s surprise 40th-birthday party for Jay-Z in 2009, his wife Amber found him passed out naked on a lounge chair. After another bender at home in Alpine, N.J., he crashed his souped-up 1972 Oldsmobile Cutlass through a neighbor’s steel fence and hit a tree.<br />“In baseball, if you’re getting the job done on the field, your teammates and the organization look the other way when it comes to what you’re doing off the field,” he writes. A six-time All-Star who pitched for the Cleveland Indians, the Milwaukee Brewers and the New York Yankees, Mr. Sabathia delivered the goods. In 2007 his fastball earned him the Cy Young Award, baseball’s top pitching honor. Before retiring in 2019, he joined the small club of pitchers who racked up over 3,000 strikeouts. He is expected to enter the Hall of Fame.<br />Off the mound, however, his life was increasingly a mess. “I knew I needed help. I just didn’t know how to ask for it,” Mr. Sabathia says over the phone from his home, which he shares with Amber and their four children, who range in age from 10 to 17. In the “macho world” of baseball, he explains, players are expected to muffle their feelings, not reckon with them. As a Black man, he adds, there is a stigma against revealing weakness by seeking therapy. “We don’t really deal with emotions or pain or addiction or any of those things,” he says. “I never saw someone in my situation turn it around.”<br />Growing up in a close-knit family in Vallejo, Calif., Mr. Sabathia was 14, he writes in his memoir, when he first learned that Hennessy cognac  could numb some of his outsize feelings—his sadness that he rarely saw his father, his anger over the untimely deaths of uncles and cousins, his anxiety over disappointing his team. When he drank, he felt like the life of the party, though he was “wasted” at his own wedding in 2004 and ended up crying in a corner of the reception before passing out in his tuxedo."
}