{
    "url_original": "https://www.wsj.com/articles/altus-power-to-merge-with-spac-created-by-cbre-in-1-58-billion-deal-11626168601?mod=markets_lead_pos6",
    "url": "altus-power-to-merge-with-spac-created-by-cbre-in-1-58-billion-deal-11626168601",
    "title": "Altus Power to Merge With SPAC Created by CBRE in $1.58 Billion Deal",
    "sub_head": "The deal gives the solar-power company expansion capital as well as access to CBRE’s clients",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-367406?width=620&size=1.5",
    "image_1": "im-367406.jpg",
    "time": "2021-07-13 05:30:00",
    "body": "Altus Power Inc., a builder and operator of solar-power installations on the roofs and parking lots of commercial properties, is merging with a special-purpose acquisition company sponsored by  CBRE Group Inc.  in a deal that values Altus at $1.58 billion.<br />The deal gives Altus expansion capital as well as access to CBRE’s clients which include many of the top companies and real-estate owners in the U.S., Asia and Europe. Dallas-based CBRE is one of the world’s largest commercial brokerages and real-estate services firms with a facilities-management business that has grown from 3.7 billion square feet in 2015 to 7 billion square feet today.<br />Many of the office buildings, malls, factories and other properties managed by CBRE have huge rooftops, parking lots and other areas that could house solar installations. “We are experiencing intense pressure from our clients to help them be more environmentally well positioned,” said Robert Sulentic, CBRE’s chief executive.<br />Launched in 2009, Altus cuts deals with property owners in which Altus builds and operates solar-power facilities on their land in exchange for inexpensive power. The company has more than 200 facilities that can produce more than 265 megawatts of power, about two-thirds to three-quarters of the power consumed by the commercial properties on the site, according to Lars Norell, the firm’s co-CEO.<br />Altus expects to be producing 1,685 megawatts by 2024. “We’ve ended up being effectively a distributed power company that owns hundreds of solar-generation plants located on rooftops from Vermont to Hawaii and the output from those solar plants we sell to the customers,” Mr. Norell said."
}