{
    "url_original": "https://www.wsj.com/articles/amazon-primed-andy-jassy-to-be-ceo-can-he-keep-what-jeff-bezos-built-11625218225?mod=tech_lead_pos5",
    "url": "amazon-primed-andy-jassy-to-be-ceo-can-he-keep-what-jeff-bezos-built-11625218225",
    "title": "Amazon Primed Andy Jassy to Be CEO. Can He Keep What Jeff Bezos Built?",
    "sub_head": "Andy Jassy is about to take over an e-commerce colossus that employs 1.3 million people. His first challenge is an antitrust campaign that threatens the empire he will oversee.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-363497?width=620&size=1.5",
    "image_1": "im-363497.jpg",
    "time": "2021-07-02 05:30:00",
    "body": "One of the signature traits of Andy Jassy’s leadership of  Amazon.com Inc.’s  cloud-computing unit was a meeting tool called “the wheel.”<br />At weekly staff meetings, Mr. Jassy and other top executives would use the wheel to choose employees at random to give presentations on their business, according to current and former employees. Mr. Jassy and the executives would listen intently—perhaps interrupting to correct errors—and then pepper staff with detailed questions.<br />Starting Monday, Mr. Jassy will bring that ultra-detail-oriented management style to the monumental task of running all of Amazon. He fills some of the biggest shoes in business as he takes the chief executive role from the company’s centibillionaire founder, Jeff Bezos.<br />Mr. Jassy, 53 years old, is an Amazon lifer who learned the ropes at Mr. Bezos’s side. He shares some traits with his mentor, and in other ways is a different type of leader. People who’ve worked closely with Mr. Jassy over the years describe him as soft-spoken and approachable in a way that some say Mr. Bezos isn’t. An avid sports and music fan, Mr. Jassy likes to wear jeans to the office and can occasionally be spotted in restaurants around Amazon’s Seattle campus.<br />Though some former employees say Mr. Jassy is more even-keeled with employees than Mr. Bezos—who has been known to explode in meetings if an executive seems ill prepared—they also say he is at least as intense and competitive. And while Mr. Bezos for the past several years has largely governed with a hands-off approach, as The Wall Street Journal reported in February, Mr. Jassy is known for digging into the minutiae of his division, Amazon Web Services, sometimes to a degree that baffled his underlings, according to former employees. He did everything from pitching potential customers and guiding technical changes to choosing the music at company events and editing press releases. It was more difficult to reserve a spot on Mr. Jassy’s calendar than it was with any other top executive reporting to Mr. Bezos, according to former senior Amazon executives."
}