{
    "url_original": "https://www.wsj.com/articles/amazon-to-add-universal-pictures-films-to-prime-video-streaming-service-11625769324?mod=tech_lead_pos3",
    "url": "amazon-to-add-universal-pictures-films-to-prime-video-streaming-service-11625769324",
    "title": "Amazon to Add Universal Pictures’ Films to Prime Video Streaming Service",
    "sub_head": "In another move to bulk up its entertainment offerings, Amazon will show the studio’s films after they first run on Peacock",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-366722?width=620&size=1.5",
    "image_1": "im-366722.jpg",
    "time": "2021-07-08 16:00:00",
    "body": "Amazon.com Inc.  has signed a deal with  Comcast Corp.’s  Universal Pictures to show the studio’s movies on its Prime Video and IMDb TV services, further positioning the tech giant as a formidable competitor to other streaming services.<br />Under the terms of the deal announced Thursday, new theatrical releases from Universal will premiere on Prime Video after a four-month run on the studio’s sister streaming service, Peacock. Under that plan, announced earlier this week, the new movies will run on Peacock for four months, and then move to Amazon for 10 months after that, at which point they will return to Peacock for another four months.<br />The multiyear deal starts in 2022 and will include major Universal releases, including “Jurassic World: Dominion.” A separate deal covers Universal’s stable of anticipated animated releases, such as “Minions: The Rise of Gru” and a new sequel to “Puss in Boots.” Amazon Prime Video subscribers will be able to watch the movies for no additional fee.<br />The mix-and-match nature of the deal reflects the transitory moment studios like Universal are in. Executives want to use their studio’s most popular titles to bolster their in-house streaming services but also want to take advantage of the paydays that can come with third-party licensing. In such deals, a large percentage of the fee paid by streamers correlates to how well a movie does at the U.S. box office. Executives at Universal expect the multiyear Amazon deal to generate around $2 billion for the studio, according to a person familiar with the matter.<br />Amazon’s deal with Universal follows its $6.5 billion deal to acquire MGM, the studio behind “Singin’ in the Rain” and recent James Bond films. Along with other recent developments, the moves signal a new chapter of Silicon Valley’s seriousness in Hollywood. Executives within the industry expect the crowded landscape will eventually lead to a smaller set of dominant streaming services fighting for subscribers, and tech firms like Amazon and  Apple Inc. —which already compete in a host of other sectors—have been shopping and spending to take on entrenched competitors like  Netflix Inc."
}