{
    "url_original": "https://www.wsj.com/articles/amazons-jeff-bezos-is-handing-andy-jassy-a-unique-set-of-challenges-11625233065?mod=business_minor_pos11",
    "url": "amazons-jeff-bezos-is-handing-andy-jassy-a-unique-set-of-challenges-11625233065",
    "title": "Amazon’s Jeff Bezos Is Handing Andy Jassy a Unique Set of Challenges",
    "sub_head": "The company’s founder is departing with the business in fantastic shape, but Amazon’s sheer size has put a target on its back",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-02 10:00:00",
    "body": "In a way, incoming  Amazon . com Chief Executive Andy Jassy would seem to have an easy job ahead. He’s inheriting a company that appears to be firing on all cylinders, after all.<br />With founder and CEO Jeff Bezos literally blasting off this month, the $1.7 trillion dollar enterprise Mr. Bezos founded in his garage nearly 27 years ago falls to new hands for the first time. In a sense, Amazon is a bit of a laggard in that it will be the fourth of the five companies known colloquially as “big tech” to make the transition from founder control. And the first three— Apple Inc.,   Microsoft  and Google-parent Alphabet Inc.—all managed to reach new levels of financial success under their subsequent leaders.<br />But the stakes at Amazon are even larger. Apple—currently the world’s most valuable company—had about one-quarter of Amazon’s current annual revenue when Steve Jobs resigned as CEO in 2011, just weeks ahead of his passing. As Mr. Bezos’s anointed successor, Mr. Jassy is taking over a company now generating more than $400 billion a year in revenue, while still averaging an annual growth rate of 30%. The Amazon Web Services cloud business that Mr. Jassy has run since its inception in 2006 has been a major part of that—especially when it comes to the bottom line. Amazon’s operating profits have surged more than fivefold in just three years.<br />Wall Street expects Amazon to surpass  Walmart  to become the largest U.S. company by annual sales next year, according to consensus estimates from FactSet. Five years ago, the e-commerce pioneer was barely a quarter the size of the massive retailer. The cloud business that Mr. Jassy has built up within Amazon has also blown past most rivals. With revenue now over $48 billion, AWS now eclipses corporate software titans  Oracle Corp.  and  Salesforce .  Analysts currently expect AWS’s revenue to roughly equal  IBM ’s  next year.<br />Amazingly, e-commerce and corporate IT services don’t comprise all of Amazon’s businesses. The company now runs a major grocery chain, an online pharmacy business and also produces an estimated $24 billion a year in advertising revenue. Its media ambitions are also vast; Amazon now makes videogames, runs a music streaming service and produces blockbuster-sized movies and TV shows. Its pending acquisition of MGM would give it access to major Hollywood franchises such as James Bond."
}