{
    "url_original": "https://www.wsj.com/articles/amc-gamestop-swoon-as-meme-stocks-run-out-of-air-11626354992?mod=markets_lead_pos4",
    "url": "amc-gamestop-swoon-as-meme-stocks-run-out-of-air-11626354992",
    "title": "AMC, GameStop Swoon as Meme Stocks Run Out of Air",
    "sub_head": "Shares of companies that have been popular on Reddit forums are coming back to earth this week, with Carver Bancorp and AMC losing roughly a third of their value",
    "category_1": "Markets",
    "time": "2021-07-15 09:49:00",
    "body": "AMC Entertainment Holdings Inc.  and  GameStop Corp.  dropped on Thursday, extending this week’s rout in meme stocks and delivering deep cuts to small investors that backed them.<br />AMC fell almost 6% in premarket trading, after having retreated almost 28% so far this week. GameStop closed down over 12% for the week on Wednesday, and retreated another 6% ahead of the opening bell.  Clover Health Investments Corp. , a company that rocketed up over 85% in a single day in June, has fallen for the past three straight weeks and lost nearly 35% in July.<br />The precipitous downward trajectory for shares championed by individual investors on social media and in online forums underscores the fragility of the market for these small stocks. Retail trading has become a force in markets this year, as the combination of stay-at-home orders and the proliferation of free trading apps brought many people into stocks and options for the first time.<br />Coordinated trades on Reddit forums, with buyers encouraging each other to plow money into certain stocks, helped GameStop shoot up over 750% this year, while AMC is up more than 1470%. At the start of the year, GameStop was trading at less than $20 apiece, while AMC was priced at roughly $2. In comparison, the broader S&P 500 index has risen just over 16%.<br />Stocks that have more recently attracted attention from retail investors are also dropping, highlighting the volatile nature of the market.  Carver Bancorp Inc.,  a banking services company, is down close to 33% this week after soaring 150% last week. The stock began June at about $9 apiece, and has since more than doubled."
}