{
    "url_original": "https://www.wsj.com/articles/amc-expansion-in-turnaround-11625594931?mod=business_minor_pos10",
    "url": "amc-expansion-in-turnaround-11625594931",
    "title": "AMC Expansion in Turnaround",
    "sub_head": "Opposition to boosting share count may cool some of theater chain’s consolidation dreams",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-06 14:08:00",
    "body": "Even the most enthusiastic movie fans get sequel fatigue. The same seems to apply to investors in movie-theater chains.<br />AMC Entertainment  on Monday said it was dropping plans to have shareholders vote to approve the issuance of 25 million new shares. That vote was scheduled to take place at the company’s annual meeting on July 29. The plan apparently drew enough vocal opposition from the company’s new base of mostly individual investors to cause the about-face; Chief Executive Adam Aron described the feedback as “many yes, many no” in a tweet Monday morning. “AMC does not want to proceed with such a split,” he added.<br />The move is a setback for both AMC and Mr. Aron, who has leaned much more aggressively into the meme-stock craze than have his counterparts at  GameStop .  The once-troubled theater chain made three stock sales between late April and early June, raising a total of about $1.2 billion. And Mr. Aron has been heavily campaigning on Twitter for the new shares, which he has said would help fuel expansion and investments in growth. The pandemic forced many smaller theater operators to close their doors permanently, giving large chains such as AMC,  Cineworld  and  Cinemark  the opportunity to pick up share.<br />But even the investors who have propelled meme stocks to dizzying heights seem to have their limits. GameStop’s stock price has slid 35% since the company used its fiscal first-quarter report on June 8 to announce plans to file papers for the sale of up to 5 million new shares. The company had already sold 3.5 million shares for $551 million in April. Before Monday’s open, AMC shares were down 17% since the June 3 announcement of the latest stock sale. The company also separately announced its plan to seek approval for 25 million new shares later that day.<br />To be sure, both stocks are trading on astounding gains for the year. And the money already raised has gone a long way to shoring up the balance sheets of two businesses still facing substantial risk of being disintermediated by digital competition. For AMC, having more than a billion dollars of new cash in the bank less than a year after flirting with bankruptcy will have to be enough of a happy ending."
}