{
    "url_original": "https://www.wsj.com/articles/americans-are-finally-checking-out-on-vacation-this-summer-or-trying-to-11627205403?mod=business_lead_pos5",
    "url": "americans-are-finally-checking-out-on-vacation-this-summer-or-trying-to-11627205403",
    "title": "Americans Are Finally Checking Out on Vacation This Summer (or Trying To)",
    "sub_head": "Unplugging from the office remains a challenge, but many are determined after more than a year of working through the pandemic",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-372321?width=860&height=573",
    "image_1": "im-372321.jpg",
    "time": "2021-07-25 05:30:00",
    "body": "Americans—notorious for not taking time off—appear to be getting away and even unplugging this summer.<br />U.S. workers struggled with taking vacation time even before Covid-19 upended travel and tourism. Pre-pandemic, Americans didn’t use roughly a quarter of their annual paid time off, according to U.S. Travel Association research. Last year, workers gave up 33% of their vacation time.<br />That may be changing this summer. With pandemic restrictions easing and plenty of offices still closed until after Labor Day, many employees say they aren’t just taking real breaks but attempting something they have rarely achieved before: checking out. In some cases, their employers are helping them by shutting workplaces down for a week.<br />In a June survey by executive search firm  Korn Ferry ,  79% of professionals say they will use more vacation days in 2021, and 46% say they will take a longer vacation than in past years. Even those who struggle to untether themselves from their company laptops say they will be in touch with the office less: While 61% say they plan to check in at least once a day, 82% say it will be less contact than on past vacations.<br />Those plans are showing up on company vacation calendars: Employee requests for time off in June were up 16.6% compared with the same month in 2020, and 1% from June 2019, according to human-resources technology firm Zenefits, which tracks requests from workers at roughly 3,000 companies."
}