{
    "url_original": "https://www.wsj.com/articles/american-frackers-show-restraint-as-oil-tops-70-11625823000?mod=business_lead_pos1",
    "url": "american-frackers-show-restraint-as-oil-tops-70-11625823000",
    "title": "American Frackers Show Restraint as Oil Tops $70",
    "sub_head": "Shale companies, flush with cash, are paying off debt and sharing with investors rather than drilling more",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-07-09 05:30:00",
    "body": "Shale companies pumped with abandon anytime oil prices rose sharply last decade. But as crude tops $70 a barrel, they are barely doing enough to sustain U.S. production.<br />Frackers have been forced to rein in spending and live within their means after many investors lost faith in the companies following years of poor returns, lenders reduced their credit lines and capital markets showed little interest in funding expansive new drilling campaigns.<br />The result is that shale drillers, which in the past have played the role of the oil world’s swing producer by quickly increasing output to meet demand, are largely standing pat for now, as the reopening of Western economies leads to a resurgence of global oil and gas prices.<br />The companies are raking in more cash than ever. Public shale companies that drill primarily for oil collectively generated a record $4.1 billion in free cash flow in the first quarter of 2021 and are poised to take in almost $15 billion for the year if prices remain higher, according to consulting firm Rystad Energy.<br />But instead of pumping that money back into drilling as they have historically done, large producers such as  Occidental Petroleum Corp.  and  Ovintiv Inc.,  the company formerly known as Encana Corp., have said they plan to focus on reducing debt, keeping U.S. output flat. Other sizable shale drillers such as  Pioneer Natural Resources Co.  and  Devon Energy Corp.  are socking away money to return to investors in the form of variable dividends, one of the enticements they want to use to lure more investors back."
}