{
    "url_original": "https://www.wsj.com/articles/americans-can-travel-to-greece-now-heres-how-to-smooth-the-way-11625848440",
    "url": "americans-can-travel-to-greece-now-heres-how-to-smooth-the-way-11625848440",
    "title": "Americans Can Travel to Greece Now. Here’s How to Smooth the Way.",
    "sub_head": "As sun-worshippers stream back to Santorini, Mykonos and other Greek islands, a crop of new hotels promise more coddling than crowds. Our guide to hopping back into vacation mode and avoiding potential pitfalls.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2021-07-09 12:34:00",
    "body": "MY FIRST NIGHT in Mykonos, a few weeks ago, the whitewashed hillside windmills overlooking the port were still, but I had all the fresh air I craved merely by being on the island. I was sitting on the stone steps of a seaside bar sipping a sundowner with a friend who had just arrived from New York City. I felt giddy, despite the occasional pang of doubt about abandoning over a year’s worth of deeply drilled-in safety precautions.<br />After 15 months of successive lockdowns in France, where I live, I viewed a few weeks lolling around the beaches of Greece as a sure cure to my thwarted wanderlust. As soon as the country reopened to foreign tourists in mid-May, I was ready to pounce. I wasn’t the only one champing at the bit for a Grecian holiday—the country welcomed 383,000 foreign visitors in May, with double that number expected in June. Before I booked my ticket, however, I wanted to be sure I wasn’t rushing into the decision. Was it safe and responsible to visit Greece at a time when the pandemic is subsiding in Europe and the U.S.—as more people get vaccinated—but is decidedly still not yet over?<br />Before I booked my trip, I did a little research: As of June 1, 34% of the Greek population of 10.5 million had received one dose of the vaccination. (As of early July, about 38% of the population had been fully vaccinated compared with about 48% of the U.S. population.) Besides the elderly, the government’s vaccination program prioritized residents of the country’s islands to help jump-start the country’s stalled tourism industry. Foreign tourists must either be vaccinated or show proof of a negative Covid test within 72 hours—and, in any case, are subject to random testing at airports and ferry terminals. (The CDC lists Greece as a Level 3 ”High” risk destination in terms of Covid, and urges all travelers to be vaccinated before visiting.) The new protocols aren’t foolproof, but they offered me enough assurance to book a nine-day trip in June. Even though fully vaccinated, however, I wasn’t quite ready to face hordes of travelers—truthfully, I never am, and especially not this year—so I devised an island-hopping trip that would let me check out a handful of new hotels well off the tourist path. A few were too pricey for my budget so instead of booking a room, I toured the properties and dined in their restaurants.<br />Before the pandemic, tourist numbers to Greece had been steadily rising. In 2019, the country counted a record 34 million arrivals. Scores of new hotels were in the pipeline to supply the growing demand, with many opening just before Covid hit or mid-pandemic. I zeroed in on four new properties sprinkled around the Cyclades archipelago and one in Athens. At a comfortable remove from popular tourist spots, they all seemed like ideal places for hesitant travelers like me to tiptoe back into the world. Aside from a few hitches along the way, each lived up to its promise.<br />I’ve traveled to Greece many times from my home in Paris, but I’d never been to Mykonos, writing it off as an island better suited to the party crowd. Though the party is still much smaller than usual, I sampled the infectiously convivial mood that first night as my friend and I sat at a waterfront bar in the Little Venice quarter of Mykonos town. Some 30 other patrons, speaking at least a dozen different languages, surrounded us. When a big wave slapped the bar’s flagstone-paved terrace, the Aegean spilled over 30 pairs of expensive-looking shoes and sandals. Registering their suddenly soaked feet, the crowd laughed communally—a signal, it seemed, to order another round of drinks."
}