{
    "url_original": "https://www.wsj.com/articles/american-airlines-pilots-and-flight-attendants-unions-say-they-cant-find-hotel-rooms-11627511797?mod=business_lead_pos11",
    "url": "american-airlines-pilots-and-flight-attendants-unions-say-they-cant-find-hotel-rooms-11627511797",
    "title": "American Airlines Pilots and Flight Attendants Unions Say They Can’t Find Hotel Rooms",
    "sub_head": "Complaints another sign of air travel’s growing pains, as surge in demand this summer overwhelms tourism hot spots, hotels, airports",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-376937?width=860&height=573",
    "image_1": "im-376937.jpg",
    "time": "2021-07-28 18:36:00",
    "body": "It isn’t only travelers finding more crowds and fuller hotels this summer. Some flight attendants say they are running into the same problem.<br />Flight attendants and pilots at  American Airlines Group Inc.  brought complaints against the carrier this week, claiming that the airline has failed to adequately provide hotels and transportation, particularly when bad weather and other disruptions upend flight schedules.<br />The issues are the latest signs of the travel industry’s growing pains, as the sudden surge in demand this summer has at times overwhelmed airports, hotels and tourism hot spots.<br />Pilots and flight attendants have said they have sometimes arrived at airports to find they don’t have a hotel for the night, and often face long waits while arrangements are made. That has made it harder for crew to get the rest they are required to have between flights, union leaders said in statements announcing the grievance claims against American.<br />Airlines have flooded into leisure destinations this summer, including some in remote areas near natural parks—one reason hotels have sometimes been harder to find, union and airline officials say. Hotels have also gotten fuller. In the week ending July 17, U.S. hotels were 71% full, the highest weekly hotel occupancy reached its highest level since October of 2019, according to hotel data tracker STR."
}