{
    "url_original": "https://www.wsj.com/articles/among-the-mosques-review-from-islamist-to-british-patriot-11626041965?mod=opinion_reviews_pos1",
    "url": "among-the-mosques-review-from-islamist-to-british-patriot-11626041965",
    "title": "‘Among the Mosques’ Review: From Islamist to British Patriot",
    "sub_head": "Ed Husain once defended Islam in terms of Blair-era multiculturalism. Now he invites Muslims to join the ‘British mainstream.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-367642?width=620&size=1.5",
    "image_1": "im-367642.jpg",
    "time": "2021-07-11 18:19:00",
    "body": "The future of relations between Muslims and non-Muslims in the United Kingdom may be a troubled one. Ed Husain sounds the alarm in “Among the Mosques: A Journey Across Muslim Britain.” The book chronicles his visits to 10 cities. Mr. Husain, a British writer and political adviser, takes us into local mosques for Friday prayers and relates his encounters, planned and unplanned, with local personalities in Muslim communities. Some of the communities he visits exhibit the very best British traditions of tolerance and pluralism, but most do not.<br />The Markazi Mosque in the northern mill town of Dewsbury, Mr. Husain writes, “is the European central office of the largest Muslim organisation in the world, the Tableeghi Jamaat.” The original goal of the organization, founded in 1927 in India, was to oppose the British Raj and “to stop the dilution of Muslim identity in the cosmopolitan cities of British India.” Its members are great proselytizers. Knocking on doors across the Muslim world, they are, as Mr. Husain puts it, “essentially the (male-only) Muslim version of Jehovah’s Witnesses.”<br />The annual Tableeghi convention in Bangladesh attracts five million Muslim men from around the world. Women are not welcome. The Tableeghis are particularly prominent in the U.K., where, by Mr. Husain’s count, the Deobandi movement, of which the Tableeghi Jamaat is the missionary arm, controls “more than half of Britain’s mosques.”<br />Like the Muslim Brotherhood, which sprang up in Egypt around the same time, the Tableeghi Jamaat sees modern Western culture as an assault on Islam. To counterattack, it promotes an understanding of Islam that organizes every aspect of life, including politics. Mr. Husain puts it this way: “While political Islamists in the Muslim Brotherhood target the state and seek to change its laws through elections and parliaments, as in Egypt and Syria, and their jihadi cousins in al-Qaeda and ISIS use violence in seeking to restore a caliphate in several Muslim countries, the Tableeghi Jamaat believe in bottom-up change, and work for their caliphate from the masses upwards.”<br />This bottom-up strategy leads to the construction of a parallel society. Banning music and alcohol helps to wall Muslims off from the prevailing British culture, as does the creation of sharia courts that provide members an alternative to the state on matters of personal status, such as marriage and divorce. When Mr. Husain asks a cleric in Dewsbury why there are no women in the mosque, the cleric directs him to a book, “Guidance for a Muslim Wife.” A sample line from that work: “When a woman leaves her home without her husband’s consent, then all the angels of the skies and the entire universe curse her for this act until she returns home.”"
}