{
    "url_original": "https://www.wsj.com/articles/an-american-marriage-review-house-divided-11626299896",
    "url": "an-american-marriage-review-house-divided-11626299896",
    "title": "‘An American Marriage’ Review: House Divided",
    "sub_head": "Abraham Lincoln’s union with Mary Todd was not a happy one, but it may have honed his ability to guide a nation through crisis.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-369567?width=860&height=573",
    "image_1": "im-369567.jpg",
    "time": "2021-07-14 17:58:00",
    "body": "‘Poor Mrs. Lincoln!”<br />Those words were uttered time and again after the assassination of President Abraham Lincoln in 1865, as mourners expressed pity for the woman who had seen her husband murdered before her eyes. From around the world, condolence letters flooded the White House, but such outpourings of sympathy proved short-lived deviations from all that had come before and all that would come after. In “An American Marriage: The Untold Story of Abraham Lincoln and Mary Todd,” the eminent Lincoln scholar Michael Burlingame has amassed an avalanche of insults directed at Mary Lincoln. She was, according to a panoply of people who interacted with her, cold, coarse, savage, repulsive and brutal. She was a fool, a shrew, a she-devil, a hellion and a hyena. In the index of Mr. Burlingame’s two-volume, prize-winning “Abraham Lincoln: A Life,” under “Lincoln, Abraham—Marriage and Domestic Life—relations with MTL” can be found the subentries “bad temper,” “ ‘home was hell’ ” and “not a good cook or hostess.” Now this provocative, compulsively readable book sets out to demonstrate that Abraham Lincoln’s sorrows—often attributed to the challenge of leading the nation through civil war—must be ascribed also to the horror of his domestic life.<br />The most enlightening questions historians can ask are “why” questions, and scattered within this catalog of defamation, Mr. Burlingame notes Mary Lincoln’s unhappy childhood and her “profoundly dislocating losses.” One son died at the age of 3, another at 11 (after the assassination, a third son died at 18; only Robert Todd Lincoln survived his mother). Mr. Burlingame writes of her “hunger for ersatz forms of love—power, money, fame”—and of the “unconscious rage” she directed toward her husband. People at the time also described Mrs. Lincoln as demented, deranged, crazy and insane, and Mr. Burlingame convincingly offers a diagnosis of bipolar disorder, noting that numerous Todd relatives displayed symptoms of the same illness. The narrative ends in 1865; Robert would commit his mother to an insane asylum, against her wishes, 10 years later.<br />Mr. Burlingame is writing against what he calls Mary Lincoln’s “defensive” biographers: those who have presented the Lincoln marriage as happy or the First Lady as a feminist ahead of her time. While he makes clear that the “depressive, emotionally reserved and uncommunicative” Mr. Lincoln was “far from an ideal husband” (his childhood was unhappy too), Mr. Burlingame’s sympathies ultimately lie with him. Observers judged Mr. Lincoln as patient with his wife, but also as meek and browbeaten. Some wondered at his inability to control her, and others questioned his manhood, impressions that Mr. Burlingame offers without historical analysis. To his credit, Mr. Burlingame admits the need for something he does not supply: “a modern, thorough, psychologically sophisticated biography” of Mary Lincoln. Future scholars would do well, too, to consider her critics in light of cultural expectations about women, men, politics and marriage. To give just one example, neighbors found it outrageous that Mary Lincoln implored her husband to look after the children.<br />A few aspects of the book deserve closer scrutiny. When Mr. Burlingame writes of Mary Lincoln’s physical abuse of her husband, he cites a 2018 National Intimate Partner and Sexual Violence Survey to claim “that more men than women were the victims of domestic violence in 2015,” although that contradicts the report’s conclusions. A chapter called “The First Lady and African Americans” refutes previous contentions of Mrs. Lincoln as an abolitionist, claiming that her conduct toward black people “belies that characterization,” even though black abolitionists often attested that their white allies were hardly innocent of routine racism. Moreover, by the time we get to this chapter, it is well-established that Mary Lincoln treated nearly everyone in her orbit with disdain."
}