{
    "url_original": "https://www.wsj.com/articles/an-immigration-reboot-for-biden-11626649663?mod=opinion_lead_pos2",
    "url": "an-immigration-reboot-for-biden-11626649663",
    "title": "An Immigration Reboot for Biden",
    "sub_head": "A continuing migrant surge and a DACA ruling show the need for a Democratic Party rethink.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-18 19:07:00",
    "body": "The Biden Administration’s immigration policy has been a debacle from the start, but two events Friday ought to spur a reboot. Democrats will need one if they want to avoid a political backlash in 2022 and beyond.<br />Customs and Border Protection reported that its agents had some 188,000 migrant encounters in June. CBP has made more than a million arrests at the U.S.-Mexico border so far this fiscal year, already more than any full-year total since at least 2005.<br />The number of families caught trying to cross reached 55,805 for the month, a 25% increase from May, and unaccompanied children encountered rose to 15,253. These numbers don’t count those who cross illegally and aren’t caught, and they mask the human exploitation of migrants by the cartels that control border crossings.<br />The migrants keep coming despite the vocal pleading of Biden officials because migrants perceive the benefits are worth the risk. The Biden Administration is expelling adults under a pandemic-era emergency policy. But news reports say it is considering an end to that policy, which means migrants would be able to seek asylum and remain in the U.S., often with permission to work, while they wait for their cases to be heard. That can take years given the backlog, and many will never show up in court.<br />No wonder so many pay the cartels and take their chances on the trek through Mexico rather than stay in Central American countries with little economic opportunity and no rule of law. Apparently America’s “systemic racism” isn’t as awful as the Biden Administration claims. But the surge of migrants is a growing political crisis for Democrats, whose failure to fix the broken incentives is costing them support, including among Hispanic-Americans in the border counties of Texas."
}