{
    "url_original": "https://www.wsj.com/articles/an-unlikely-refuge-in-the-year-of-covid-11627704061",
    "url": "an-unlikely-refuge-in-the-year-of-covid-11627704061",
    "title": "An Unlikely Refuge in the Year of Covid",
    "sub_head": "For one New Yorker, the decision to ride out much of 2020 in Belgrade, Serbia, was both frightening and liberating.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-376822?width=860&height=573",
    "image_1": "im-376822.jpg",
    "time": "2021-07-31 12:01:00",
    "body": "When Covid-19 hit New York City last spring, I was in my mid-60s and recovering from a traumatic brain injury that, by actuarial standards, “should” have carried me off a few years earlier. I had not only survived but grown hungry for life again, only to find myself holding on miserably in the worst pandemic hot spot in the U.S. Several friends died, and I watched televised images of the impromptu morgues cobbled together across the city in tents, trucks and Central Park. My neighbors and I squeezed by each other warily on trips to the lobby of our apartment building, breathing shallowly, flattening ourselves against the walls.<br />By August, I hadn’t left my building in months. Unmated, semiretired, my grown children busy with school or work, I realized that no one needed my physical presence. All I wanted was a place to spend one more winter in reasonable human dignity, during which I could read and think and listen to the music I loved. But every day it seemed as though another country had closed itself off to visitors, and there were not yet even rumors of a vaccine.<br />One afternoon when the anxiety grew too much to bear, I did several hours of research and bought a one-way ticket to Belgrade, Serbia. Just called up and booked it, as though ordering a pizza. The country was still open to Americans, the infection rate was vastly lower than in the U.S., and there was an overnight AirSerbia flight out of JFK that would take me from passport control to passport control, world to world, in eight hours on a single flight.<br />When I arrived, I was through customs in 10 minutes and asleep in my Belgrade hotel an hour later. Within days, I’d taken a small but comfortable Communist-era flat in Dorćol, a hallowed old neighborhood close to the Hotel Moskva and the Kalemegdan Fortress, at the confluence of the Sava and Danube rivers. My rent was $550 a month, including utilities and a balcony. There, I thought, I might burrow in and survive for a while, waiting for better times.<br />Belgrade delighted me from the start. I was welcome to work outside a cafe in the autumn sunlight and greet new friends who passed by on Strahinjica Bana. Fruit dishes were presented with a little pitcher of purified honey, and the combination was delicious overkill. The red wine was hearty and succulent, tasting of dark soil. Young people rode motor-scooters through the clotted streets and said “Ciao” without self-consciousness. At times I felt as though I was in “La Dolce Vita”; in other sections of town, still recovering from bombings well within memory, I was reminded of the battered Vienna of “The Third Man.”"
}