{
    "url_original": "https://www.wsj.com/articles/an-uprising-of-despair-in-cuba-11626130116?mod=opinion_lead_pos1",
    "url": "an-uprising-of-despair-in-cuba-11626130116",
    "title": "An Uprising of Despair in Cuba",
    "sub_head": "Biden sounds the right notes but there’s more the U.S. can do.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-12 18:48:00",
    "body": "The remarkable protests in Cuba this weekend show that the Cuban people still yearn for a life free of tyranny despite decades of repression. President Biden hit the right note on Monday by expressing American support for the protesters, and let’s hope he follows through by increasing pressure on the regime.<br />Protests aren’t uncommon in Cuba, where most people live in desperate poverty while a narrow governing elite benefit from a state-owned economy that depends on dollars and euros from abroad. But Sunday’s uprising was unusual it that it developed almost spontaneously and expanded across the island as the message spread on social media and apps like Telegram.<br />The protests weren’t planned or organized. Cubans massed in the streets to register their opposition to the economic fallout from Covid-19, which has been mismanaged on the island; widespread shortages of food and medicine; and the numerous daily blackouts from failing electric power.<br />Protesters picked up the cry of freedom and sang the popular “Patria y Vida” (Homeland and Life) as a way of repudiating Che Guevara’s revolutionary slogan “Homeland or Death.” Social media is dangerous to the dictatorship because it allows people to share their dissatisfaction and feel they aren’t alone.<br />This time is also different because Fidel Castro is dead, his brother Raúl no longer holds an official position, and successor Miguel Díaz-Canel has no claim to legitimacy beyond the military and intelligence services that back him. The public’s willingness to risk arrest by heading into the streets is a signal that their suffering is so great that most Cubans have nothing left to lose."
}