{
    "url_original": "https://www.wsj.com/articles/ancient-partners-in-love-and-war-11627566958",
    "url": "ancient-partners-in-love-and-war-11627566958",
    "title": "Ancient Partners in Love and War",
    "sub_head": "The Sacred Band of Thebes, a Greek military unit composed of male couples, inspired modern crusaders for gay rights.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-375960?width=860&height=677",
    "image_1": "im-375960.jpg",
    "time": "2021-07-29 09:55:00",
    "body": "The names of Gorgidas and Pammenes are little known even to readers familiar with ancient Greece. But in 378 B.C., these leaders of the city of Thebes created an institution that would inspire the modern struggle for gay rights more than 2,000 years later. The Sacred Band was a military unit made up of 150 pairs of male lovers, founded on the principle that couples fighting side by side would be inspired with special courage. As one Theban strategist put it, “Eros is the only general that’s never been beaten.”<br />In the 19th century, the story of the Band’s victories, sometimes against foes that outnumbered them two to one, inspired gay writers to imagine a world where male couples could become leaders and heroes—a “city of manly love,” Walt Whitman wrote in “Leaves of Grass,” that would be “invincible to the attacks of the whole of the rest of the earth.”<br />In creating the Sacred Band as a weapon against Sparta, the Thebans drew on local tradition. According to myth, the city was the birthplace of the god Heracles—Hercules to the Romans—who fought battles alongside a kinsman named Iolaus. The tomb of Iolaus at Thebes had become a kind of shrine at which male couples would pledge themselves to each other. Such pledges of love, perhaps signifying life-long and exclusive commitments—in effect, same-sex marriages—were unique to Thebes. In the “Symposium,” Plato calls such unions Uranian or “heavenly”—a term embraced by the first gay men to come out of the closet in 19th-century Europe.<br />The Band would remain undefeated for 40 years until Alexander the Great wiped it out in the Battle of Chaeronea, in central Greece, in 338 B.C. The destruction was mourned by Alexander’s father, King Philip of Macedon, though he had laid out the battle plans and no doubt ordered that no quarter be given. He reportedly wept at the sight of the heap of corpses and cursed any man who cast ill repute on their same-sex unions. Then he allowed the Thebans to bury them in a mass grave on the battlefield where they were laid out in phalanx formation, as though standing ready for combat, with lovers side by side for eternity.<br />Some years later the grave was memorialized by a remarkable marble lion, depicted in a crouching position, with its head turned to gaze at the field where the Band had perished. The Lion of Chaeronea stood intact for centuries, but eventually it broke up and disappeared into the soil. A single protruding stone led to its rediscovery in 1818, when a British traveler’s horse stumbled over it. Some six decades later, in 1880, the mass grave beneath it was discovered, containing the remains of 254 of the Band’s 300 members; some of the pairs of warriors were interred with linked arms."
}