{
    "url_original": "https://www.wsj.com/articles/andrew-cuomo-eric-adams-target-new-york-citys-rising-gun-crime-11626299731?mod=business_minor_pos4",
    "url": "andrew-cuomo-eric-adams-target-new-york-citys-rising-gun-crime-11626299731",
    "title": "Andrew Cuomo, Eric Adams Target New York City’s Rising Gun Crime",
    "sub_head": "The governor and candidate for NYC mayor said they would steer funding to anticrime efforts in Brooklyn, as Democrats embrace public-safety message",
    "category_1": "U.S.",
    "category_2": "Politics",
    "image_1_url": "https://images.wsj.net/im-369248?width=860&height=573",
    "image_1": "im-369248.jpg",
    "time": "2021-07-14 17:55:00",
    "body": "New York Gov. Andrew Cuomo and the Democratic nominee for New York City mayor, Eric Adams, pledged to work together to combat elevated gun violence in the nation’s largest city, as Democrats across the country try to coalesce around a public-safety message.<br />In their first joint appearance since Mr. Adams clinched his party’s nomination, the Democratic governor and the front-runner for mayor unveiled state funding for nonprofit and church organizations in central Brooklyn, including programs for summer employment and job training as well as “violence interrupters” to mediate gang disputes.<br />Wednesday’s appearance provided another opportunity for Mr. Adams—a former New York Police Department captain and currently Brooklyn borough president—to promote his vision for how Democrats can seize public safety as an issue during a period of rising crime. Mr. Adams also met this week with President Biden, who is working to counter rising crime in American cities amid criticism from Republicans who contend that Democrats have failed to sufficiently respond.<br />Mr. Adams said Wednesday that it was important to make clear that crimes would have consequences and to focus resources on preventing crimes motivated by poverty.<br />“Give those young people who are carrying a gun the real services they need and identify the services beforehand. You have to have intervention and prevention,” Mr. Adams said."
}