{
    "url_original": "https://www.wsj.com/articles/angela-merkels-white-house-visit-ends-trump-era-hostilities-but-trans-atlantic-drift-continues-11626271040",
    "url": "angela-merkels-white-house-visit-ends-trump-era-hostilities-but-trans-atlantic-drift-continues-11626271040",
    "title": "Angela Merkel’s White House Visit Ends Trump-Era Hostilities, but Trans-Atlantic Drift Continues",
    "sub_head": "U.S. interests on key issues such as China are still diverging from those of Germany and Europe, officials say",
    "category_1": "World",
    "time": "2021-07-14 09:57:00",
    "body": "BERLIN—German Chancellor Angela Merkel’s farewell visit to Washington this week will broadcast a new, friendlier tone between the U.S. and Europe after the acrimony of the Trump era but will likely do little to reverse the long-term divergence of interests in the trans-Atlantic relationship.<br />The Thursday meeting with President Joe Biden at the White House will be the chancellor’s last official visit. Ms. Merkel isn’t running again at the September election after 16 years in office, a period spanning the terms of four U.S. presidents, starting with George W. Bush, that has seen a loosening of the bond between the U.S. and Europe and America’s increasing focus on Asia.<br />The drift turned to discord under President Donald Trump, who repeatedly singled out Germany in his complaints that Europe didn’t pay its way in the trans-Atlantic security arrangement, with leaders on both sides making little effort to conceal their mutual contempt.<br />In 2017, Ms. Merkel said Europe should no longer rely on others for protection and had to take its fate into its own hands, a comment aides said wasn’t just a dig at Mr. Trump’s administration but a call for more European independence amid increasing superpower competition between America and China.<br />“The tone is normal again, as is the ability to discuss all relevant issues like partners, but in terms of substance it is quite clear that America will not change some key policies,” a senior German official said. “Trump’s positions on a number of issues were American positions, only he pursued them in an aggressive way.”"
}