{
    "url_original": "https://www.wsj.com/articles/angkor-wat-was-overtouristed-today-its-nearly-empty-what-now-11625236644",
    "url": "angkor-wat-was-overtouristed-today-its-nearly-empty-what-now-11625236644",
    "title": "Angkor Wat Was Overtouristed. Today It’s Nearly Empty. What Now?",
    "sub_head": "With Cambodia’s borders still closed, one of the world’s most famous landmarks is a ghost town while the tourist hub of Siem Reap has reverted back into a sleepy country village. A travel writer reflects on a possible silver lining to the visitor ban.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-363761?width=620&size=1.5",
    "image_1": "im-363761.jpg",
    "time": "2021-07-02 10:37:00",
    "body": "IN MID February 2020, I spent a few days in Siem Reap, the Cambodian city just outside the ruins of Angkor Wat. One night, I went to see the drag queen show at the Barcode nightclub where I watched a performer named Kabah, wearing a silver dress, lip-sync to Whitney Houston’s “One Moment in Time.” Patrons sat at the bar and at banquettes nursing martinis and bottles of Angkor Beer. I didn’t realize it at the time—no one did—but this really was one moment I would have a lot of time to think back on. For the next year and a half, I, a travel writer perpetually in motion, would be grounded, rarely leaving my apartment in Manhattan.<br />I’ve done a lot of unorthodox things for the sake of writing about them: I’ve eaten a still-beating snake heart in Vietnam; I’ve hiked for days across part of Kenya; I’ve gotten tipsy on vodka with old Ukrainian ladies in Chernobyl’s exclusion zone. But staying home for a year and a half? It was inconceivable.<br />I once wrote a magazine profile of filmmaker John Waters. He wanted to go hitchhiking. After we were picked up down the street from his Baltimore home, he looked back at me and said, “I think it’s dangerous to stay home. Never going out and seeing the world and meeting new and interesting people? Now, that’s dangerous.” For the next year and a half, Waters’s proclamation would be flipped on its head.<br />On the last morning in Siem Reap before my flight back to New York, I planted myself at a table outside a cafe sipping an espresso and watching a stray chicken trying to decide if it was going to cross the road. At the time, the virus was still more or less contained within Wuhan (or so we thought). And some of the people I met there speculated about it—all with a sense of unease about the potential of a pandemic—wondering if this invisible invader was going to cross the road as well. Almost eclipsing that sense of unease, though, was general excitement about the changes afoot in Siem Reap. Most visitors based themselves in the city to visit the nearby complex of fabled Hindu and Buddhist temples. But in recent years, the town of 140,000 people had evolved into a destination in itself, adding more luxury hotels, cocktail lounges, art galleries, boutiques and innovative Cambodian restaurants.<br />Back in 1901, Siem Reap consisted of three neighboring villages. That same year some of the first Western tourists arrived, lured by word of ancient temples overtaken by the jungle. By 1909, the first hotel opened, Hotel des Ruins. In 1932, the Grand Hotel d’Angkor (now run by the Raffles hotel group) swung open its doors. But by 1975, under the threat of the Khmer Rouge, Siem Reap became depopulated, as town dwellers fled to the countryside. The Grand Hotel d’Angkor shut down and was used as a prison, then reopened in 1997 once Raffles acquired it."
}