{
    "url_original": "https://www.wsj.com/articles/anthony-fauci-rand-paul-wuhan-lab-leak-11627240720?mod=opinion_lead_pos1",
    "url": "anthony-fauci-rand-paul-wuhan-lab-leak-11627240720",
    "title": "Anthony Fauci, Rand Paul and Wuhan",
    "sub_head": "Americans who dismissed the lab-leak theory have a conflict of interest.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374887?width=860&height=573",
    "image_1": "im-374887.jpg",
    "time": "2021-07-25 16:46:00",
    "body": "No one should expect the Chinese Communist Party to cooperate with a real inquiry into the origins of Covid-19. More disappointing is the lack of candor from American scientists and officials whose conflicts of interest deserve more scrutiny.<br />More than a year-and-a-half after Chinese researchers published a draft genome of Covid-19, the world still doesn’t know where the virus came from. The leading theories are an accidental lab leak or zoonotic spillover from a bat or other intermediary species.<br />A World Health Organization team visited Wuhan this year but Chinese officials provided little useful information. Even WHO director-general Tedros Ghebreyesus, typically a Chinese ally, criticized Beijing for a lack of transparency. He called for an audit of laboratories in Wuhan as part of the origin investigation’s next phase, but Beijing rejected the idea last week.<br />A senior Chinese public-health official said WHO’s plan “did not respect common sense and violated science.” The Chinese Foreign Ministry has called instead for an investigation into Fort Detrick, a U.S. military lab. A Wuhan Institute of Virology official said that his lab “did not contact, preserve or study the novel coronavirus, and it never designed, made or leaked the virus,” according to Chinese state-media. He added that there have been zero pathogen leaks or human infections since the institute opened its high-level BSL-4 lab in 2018. A Chinese official must say this or risk disappearing.<br />The WIV has handled coronaviruses. U.S. experts visited the lab in 2017 and 2018 and warned about a dangerous mix of subpar safety standards and infectious bat coronaviruses. In January the State Department published a fact sheet warning that several WIV researchers had been sick with Covid-like symptoms in the fall of 2019. It also noted that the group had been conducting gain-of-function research that could possibly enable viruses to infect a new species—all while collaborating with the People’s Liberation Army. And the WIV’s critical virus databases were taken offline, ostensibly for security purposes."
}