{
    "url_original": "https://www.wsj.com/articles/antitrusts-new-mission-preserving-democracy-not-efficiency-11625670424",
    "url": "antitrusts-new-mission-preserving-democracy-not-efficiency-11625670424",
    "title": "Antitrust’s New Mission: Preserving Democracy, Not Efficiency",
    "sub_head": "Neo-Brandeisians like FTC Chairwoman Lina Khan target concentrated economic and political power",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "image_1_url": "https://images.wsj.net/im-365215?width=620&size=1.5",
    "image_1": "im-365215.jpg",
    "time": "2021-07-07 11:07:00",
    "body": "Amazon.com Inc.’s  proposed acquisition of film studio MGM would ordinarily provoke little antitrust concern. MGM’s share of box office receipts is tiny and Amazon’s entertainment footprint is relatively small.<br />But Amazon of course does much more than make movies: it is the country’s largest e-commerce and cloud-computing company, and a dominant seller of books, videos and music. Founder and Executive Chairman Jeff Bezos owns the Washington Post. In their totality, then, Amazon and Mr. Bezos represent a significant concentration of economic and cultural influence. For a new generation of trustbusters, that’s a bigger concern than the efficiency benefits a merger might bring.<br />“There is sound reason to ask whether permitting Amazon to leverage its platform to integrate across business lines hands it undue economic and political power,” then law student Lina Khan wrote in a now famous law journal article in 2017.<br />Last month, President Biden named the 32-year-old Ms. Khan chairwoman of the Federal Trade Commission. At a confirmation hearing in April, she said antitrust’s historical role is to “protect our economy and our democracy from unchecked monopoly power.”<br />Ms. Khan embodies the neo-Brandeisian movement, named for Louis Brandeis, a crusading lawyer and later Supreme Court justice who argued bigness was both inefficient and antithetical to liberty. “Size, we are told, is not a crime,” he wrote in 1914. “But size may, at least, become noxious by reason of the means through which it was attained or the uses to which it is put.”"
}