{
    "url_original": "https://www.wsj.com/articles/anticompetitive-woke-law-schools-aba-identity-politics-affirmative-action-11626364370?mod=opinion_lead_pos5",
    "url": "anticompetitive-woke-law-schools-aba-identity-politics-affirmative-action-11626364370",
    "title": "Why the Lawyers Cartel Is Pushing for Woke Law Schools",
    "sub_head": "The ABA’s proposed accrediting standards would impose uniformity and call it ‘diversity.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-15 13:01:00",
    "body": "The American Bar Association is proposing new accrediting standards for law schools that would make them more race-conscious, more politically correct and less intellectually diverse. The proposal should fail on the merits. It’s so bad it should also prompt reconsiderations of the ABA’s role as accreditor of law schools and of the U.S. Supreme Court precedent on racial preferences in law-school admissions.<br />Having lawyers regulate entrance into their own profession has always been anomalous. The ABA has an abiding interest in making entry more expensive—it decreases competition for its current members. But now the ABA wants to use wokeness to raise operating costs, impose ideological uniformity, and reduce academic freedom. The new standards would require law schools to show continuous “progress” toward diversifying their faculties and student bodies. They would be encouraged to do it on a timetable, as if a school can predict when someone of a particular race who meets often specialized curricular and research needs will show up. The ABA also wants to add new diversity requirements for ethnicity and gender identity.<br />Notably absent is any requirement that faculty be intellectually diverse. The ABA is content to have professors singing from the same political hymnal so long they create the favored mix of races, genders and sexual preferences. A recent study in the Journal of Legal Studies shows that a hiring focus on many of the ABA’s preferred characteristics makes law faculties even more left-wing than they already are.<br />The ABA’s total disregard for viewpoint variety undermines the diversity rationale that has been used to justify discrimination in law-school admissions. If adopted, it could finally encourage the Supreme Court to abandon the notion that choosing students by demography advances the life of the mind.<br />Many states have laws on the books prohibiting public universities from considering race and sex in hiring and admissions. The new proposal explicitly states that such laws provide no justification for noncompliance with its diversification requirements. The pre-eminent organization of American lawyers is inviting lawlessness."
}