{
    "url_original": "https://www.wsj.com/articles/antitrust-can-hurt-u-s-competitiveness-11625520340?mod=opinion_lead_pos10",
    "url": "antitrust-can-hurt-u-s-competitiveness-11625520340",
    "title": "Antitrust Can Hurt U.S. Competitiveness",
    "sub_head": "Actions against RCA, AT&T and Xerox gave a leg up to European and Japanese firms.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-362749?width=620&size=1.5",
    "image_1": "im-362749.jpg",
    "time": "2021-07-05 17:25:00",
    "body": "When it comes to technology and the economy, the U.S. is grappling with two contradictory goals: competing with China in advanced technology industries and ramping up antitrust enforcement against leading U.S. tech companies.<br />Antimonopoly advocates argue that we can have our cake and eat it too. Go ahead and break up big tech, they say; we can still compete with China. But there is a long history of U.S. antitrust actions against technology companies, and the results suggest regulators should exercise caution.<br />Consider the case of Western Electric,  AT&T ’s  equipment subsidiary. By the early 1920s, it had factories in Austria, Belgium, Canada, China, Germany, France, Italy, Japan, the Netherlands, Russia and the U.K. But because AT&T relied on it exclusively for equipment, in 1925 the Justice Department threatened AT&T with breakup unless it divested Western Electric’s foreign assets, creating International Telephone & Telegraph and ultimately giving birth to robust foreign-owned competitors.<br />Antitrust regulators also pressured AT&T’s Bell Labs in the early 1950s to license its newly invented transistor technology. That spurred innovation because it helped emerging companies such as  Texas Instruments  and Fairchild. But because of government pressure, AT&T also licensed its technology, almost for free, to foreign companies. This eventually enabled  Sony  to take global leadership from the U.S. in consumer electronics, and it gave a major leg up to Europe’s Ericsson and  Siemens .<br />The U.S. also used to be the global leader in television technology thanks to the Radio Corp. of America, the pathbreaker in color television. But in the 1950s the Justice Department required RCA to let other U.S. companies use its patents at no charge. RCA had long relied on licensing revenue, so it started making money where it could—in Japan. “RCA licenses made Japanese color television possible,” technology historian James Abegglen has written."
}