{
    "url_original": "https://www.wsj.com/articles/aon-dealt-a-blow-in-bid-for-quick-trial-on-u-s-challenge-to-willis-towers-merger-11625607068?mod=business_minor_pos4",
    "url": "aon-dealt-a-blow-in-bid-for-quick-trial-on-u-s-challenge-to-willis-towers-merger-11625607068",
    "title": "Aon Dealt a Blow in Bid for Quick Trial on U.S. Challenge to Willis Towers Merger",
    "sub_head": "Judge says he can’t try the antitrust case before the acquisition’s current Sept. 9 expiration date",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-365164?width=620&size=1.5",
    "image_1": "im-365164.jpg",
    "time": "2021-07-06 17:31:00",
    "body": "WASHINGTON—A federal judge said he can’t schedule a summer trial in the Justice Department’s antitrust lawsuit challenging insurance broker  Aon  PLC’s proposed acquisition of rival  Willis Towers Watson  PLC, a blow to Aon’s bid to save a deal that expires Sept. 9.<br />U.S. District Judge Reggie Walton instead said Tuesday he plans to hold trial proceedings for a few days beginning Nov. 18, and then again during an opening in his schedule from Dec. 20-22. A decision could take weeks or months after those proceedings conclude.<br />The judge said that he faced a huge backlog of cases because of the coronavirus pandemic. He said that the November and December dates for the Aon litigation may slip, because he also is presiding over several cases related to the Jan. 6 riot at the U.S. Capitol, which take priority because of defendants’ speedy-trial rights.<br />“I understand the desire to try and get the case to trial as quickly as possible, but I think it’s impractical,” the judge said during a scheduling hearing.<br />Aon and Willis Towers, both registered in Ireland, announced their roughly $30 billion deal in March 2020. They are two of the world’s biggest insurance brokerages by revenue, alongside New York-based Marsh & McLennan Cos. The brokerages help companies buy insurance and advise them on risk management and are also major consultants to businesses on health and other benefit packages for their employees."
}