{
    "url_original": "https://www.wsj.com/articles/apollo-to-take-stake-in-fintech-investor-motive-partners-11625133600?mod=business_lead_pos11",
    "url": "apollo-to-take-stake-in-fintech-investor-motive-partners-11625133600",
    "title": "Apollo to Take Stake in Fintech Investor Motive Partners",
    "sub_head": "The move is aimed at beefing up the private-equity giant’s technology",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-360437?width=620&size=1.5",
    "image_1": "im-360437.jpg",
    "time": "2021-07-01 06:00:00",
    "body": "Apollo Global Management Inc.  is taking a stake in financial-technology investor Motive Partners, a move aimed at beefing up the private-equity giant’s own technology.<br />Apollo is to buy up to 24.9% of Motive in a deal the firms plan to unveil later Thursday. It isn’t disclosing terms of the transaction, but people familiar with the matter said it values the smaller private-equity firm at around $1 billion.<br />Apollo will also become an investor in Motive’s funds. In exchange, a unit of Motive that employs technologists and engineers to evaluate investments will work on improving Apollo’s own technology. The idea is to help Apollo broaden its distribution, in part so the firm can reach more individual investors as well as improve its deal-origination capabilities and develop new product offerings in asset management and fixed annuities, officials at both firms said.<br />With offices in New York and London, Motive buys financial companies with the goal of improving their productivity through technology. It also makes minority investments in fast-growing companies in the software and information-services sectors. Its focus areas include banking and payments, capital markets, data and analytics, investment management and insurance.<br />Motive was founded in 2016 by Rob Heyvaert, who started his first company, capital-markets settlement engine Cimad Consultants, at age 24 and later sold it to International Business Machines Corp. Motive’s first fund was a $485 million vehicle it finished raising in 2019."
}