{
    "url_original": "https://www.wsj.com/articles/apollos-leon-black-responds-in-court-to-ex-models-defamation-suit-11626701567?mod=business_minor_pos6",
    "url": "apollos-leon-black-responds-in-court-to-ex-models-defamation-suit-11626701567",
    "title": "Apollo’s Leon Black Responds in Court to Ex-Model’s Defamation Suit",
    "sub_head": "Billionaire says he was engaged in a consensual relationship with woman until she began extorting him in 2015",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-370988?width=860&height=573",
    "image_1": "im-370988.jpg",
    "time": "2021-07-19 09:32:00",
    "body": "undefinedLeon Black, the billionaire co-founder of  Apollo Global Management Inc.,  submitted a detailed response Monday to a lawsuit that accused him of forcing a woman into a yearslong abusive relationship, roundly denying the allegations and calling the complaint “a work of fiction.”<br />Guzel Ganieva, a Russian immigrant and former model, sued Mr. Black on June 1, accusing him of defamation and alleging he raped and harassed her. She said he forced her to endure a “cycle of intimidation, abuse and humiliation.”<br />In court papers filed in New York County, attorneys for Mr. Black say that the married private-equity mogul was engaged in a consensual, on-and-off relationship with Ms. Ganieva for six years until she began extorting him in 2015 by threatening to go public with their affair.<br />During their relationship, Mr. Black gave Ms. Ganieva millions of dollars of gifts, paying the rent for her pricey Upper East Side apartment, buying her a luxury car and Steinway piano, financing lavish vacations, paying her tuition at acting school and at Columbia University, and funding a $40,000 commissioned portrait of her, according to the court filing.<br />In 2015, Ms. Ganieva asked for a meeting with Mr. Black, during which she threatened to go public with their relationship unless he paid her an additional large sum of money, the filing states. While Mr. Black didn’t meet her initial demand of $100 million, the two did reach an agreement later that year, according to the court document."
}