{
    "url_original": "https://www.wsj.com/articles/apple-looks-to-lease-hollywood-hub-for-filming-shows-and-movies-11626777201?mod=business_lead_pos3",
    "url": "apple-looks-to-lease-hollywood-hub-for-filming-shows-and-movies-11626777201",
    "title": "Apple Looks to Lease Hollywood Hub for Filming Shows and Movies",
    "sub_head": "The producer of ‘Ted Lasso’ and ‘The Morning Show’ wants to expand its presence in the competitive streaming landscape",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-371806?width=860&height=573",
    "image_1": "im-371806.jpg",
    "time": "2021-07-20 06:33:00",
    "body": "Apple Inc.  told real-estate developers it wants to lease a large production campus in Los Angeles for its growing entertainment operations, according to people familiar with the matter, a move that would further deepen big tech’s presence in Hollywood.<br />Apple told development executives it is looking at several possible locations, the people said. The new hub could exceed half a million square feet and would complement Apple’s current arrangement, where the company leases soundstages to film in the Los Angeles area and other parts of the world.<br />Since launching in November 2019, Apple TV+ has streamed a handful of well-known shows and movies, including hits “Ted Lasso” and “The Morning Show,” but it remains a relatively small operation compared with entrenched rivals like  Netflix Inc.  or  Amazon.com Inc.  Now, with an expansion under way, the company is using big-budget movies and a spate of new film and TV deals to set the stage for it to compete more directly with other tech players.<br />A larger Apple footprint in the entertainment capital would reinforce the commitment of the world’s most valuable company in the streaming wars that are defining modern-day Hollywood. Apple TV+ has occupied a curious position in the industry, known for well-regarded shows but lacking the scale many producers assumed it would have, especially given its aggressive push into music and podcasts.<br />In recent months, investors have come to believe that even a Goliath like Apple will need to double down on entertainment if it wants to compete for subscribers, as consolidations like the WarnerMedia- Discovery Inc.  tie-up turn the market into a top-heavy brawl. Apple executives appear to agree, announcing in the past year a new Leonardo DiCaprio movie, record-setting acquisitions and a series of other initiatives that signal a new chapter for its Hollywood efforts."
}