{
    "url_original": "https://www.wsj.com/articles/apple-delays-office-return-as-covid-19-delta-variant-spreads-11626803578?mod=business_lead_pos6",
    "url": "apple-delays-office-return-as-covid-19-delta-variant-spreads-11626803578",
    "title": "Apple Delays Office Return as Covid-19 Delta Variant Spreads",
    "sub_head": "CEO Tim Cook had previously told workers to expect to return in September—now it’s October at the earliest",
    "category_1": "Tech",
    "time": "2021-07-20 15:16:00",
    "body": "Apple Inc.  is delaying its return to the office by at least a month as the Covid-19 Delta variant has led to a rise in infections and hospitalizations across the U.S. and world.<br />The Cupertino, Calif.-based company told workers Monday that the planned return in September was being delayed until at least October, according to a person familiar with the notice. They were promised at least a month’s notice before being called back. Bloomberg News earlier reported the development.<br />Covid-19 cases have surged in recent days as many companies prepare to return to the office after the summer, raising questions about whether those plans will go forward.<br />The U.S. has reported an average of 32,287 new coronavirus cases each day over the week, more than double what the seven-day average was 10 days ago, according to a Wall Street Journal analysis of Johns Hopkins data. The Delta variant, or B. 1.617.2, is fueling that rise, according to experts, who say it is now the dominant strain. Existing Covid-19 vaccines are effective against the variant, and the Centers for Disease Control and Prevention says about 48% of the U.S. population is fully vaccinated, though that rate varies by region and age.<br />Apple early last year was among the first U.S. companies to have workers stay home when the coronavirus pandemic began sweeping the globe. The company developed a track record in the pandemic of being one of the first retailers to close its stores in areas of the U.S. just as they saw a surge in Covid-19 cases, according to a Journal analysis."
}