{
    "url_original": "https://www.wsj.com/articles/apples-ensemble-act-is-working-again-11627425308?mod=business_minor_pos10",
    "url": "apples-ensemble-act-is-working-again-11627425308",
    "title": "Apple’s Ensemble Act Is Working Again",
    "sub_head": "Tech giant’s iPhone dependence has shrunk, as iPad, Mac, Wearables and Services all pick up growth",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-375954?width=860&height=573",
    "image_1": "im-375954.jpg",
    "time": "2021-07-27 18:35:00",
    "body": "It’s as good a time as any to talk about  Apple Inc.  without the iPhone.<br />No, the iconic smartphone isn’t going anywhere. In fact, Apple just reported Tuesday afternoon that iPhone revenue totaled $39.6 billion for its fiscal third quarter ended June 26, up 50% from the same period last year. That represents the best growth the iPhone has seen in six years for what is typically its weakest seasonal quarter, as many buyers begin waiting to make purchases ahead of new devices that typically debut in the early fall.<br />Wall Street expects Apple to close its fiscal year in September with record iPhone revenue of nearly $187 billion, which would make its phone segment alone the 10th largest business on the S&P 500. But a funny thing has happened over the past few years: The iPhone has also become a notably smaller part of Apple’s business. At the smartphone’s last sales peak in fiscal 2018, the iPhone represented 62% of the company’s total revenue. For the trailing 12-month period ended in June, that number was 52%.<br />For that performance, Apple can thank its supporting cast across the board. Sales of iPads, Macs and wearables like the Apple Watch and AirPods have boomed over the past three quarters, while service revenue growth also picked up. Macs and iPads were definitely helped by the work-from-home trend sparked by the pandemic, but Apple also made some timely and notable updates to both lineups—including new in-house chips for several of its Mac models. Combined Mac sales for the last three quarters have totaled $26 billion—up 33% from the same period last year.<br />That’s a helpful trend for Apple as it heads into what will likely be a much more subdued sales cycle for the iPhone. Last year’s iPhone 12 models, which featured a new design and 5G connectivity for the first time, sparked a major upgrade push. Analysts estimate that Apple sold 186 million iPhone units for the nine-month period ended June, up 26% from the same period last year, according to consensus estimates from Visible Alpha. But Apple typically follows major upgrades with minor ones. Analysts expect iPhone unit sales to be flat in Apple’s 2022 fiscal year following a 22% surge for the current one."
}