{
    "url_original": "https://www.wsj.com/articles/apple-aapl-3q-earnings-report-2021-11627347443?mod=business_lead_pos4",
    "url": "apple-aapl-3q-earnings-report-2021-11627347443",
    "title": "Apple Expected to Post Record Profit, With Strong iPhone, Device Demand",
    "sub_head": "Investors are eager for signs the company’s success will continue into 2022, as customers switch to new 5G phones",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-372394?width=860&height=573",
    "image_1": "im-372394.jpg",
    "time": "2021-07-27 05:30:00",
    "body": "Apple Inc.  on Tuesday is expected to post a record spring-quarter profit, as customers continue to embrace new iPhones and other devices and investors look for signs the company’s pandemic-induced success will continue.<br />Analysts predict the Cupertino, Calif., tech giant will post almost $17 billion in profit for the three-month period that ended in June, the best fiscal third quarter in its 45-year history. Revenue is expected to rise 23% from a year earlier to $73 billion.<br />The company is on pace for its best fiscal year ever, with a profit of $86 billion for the 12-month period ending in September, according to an average forecast of analysts surveyed by FactSet. That would be about 51% better than last year’s record. A year ago, those analysts had predicted what now seems like a paltry 11% gain.<br />Investors came into 2021 expecting big things, thanks to the iPhone 12 lineup and its 5G cellular connectivity. Chief Executive Tim Cook has defied even lofty expectations, benefiting from two developments: the first iPhone in three years with technological advances perceived by longtime customers as worthy of upgrading for, and stronger-than- expected demand for laptops and iPad tablets by workers and students stuck at home during the coronavirus pandemic.<br />Sales from iPhones are expected to rise 29% to $34 billion during the April-to-June period compared with a year ago, according to analysts surveyed by FactSet."
}