{
    "url_original": "https://www.wsj.com/articles/are-kids-subscription-boxes-better-than-toy-stores-11625222576?mod=tech_featst_pos1",
    "url": "are-kids-subscription-boxes-better-than-toy-stores-11625222576",
    "title": "Are Kids’ Subscription Boxes Better than Toy Stores?",
    "sub_head": "Regular deliveries of expertly-curated playthings claim to ease a harried parents to-do list. But are they worth the cost? A mom of a toddler consults the pros.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-361061?width=620&size=custom_2000x2239",
    "image_1": "im-361061.jpg",
    "time": "2021-07-02 06:42:00",
    "body": "MY HUSBAND AND I aren’t ‘joiners,’ so those much-ballyhooed subscription services—which send curated products of every sort to your door on a predetermined schedule—don’t interest us. Cheese-of-the-month club? We’ll sniff and pick our own Gruyère, thanks. Monthly deliveries of sundry toiletries in surprise scents? Pass. But for the benefit of our beloved toddler, we’ll try anything. Which is why we fell for our first ever Instagram ad: subscription toy box Lovevery.<br />For a bedraggled parent short on time and energy, these services can seem like a Fairy Toymother. Just plug in your tot’s birthday and await playthings designed by experts, tailored to your kid’s age and presumed interests, to be delivered at regular intervals. Lovevery consults cognitive developmental psychologists to craft boxes that meet fledglings at their level—say, threadable beads for a toddler or a  Technicolor  silicone teether for a 3-month-old (kits for ages 0 to 36 months, from $36 a month, lovevery.com). But are these services worth the money, or can pillaging the toy aisles at Target work just as well? We asked the pros.<br />“My big motto [is] ‘kids don’t need fancy to have fun,’” said Susie Allison, a Seattle mother of three and brains behind the popular @busytoddler Instagram account. “This is a group of people entertained by a cardboard box. We don’t necessarily need to be reaching for the moon in order to reach them educationally.” Because subscription boxes are tailored to a set age rather than your actual kid, the selections inside may be met with a “meh” response. “The toy or the book or whatever it is that comes is not ever going to reach every single child....I think it’s more important to curate something specific to your child,” Ms. Allison said. And anyway, some of the biggest brainiacs in history managed to gather their wits without mass-made toys, much less baubles by mail.<br />Dr. Dana Suskind, co-director of the TMW Center for Early Learning + Public Health at the University of Chicago and author of “Thirty Million Words: Building a Child’s Brain,” takes a different tack. “Anything to make it easier on parents, I’m all about,” she said. “My feeling is if they...help generate interaction between parent and child, that’s an amazing thing.” Playing and talking together—even if your kid is not yet verbal—has a transformative effect, she explained, helping catalyze approximately one million new neural connections every second.<br />“Other than the expense, I don’t really see a downside,” said Dr. Harvey Karp, assistant professor of pediatrics at the USC School of Medicine and author of the bestselling “The Happiest Baby on the Block” book series. He said paying for toy deliveries can help harried parents by taking one thing—researching age-appropriate toys—off the never-ending to-do list. “I think they’re well done,” said Mr. Karp, who noted he hasn’t seen every option out there but appreciated the ones he has come across. “They’re thoughtful. They’re really trying to be supportive and to be educational as well as being helpful for the child.” Take KiwiCo, which offers you-build-it STEAM and STEM projects like a stomp-launched rocket for 5-to-8-year-olds or a hydraulic claw for tweens (from $16 a month, kiwico.com). With any luck, they can lessen summer ennui enough to prevent hearing the refrain: “I’m boooored!”"
}