{
    "url_original": "https://www.wsj.com/articles/are-3-000-e-bikes-for-kids-a-bad-idea-11626367276",
    "url": "are-3-000-e-bikes-for-kids-a-bad-idea-11626367276",
    "title": "Are E-Bikes for Kids a Bad Idea?",
    "sub_head": "Advocates of pricy, battery-boosted models encourage parents to take any opportunity to get their kids outside. Detractors say children are too irresponsible to handle the risk. Here, we debate both sides.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-367338?width=860&height=371",
    "image_1": "im-367338.jpg",
    "time": "2021-07-15 12:41:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Biking the flat streets of Kirkland, Wash., is child’s play for Ilya Bukshteyn’s children, both under 10. But come summer, when the family heads 80 miles east to their mountainside vacation home in Cle Elum, Wash., rides are an uphill battle. “The house has a ton of beautiful bike trails and gorgeous vistas nearby, but it’s also much more challenging for children with its hilly terrain,” said Mr. Bukshteyn, 49, a general manager at Microsoft. To compensate, he recently bought a pair of kids’ Woom UP e-bikes to stash in the garage. “The bikes give them extra assistance without taking away from exercise,” he said. “Now, they want to go on rides daily, and for 10 or 20 miles, even longer.”<br />Designed for younger riders, these pricy new e-bikes have features that distinguish them from adult counterparts: smaller frames sized for shorter bodies and motors that limit speeds to under 20 mph compared with the 28 mph adult e-bikes can reach. They also lack a throttle-only option—meaning children have to pedal to engage the battery.<br />As the popularity of e-bikes continues to spike, even traditionalists see value in tyke-sized versions. “My store is all about human-powered sports, but e-bikes are the future,” said Mike Schwartz, who owns the BackCountry, an outdoor sports store in Truckee, Calif. Mr. Schwartz has sold a couple of children’s e-bikes recently to eager parents in mountain-biking families, and is waiting for new stock. “For parents who want to go on longer rides on their mountain bikes, it makes sense to have their kid come along,” he said.<br />With kids’ e-bikes, like those for adults, you can opt to turn the battery-powered pedal-assistance off completely, leaving you with a traditional bike. When the battery is working, pedaling children benefit from a helpful assist—like the push parents give the back of a seat when teaching offspring to ride—which makes inclines easier to manage. That simple pleasure might keep them riding even after they’re licensed to drive a crossover or SUV. “Historically, you see less bike use as teenagers get to driving age,” said Adam Williams, owner of Denver’s SloHi Coffe & Bike. If they were armed with an e-bike instead of a standard model, he bets “they would use [it] all the time.”"
}