{
    "url_original": "https://www.wsj.com/articles/are-power-companies-playing-texas-holdem-11625493600?mod=business_minor_pos11",
    "url": "are-power-companies-playing-texas-holdem-11625493600",
    "title": "Are Power Companies Playing Texas Hold’em?",
    "sub_head": "Supply is tight on the grid even before peak summer heat. Though genuine wear and tear could be the culprit, market manipulation isn’t out of the question.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-364128?width=620&size=1.5",
    "image_1": "im-364128.jpg",
    "time": "2021-07-05 10:00:00",
    "body": "It isn’t even close to the peak of Texas’s sizzling summer season and already the state’s power grid has given out two warnings of tight conditions after a higher-than-usual volume of plants went offline. Wear and tear from the February winter storm is one possible explanation; market manipulation is another. They aren’t mutually exclusive.<br />Warm weather and low wind output played a role, but what was surprising about the alerts—one in April, the other in June—was the number of power plants that were offline at the same time. On June 14, the Electricity Reliability Council of Texas, the state’s grid operator, said some 11 gigawatts of generation (roughly 15% of that day’s peak load forecast and enough to power 2.2 million homes in the summer) was on forced outage for repairs. In April, Ercot had said roughly 33 GW of generation was out of service for maintenance. Of course, that isn’t entirely surprising after the February disaster that strained the entire system and left millions without power.<br />The exact causes of the outages aren’t all accounted for. Texas regulators on Wednesday ordered Ercot to release that kind of information within three days instead of the usual 60 days for any outages that occur this summer. Ercot is expected to release information on the June outages this week. While that will offer some color, it likely won’t be the full story, especially given that the information will be based on whatever the power plants have told Ercot. The independent market monitor, Potomac Economics, will investigate whether any market manipulation took place in those two events.<br />The tight supply conditions are a reminder of two separate but potentially compounding risks of a grid that offers large carrots in times of market tightness (up to $9,000 a megawatt-hour) but barely any sticks for being unavailable. Such a market gives generators little reason to maintain their power plants beyond the bare minimum, increasing the chances of unplanned outages. Secondly, in such a market, manipulation—withholding power from certain plants to reap outsize profits from others—is tempting. The combination seems to make for a potentially reinforcing spiral of risks, especially given the worn-down physical and financial state of power plants in Texas after the February storm.<br />The most obvious culprit for the outages is the storm itself, which left the grid severely strained. Beth Garza, former director of Ercot’s independent market monitor, pointed out that the June outages occurred on a Monday and that it isn’t uncommon for power plants to plan to go offline over the weekend for a quick fix only to have that outage extended because repairs took longer than expected."
}