{
    "url_original": "https://www.wsj.com/articles/are-traditional-lawns-on-their-way-out-11627660303",
    "url": "are-traditional-lawns-on-their-way-out-11627660303",
    "title": "Are Traditional Lawns on Their Way Out?",
    "sub_head": "They hog resources, pollute waterways and support few species of fauna, but classic turf still holds a statusy allure. Landscape architects debate the merit of grassy expanses.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-376235?width=860&height=1290",
    "image_1": "im-376235.jpg",
    "time": "2021-07-30 11:51:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Sod needs more coddling than a toddler, one reason many water-strapped cities offer rebates to taxpayers who swap out their home turf for native plants. A grass lawn “is a representation of this Western perspective of success,” said Clementine Jang, co-owner of landscape-design firm Soft Studio, in Oakland, Calif. And, she went on, such a lawn “ignores an understanding of where we are situated as humans,” referring to the precarious state of the environment. Lawns create a monoculture that sustains very few types of fauna. A variety of species suitable to a climate not only demand fewer resources, they promote biodiversity.<br />Unfurling the color of money comes at other costs that include noisy energy gluttons such as mowers, blowers and Weedwackers. The artificial fertilizer we add to keep grass as green as Ireland runs off and into adjacent waterways, said Gregory Tuzzolo, managing director of Stimson Landscape Architects, in Cambridge, Mass. And because it is nutrient-loaded, it “feeds the algae.” Toxic algae blooms can make swimming or even canoeing impossible: Dogs in several states have died after paddling in it. Native grasses and wildflowers not only require less fertilizer, they filter storm-water runoff. In studies, said Mr. Tuzzolo, lawn is typically just a notch better than hardscape, i.e., pavement, at scrubbing the water.<br />In her Brooklyn yard, Jeannette Williams, founder of landscape design-build company Loam Brooklyn, sowed a mix from Pro Time Lawn Seed, in Portland, Ore., in lieu of standard-issue grasses. The blend included deep-rooted fescue and clover, a legume that not only contributes a deep green hue but adds nitrogen to the soil. “That’s how I was able to make peace with having a lawn,” she said. The last nail in the traditional-lawn coffin: It’s uninspired. Said Los Angeles landscape architect Mía Lehrer, “Often people put lawns down because they don’t know what else to do.”<br />Ms. Lehrer recalls attending a kite festival in Los Angeles, where the crowd bypassed the park’s many benches in favor of sprawling on the grass. Lawn is cool and soft, noted the landscape architect, adding, “There is something very primal in it.” Fellow landscape architect Mr. Tuzzolo has held off depriving his family of the leaves of grass around his 1905 Dutch gambrel in Maynard, Mass., for another deeply ingrained reason: “Many of us have memories of childhood playing outside—throwing a ball and whatnot—and there’s definitely a lot of sentimental attachment.” He sees his lawn as a blank canvas, “a stage for other acts,” including a Covid-inspired aboveground pool, a swing set and a trampoline."
}