{
    "url_original": "https://www.wsj.com/articles/artists-explore-new-ways-of-sculpting-the-land-11627063235",
    "url": "artists-explore-new-ways-of-sculpting-the-land-11627063235",
    "title": "Artists Explore New Ways of Sculpting the Land",
    "sub_head": "New exhibitions at the Nevada Museum of Art spotlight the state’s central role in the evolving land art movement.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-372395?width=860&height=573",
    "image_1": "im-372395.jpg",
    "time": "2021-07-23 14:00:00",
    "body": "In 1969, a young artist named Michael Heizer headed into the Nevada desert 80 miles northeast of Las Vegas and cut a pair of trenches into a mesa, running 50 feet deep, 30 feet wide and a combined 1,500 feet long. Monumental enough to be seen in satellite photographs, “Double Negative” quickly became an icon in the emerging field of land art—art that uses land itself as its material, by marking, sculpting or otherwise intervening in the landscape.<br />Half a century on, land art is changing. For one thing, it’s no longer the exclusive domain of male artists from New York, “talking tough and driving bulldozers” to make “geometric, minimalist gestures in the desert,” said William Fox, director of the Center for Art + Environment at the Nevada Museum of Art in Reno. Contemporary artists tend to favor less intrusive approaches, Mr. Fox said, often addressing what he called “real-world, real-time concerns.” And they’re more likely to be women and people of color, including indigenous artists.<br />This summer, the Nevada Museum of Art is presenting five exhibitions exploring diverse aspects of land art, from iconic beginnings to new interpretations. The state has been home to 15 or more important works of land art, some of them now gone. “We’re acknowledging these major earthworks in our backyard,” said the museum’s senior curator and deputy director Ann M. Wolfe. “But at the same time we’re asking: Who are the artists who’ve been left out of the land art narrative, and who are the artists shaping the future of the field?”<br />As a starting point, “Gianfranco Gorgoni: Land Art Photographs” presents images by one of the first land art photographers, who was “on the ground when those pieces were being created in the 1960s and ’70s,” Ms. Wolfe noted. In 2015-16, Mr. Gorgoni returned to Nevada as the official photographer for “Seven Magic Mountains” (2016), a work by Swiss artist Ugo Rondinone that was commissioned by the museum and the New York-based Art Production Fund. Located 10 miles south of Las Vegas, “Seven Magic Mountains” is visited by about a thousand people a day, said Ms. Wolfe, drawn by its syncopated shapes and Vegas-inspired neon colors.<br />A model of “Seven Magic Mountains” is among the first works on view in “Land Art: Expanding the Atlas.” Grouped under broad themes like Ground, Water, Space and Ruin, some 80 works by close to 50 artists trace an alternate history of the field, proposing different definitions of what land art might be."
}