{
    "url_original": "https://www.wsj.com/articles/as-china-cleans-up-from-zhengzhou-floods-authorities-keep-a-grip-on-information-11627470000?mod=world_major_2_pos5",
    "url": "as-china-cleans-up-from-zhengzhou-floods-authorities-keep-a-grip-on-information-11627470000",
    "title": "As China Cleans Up From Zhengzhou Floods, Authorities Keep a Grip on Information",
    "sub_head": "Police stop people from taking photos of hard-hit areas, tell reporters they can’t cover flood response without official clearance",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-28 07:00:00",
    "body": "ZHENGZHOU, China—Days after the heaviest flooding in memory hit Zhengzhou, the cleanup was beginning amid an increasingly tight security presence that was already constricting the flow of information.<br />In the older western half of the city, which was hardest hit by the rains, the sidewalks were filled Friday and Saturday with residents and business owners airing out their soaked belongings as soldiers cleared the city’s major arteries of mud. Massive water pumps emptied out flooded underpasses and rescuers fished out waterlogged cars and, in a few cases, dead bodies.<br />On Thursday, a convenience store next to the Haitansi Road subway station, where many people died in the floods, was packed with people charging electronic devices. On the street, vendors sold fruit and discount sneakers, while families in the vicinity, with no electricity or running water at home, loitered in the summer air.<br />By Saturday, riot police were standing guard at a number of key intersections and around hospitals in Zhengzhou, a city of 11 million on the edge of the Yellow River. Police and security guards kept a tight cordon around underpasses, tunnels and pedestrian footbridges along the Jingguang highway, where most of the worst flooding took place, with passersby ordered not to take photos.<br />At several of the most heavily affected parts of the city, foreign reporters, including The Wall Street Journal’s, were questioned by police and told that they couldn’t report on the flood response or talk to locals without going through official channels."
}