{
    "url_original": "https://www.wsj.com/articles/as-delta-variant-surges-in-u-k-boris-johnson-lifts-most-covid-19-curbs-11625506392",
    "url": "as-delta-variant-surges-in-u-k-boris-johnson-lifts-most-covid-19-curbs-11625506392",
    "title": "As Delta Variant Surges in U.K., Boris Johnson Says England Will Lift Most Covid-19 Curbs",
    "sub_head": "Leader says country is on track to end restrictions on July 19",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-07-05 17:04:00",
    "body": "LONDON—U.K. Prime Minister Boris Johnson said England was on track to lift almost all Covid-19 restrictions as planned on July 19, even as the highly transmissible Delta variant of coronavirus drives a new surge in infections.<br />The move puts the U.K. in the vanguard of countries betting that vaccines will provide a durable route back to normalcy, despite the circulation of dangerous new variants. Mr. Johnson said the U.K.’s experience of Delta shows the shots have weakened, though not eliminated, the link between rising caseloads, swelling hospital numbers and spiraling deaths that characterized earlier stages of the pandemic.<br />He pitched the lifting of restrictions this month, already delayed once, as an end to government intervention and a revival of personal responsibility. Laws on social distancing, mask-wearing and other common features of the Covid-19 era are expected to be scrapped, he said, with the onus instead on individuals to make their own decisions about the appropriate steps to take to stay safe and protect others.<br />“This pandemic is far from over,” Mr. Johnson said at a news conference Monday, adding that the U.K. must reconcile itself to more Covid-19 deaths. But vaccines have changed the balance of risks between the burden of disease and the cost to the economy and society of continuing restrictions, he said.<br />“We must be honest with ourselves that if we can’t reopen our society in the next few weeks, when we will be helped by the arrival of summer and by the school holidays, then we must ask ourselves when will we be able to return to normal?”"
}