{
    "url_original": "https://www.wsj.com/articles/assets-in-ant-groups-flagship-money-market-fund-tumble-to-2016-levels-11626836033?mod=markets_lead_pos3",
    "url": "assets-in-ant-groups-flagship-money-market-fund-tumble-to-2016-levels-11626836033",
    "title": "Assets in Ant Group’s Flagship Money-Market Fund Drop to 2016 Levels",
    "sub_head": "Before Chinese regulators forced Ant to call off its blockbuster IPO, the fund had more than $180 billion in assets under management",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-07-20 23:14:00",
    "body": "HONG KONG—Assets under management at Ant Group Co.’s highly popular money-market fund fell to their lowest level in years after pressure from China’s regulators forced the company to sit out an industrywide boom.<br />Data for the second quarter, released Wednesday, showed that the Tianhong Yu’e Bao money-market fund had the equivalent of $120.4 billion of assets at the end of June, down 20% percent from three months earlier to a level last seen in late 2016. Last autumn, before Chinese regulators forced Ant to call off its blockbuster initial public offering, the giant fund had more than $180 billion in assets under management.<br />Chinese billionaire Jack Ma’s Ant is the majority shareholder in Tianhong Asset Management, the company that manages the eight-year-old mutual fund. The name of the fund means “leftover treasure,” and it is sold on Ant’s ubiquitous Alipay app. Close to half of China’s population was invested in it at the end of 2020, and many have stashed money in their digital wallets in the money-market fund to earn income before spending it.<br />At its peak in early 2018, the fund managed assets totaling 1.69 trillion yuan, the equivalent of $260.6 billion at present exchange rates, and was the largest such vehicle in the world. It used to produce returns far in excess of Chinese bank deposit rates by buying bank certificates of deposit and other higher-yielding products. Its rapid growth and large size drew regulatory scrutiny at the time, leading Ant to  impose investment caps and open up its Yu’e Bao money-market investing platform to rival products.<br />The caps were subsequently scrapped after the giant fund started shrinking and losing investors to other funds."
}