{
    "url_original": "https://www.wsj.com/articles/at-the-heart-of-trump-organization-charges-cfo-allen-weisselbergs-lifestyle-11625159726?mod=politics_lead_pos5",
    "url": "at-the-heart-of-trump-organization-charges-cfo-allen-weisselbergs-lifestyle-11625159726",
    "title": "At the Heart of Trump Organization Charges: CFO Allen Weisselberg’s Lifestyle",
    "sub_head": "Confidant of former President Donald Trump was arraigned on charges of fraud and grand larceny over allegations of receiving tax-free fringe benefits at the company",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-361972?width=620&size=1.5",
    "image_1": "im-361972.jpg",
    "time": "2021-07-01 15:15:00",
    "body": "Over four decades, Allen Weisselberg rose from a junior accountant for Donald Trump’s father Fred to the Trump Organization’s highest-ranking executive outside the Trump family.<br />Now, a New York grand jury has indicted Mr. Weisselberg and the Trump Organization on tax crimes after a probe by the Manhattan district attorney’s office and New York attorney general’s office into whether Mr. Weisselberg received perks such as a Manhattan apartment, Mercedes sedans and other expensive items from the Trump Organization that he or the company didn’t pay taxes on. Mr. Weisselberg was charged with grand larceny and tax fraud, among other counts, with prosecutors saying he illegally avoided paying taxes on $1.7 million of income.<br />The charges are the first stemming from a three-year investigation into former President Trump and his company. Mr. Weisselberg turned himself in Thursday morning and pleaded not guilty.<br />The investigation into whether the Trump Organization and its employees illegally evaded taxes on fringe benefits is part of a larger probe by Manhattan prosecutors examining potential bank, insurance and tax fraud, The Wall Street Journal has reported. Prosecutors have sought the cooperation of Mr. Weisselberg, a confidant of the former president whose intricate knowledge of the Trump Organization’s finances could provide a road map of the company’s business practices, the Journal reported.<br />Lawyers for Mr. Weisselberg said he intends to fight the charges in court."
}