{
    "url_original": "https://www.wsj.com/articles/auditor-watchdog-is-overhauled-after-sec-report-cites-years-of-dysfunction-11625745600?mod=politics_lead_pos5",
    "url": "auditor-watchdog-is-overhauled-after-sec-report-cites-years-of-dysfunction-11625745600",
    "title": "Auditor Watchdog Is Overhauled After SEC Report Cites Years of Dysfunction",
    "sub_head": "SEC dismissed entire PCAOB board after report said chairman’s botched reform plan led to whistleblower complaints and infighting",
    "category_1": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-365889?width=620&size=1.5",
    "image_1": "im-365889.jpg",
    "time": "2021-07-08 08:00:00",
    "body": "No bickering in public. No leaks to the press. Above all, be collegial. That was the message the head of the Securities and Exchange Commission gave to the newly named board of an audit-industry watchdog in 2018, according to people familiar with the private meeting.<br />Three years later, the entire board was ousted. Its chairman, who heard the news while attending his daughter’s college graduation, is under SEC investigation, people familiar with the matter said. An official report criticized the board’s feuding members for “bad communications and bad chemistry.”<br />The Public Company Accounting Oversight Board was already under fire when William Duhnke took the chairman’s job in 2018. The previous board was replaced after a scandal where one of its staff members helped a major auditing firm pass inspection.<br />A former Naval officer and longtime Senate aide, Mr. Duhnke said he was determined to shake up the regulator. Now, after a run of staff terminations and resignations, whistleblower complaints, a racial-discrimination claim and disputed allegations that Mr. Duhnke tossed a soda can at another board member, the PCAOB is back to square one.<br />The PCAOB, often called the Peekaboo, oversees audits of the financial statements of more than 7,000 companies, valued at a combined $54 trillion, according to the regulator. Created to restore faith in financial markets after the accounting scandals of the early 2000s, the PCAOB has been dogged by criticism that it has been too easy on the auditing profession."
}