{
    "url_original": "https://www.wsj.com/articles/australia-seeks-to-block-china-with-stake-in-pacific-mobile-networks-11626689637?mod=business_lead_pos2",
    "url": "australia-seeks-to-block-china-with-stake-in-pacific-mobile-networks-11626689637",
    "title": "Australia Seeks to Block China With Stake in Pacific Mobile Networks",
    "sub_head": "Deal would be the latest attempt to limit Beijing’s influence in the region, particularly in the telecom sector",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-371433?width=860&height=573",
    "image_1": "im-371433.jpg",
    "time": "2021-07-19 06:13:00",
    "body": "The Australian government plans to provide most of the financing for the acquisition of mobile networks in six Pacific nations, a move that foreign-policy experts say is designed to block China from buying the strategically important assets.<br />Telstra Corp. , Australia’s biggest communications provider, said Monday it is considering buying the mobile networks in Papua New Guinea, Fiji, Nauru, Samoa, Tonga and Vanuatu, and that the Australian government would help pay for the acquisition. The networks, currently owned by Jamaica-based Digicel Group, are adjacent to subsea cables that carry communications between Australia and its neighbors.<br />A deal would be the latest move by the Australian government seeking to limit Chinese influence in the region, particularly in the telecommunications sector. Australia has banned Chinese telecommunications firm Huawei Technologies Co. from involvement in its 5G mobile network. In 2018, Australia said it would build an undersea high-speed internet cable to the Solomon Islands, shutting out Huawei from the project. And more recently, Australia began reviewing on security grounds a Chinese company’s lease of the port in the northern Australian city of Darwin.<br />Telstra said there is no certainty a transaction will proceed.<br />The company, which was owned by the Australian government until 1997, has been more focused on selling off assets recently and wouldn’t have considered the Pacific acquisition without the government’s request, according to a person familiar with the matter. Telstra has been in talks with Digicel for several weeks, the person said."
}