{
    "url_original": "https://www.wsj.com/articles/australia-plots-covid-19-exit-strategy-11625222789",
    "url": "australia-plots-covid-19-exit-strategy-11625222789",
    "title": "Australia Plots Covid-19 Exit Strategy",
    "sub_head": "Trying out shorter quarantine periods for some vaccinated travelers, gradual return of foreign students are part of a four-stage plan",
    "category_1": "World",
    "time": "2021-07-02 06:46:00",
    "body": "SYDNEY—Australia plans to experiment with shorter isolation periods for vaccinated travelers and the gradual return of foreign students, Prime Minister Scott Morrison said in laying out a four-stage strategy to return life in the country to normal.<br />Still, some health experts worry that the government’s push to reopen is premature as Australia has fully vaccinated around 6% of its population and the Delta variant is spreading in ways that scientists don’t fully understand. Australia doesn’t have enough doses of the Pfizer Inc.-BioNTech SE vaccine to meet current demand, raising concerns that the government won’t be able to meet a target of inoculating every adult that wants to be vaccinated by the end of the year.<br />Mr. Morrison said Friday that increased risks from the Delta variant necessitated a 50% cut to the number of people allowed to arrive in Australia on commercial flights. Thousands of the country’s citizens remain stranded overseas.<br />Under the first phase of the plan, Mr. Morrison also said Friday, some fully vaccinated returning travelers would be allowed to isolate at home for seven days as part of a small-scale pilot, exempting them from requirements to spend 14 days in quarantine, usually in a hotel, at their own expense. A limited number of foreign students will be allowed to arrive in Australia for classes as part of another trial.<br />“There is clear medical evidence to suggest that vaccination means that shorter periods of quarantine are possible without any compromise of the health and safety standards that is currently delivered by a 14-day quarantine for unvaccinated persons,” Mr. Morrison said."
}