{
    "url_original": "https://www.wsj.com/articles/australias-delta-outbreak-data-show-vaccines-protect-against-hospitalization-11625904029?mod=business_minor_pos1",
    "url": "australias-delta-outbreak-data-show-vaccines-protect-against-hospitalization-11625904029",
    "title": "Australia’s Delta Outbreak Shows Vaccines Protect Against Hospitalization",
    "sub_head": "Figures are in line with evidence from other countries, including the U.K. and Israel",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-367535?width=620&size=1.5",
    "image_1": "im-367535.jpg",
    "time": "2021-07-10 04:00:00",
    "body": "SYDNEY—Early data from Australia’s outbreak of the Covid-19 Delta variant suggest that two vaccine doses offer significant protection against severe illness and hospitalization.<br />Health authorities in Sydney, Australia’s most populous city that is currently under lockdown because of its Delta outbreak, said Saturday that no one who has received two doses of a vaccine needed to be hospitalized. Of the 47 people now in the hospital, 37 haven’t been vaccinated.<br />Four people who are in the hospital got one dose of the  AstraZeneca  PLC vaccine and one person got one dose of the  Pfizer Inc. - BioNTech  SE vaccine. The other five people received two Pfizer-BioNTech doses—but they are nursing-home residents who were admitted as a precautionary measure.<br />“Two doses of either the AstraZeneca or the Pfizer vaccine is incredibly effective at preventing hospitalization and death, which is an incredibly positive contribution,” said Kerry Chant, the chief health officer for New South Wales state, which includes Sydney.<br />The figures from Australia are in line with evidence from other countries, including the U.K. and Israel, showing that vaccines offer a high degree of protection against severe illness from the Delta variant. Recent data from Israel, though, showed the Pfizer vaccine is less effective at protecting against infection from the Delta variant when compared with previous strains, posing a challenge for health authorities as many countries ease coronavirus restrictions as vaccination programs progress."
}