{
    "url_original": "https://www.wsj.com/articles/auto-lenders-have-gas-in-the-tank-11626799332?mod=business_minor_pos11",
    "url": "auto-lenders-have-gas-in-the-tank-11626799332",
    "title": "Auto Lenders Have Gas in the Tank",
    "sub_head": "Used-car demand and prices might start to cool off, but banks like Ally Financial still have a lot working in their favor right now",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-372105?width=860&height=573",
    "image_1": "im-372105.jpg",
    "time": "2021-07-20 12:42:00",
    "body": "Big auto lenders such as  Ally Financial  are enjoying some historic conditions. Things may not be quite this good in the future, but it is too soon to trade in the shares.<br />At a time when other lenders are struggling to sustain yield and loan growth, Ally on Tuesday reported records for quarterly revenue and for the number of completed consumer auto-loan applications. It also had the best credit performance by one key measure in its 102-year history, when it began as a lending arm of  General Motors Co. , with a net gain on charge-offs of 0.02 percentage point. This means that, with recovery values so high due to soaring car prices, it made money on charged-off loans.<br />Yields on auto leases in particular are tremendous right now since the vehicles are worth so much at the end of their terms. Auto leases generated a yield of 11.67% in the second quarter, up more than 3 percentage points from the first quarter and nearly triple their level from a year ago.<br />The dilemma now for investors is how to figure out how to normalize from here. Used-car price gains will surely start to slow at some point. For now, auto-lending stocks are getting somewhat cheap on a forward price/earnings basis as their earnings rise even as other stocks baking in better times ahead—spending-related plays like  Visa ,   Mastercard  or  American Express —are trading at relatively high multiples. A rapid return to normal might make the relatively expensive stocks look like bargains in retrospect and the cheap ones look pricier.<br />Still, auto lenders such as Ally might be better all-weather bets for now. For example, they would continue to benefit from tight supply, but also wouldn’t necessarily fall off too much if car lots do start to accumulate a bit more inventory when supply-chain crunches ease or used-car demand slows. That would boost loan growth to dealers and might even invite more buying by consumers. Spending-related stocks, meanwhile, won’t have as many defensive qualities if the economic recovery is tepid or is slowed by another wave of Covid-19 infections."
}