{
    "url_original": "https://www.wsj.com/articles/banks-are-in-the-economys-waiting-room-11626008400?mod=markets_major_pos1",
    "url": "banks-are-in-the-economys-waiting-room-11626008400",
    "title": "Banks Are in the Economy’s Waiting Room",
    "sub_head": "Good news on credit and capital have propelled bank stocks this year, but that might run out of steam",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-367306?width=620&size=1.5",
    "image_1": "im-367306.jpg",
    "time": "2021-07-11 09:00:00",
    "body": "Banks have done a lot to put themselves in a position to benefit from higher rates. Now investors just have to wait.<br />Second-quarter earnings by the biggest banks in the country will start coming out Tuesday with reports from  JPMorgan Chase  and  Goldman Sachs ,  followed by more over the course of the week. The flow of news overall was good for banks in the second quarter. The results of the Federal Reserve’s stress test paved the way for big capital returns. Credit metrics continue to look very strong, as the slowing of stimulus hasn’t so far led to a surge in defaults. The Fed’s tweak to its overnight reverse repo rate helped relieve some pressure on banks’ bulging balance sheets.<br />Investors had been expecting much of this, driving the  up by nearly 40% at the start of June. The stocks have cooled a bit of late, but big banks have outperformed financials and the broader market overall. Nonetheless, big banks still trade at about 50% of the forward price-to-earnings multiple of the S&P 500, compared with a historical median of 75%, according to analysts at Autonomous Research. That implies some room to run.<br />But a big chunk of expected forward earnings are due to releases of loan-loss reserves, which are one-off profits that investors tend not to value very highly. So to narrow the gap, banks are probably going to need some even-better news. It might be tough to come by.<br />While there are some hopeful signs for core interest income, it is still not a great picture. Auto loans are hot, but they make up just 7% of big U.S. banks’ overall lending, according to Fed data, and are rather concentrated among a few lenders. Big U.S. banks’ cash piles that drag on asset yields have shrunk since May, but as a percentage of assets they are still about twice as high as they were at the start of the pandemic, Fed data show. Interest rates aren’t helping much either: Despite the uptick in some short-term rates, longer-term yields remain stubbornly low, with those of 10-year Treasury notes recently dipping back to February levels."
}