{
    "url_original": "https://www.wsj.com/articles/banner-quarter-from-facebook-google-could-mask-apples-bite-11625655600?mod=business_minor_pos11",
    "url": "banner-quarter-from-facebook-google-could-mask-apples-bite-11625655600",
    "title": "Banner Quarter From Facebook, Google Could Mask Apple’s Bite",
    "sub_head": "Online ad titans will benefit from easy comparisons in second quarter, but the ongoing rollout of Apple’s iOS could still hit results",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-07 07:00:00",
    "body": "Second-quarter results coming up in a few weeks from ad giants  Facebook  and Google parent Alphabet could suggest the bark of  Apple ’s  iOS privacy changes was worse than their bite. But investors shouldn’t get too comfortable: The bulk of the impact is likely still to come.<br />In April, Apple released an updated version of its operating system, which now requires apps to ask for users’ permission to track their activities once they leave the apps. For ad platforms, off-app tracking has historically helped to show advertisers an enhanced return on their investment. Most users don’t immediately buy a product when they see an ad for the first time on a platform; many take weeks, viewing multiple iterations of an ad, to finally convert. When they do buy, they often do it directly via a brand’s website.<br />Though Apple’s new operating system will have been around for the bulk of the second quarter, its early effects on ad giants might look muted for several reasons. First, last year’s second quarter saw the heaviest effects of the pandemic as many advertisers temporarily pulled funds amid global uncertainty. Facebook and Google boosted sales an average of just over 4% year-over-year in that period of 2020, making for a favorable comparison this year.<br />Second, adoption of Apple’s latest operating system is still very much under way. By the end of June, around half of Apple smartphones and tablets globally had yet to update to one of the two latest iOS 14 versions, which both include the ad-tracking limitations, according to Statcounter.<br />Third, it seems many advertisers have pre-emptively shifted their budgets to focus more on targeting Android, rather than iPhone users. From early February to early May, the mix of global ad spending on Android rose from roughly 60% to over 68%, according to marketing analytics firm Singular. Moves to target users with more lenient privacy policies may be helping ad platforms to recoup lost revenue from users who opted out of ad targeting on iPhones, analysts say."
}