{
    "url_original": "https://www.wsj.com/articles/barbara-hepworth-review-woman-of-stone-and-bronze-11625835340",
    "url": "barbara-hepworth-review-woman-of-stone-and-bronze-11625835340",
    "title": "‘Barbara Hepworth’ Review: Woman of Stone and Bronze",
    "sub_head": "Hepworth faced down the sexism endemic to her times and bristled at being called ‘frail and reserved.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366295?width=620&size=custom_2567x1982",
    "image_1": "im-366295.jpg",
    "time": "2021-07-09 08:55:00",
    "body": "Ablack-and-white photo of the British sculptor Barbara Hepworth, spread across two pages in Eleanor Clayton’s new biography of the artist, neatly sums up her place in the canon of 20th-century art. Small and fragile-looking yet with a sphinxlike smile on her weathered face, Hepworth, 65 at the time, is surrounded by massive stone sculptures, some more than twice her height, on the occasion of her retrospective at the Tate Gallery in 1968. One can think of few women of her generation who attempted this kind of large-scale statement in obdurate materials like stone and bronze, and fewer still who were honored with overviews of their work at major museums.<br />Biographies and shows of “lost” women artists have been popular these past few years, but Hepworth reaped a fair measure of celebrity throughout her long and fruitful career. She also, as Ms. Clayton points out in “Barbara Hepworth: Art & Life,” faced down the sexism endemic to her times. One reporter observed in 1962 that it’s “surprising that one of the most internationally famous sculptors of our time should be a frail and reserved Yorkshirewoman in her late fifties.” Hepworth bristled at the “little-woman attitude” but took it all in stride even as she raised four children, including triplets, from two marriages and survived two world wars. Frail indeed.<br />Hepworth was born in 1903 in Wakefield, England, to middle-class parents who became committed practitioners of Christian Science. That faith would stay with the artist throughout her life and undergird the spirituality she would claim for her mature vision—what Ms. Clayton calls “the priority of the transcendental world of ideas or thoughts over the physical world.” In 1921, Hepworth won a scholarship to study at the Royal College of Art, an institution “still dominated,” the author tells us, “by Victorian sensibilities.” While at the RCA, Hepworth received a thoroughly academic training, but visited Paris several times to study the latest avant-garde developments, especially Cubism.<br />Rejected for the prestigious Prix de Rome after graduating from the RCA, Hepworth nevertheless made it to Italy for a year on scholarship. It would be an eventful time, leading to her marriage to her former classmate John Skeaping and an introduction to stone carving, a mainstay of her practice as an artist. When the two returned to London, both she and Skeaping enjoyed almost immediate commercial and critical success and “continued to be exhibited as a husband and wife duo,” which proved, Ms. Clayton reports, “a useful tool for garnering press interest.” The works from these years are figurative but radically pared down, so that the grain of the wood or the sensuous possibilities of marble assume increasing importance.<br />Two years after the birth of her son Paul in 1929, Hepworth fell passionately in love with the English painter Ben Nicholson and characteristically expressed her emotion in terms of stone and landscape, writing to him: “Your dear head is like the most lovely pebble ever seen and your thoughts clear as the pebbles just left by the sea and I love all you are and do, and all you wear just as I do the leaves on the trees.” Hepworth and Skeaping divorced soon after."
}