{
    "url_original": "https://www.wsj.com/articles/bayer-plans-for-roundup-litigation-claims-rising-by-4-5-billion-11627579574?mod=business_lead_pos13",
    "url": "bayer-plans-for-roundup-litigation-claims-rising-by-4-5-billion-11627579574",
    "title": "Bayer Plans for Roundup Litigation Claims Rising by $4.5 Billion",
    "sub_head": "The German company is setting aside additional funds on top of its pledged $11.6 billion to resolve litigation alleging its weedkiller causes cancer",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-377376?width=860&height=573",
    "image_1": "im-377376.jpg",
    "time": "2021-07-29 13:26:00",
    "body": "Bayer AG sees expenses from lawsuits accusing its Roundup weedkiller of causing cancer potentially rising by $4.5 billion—significantly more than it had previously planned for.<br />The company will set aside the additional funds to cover Roundup claims in its next quarterly financial report, Bayer executives said Thursday. The new provisions would raise Bayer’s funds earmarked for the claims to more than $16 billion from the $11.6 billion the company had previously said it would pay to resolve the cases.<br />The German chemicals and pharmaceuticals company has faced a tangle of litigation over glyphosate, the active ingredient in Roundup, since it inherited the weedkiller as part of its $63 billion acquisition of Monsanto in 2018. Three U.S. juries have found in favor of plaintiffs who said that glyphosate in Roundup caused their non-Hodgkin lymphoma. Bayer says that the chemical is safe and continues to sell Roundup with glyphosate.<br />On Thursday, Chief Executive Werner Baumann said Bayer would soon appeal one of those jury verdicts to the U.S. Supreme Court. A finding in Bayer’s favor from the high court could significantly limit the company’s future payouts over Roundup, Mr. Baumann said.<br />On the other hand, the court could also decline to hear the case or find against Bayer. The company is setting aside the additional $4.5 billion with those scenarios in mind, Mr. Baumann said."
}