{
    "url_original": "https://www.wsj.com/articles/becoming-othello-a-black-girls-journey-review-from-harlem-to-the-shakespearean-stage-11626990958?mod=opinion_major_pos14",
    "url": "becoming-othello-a-black-girls-journey-review-from-harlem-to-the-shakespearean-stage-11626990958",
    "title": "‘Becoming Othello: A Black Girl’s Journey’ Review: From Harlem to the Shakespearean Stage",
    "sub_head": "Debra Ann Byrd’s autobiographical solo show is a riveting account of her path to her career as a classical actress.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-373612?width=860&height=573",
    "image_1": "im-373612.jpg",
    "time": "2021-07-22 17:55:00",
    "body": "Lenox, Mass.<br />In “BecomingOthello,” her new autobiographical solo show, Debra Ann Byrd tells how a single mother from Harlem became a classical actor who has, among other things, played the title role in three all-female versions of “Othello.” What makes her achievements even more remarkable is that Ms. Byrd could all too easily have ended up as a piece of inner-city jetsam. Her Puerto Rican father deserted the family early on, and her Black mother, shattered by depression and alcoholism, died a lonely death on the streets of East Harlem. As for Ms. Byrd, she became a single mother twice over, as well as the victim of a sickeningly brutal gang rape (she was drugged by her boyfriend). At one point she went so far as to consider killing herself.<br />But then, instead of leaping to her death from the roof of her apartment building, Ms. Byrd found salvation through Shakespeare. Fascinated both by acting and by Shakespeare’s use of the sublime language of the King James Bible, with which she had first become acquainted through going to church, she enrolled in a college drama program. Though a well-meaning but condescending professor assured Ms. Byrd that classical acting was not for her and suggested she stick to August Wilson, she went her own way, successfully starting her own classical theater troupe.<br />Working closely with Tina Packer, her director, Ms. Byrd has shaped this crowded tale into a full-evening monologue whose tendency to sprawl is offset by her limitless charisma. By turns play, sermon and Black history lesson, “Becoming Othello,” into which she has interpolated 200-odd pointedly chosen lines of Shakespeare, is also a show of uncanny timeliness, not least because playing Othello led her to start questioning her own sexual identity (a tale that she tells with irresistible good humor). While it will doubtless profit from further trimming, I expect we will hear much, much more about “Becoming Othello” and its prodigiously gifted author. Like Hal Holbrook’s “Mark Twain Tonight!” or John Gielgud’s “Ages of Man,” it’s the kind of solo show that an actor so inclined can spend the rest of his or her life playing in every corner of the English-speaking world.<br />—Mr. Teachout, the Journal’s drama critic, is the author of “Satchmo at the Waldorf.” Write to him at tteachout@wsj.com."
}