{
    "url_original": "https://www.wsj.com/articles/behind-cubas-covid-uprising-11626042703?mod=opinion_lead_pos8",
    "url": "behind-cubas-covid-uprising-11626042703",
    "title": "Behind Cuba’s Covid Uprising",
    "sub_head": "Most poor countries put all hands on deck in this crisis. Havana exports its doctors.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-07-11 18:31:00",
    "body": "Cubans poured into the streets Sunday to protest the government’s handling of the Covid crisis. As the virus races across Cuba, independent lawyers, medical professionals and civil-society groups on the island have begged Havana to allow international humanitarian aid to reach people directly. The regime refuses. Now the crisis is near cataclysmic proportions.<br />Havana wants the world to believe that Cuban hardship in healthcare is caused by the U.S. embargo. But food and medicine are exempt from the embargo. As Julie Chung, now acting assistant secretary of state for Western Hemisphere Affairs, tweeted in April 2020 that the U.S. “routinely authorizes the export of humanitarian goods, agricultural products, medicine, and medical equipment to support the Cuban people.” Ms. Chung further noted that in 2019 the U.S. exported millions of dollars of medical goods to Cuba.<br />Cuba’s real problem is that it’s broke. And while all poor countries in the region have struggled to serve the public during Covid-19, only Cuba has made things worse by trying to use the pandemic as a way to earn hard currency for the ruling elite and boost its legitimacy around the world.<br />Shortages of medications for treatable illnesses in Cuba are routine. The contagious mite infestation of the skin known as scabies, for example, can be remedied with antibiotics and topical medicines like permethrin. Yet Cuban public-health officials have been helpless to stop it from spreading across the island.<br />“It’s horrible and exasperating to see your children sick, and not be able to do anything because there are no medications,” a mother in the city of Mayarí told the newspaper Diario de Cuba in February. “I went to the hospital and there’s nothing to cure it either. It’s a tragedy.”"
}