{
    "url_original": "https://www.wsj.com/articles/beijings-century-of-dodging-danger-is-no-guarantee-of-stability-11625164332?mod=opinion_lead_pos10",
    "url": "beijings-century-of-dodging-danger-is-no-guarantee-of-stability-11625164332",
    "title": "Beijing’s Century of Dodging Danger Is No Guarantee of Stability",
    "sub_head": "The Chinese Communist Party isn’t at imminent risk of collapse, but challenges are mounting.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-07-01 14:32:00",
    "body": "China’s Communist Party leaders this week are celebrating the 100th anniversary of the party’s founding. That longevity represents a political accomplishment, although not the sort many of us would cheer. It’s just a shame about the economy.<br />The political achievement here is Beijing’s ability to brazen it out, whether “it” is the vicissitudes of Japanese occupation and civil war, or Mao Zedong’s lethal economic incompetence and political purges, or the winds of economic reform that ought to have blown in political liberalization but didn’t, or the anger of international trading partners and strategic rivals. Through it all, the party has defied repeated predictions that this crisis, whatever it was at the moment, would be the one to cause collapse.<br />Instead, today’s China under President Xi Jinping is more assertive abroad than it has been in a couple of decades, and economically more successful at home than many might have thought possible. Mr. Xi and the party may even be making some headway on several economic problems that vexed his predecessors.<br />Beijing has facilitated the transition into a moderate-growth political economy. A decade and a half ago, when China routinely posted official annual economic growth figures in the double digits, commentators assumed the economic and political wheels would fall off if rulers couldn’t maintain that pace. Now officials seem willing to tolerate a rate of 5% to 6%. Such economic modesty should free up the party to ditch bad habits such as goosing credit to boost the headline growth number.<br />Moderate growth promises also to set the stage for Beijing to take its first tentative steps toward cleaning up the potentially catastrophic overindebtedness of state-owned enterprises and other politically connected firms. It’s early days, but China’s economy has survived the default so far this year of some $15 billion in bonds issued onshore by various firms, many previously assumed to enjoy implicit government guarantees. Not so long ago such a development might have triggered a broader financial meltdown. One of Mr. Xi’s greatest economic victories is averting such a collapse by persuading investors and others that somehow he has everything under control."
}