{
    "url_original": "https://www.wsj.com/articles/beijings-probes-into-u-s-listed-tech-companies-jolt-investors-11625563471?mod=business_lead_pos2",
    "url": "beijings-probes-into-u-s-listed-tech-companies-jolt-investors-11625563471",
    "title": "Didi Falls Premarket as China’s Probes of U.S.-Listed Firms Jolt Investors",
    "sub_head": "Ride-hailing giant tumbles 22% amid data-security reviews of popular Chinese mobile apps",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-364735?width=620&size=1.5",
    "image_1": "im-364735.jpg",
    "time": "2021-07-06 06:29:00",
    "body": "HONG KONG—China’s regulatory probes into three technology companies shortly after their U.S. listings have caught global investors off guard, showing the risks of owning shares in fast-growing businesses that have come under Beijing’s microscope.<br />On Tuesday morning, the American depositary receipts of newly listed  Didi Global Inc.  tumbled 22% in early premarket trading, after China’s cybersecurity regulator delivered a second blow to the ride-hailing giant two days after launching a review of its data security on Friday.<br />A unit of the regulator had also announced Monday data-security probes into popular mobile apps operated by  Full Truck Alliance Co.  and  Kanzhun Ltd. , whose ADRs fell 16% and 10%, respectively, in premarket trading. U.S. markets were closed Monday for the July Fourth holiday.<br />The three companies had raised close to $7 billion in total from U.S. initial public offerings in June, and their shares rose upon their trading debuts.<br />Didi’s Chinese ride-hailing app, Full Truck Alliance’s two truck-hailing platforms and Kanzhun’s online-recruiting app were ordered to stop adding users while the reviews take place. The Cyberspace Administration of China told app-store operators to take down Didi’s China service and said the Beijing-based company had collected personal information “in violation” of the country’s laws and regulations."
}