{
    "url_original": "https://www.wsj.com/articles/ben-jerrys-boycott-unilever-israel-palestine-11626895917?mod=opinion_lead_pos7",
    "url": "ben-jerrys-boycott-unilever-israel-palestine-11626895917",
    "title": "Ben & Jerry’s Israel Boycott Could Cost Unilever",
    "sub_head": "The decision to shun the country has legal implications in many states and perhaps even at the federal level.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372731?width=860&height=573",
    "image_1": "im-372731.jpg",
    "time": "2021-07-21 18:21:00",
    "body": "Ben & Jerry’s, the Vermont-based ice-cream company that prides itself on its progressive politics, announced Monday that it is cancelling its license with its Israeli affiliate. The move by Ben & Jerry’s, a wholly owned subsidiary of global consumer-products giant  Unilever ,  amounts to a boycott of Israel. And this triggers a wave of legal and regulatory issues for the Dutch-American parent.<br />Ben & Jerry’s operates in Israel through a licensee, an Israeli company that has been with the brand for 30 years and operates one of its few foreign manufacturing facilities. After a social-media pressure campaign from anti-Israel leftists, the company insisted that the Israeli licensee not sell ice cream in parts of Jerusalem, including the Jewish Quarter, and the West Bank, much of which is controlled by the Palestinian Authority and parts of which are under Israeli civil jurisdiction.<br />Ben & Jerry’s knew this was an offer the licensee had to refuse. Parts of what the company calls “occupied Palestinian territory” Israel (as well as the U.S.) considers sovereign Israeli territory. Israeli law bars boycotts of Israeli citizens, Jewish or Arab, based on their location. So Unilever cancelled the Israeli Ben & Jerry’s entirely because it wouldn’t engage in a secondary boycott.<br />Because Ben & Jerry’s is a wholly owned subsidiary of Unilever, the latter is responsible for its boycott. In the past eight years, 33 American states have passed laws that restrict government contracting or investing in companies that boycott Israeli people or businesses. These laws are modeled on similar restrictions on companies that discriminate on other grounds, such as sexual orientation.<br />This means that, in about a dozen states, state employees’ pension funds will be barred from investment in Unilever. In many other states, government entities will be barred from buying goods or services from Unilever. Moreover, since the 1970s, federal law has banned U.S. companies from participating in foreign boycotts of any country. If it turns out that the Palestinian Authority contacted Ben & Jerry’s or its officers and asked them to boycott, criminal penalties would be available against Unilever."
}