{
    "url_original": "https://www.wsj.com/articles/ben-jerrys-decision-to-stop-sales-in-west-bank-puts-unilever-in-tough-spot-11626799596",
    "url": "ben-jerrys-decision-to-stop-sales-in-west-bank-puts-unilever-in-tough-spot-11626799596",
    "title": "Ben & Jerry’s Decision to Stop Sales in West Bank Puts Unilever in Tough Spot",
    "sub_head": "Israeli prime minister warns of severe consequences; politicians call for boycott of ice cream brand",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-20 15:47:00",
    "body": "Unilever  PLC was engulfed in controversy Tuesday after its ice cream brand Ben & Jerry’s said it would no longer sell its products in Jewish settlements located in the Israeli-occupied West Bank and contested East Jerusalem.<br />Israel’s government called on the London-listed company to reverse its brand’s decision, with Prime Minister Naftali Bennett warning Unilever Chief Executive Alan Jope in a call of “severe consequences” and other politicians calling for a boycott.<br />Mr. Bennett “made it clear that he views with utmost gravity the decision by Ben & Jerry’s to boycott Israel and added that this is a subsidiary of Unilever, which has taken a clearly anti-Israel step,” the politician’s office said.<br />Separately Tuesday, Israel’s ambassador to the U.S., Gilad Erdan, said he sent a letter to each of the 35 governors of states that have passed laws against boycotting Israel, urging them to sanction Ben & Jerry’s. The laws were adopted as the international Boycott, Divestment and Sanctions, or BDS, movement, which largely seeks to force Israel to change its policies regarding settlements through economic pressure, gained steam in the U.S.<br />Mr. Erdan wrote in his letters that the ice cream brand’s decision not to supply its product to Israeli settlements amounted to “de-facto adoption of anti-Semitic practices and the de-legitimization of the Jewish state,” according to a copy of the letter he posted on Twitter."
}