{
    "url_original": "https://www.wsj.com/articles/bernie-sanders-embraces-deal-maker-role-in-bidens-antipoverty-push-11627131601?mod=politics_lead_pos5",
    "url": "bernie-sanders-embraces-deal-maker-role-in-bidens-antipoverty-push-11627131601",
    "title": "Bernie Sanders Embraces Deal Maker Role in Biden’s Antipoverty Push",
    "sub_head": "Progressive senator helps pull Democrats to the left on policy; Republicans say shift could help GOP in midterms",
    "category_1": "Politics",
    "time": "2021-07-24 09:00:00",
    "body": "WASHINGTON—Sen. Bernie Sanders has morphed this year from antiestablishment outsider to White House deal maker, working closely with onetime political rival President Biden to advance a multitrillion-dollar economic agenda.<br />The self-described Democratic socialist has tempered some of his progressive policy demands to team with the Biden administration on Democrats’ sprawling antipoverty and climate plan. At the same time, he has helped pull Democrats leftward on healthcare and other issues he calls critical to working people, a shift Republicans say will be a boon to the GOP as they try to reclaim control of Congress in the 2022 midterm elections.<br />“I credit President Biden for doing something which very few presidents have done, and that is to take a look at the crises facing this country and then proceeding from there, and he took a very comprehensive look,” Mr. Sanders said in an interview.<br />The biggest test comes this fall. With Mr. Sanders’s input as budget chairman, Democratic leaders are working to pass a $3.5 trillion plan that would expand Medicare and finance cleaner power. The legislation is also expected to attempt to provide a path to citizenship for some immigrants and fund expanded child care, paid family leave and affordable housing.<br />The legislation, which Democrats pledged would be fully paid for with tax increases and other sources of revenue, hasn’t yet been drafted, and Democrats are still negotiating which provisions ultimately make it in."
}