{
    "url_original": "https://www.wsj.com/articles/best-answers-to-rising-gun-violence-may-be-local-ones-11626702599?mod=business_minor_pos4",
    "url": "best-answers-to-rising-gun-violence-may-be-local-ones-11626702599",
    "title": "Best Answers to Rising Gun Violence May Be Local Ones",
    "sub_head": "Community violence intervention programs offer one promising approach to national problem",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "image_1_url": "https://images.wsj.net/im-371476?width=860&height=573",
    "image_1": "im-371476.jpg",
    "time": "2021-07-19 09:50:00",
    "body": "Washington Nationals pitchers had just finished a disappointing half-inning when the sound of gunfire pierced the normal crowd noise at Nationals Park Saturday night. The sound was unmistakable, though the source was a mystery: Was it just another random Washington shooting, or a Mandalay Bay-style attack in which a gunman was seeking mass murder in a crowded venue?<br />The 33,000 people inside the stadium weren’t going to wait to find out. They surged toward the exits and spilled out onto the streets, taking cover where they could find it, including some of us who found refuge in an apartment building thanks to a stranger who simply held open the door. The exodus was fairly orderly under the circumstances; most disconcerting were the scattered scenes of parents huddled over crying children.<br />The gunfire turned out to be a drive-by shooting just outside the stadium gates, in which at least three people were wounded. Thus the incident, while unsettling on a larger scale, was less traumatic than the shooting just one day earlier and 3 miles away in which a 6-year-old girl, who had not yet started first grade, was killed when caught in a similar outburst of gunfire.<br />She was among 101 homicide victims in Washington this year and, as the Washington Post noted in its coverage, died on the third anniversary of the shooting death of a 10-year-old killed by a stray bullet while walking to an ice-cream truck, and seven months after a 15-month-old was struck while in a car seat.<br />There now is no doubt that America, particularly urban America, is experiencing a post-pandemic surge in gun violence. The Major Cities Chiefs Association, an organization of large-city police executives, reports that homicides in those jurisdictions rose 29% in the first quarter over the same period a year earlier, while aggravated assaults rose 9%. That follows a 33% rise in homicides in 2020 over 2019."
}