{
    "url_original": "https://www.wsj.com/articles/better-to-have-gone-review-dawn-of-a-new-humanity-11627051358?mod=opinion_major_pos12",
    "url": "better-to-have-gone-review-dawn-of-a-new-humanity-11627051358",
    "title": "‘Better to Have Gone’ Review: Dawn of a New Humanity",
    "sub_head": "Seekers from around the world flocked to an Indian community under the guidance of the woman they called ‘The Mother.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373627?width=700&height=467",
    "image_1": "im-373627.jpg",
    "time": "2021-07-23 10:42:00",
    "body": "Utopias are not, by definition, found on this side of paradise. Yet that truth hasn’t stopped visionaries and seekers—not to mention knaves and fools—from trying to build communities on lofty principles and quixotic aspirations. One such wonderland is Auroville, a commune in India’s Tamil south whose heady origins can be traced to the incense-and-raga days of the 1960s. Akash Kapur’s “Better to Have Gone” (Scribner, 344 pages, $27) is a haunting and elegant account of this attempt at utopia and of his family’s deep connections to it.<br />Established in 1968 by a Frenchwoman with a God-complex, Auroville is a place committed to “human unity and fostering evolution.” Its first residents comprised a few hundred people from France, Germany and the U.S. and a sprinkling of other Europeans—most of them hippie-refugees from Western materialism—as well as like-minded Indians. Today, 53 years later, its population stands at some 2,500. “Few intentional communities—now, or ever—have survived that long,” writes Mr. Kapur. “The world militates against . . . anywhere that tries to play by different rules.”<br />The word Auroville was derived from aurore—French for “dawn”—with a convenient echo, also, of the name of Sri Aurobindo, an Indian guru born in 1872. Mirra Alfassa, the Frenchwoman-founder, became Aurobindo’s acolyte in 1920 and his spiritual successor when he died in 1950. Alfassa came to be addressed by everyone as “the Mother,” and there was even an Indian postage stamp issued in her honor.<br />According to the Mother’s founding charter, this City of Dawn belonged “to nobody in particular” but to humanity as a whole. To live in Auroville, one had to be “a willing servitor of the Divine Consciousness,” and each resident was vetted personally by the Mother. Although she is still revered in India—where obeisance is accorded much too easily to anyone with spiritual pretenses—it’s hard not to regard the Mother as a charlatan. Auroville, in her words, was a place where the “embryo or seed of the future supramental world might be created.” And it was no secret that she craved immortality.<br />Mr. Kapur and his wife, Auralice—a name given to her by the Mother, who asserted the right to name all children born to her flock—both grew up in Auroville. Auralice was born in 1972, Mr. Kapur two years later. Auralice’s mother, Diane Maes, was a woman from rural Flanders who’d arrived at Auroville as an 18-year-old. Headstrong and flirtatious, she soon separated from the biological father of her daughter and took up with another Auroville man named John Walker, in many ways the book’s most compelling (and infuriating) character."
}