{
    "url_original": "https://www.wsj.com/articles/beyond-meats-ceo-has-a-holy-grail-and-its-fake-bacon-11625666401?mod=business_featst_pos1",
    "url": "beyond-meats-ceo-has-a-holy-grail-and-its-fake-bacon-11625666401",
    "title": "Beyond Meat’s CEO Has a Holy Grail, and It’s Fake Bacon",
    "sub_head": "The plant-based food company’s leader discusses getting on McDonald’s menus, working with Snoop Dogg and creating a meatless chicken breast",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-07-07 10:00:00",
    "body": "For  Beyond Meat Inc.  Chief Executive Ethan Brown, snark and skepticism about his company’s meatless “meat” products serve as motivational tools.<br />Plastered on the walls of his El Segundo, Calif., office are lines from critical reviews of the company’s meat-mimicking technology, which uses yellow peas, potato starch, coconut oil and other ingredients to replicate beef’s texture and sizzle. “Slightly better Tofurky,” reads one quote. Another cites a 2015 magazine article that said Beyond Meat would never be able to turn pea protein into a convincing substitute for steak or chicken.<br />“You have to hold on to that, take that negative energy and use that to fuel you,” Mr. Brown argues.<br />The 49-year-old founded Beyond Meat in 2009 after quitting a career in alternative energy. Since its 2019 initial public offering, Beyond’s share price has multiplied to $145.56 as of Tuesday from its IPO price of $25, and its burgers, meatballs, sausage links and other plant-based meat products are projected to generate more than $500 million in world-wide sales this year. Beyond now has its sights set on poultry, after recently testing a plant-based version with KFC.<br />The pandemic’s blow to the food-service industry hurt Beyond’s business, contributing to four straight quarters of losses and spurring it to ramp up its supermarket presence. And some products haven’t panned out, including Dunkin’ Brands’ late-2019 nationwide launch of a Beyond breakfast-sausage sandwich, which the doughnut chain recently scaled back to several hundred restaurants."
}