{
    "url_original": "https://www.wsj.com/articles/bezos-branson-galactic-blue-origin-vikings-11627070792?mod=opinion_major_pos4",
    "url": "bezos-branson-galactic-blue-origin-vikings-11627070792",
    "title": "Bezos, Branson and the Vikings",
    "sub_head": "They risk their lives to venture into uncharted territory in search of opportunity for the world.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-373926?width=860&height=573",
    "image_1": "im-373926.jpg",
    "time": "2021-07-23 17:53:00",
    "body": "Richard Branson’s and Jeff Bezos’ ventures into space tapped into a perennial fascination with manned space travel that dates back to the Apollo moon program in the 1960s and ’70s and even to the 19th-century novels of Jules Verne. But as a historian of globalization and technology, I think in centuries. I see strong parallels between today’s billionaire space race and the Viking raiders and explorers of the Middle Ages.<br />Those men and women were not only the precursors of globalization, but the spiritual ancestors of the entrepreneurs who see outer space as a realm for scientific experiments, commercial development and the start of a new chapter in history.<br />The Vikings have been associated with space before, as with the grossly misnamed Viking 1 and 2 robot Mars probes in the 1970s. I say misnamed because the real appeal of the Vikings is our fascination with the prospect of human beings exploring the unknown. Mr. Bezos, Mr. Branson, Elon Musk; Neil Armstrong, John Glenn and the space shuttle crews, as well as explorers like Columbus tap into a universal need to admire and honor those who risk their lives to venture into uncharted territory and stretch the boundaries of the unknown.<br />Our current crop of new-space billionaires have muscled government aside, revolutionizing the space industry with systems like SpaceX’s multiple small satellite launches and supersonic retropulsion technology for landing spacecraft in atmosphere-thin environments like Mars. To them, space represents the last great frontier for bold new initiatives. It also represents a place where the Viking spirit has found a new mission and a new home.<br />Viking raids were also essentially private-sector enterprises. Voyages were undertaken by individual chieftains and heads of households, sometimes with no more than 30 warriors on a ship at a time. The first recorded successful attack on the English coastline, at Portland in 789, consisted of only three longships. They turned the technology of sail- and oar-powered longships into a tool for building wealth, transforming civilization in the process. From 790 to roughly 1000, boatloads of Danish and Norwegian adventurers set out every spring to descend on Europe’s littoral from the North Sea to the Mediterranean—while their Swedish counterparts used river routes to penetrate deep into northeastern Europe and Russia, reaching as far south as Constantinople."
}