{
    "url_original": "https://www.wsj.com/articles/biden-department-of-justice-nominee-jonathan-kanter-antitrust-conflict-google-11626959851?mod=opinion_lead_pos4",
    "url": "biden-department-of-justice-nominee-jonathan-kanter-antitrust-conflict-google-11626959851",
    "title": "Biden’s Antitrust Conflicts",
    "sub_head": "Competition nominee Jonathan Kanter is conflicted on Google.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-373107?width=860&height=573",
    "image_1": "im-373107.jpg",
    "time": "2021-07-22 18:22:00",
    "body": "Mark another one up for Elizabeth Warren. The Massachusetts Senator continues to fill out the Biden Administration with her allies, and the latest is Jonathan Kanter to run the Justice Department’s antitrust division. Apparently the conflict-of-interest standards she demanded of Trump appointees no longer apply.<br />At Justice Mr. Kanter would inherit the Trump antitrust suit against Google. Yet as a private antitrust attorney, Mr. Kanter represented  Microsoft  and other companies attacking Google. ( News Corp ,  which owns the Journal, was also a client.) President Biden’s executive order requires appointees to promise not to participate “in any particular matter involving specific parties that is directly and substantially related to my former employer or former clients, including regulations and contracts” for two years.<br />This is the same pledge President Trump imposed on his nominees. Former Federal Trade Commission Chair Joseph Simons recused himself from the agency’s lawsuit against  Qualcomm  since he had worked at a law firm advising the chip maker on its acquisition of  NXP Semiconductors ,  which China’s antitrust regulators scuttled.<br />Trump DOJ antitrust chief Makan Delrahim recused himself from the Google case because he had advised Google in 2007 when it sought FTC approval to buy the ad-tech company DoubleClick. Mr. Kanter’s work for Google’s rivals is more recent and equally if not more relevant to the litigation he’d oversee.<br />Does Mr. Kanter plan to seek an ethics waiver because of his long hostility toward Google? Senate Republicans should ask. Many joined Democrats in confirming progressive Lina Khan to the FTC despite her desire to rewrite antitrust law and break up big business. They were duped when Mr. Biden turned around and appointed her Chair."
}