{
    "url_original": "https://www.wsj.com/articles/biden-administration-sues-texas-over-ban-on-transporting-migrants-11627681014?mod=politics_lead_pos5",
    "url": "biden-administration-sues-texas-over-ban-on-transporting-migrants-11627681014",
    "title": "Biden Administration Sues Texas Over Ban on Transporting Migrants",
    "sub_head": "Justice Department challenges Gov. Greg Abbott’s order barring transportation of migrants within state by anyone other than law enforcement",
    "category_1": "Politics",
    "time": "2021-07-30 18:28:00",
    "body": "The Biden administration sued Texas on Friday, a day after Attorney General Merrick Garland warned Gov. Greg Abbott that his order banning the transportation of migrants within the state by anyone other than law enforcement impinges on the federal government’s exclusive control over immigration matters.<br />The lawsuit seeks to invalidate the order, which Mr. Abbott issued Wednesday after local officials in the Rio Grande Valley complained of federal officials releasing immigrants there and of asylum-seeking migrants in the care of Catholic Charities leaving their Covid-19 quarantine to go to a hamburger restaurant.<br />The Justice Department also asked a federal judge to immediately halt implementation of the order, saying it “threatens to significantly disrupt federal immigration operations in Texas at a critical time when the United States is facing a once-in-a-century pandemic as well as a significant influx of noncitizens.” The lawsuit noted that the government frequently uses private contractors to transport noncitizens between facilities, and that nonprofits and private bus companies must transport people to shelters and legal proceedings.<br />A spokeswoman for Mr. Abbott, a Republican, said he intended to fight the lawsuit and wouldn’t rescind his order. Mr. Abbott accused the Democratic Biden administration of failing to enforce immigration law and said he had the authority to “protect the state of Texas.”<br />Earlier Friday, Mr. Abbott in a letter to Mr. Garland said, “It is clear from arguments in your letter that the State of Texas and the federal government face a constitutional crisis.” He added, “The authority that you assert to protect noncitizens directly conflicts with my authority, and duty, to protect citizens of Texas.”"
}