{
    "url_original": "https://www.wsj.com/articles/bidens-facebook-slam-followed-months-of-frustration-inside-white-house-11626632335?mod=politics_lead_pos4",
    "url": "bidens-facebook-slam-followed-months-of-frustration-inside-white-house-11626632335",
    "title": "Biden’s Facebook Attack Followed Months of Frustration Inside White House",
    "sub_head": "Rhetoric intensifies as both sides trade accusations of distortions",
    "category_1": "Politics",
    "time": "2021-07-18 14:18:00",
    "body": "President Biden’s attack on  Facebook Inc.  on Friday followed months of mounting private frustration inside his administration over the social-media giant’s handling of vaccine misinformation, according to U.S. officials, bringing into public view tensions that could complicate efforts to stop the spread of Covid-19.<br />The tough words between the White House and Silicon Valley escalated over the weekend, as Facebook issued a blunt statement accusing the Biden administration of distorting the facts. U.S. Surgeon General Vivek Murthy, who made the rounds on the Sunday talk shows in Washington, countered that social-media companies weren’t doing enough to clamp down on false statements about Covid-19 vaccines.<br />“The reality is that misinformation is still spreading like wildfire in our country, aided and abetted by technology platforms,” Dr. Murthy said on Fox News Sunday. He granted that companies like Facebook had taken steps to address false vaccine information, but he added, “It is not enough.”<br />Facebook has rejected the Biden administration’s criticisms. On Saturday, the company posted an item on its blog saying it wasn’t responsible for Mr. Biden’s failure to achieve his publicly stated goal of 70% of American adults receiving at least one dose of the vaccine by July 4 and that 85% of its users in the U.S. have been or want to be vaccinated against Covid-19. Facebook also said it was doing its part to help get more Americans vaccinated, such as by operating pop-up vaccine clinics in low-income and underserved communities in California and other states.<br />Despite the heated rhetoric, administration officials have suggested they have few concrete policy options for cracking down on the misinformation—aside from publicly pressuring social media firms."
}