{
    "url_original": "https://www.wsj.com/articles/biden-gives-germanys-angela-merkel-a-white-house-farewell-11626376706?mod=politics_lead_pos4",
    "url": "biden-gives-germanys-angela-merkel-a-white-house-farewell-11626376706",
    "title": "Biden Gives Germany’s Angela Merkel a White House Farewell",
    "sub_head": "Longtime leader makes likely last visit as chancellor after years of strained ties with Trump administration; disagreements remain over Covid-19 vaccines, pipeline",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-370106?width=860&height=573",
    "image_1": "im-370106.jpg",
    "time": "2021-07-15 15:18:00",
    "body": "WASHINGTON—President Biden welcomed Angela Merkel to the White House for what is likely her final visit as Germany’s chancellor, using the occasion to highlight what the administration sees as improving trans-Atlantic relations despite divisions over energy and other matters.<br />Ms. Merkel’s schedule Thursday included a series of meetings with Mr. Biden and members of his team, followed by a White House dinner.<br />Among the topics to be addressed, White House officials said, are climate change, Afghanistan and Russian cyberattacks, as well as areas of disagreement including how to handle a more powerful China and making coronavirus vaccines accessible globally.<br />While Ms. Merkel isn’t seeking re-election in September, she has become a key figure in U.S.-European relations during her 16 years in office, and the White House views her visit as an opportunity to set a smoother course with a bellwether ally, Biden administration officials said.<br />U.S.-German ties became strained in recent years as the former President Donald Trump’s administration eschewed multilateralism, threatened tariffs on European autos, criticized Berlin for failing to meet a commitment to increase military spending to the North Atlantic Treaty Organization and placed sanctions on the Nord Stream 2 pipeline, a Russian-backed project to deliver natural gas to Germany."
}