{
    "url_original": "https://www.wsj.com/articles/biden-needs-to-save-the-infrastructure-bill-11625608639?mod=opinion_major_pos5",
    "url": "biden-needs-to-save-the-infrastructure-bill-11625608639",
    "title": "Biden Needs to Save the Infrastructure Bill",
    "sub_head": "Democratic congressional leaders threaten to scuttle it unless they get a partisan spending bill.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-364863?width=620&size=1.5",
    "image_1": "im-364863.jpg",
    "time": "2021-07-06 17:57:00",
    "body": "‘There ain’t gonna be no bipartisan bill unless we’re going to have a reconciliation bill,” Speaker Nancy Pelosi said recently. Translation: Democrats won’t reach across party lines to pass infrastructure legislation unless they pass another spending bill with no Republican support.<br />I worked closely with Mrs. Pelosi and Senate Majority Leader Chuck Schumer for decades. They’re both great people and skilled legislative tacticians, and they apparently think this strategy is the only way to hold their fragile majorities together and give all Democrats at least some of what they want.<br />I hope they rethink their strategy. President Biden has agreed to an infrastructure proposal with a bipartisan Senate group and the House Problem Solvers Caucus. Linking it to a separate multitrillion-dollar partisan reconciliation bill would likely end with passage of neither. The American people wouldn’t soon forgive this failure, and they’d blame Mr. Biden and Democrats because we’re in the majority.<br />That risk became clearer last week when Mr. Biden went to Wisconsin to advocate for the bipartisan agreement, which would be the largest federal infrastructure investment since the creation of the Interstate Highway System 65 years ago. The president said the plan would create millions of good jobs and ensure America can compete with China. It would replace 100% of the lead water pipes that go into 10 million homes and 400,000 school across America, repair roads and bridges, upgrade the power grid, close the digital divide, make U.S. coastlines more resilient against climate change, and entail the largest investment in public transit in American history.<br />In other words, the president’s essential message in Wisconsin was that this is a historic plan every American should be very excited about, while the message from Mrs. Pelosi and Mr. Schumer in Washington is that we can’t have this infrastructure plan until Congress is done debating and voting for a separate, controversial, costly bill that may or may not pass months from now."
}