{
    "url_original": "https://www.wsj.com/articles/biden-administration-canada-border-travel-covid-vaccines-11626988805?mod=opinion_lead_pos2",
    "url": "biden-administration-canada-border-travel-covid-vaccines-11626988805",
    "title": "Biden’s Canadian Covid Blockade",
    "sub_head": "The U.S. again delays reopening the border to our northern friends.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-373828?width=860&height=573",
    "image_1": "im-373828.jpg",
    "time": "2021-07-22 18:28:00",
    "body": "President Biden has a major problem on the southern U.S. border, so you’d think his Administration would be focusing its efforts there. But this week he delayed re-opening the border with Canada for another month for fear of Covid-19’s Delta variant.<br />Canadians won’t be able to enter the U.S. until Aug. 21, though Canada recently said it will allow Americans to go north on Aug. 9. This isn’t neighborly American behavior, and it’s not consistent with what the Biden Administration likes to call “the science.”<br />Canada had a rocky start to its Covid vaccination program, largely due to supply problems. But it has rapidly picked up the pace and is now doing better than the U.S. at getting people to roll up their sleeves. Health Canadareported this week that nearly 70% of its population has received at least one Covid-19 vaccine dose. More than 50% of Canadians are now fully vaccinated, while the U.S. rate is 48.6%.<br />If the vaccines provide protection from severe Covid, as the Biden Administration avers, then why continue the blockade against vaccinated Canadians entering the U.S.? And if Canadians can’t come here, why should Canada allow Americans to enter since there’s more vaccine resistance in the U.S.?<br />Canadians haven’t been allowed to cross the U.S. border since March 24, 2020 unless they can show that they’re traveling on essential business or they quarantine for two weeks. This has taken a major bite out of the integrated border economy."
}