{
    "url_original": "https://www.wsj.com/articles/bidens-banking-data-proposal-has-been-kicking-around-for-years-11625858717?mod=markets_lead_pos3",
    "url": "bidens-banking-data-proposal-has-been-kicking-around-for-years-11625858717",
    "title": "Biden’s Banking Data Proposal Has Been Kicking Around for Years",
    "sub_head": "The White House wants to make it easier for people to switch banks; the CFPB was given that power more than a decade ago",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-367317?width=620&size=1.5",
    "image_1": "im-367317.jpg",
    "time": "2021-07-09 16:29:00",
    "body": "The White House said it wants to make it easier and cheaper for people to switch banks. But that same idea has been on the government’s table for more than a decade and made little progress.<br />President Biden’s office on Friday said it “encourages the Consumer Financial Protection Bureau (CFPB) to issue rules allowing customers to download their banking data and take it with them” from bank to bank. That directive was part of a broader executive order aimed at promoting competition in a number of industries.<br />The CFPB already was given the authority to write such rules in the 2010 Dodd-Frank Act. One brief portion, Section 1033, established that banks and other financial firms should make available to customers data on their transactions, charges and other account details. Dodd-Frank also said that the data should be made available “in an electronic form usable by consumers.”<br />That kind of data had long been siloed at individual banks. By making it more shareable, consumers could gain the ability to better keep track of their spending and compare costs of credit cards and other financial products. But the CFPB has been slow to implement that part of the legislation, even when top officials were supportive of the section’s goals.<br />In 2016, then-director of the CFPB Richard Cordraydelivered a speech endorsing consumer access to their own financial information and the ability for people to give permission to third parties to access that information on their behalf. A year later, the CFPB put out a set of guiding principles on the matter, but it wasn’t until October 2020 that the agency initiated a rule-making process on the subject of consumer-data access."
}