{
    "url_original": "https://www.wsj.com/articles/bidens-silicon-valley-winners-11626126161?mod=opinion_minor_pos1",
    "url": "bidens-silicon-valley-winners-11626126161",
    "title": "Biden’s Silicon Valley Winners",
    "sub_head": "Netflix and the White House regulatory agenda.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-368061?width=620&size=1.5",
    "image_1": "im-368061.jpg",
    "time": "2021-07-12 17:42:00",
    "body": "There’s much Beltway and media chatter that President Joe Biden’s regulatory agenda threatens Big Business and in particular Big Tech. But history suggests otherwise. This year marks the 50th anniversary of the publication of George Stigler’s essay “The Theory of Economic Regulation” in the Bell Journal of Economics and Management Science. After investigating various markets, the University of Chicago economist  reported that “as a rule, regulation is acquired by the industry and is designed and operated primarily for its benefit.” As Stigler described the phenomenon of regulatory capture, the future Nobel Prize winner understood that complex and expensive rules are often easier to navigate for market giants than for their upstart competitors. Free and open markets, on the other hand, present fewer barriers to those wishing to challenge incumbents.<br />Stigler also knew that many of his fellow academics would not easily abandon their idealistic view of government regulation. He once noted that “the economic role of the state has managed to hold the attention of scholars for over two centuries without arousing their curiosity.”<br />For anyone who really is curious about which tech giants will benefit most from the Biden era, Eriq Gardner of the Hollywood Reporter makes a compelling case for  Netflix .<br />Before we get to the details on why this may be Silicon Valley’s most politically favored company, let’s review a few of the provisions of President Joe Biden’s new effort to regulate various U.S. industries.<br />“The heart of American capitalism is a simple idea: open and fair competition,” said the president on Friday, before signing an executive order instructing government agencies to undertake no fewer than 72 specific interventions into American markets. Given this ambitious  regulatory agenda some readers may wonder what exactly he meant by “open” competition and perhaps even Mr. Biden isn’t exactly sure, but his Friday comments suggested, among other things, that business combinations will be much harder to execute in the United States:"
}