{
    "url_original": "https://www.wsj.com/articles/biden-to-tap-former-hill-aide-for-top-treasury-post-overseeing-financial-rules-11626723053?mod=politics_lead_pos11",
    "url": "biden-to-tap-former-hill-aide-for-top-treasury-post-overseeing-financial-rules-11626723053",
    "title": "Biden to Tap Former Hill Aide for Top Treasury Post Overseeing Financial Rules",
    "sub_head": "Graham Steele, a former aide to Sen. Sherrod Brown, is proponent of treating climate change as systemic risk to financial system",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-371656?width=860&height=573",
    "image_1": "im-371656.jpg",
    "time": "2021-07-19 15:30:00",
    "body": "WASHINGTON—President Biden plans to nominate Graham Steele as assistant Treasury secretary for financial institutions, a move that would put a long-time congressional staffer with ties to progressives at the center of efforts to refocus financial rules on issues such as climate change and racial equity.<br />Mr. Steele, a former Democratic chief counsel on the Senate Banking Committee and aide to Sen. Sherrod Brown (D., Ohio), would oversee the Biden administration’s plans to tighten regulations on Wall Street firms. That could include heightened scrutiny of cryptocurrencies; open-end mutual funds and hedge funds and their roles in market turbulence last year; and the financial sector’s exposure to climate-change risks.<br />Mr. Steele is the director of the Corporations and Society Initiative at Stanford Graduate School of Business, which seeks to “promote more accountable capitalism and governance,” according to its website. He previously served as a staffer at the Federal Reserve Bank of San Francisco, and also worked at Public Citizen, a progressive watchdog group, before joining Mr. Brown’s staff in 2010.<br />In recent years, he has been a vocal proponent of treating climate change as a systemic risk to the financial system, and called on U.S. regulators to do more to confront the potential dangers, such as more frequent wildfires or droughts that threaten banks’ physical assets.<br />In a February 2020 paper, he argued the 2010 Dodd-Frank law gave regulators broad power to use macroprudential regulation to address climate-related risks, including through the Financial Stability Oversight Council and the Federal Reserve. For example, the Fed could use its authority to limit fossil-fuel investments based on their prospective risks to financial stability, he said."
}