{
    "url_original": "https://www.wsj.com/articles/biden-listened-on-hearing-aids-11626301799?mod=opinion_lead_pos4",
    "url": "biden-listened-on-hearing-aids-11626301799",
    "title": "Biden Listened on Hearing Aids",
    "sub_head": "Deregulating the market will spur competition and reduce prices.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-14 18:29:00",
    "body": "There aren’t many things that President Biden, Senator Elizabeth Warren and Donald Trump agree on, but here’s one: Breaking down regulatory barriers to competition in hearing aids.<br />President Biden’s executive order on Friday instructed the Health and Human Services Secretary to expedite a rule-making that will allow Americans to purchase hearing aids over the counter rather than by prescription. That’s the same way you can buy reading glasses. The goal is to open up the industry—the four largest manufacturers control 84% of the market—to more competition and thus reduce prices.<br />As Mr. Biden’s order noted, a pair of hearing aids can cost about $5,000 and isn’t covered by Medicare or most private insurers. One result is that some 40 million Americans with hearing loss don’t use hearing aids. People can buy less expensive personal sound amplification products (PSAPs) without prescriptions, but they aren’t as effective or adjustable.<br />The hearing-aid oligopoly and a cartel of medical professionals have long fought direct-to-consumer sales. Note that the actual hearing-aid accounts for only about a third of what consumers pay. Licensed audiologists often contract with two or three manufacturers and then bundle the cost of the device with other fees and services.<br />In 2019 the average retail price for a hearing aid was $2,284 compared to the $774 wholesale cost of the device. Requiring prescriptions for hearing aids boosts margins of medical specialists. Allowing the devices to be purchased over the counter will expand the consumer market and encourage more competition in manufacturing, thereby driving down the wholesale price of devices too."
}