{
    "url_original": "https://www.wsj.com/articles/biden-administration-frank-mckenzie-taliban-afghanistan-bombing-11627316799?mod=opinion_lead_pos2",
    "url": "biden-administration-frank-mckenzie-taliban-afghanistan-bombing-11627316799",
    "title": "Afghanistan on the Brink",
    "sub_head": "The U.S. resumes bombing, but Biden needs to do more.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-26 18:38:00",
    "body": "The U.S. has resumed bombing in Afghanistan, a tacit admission that the Taliban are advancing faster than the Biden Administration anticipated. The U.S. military warned the White House this would happen, and the outlook is grim if President Biden doesn’t change course on his total withdrawal.<br />“We are prepared to continue this heightened level of support in the coming weeks, if the Taliban continue their attacks,” U.S. Central Command chief Frank McKenziesaid over the weekend. “We’re taking airstrikes as we need to take them.”<br />That’s good news, but Gen. McKenzie added the U.S. airstrikes will end by September, which means the Taliban need only pause their offensive for a few weeks. Meanwhile the U.S. is having to launch bombers from over the horizon, perhaps from assets in the Gulf, because Mr. Biden gave up an aerial presence in Afghanistan. This complicates coordination with Afghan ground forces and requires long flights and more air assets for mid-air refueling.<br />The airstrikes were in part an attempt to prevent the Taliban from taking the provincial capital of Kandahar, which would be a major setback for the government in Kabul. When Mr. Biden announced the U.S. withdrawal in April, fewer than half of Afghanistan’s roughly 400 districts were contested. The government controlled 127 while the Taliban held 77, according to the Long War Journal. Today the Taliban control 224 districts while the government is down to 73.<br />Civilian casualties were up 47% in the first six months of 2021 compared to the same period last year, according to the United Nations. The U.S. withdrawal is now at least 95% done, and soon only some 650 troops will remain to defend the U.S. Embassy and Kabul’s main airport. Expect more massacres, and an emboldened al Qaeda."
}