{
    "url_original": "https://www.wsj.com/articles/biden-communism-protests-cuba-iran-haiti-south-africa-russia-hong-kong-belarus-11626894567?mod=opinion_major_pos7",
    "url": "biden-communism-protests-cuba-iran-haiti-south-africa-russia-hong-kong-belarus-11626894567",
    "title": "A Pandemic of Misrule",
    "sub_head": "Antigovernment protests in Cuba, South Africa, Haiti and elsewhere are not random chaos.",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "image_1_url": "https://images.wsj.net/im-372859?width=860&height=573",
    "image_1": "im-372859.jpg",
    "time": "2021-07-21 18:23:00",
    "body": "For all the elevation American progressivism has received recently—Joe Biden’s leftward flop, the descent of America’s institutional elites into facile wokeism—I am beginning to think the most alert minds on the political left know that what looked like their historical moment is losing momentum.<br />The Democrats’ determination, driven by party progressives, to cram a generation’s worth of entitlements, taxes and welfare spending into a single reconciliation bill they will pass with a vice-presidential vote is properly seen as an act of desperation. They know it’s this year or never for making central government authority the virtually irreversible locus of power in the U.S. system. How else to explain the constant, totalist appeal that all this must be done to “save our democracy”? The clock is ticking.<br />But elevate your gaze beyond the Beltway, with its dainty debates about “our democracy,” and it looks like the ideology of command-and-control rule over entire populations is losing public support all over the world.<br />Cuba, South Africa, Haiti, Belarus and Myanmar all have seen recent explosions of significant antigovernment protests. In a world overwhelmed by dramatic events, one’s instinct is to let them wash through. But maybe we should consider the possibility that something other than random chaos is reflected in so many antigovernment protests. Wildfires can also erupt among nations.<br />The fall of the Berlin Wall in 1989 wasn’t expected. Even less likely was the dissolution two years later of the entire Soviet Union and its bloc of satellite countries. Cuban communism is 60 years old. Like the Berlin Wall, Castro’s Cuba became a political monolith, a lump of seemingly immovable repression."
}