{
    "url_original": "https://www.wsj.com/articles/biden-can-make-up-for-obamas-libya-neglect-11626215051?mod=opinion_lead_pos9",
    "url": "biden-can-make-up-for-obamas-libya-neglect-11626215051",
    "title": "Biden Can Make Up for Obama’s Libya Neglect",
    "sub_head": "A diplomatic push for fair elections in December would serve U.S. interests.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-13 18:24:00",
    "body": "President Obama’s biggest regret, he told “Fox News Sunday” in 2016, was “failing to plan for the day after” the 2011 intervention in Libya, which toppled dictator Moammar Gadhafi. Joe Biden has a chance to make amends.<br />Largely forgotten by the U.S. and its allies, Libya has become a center of human trafficking and the source of a migrant crisis in Europe. It has suffered from a decade of civil strife and fractured leadership. Its oil reserves, Africa’s richest, are at risk of coming under Turkish and Russian control. The solution: free and fair elections and the removal of all foreign forces.<br />Libya effectively has two governments. Russia supports the eastern one, led by the Libyan National Army, the country’s only unified force, under the command of Gen. Khalifa Haftar. In the west, militias, some Islamist in character, fight among themselves when they aren’t fighting Gen. Haftar.<br />Turkey’s military, seeking to ensure access to the Mediterranean Sea for energy exploration, backs the western Islamist militias. In April, President Recep Tayyip Erdogan said Ankara and Libya’s western Government of National Accord were committed to a 2019 maritime demarcation in the eastern Mediterranean. The agreement directly threatens a January 2020 energy deal between Israel and Greece. The latter doesn’t want Mr. Erdogan to have further influence around its shores. An uneasy cease-fire has held in Libya since October, but both Turkey and Russia are reinforcing by building air and naval bases.<br />The U.S. has largely stayed out of Libyan affairs since the 2012 Benghazi debacle. But Washington can take responsibility by insisting on free and fair elections. “We’d like the U.S. to remove all foreign forces in Libya, and we hope the U.S. will pressure all groups in Libya to make sure the elections in December will take place,” says Abdulhadi Soliman, spokesman for the Fezzan Libya Organization, a nonprofit based in the southwestern part of the country."
}