{
    "url_original": "https://www.wsj.com/articles/bidens-china-policy-borrows-from-trump-and-adds-allies-to-raise-pressure-11626958800?mod=politics_lead_pos1",
    "url": "bidens-china-policy-borrows-from-trump-and-adds-allies-to-raise-pressure-11626958800",
    "title": "Biden’s China Policy Borrows From Trump and Adds Allies to Raise Pressure",
    "sub_head": "The emerging U.S. approach to China will get a test during the first high-level face-to-face exchange in months",
    "category_1": "Politics",
    "time": "2021-07-22 09:01:00",
    "body": "The Biden administration is raising the pressure on China, confronting it on cyberattacks and human rights and making tentative progress rallying allies to its side, while so far avoiding deep engagement with Beijing.<br />The emerging Biden policy will get a test this weekend when the State Department’s No. 2 official, Wendy Sherman, travels to China for the first face-to-face meeting of senior officials in more than three months. The discussions, the department said Wednesday, will center on U.S. concerns and areas of possible alignment.<br />The U.S. has in recent weeks begun to accelerate moves to pressure China. It issued twin advisories to American businesses about the reputational, legal and other risks of operating in Hong Kong and Xinjiang, regions where Beijing is tightening its grip with crackdowns. This week it publicly called out China’s chief intelligence service for sponsoring hacking around the world—and got dozens of allies to join it in the condemnation.<br />Six months after taking office—and amid continuing internal deliberations—the Biden approach to China is taking shape. Officials are pressing ahead with the Trump administration’s tougher line on Beijing, while bringing allies on board on more issues to increase leverage, administration officials said.<br />“What gets Beijing’s attention the most is not just when it’s the United States doing something, but when it’s the United States rallying our allies and partners to do something together,” said an official."
}