{
    "url_original": "https://www.wsj.com/articles/biden-says-kabul-is-no-saigon-11625784536?mod=opinion_lead_pos2",
    "url": "biden-says-kabul-is-no-saigon-11625784536",
    "title": "Biden Says Kabul Is No Saigon",
    "sub_head": "The President doesn’t like to be asked hard questions about his withdrawal from Afghanistan.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-08 18:48:00",
    "body": "President Biden doesn’t like to be asked difficult questions about Afghanistan. A week ago he rebuffed a reporter by saying he preferred to discuss “happy things, man.” He was more forthcoming on Thursday but still tetchy when reporters asked about Taliban advances as U.S. troops depart.<br />Is there a comparison between the U.S. withdrawal in Kabul and the flight from Saigon in 1975? “None whatsoever. Zero,” Mr. Biden said. “What you had is you had entire brigades breaking through the gates of our Embassy. Six if I’m not mistaken. The Taliban is not the South, the North Vietnamese army. They’re not—they’re not remotely comparable in terms of capability. There’s going to be no circumstance where you’re going to see people being lifted off the roof of a embassy” in Afghanistan.<br />Let’s hope he’s right, but the trends aren’t good, which is why the press is finally daring to ask hard questions. Mr. Biden denied media reports that the U.S. intelligence community estimates that the Kabul government could fall within six months.<br />But note that Mr. Biden has finally agreed to have Afghan translators and their families who helped Americans airlifted to a third country as they await the visas to the U.S. they were promised. This is welcome news, but it underscores how perilous life will be for our Afghan allies as the Taliban take more territory.<br />Mr. Biden didn’t have to withdraw completely from Kabul. There were alternatives, as the Afghanistan Study Group recommended this year. If there is a Saigon-like tragedy, Mr. Biden can’t wash his hands of responsibility."
}