{
    "url_original": "https://www.wsj.com/articles/biden-to-tap-artificial-intelligence-expert-as-top-business-diplomat-11627675784?mod=business_featst_pos1",
    "url": "biden-to-tap-artificial-intelligence-expert-as-top-business-diplomat-11627675784",
    "title": "Biden to Tap Artificial Intelligence Expert as Top Business Diplomat",
    "sub_head": "Stanford professor Ramin Toloui is president’s pick for assistant secretary of state for business",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-378291?width=860&height=573",
    "image_1": "im-378291.jpg",
    "time": "2021-07-30 16:17:00",
    "body": "WASHINGTON—President Biden is set to tap an expert in artificial intelligence and investment management as the State Department’s next head of economic and business affairs, a White House official said.<br />Ramin Toloui will be nominated as assistant secretary of state for economic and business affairs, the official said. If confirmed, he would be Secretary of State Antony Blinken’s point person for negotiating business agreements and rules of the road at a time when technology has become an international battlefield in areas ranging from taxation to competition with China in the 21st century.<br />Mr. Toloui was previously an assistant treasury secretary for international finance in the Obama administration, representing the U.S. at global gatherings including the Group of Seven leading industrialized democracies and the Group of 20 top global economies. He is a finance professor and expert at Stanford University and the Stanford Institute for Economic Policy Research, where he focuses on the economic impact of artificial intelligence and financial crises.<br />Previously, Mr. Toloui was the co-head of emerging markets portfolio management at Pacific Investment Management Co., or Pimco. He served on the Biden-Harris transition team and the State Department agency review team.<br />The Biden administration has sought to emphasize competition with China, especially in the area of technology, by working to boost investment in American semiconductors and limiting allies’ cooperation with Beijing in crucial areas."
}