{
    "url_original": "https://www.wsj.com/articles/biden-to-campaign-in-virginia-in-preview-of-democrats-2022-strategy-11627041630?mod=politics_lead_pos1",
    "url": "biden-to-campaign-in-virginia-in-preview-of-democrats-2022-strategy-11627041630",
    "title": "Biden to Campaign in Virginia in Preview of Democrats’ 2022 Strategy",
    "sub_head": "The president’s first in-person campaign event is in support of Terry McAuliffe’s bid for the governor’s mansion",
    "category_1": "Politics",
    "time": "2021-07-23 08:00:00",
    "body": "WASHINGTON—President Biden is returning to the campaign trail for a longtime political ally in Virginia and selling his infrastructure and economic plans around the country, offering an early look at Democrats’ political strategy heading into the 2022 midterm elections.<br />Mr. Biden on Friday will attend his first in-person campaign event since taking office on behalf of Democrat Terry McAuliffe, the former Virginia governor who helped organize Mr. Biden’s 2020 campaign in the state, and who hopes to claim the governor’s mansion for a second time. He is running against Republican Glenn Youngkin.<br />During the event in Arlington, Va., Mr. Biden is expected to point to the economic recovery at the start of his administration, providing a window into how the president’s team intends to approach the midterm elections. Democrats hold a narrow majority in the House and control the evenly divided Senate, putting Mr. Biden’s party at risk of losing legislative power in next year’s elections. Recent presidents including Donald Trump and Barack Obama suffered major setbacks in their first midterm elections, a fate the White House is seeking to avoid.<br />White House aides say Mr. Biden remains a draw for Democrats preparing to be on the ballot later this year and in 2022. They point to polls that show broad public support for some of his agenda items, such as proposals to rebuild roads and bridges and the $1.9 trillion Covid relief law. They say passing infrastructure legislation and a companion antipoverty plan would help Democrats hold on to Mr. Biden’s 2020 voting coalition, and he has traveled to congressional districts that are expected to see close races next year to promote the proposals.<br />“He believes that the most important thing he can do to help Democrats in the midterms is to get this agenda through and go sell that to the American people,” said Jen O’Malley Dillon, Mr. Biden’s deputy chief of staff and 2020 campaign manager."
}