{
    "url_original": "https://www.wsj.com/articles/bidens-pre-k-proposal-faces-questions-over-federal-role-11625572800?mod=politics_lead_pos2",
    "url": "bidens-pre-k-proposal-faces-questions-over-federal-role-11625572800",
    "title": "Biden’s Pre-K Proposal Faces Questions From Republicans Over Federal Role",
    "sub_head": "Plan draws praise from early childhood education advocates, but Republicans are skeptical on implementation",
    "category_1": "Politics",
    "time": "2021-07-06 08:00:00",
    "body": "WASHINGTON—President Biden’s $200 billion proposal to expand publicly funded prekindergarten through a program that requires buy-in and funds from states is facing questions from Republicans over how it will be implemented.<br />Most states currently offer some public preschool, with both Republicans and Democrats often backing the efforts, but the standards and spending vary. Mr. Biden is seeking to provide prekindergarten to all 3- and 4-year-olds as part of his $1.8 trillion families plan, which also includes investments in child care, paid leave and community college.<br />Under his proposal, states would receive federal funding to help create programs or expand their current offerings, and they would need to put up some state funds and meet some standards in return.<br />The White House says an expansion will improve educational outcomes, while enabling parents of young children to participate fully in the workforce. But while many Republican leaders support public prekindergarten, some have expressed skepticism about what role the federal government should play in funding it and what strings will come with the money.<br />In Alabama, which has expanded its preschool program, a spokeswoman for Republican Gov. Kay Ivey said in a statement that the governor doesn’t support Mr. Biden’s universal prekindergarten proposal, adding that “a top-down approach would simply not be beneficial to us.” She didn’t respond to queries about whether there were circumstances under which the state would accept the funding."
}