{
    "url_original": "https://www.wsj.com/articles/bidens-atf-pick-david-chipman-faces-uncertainty-in-senate-11626355801?mod=politics_lead_pos10",
    "url": "bidens-atf-pick-david-chipman-faces-uncertainty-in-senate-11626355801",
    "title": "Biden’s ATF Pick, David Chipman, Faces Uncertainty in Senate",
    "sub_head": "Gun-rights groups lobby against nominee, while several Democratic lawmakers remain uncommitted",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-369345?width=860&height=573",
    "image_1": "im-369345.jpg",
    "time": "2021-07-15 13:18:00",
    "body": "WASHINGTON—President Biden’s pick to lead the Bureau of Alcohol, Tobacco, Firearms and Explosives faces a narrow path to confirmation, with uncertain support among Senate Democrats and intensive lobbying by groups opposed to the former ATF agent turned gun-control advocate.<br />David Chipman spent 25 years at the bureau before retiring as a special agent in 2012. Since then, he has served as an adviser to organizations that press lawmakers for stricter firearms regulations, including a group founded by former Rep. Gabby Giffords (D., Ariz.), where he is still employed. Ms. Giffords survived a shooting in January 2011.<br />Second Amendment activists including the National Rifle Association and the National Shooting Sports Foundation have been in Senate offices to lobby against Mr. Chipman. They are also paying for radio and TV ads in the home states of Democratic Sen. Joe Manchin of West Virginia and Sen. Angus King, an independent from Maine, among others. The NRA says it has spent about $3 million so far, and the NSSF says it has spent more than $1 million but declined to give a specific figure.<br />Gun-control groups including Brady, Everytown for Gun Safety and others have advocated on the Hill for Mr. Chipman’s approval.<br />“Confronting the epidemic of gun violence head-on is a cornerstone of the president’s gun crime strategy, and he looks forward to the Senate quickly voting on Chipman’s nomination as ATF Director,” Michael Gwin, a White House spokesman, said Wednesday."
}