{
    "url_original": "https://www.wsj.com/articles/biden-directs-agencies-to-develop-cybersecurity-standards-for-critical-infrastructure-11627477200?mod=politics_lead_pos4",
    "url": "biden-directs-agencies-to-develop-cybersecurity-standards-for-critical-infrastructure-11627477200",
    "title": "Biden Directs Agencies to Develop Cybersecurity Standards for Critical Infrastructure",
    "sub_head": "Though voluntary, officials said the new step could be a prelude to a push for cybersecurity mandates",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-07-28 09:00:00",
    "body": "WASHINGTON—President Biden on Wednesday issued a new directive instructing federal agencies to develop voluntary cybersecurity goals for companies that operate U.S. critical infrastructure, a move that came as senior officials said the administration was exploring the possibility of pursuing mandatory standards.<br />The effort is the latest by the Biden administration attempting to shore up the nation’s defenses against disruptive cyberattacks, an area the president and his senior aides repeatedly have said is a top national security threat especially after several recent high-profile ransomware attacks disrupted cornerstones of American life and business.<br />The new national security memorandum directs the Department of Homeland Security’s cyber wing and the National Institute of Standards and Technology at the Commerce Department to work with other federal agencies to develop cybersecurity performance goals for critical infrastructure operators and owners, a senior administration official said. Text of the memorandum wasn’t immediately available.<br />Last week, the Transportation Security Administration handed down new cybersecurity requirements for U.S. pipeline operators intended to help guard against ransomware and other forms of disruptive hacking. The requirements were announced months after a Russia-based criminal hacking group forced a major fuel conduit on the East Coast, operated by Colonial Pipeline, to shut down for nearly a week. And In May, Mr. Biden issued an executive order that established baseline cybersecurity requirements for U.S. agencies and their software contractors, including mandates to use multifactor authentication and data encryption, and that requires federal information technology vendors to disclose certain data about hacks.<br />“We’ve seen how cyber threats, including ransomware attacks, increasingly are able to cause damage and destruction in the real world,” Mr. Biden said Tuesday during a visit to the Office of the Director of National Intelligence. “If we end up in a war, a real shooting war, with a major power, it’s going to be as a consequence of a cyber breach of great consequence.”"
}