{
    "url_original": "https://www.wsj.com/articles/biden-pitches-child-care-education-plan-as-democrats-debate-size-11625691523?mod=politics_lead_pos5",
    "url": "biden-pitches-child-care-education-plan-as-democrats-debate-size-11625691523",
    "title": "Biden Pitches Child-Care, Education Plan as Democrats Debate Size",
    "sub_head": "Democrats haven’t yet agreed on how much the package should cost; nor are they aligned on how much of it should be paid for",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-365944?width=620&size=1.5",
    "image_1": "im-365944.jpg",
    "time": "2021-07-07 16:58:00",
    "body": "WASHINGTON—President Biden sought to rally public support for a multitrillion-dollar education and child-care plan at the core of his domestic-policy agenda, as Democrats in Congress wrestle with disagreements over the size and scope of the package.<br />“To truly win the 21st century and once again lead the world, to truly build an economy from the bottom up and the middle out, to truly deal everybody in this time, we need to invest in our people,” Mr. Biden said at McHenry County College in Crystal Lake, Ill.<br />The president is simultaneously pressing Congress to pass a $1 trillion bipartisan infrastructure bill and the education and child-care plan, which Democrats hope to approve without Republican support through a process tied to the budget known as reconciliation.<br />Both measures face challenges. The White House needs at least 10 Republican votes in the Senate to pass the infrastructure package, which was negotiated by a group of centrist senators. And Democrats must stick together if they want to move the education and child-care plan without the backing of Republicans. Democrats can lose no more than four Democratic votes in the House and none in the Senate on legislation opposed by all Republicans.<br />Mr. Biden pitched his plan in a county he lost in the 2020 election to former President Donald Trump, though Mr. Biden carried the state. The suburb north of Chicago is part of a congressional district represented by Democratic Rep. Lauren Underwood, who ousted a GOP incumbent in 2018 and is now being targeted by Republicans hoping to reclaim the House majority next year."
}