{
    "url_original": "https://www.wsj.com/articles/biden-administration-iran-nuclear-deal-talks-united-nations-11626980271?mod=opinion_lead_pos2",
    "url": "biden-administration-iran-nuclear-deal-talks-united-nations-11626980271",
    "title": "Iran’s Latest Nuclear Demand",
    "sub_head": "Tehran wants U.N. approval for a future U.S. withdrawal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374883?width=860&height=573",
    "image_1": "im-374883.jpg",
    "time": "2021-07-25 16:44:00",
    "body": "The U.S. and Iran took a break last month after six rounds of indirect nuclear talks in Vienna. So far Washington has been willing to give up its most powerful sanctions leverage to revive the 2015 nuclear deal, but Iranian negotiators are pushing for more.<br />Iran’s latest demand is that the U.S. agree to a clause that makes American withdrawal from the deal contingent on United Nations approval. Iran claims this is necessary because Donald Trump unilaterally withdrew from the 2015 deal.<br />Iran doesn’t care, but such a clause is unconstitutional. A U.S. President can’t stop a future Congress or President from changing policy, especially when the nuclear agreement was never submitted to the Senate for ratification as a treaty. Most treaties have planks that allow for withdrawal under certain conditions.<br />But President Biden, like Barack Obama, won’t submit his deal for a Senate vote because he knows it would be unlikely to get a simple majority, much less the two-thirds needed to ratify a treaty. Giving the U.N. more sway than Congress over U.S. foreign policy would be a gross abdication of the President’s oath of office.<br />Iranian officials have hinted that another round of talks can begin after next month’s inauguration of President-elect Ebrahim Raisi, whose team is reviewing concessions Iran has banked so far. The Biden Administration is eager, to a fault, to continue talks though Tehran continues to shorten its pathway to a bomb as it stonewalls international inspectors, activates advanced centrifuges, stockpiles increasingly pure uranium and gains scientific knowledge."
}