{
    "url_original": "https://www.wsj.com/articles/bidens-warning-on-hong-kong-11626474718?mod=opinion_lead_pos2",
    "url": "bidens-warning-on-hong-kong-11626474718",
    "title": "Biden’s Warning on Hong Kong",
    "sub_head": "The Administration alerts U.S. companies of the new business risks.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-16 18:31:00",
    "body": "Neither China nor Hong Kong authorities have paid much of a price for their assault on the city’s autonomy. That may be changing, as a pair of useful actions by the Biden Administration suggest.<br />The U.S. sanctioned seven Chinese officials for their role in assaulting the freedom Beijing promised Hong Kong. But the bigger news was the release of a business advisory highlighting the increased risks for American companies operating in today’s Hong Kong.<br />The advisory is a joint release by the State, Commerce, Homeland Security, and Treasury Departments. It doesn’t forbid companies from doing business in Hong Kong. But it rightly warns that Beijing’s actions carry “potential reputational, financial, and, in certain instances, legal risks associated with their Hong Kong operations.”<br />Chief among these risks is running afoul of Hong Kong’s new national security law. As the advisory notes, foreign nationals, including one American, have been arrested under this law. The NSL makes clear that “‘an incorporated or unincorporated body, such as a company or organization which commits an offense’” under the law may have its license or business application revoked. Certain provisions apply to offenses committed outside Hong Kong too.<br />The advisory notes that, starting Aug. 1, Hong Kong law will let authorities stop people from leaving—including non-residents. China is not shy about using such powers. When Huawei executive Meng Wanzhou was detained in Canada after an extradition request by the U.S. in 2018, Beijing responded by arresting two Canadian citizens. They are still captives."
}