{
    "url_original": "https://www.wsj.com/articles/biden-homeland-security-alejandro-mayorkas-cuban-protests-immigration-11626896086?mod=opinion_lead_pos9",
    "url": "biden-homeland-security-alejandro-mayorkas-cuban-protests-immigration-11626896086",
    "title": "Ali Mayorkas, Keep Faith With Cubans",
    "sub_head": "They deserve support from my childhood friend as they battle the communists.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372819?width=860&height=573",
    "image_1": "im-372819.jpg",
    "time": "2021-07-21 18:22:00",
    "body": "The Cuban people are risking their lives by fighting to liberate themselves from the communist Castro regime. The Biden administration’s response has been weak. The worst moment came last week when Homeland Security Secretary Alejandro Mayorkas told Cubans: “If you take to the sea, you will not come to the United States.”<br />I took that personally—not only because my family fled Fidel Castro’s Cuba for the U.S. in 1960, but because I know Mr. Mayorkas as “Ali,” a childhood friend from California and the son of my father’s best friend, Nicholas Mayorkas. My family and the Mayorkas family have ties stretching back to our parents’ childhood—two Cuban families that sought, and found, a better future for their children in America. Ali owes his success in no small part to the sacrifices his Republican father made in fleeing the Castro regime.<br />Here’s what Messrs. Biden and Mayorkas should do: They should express unwavering support for the Cuban people. They should continue the Trump administration’s hard-line policy toward the Castro regime, not enable it by pushing for reconciliation. They should maintain the economic embargo and Cuba’s listing as a state sponsor of terror. They should immediately provide the Cuban people with free and abundant internet access so they can document the abuses of their communist oppressors.<br />Instead, Mr. Biden and his fellow Democrats are offering misinformation. It is unacceptable to repeat the Cuban regime’s lies and pretend that this historic milestone in the Cuban people’s decadeslong struggle for freedom is merely a response to Covid-19. It is unacceptable to blame U.S. sanctions for Cuba’s misery. Communism is the failure here.<br />Liberal critics of American foreign policy often point to the U.S. detention facility at Guantanamo, claiming that it undermines our moral authority. All of Cuba is a prison camp and has been for 62 years. Cuban families are now risking everything to bring change to the island of our birth. They deserve support from American leaders and the American people—including Mr. Biden and Ali Mayorkas, my childhood friend."
}