{
    "url_original": "https://www.wsj.com/articles/bidens-july-4-gathering-will-celebrate-progress-against-covid-19-11625391002?mod=politics_lead_pos5",
    "url": "bidens-july-4-gathering-will-celebrate-progress-against-covid-19-11625391002",
    "title": "Biden’s July 4 Gathering to Celebrate Progress Against Covid-19",
    "sub_head": "Coronavirus cases have plummeted since winter, but vaccinations have slowed and the Delta variant is spreading rapidly",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-364436?width=620&size=1.5",
    "image_1": "im-364436.jpg",
    "time": "2021-07-04 15:35:00",
    "body": "WASHINGTON—President Biden will host a July Fourth celebration at the White House, using the event to mark his administration’s progress against the coronavirus pandemic, while acknowledging the work ahead with the nationwide vaccination campaign.<br />Mr. Biden has for months cited Independence Day as a moment when Americans could see a return to something like normalcy, saying early in his presidency that he hoped families would be able to gather for the holiday. More than 50% of the population has received at least one dose of the vaccine, and Covid-19 cases have plummeted from the winter highs.<br />Businesses are reopening and the economy is recovering. The weekend is expected to be a busy one for travel, with Americans hitting the road after a year of lockdowns.<br />But vaccinations have slowed in recent months, and the White House recently acknowledged that the U.S. wouldn’t reach the president’s goal of getting at least one coronavirus vaccine dose to 70% of the adult population by July 4. The highly transmissible Delta variant of the virus is spreading rapidly. And a recent surge in the inflation rate has some economists worried about the economy overheating.<br />“It’s a holiday weekend. I’m going to celebrate it. There’s great things happening,” Mr. Biden said at a White House event Friday. “All across America people are going to ballgames and doing good things.”"
}