{
    "url_original": "https://www.wsj.com/articles/bidens-shrewd-infrastructure-strategy-11626215088?mod=opinion_lead_pos6",
    "url": "bidens-shrewd-infrastructure-strategy-11626215088",
    "title": "Biden’s Shrewd Infrastructure Strategy",
    "sub_head": "The split bill is good for him. It complicates life and minimizes losses for congressional Democrats.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-13 18:24:00",
    "body": "President Biden’s insistence on splitting his infrastructure package into two bills—one bipartisan, the second to be passed along party lines—is good for him but will make life complicated for congressional Democrats. Mr. Biden can get credit for trying to enact his party’s most extreme positions, while not paying the price for succeeding politically as Barack Obama did in 2010.<br />Conservatives shouldn’t rejoice about the policy implications. By using executive action, Mr. Biden will go further left than any predecessor, but not as far as Rep. Alexandria Ocasio-Cortez and Sen. Bernie Sanders demand. But when it comes to legislation, the partisan “budget reconciliation” process will force Senate Democrats to blame each other, not Mr. Biden or irrelevant Republicans. Moderates like Joe Manchin and Kyrsten Sinema will save the president from his party’s excesses and absorb progressive ire for his failure to deliver.<br />Mr. Biden will happily defend civility, bipartisanship, “pay fors” and other process arguments unlikely to excite anyone outside Washington, rather than referee internal Democratic policy fights. His insistence on passing the first infrastructure bill with 10 Republican votes to overcome the Senate filibuster keeps more-radical policies out of the bill and focuses spending on hard infrastructure like roads and ports, which is popular with voters. Mr. Biden will still get enough green spending to appease center-left voters, but he’ll employ a rope-a-dope strategy with Mr. Sanders’s followers, allowing them to expend their energy pushing congressional Democrats while he offers mild and vague encouragement.<br />The stakes are high for 2022 because the margins are so narrow. Speaker Nancy Pelosi can lose only four seats and maintain her majority, yet seven House Democrats represent districts Donald Trump won. Majority Leader Chuck Schumer’s margin is a single senator.<br />Republicans have faced narrow majorities and internal divisions before. Tea-party activists were often less angry at Democrats for passing ObamaCare than at Speaker John Boehner and Senate Republican Leader Mitch McConnell for failing to get rid of it; they grudgingly respected Democrats for using whatever means necessary to accomplish their liberal goals. Sen. Ted Cruz became a hero to many by encouraging the House to use the appropriations process to defund ObamaCare, a fight that angered leadership and led to a government shutdown. Ms. Ocasio-Cortez and other progressives will be similarly motivated to fight with their fellow Democrats."
}