{
    "url_original": "https://www.wsj.com/articles/biden-plans-border-overhaul-starting-with-lifting-covid-19-order-11625227200?mod=politics_lead_pos5",
    "url": "biden-plans-border-overhaul-starting-with-lifting-covid-19-order-11625227200",
    "title": "Biden Plans Border Overhaul, Starting With Lifting Covid-19 Order",
    "sub_head": "The administration is juggling demands from progressive advocates to end pandemic policy alongside concerns over another migrant surge",
    "category_1": "Politics",
    "time": "2021-07-02 08:00:00",
    "body": "WASHINGTON—The Biden administration is preparing to enact major policy changes at the southern border this summer as officials gradually lift a public-health emergency order that allows immigration agents to turn away most migrants crossing the border illegally, according to administration officials and others familiar with the discussions.<br />The pandemic-era emergency order, known as Title 42, prevents people who illegally enter the U.S. from seeking asylum, instead immediately expelling them to Mexico. The administration plans to stop applying the emergency order to migrant families by the end of July, these people said. Once the order is lifted, families that requested asylum at the border will be permitted to remain in the U.S. for the duration of their cases, which can take years to complete.<br />The change is expected to come in conjunction with a phased reopening this summer of nonessential travel at ports of entry along the Mexican and Canadian borders, which also had been shut down since the start of the pandemic, the people said.<br />The administration plans eventually to end the emergency public-health order, but government officials for the next few months plan to continue using it to turn away single adults, who currently make up the majority of those attempting illegal border crossings, the people said.<br />The Biden administration is seeking to balance demands from progressive advocates to end the pandemic border policy, which they say violates the human rights of migrants, with concern that lifting it could lead to another surge at the border, straining detention capacity and adding to the political backlash from Republicans and some Democrats against its immigration agenda."
}