{
    "url_original": "https://www.wsj.com/articles/biden-turns-back-the-progressive-clock-11626286594?mod=opinion_lead_pos5",
    "url": "biden-turns-back-the-progressive-clock-11626286594",
    "title": "Biden Turns Back the Progressive Clock",
    "sub_head": "Without the deregulation of the ’70s—which he supported—the economy would be smaller today.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-14 14:16:00",
    "body": "In a sweeping executive order aimed at reimposing Progressive Era regulatory policy across the U.S. economy, President Biden recounted the foundational myths of modern progressivism. The first canon of progressivism holds that breaking up the consolidating industries or trusts in the late 19th and early 20th centuries, and regulating those industries heavily until the late 1970s, benefited the economy and gave “the little guy” a fighting chance. Consumers, workers and the economy took a hit, according to the progressive myth, when the regulatory structure was overturned 40 years ago.<br />Progressive interpretation claims that the industrial concentration of the late 19th and early 20th centuries was evidence of the rise of monopolies, but if the consolidating industries were exhibiting anticompetitive behavior, output would have fallen and prices would have risen. The opposite happened. As economist Thomas DiLorenzo showed in a classic study, output in industries accused of being monopolistic during the debate on the Sherman Act in 1890 increased by 175% from 1880 to 1890—seven times the growth rate of the economy as a whole. The average price of products sold by these same industries fell three times as fast as the Consumer Price Index.<br />Hard economic data consistently shows that the industrial concentration at the turn of the 19th century was driven by vigorous competition arising from transformative technology and improved industrial organization. Efficient producers mastered the economies of scale to provide consumers with lower prices and improved product quality. Competition and new technology destroyed the pricing power of emerging trusts, and most failed to survive. Even the oil and sugar trusts, which existed because of protective tariffs, faced relentless price competition.<br />Many trusts welcomed progressive regulation. A comprehensive study by economist George Hilton and historian Gabriel Kolko showed convincingly that railroads championed regulation. They were more than happy to have the feds set freight rates. Market forces had driven down revenues per ton-mile by some 18% between 1870 and 1890. The first major action of the Interstate Commerce Commission was to ban price competition by outlawing price rebating, which the owners of an overbuilt railway system welcomed. When interstate trucking became an effective competitor of the railroads, the ICC muted that competition by regulating the new industry.<br />The 1970s brought two recessions, double-digit inflation and an end to America’s postwar economic dominance, setting off an intense policy debate. As economists, regulators, politicians, business leaders and policy advocates debated why the U.S. economy seemed to be losing its exceptionalism, a consensus formed around the belief that regulations based on the Progressive Era principles that Mr. Biden now seeks to revive were hurting consumers, workers and the economy."
}