{
    "url_original": "https://www.wsj.com/articles/big-banks-bet-on-a-brighter-future-11626193453?mod=business_minor_pos12",
    "url": "big-banks-bet-on-a-brighter-future-11626193453",
    "title": "Big Banks Bet on a Brighter Future",
    "sub_head": "Keeping powder dry might be right move in this environment",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-368384?width=860&height=573",
    "image_1": "im-368384.jpg",
    "time": "2021-07-13 12:24:00",
    "body": "Sometimes playing for the long term means forgoing a dollar today.<br />Many investors will look past  JPMorgan Chase ’s  reserve release and related profit bump in Tuesday’s quarterly earnings report to measures of core revenue generation, particularly net interest income. Investors have generally hoped that measure would have started to look better by now.<br />As the bank previously indicated it would do, it lowered its net interest income guidance for 2021 to about $52.5 billion from $55 billion. Meanwhile, the company lifted its forecast for 2021 operating expenses by $1 billion to about $71 billion. These moves both hit future preprovision net revenue, a key measure many investors look at that excludes swings in loan-loss provisions.<br />None of this should be very surprising to investors. JPMorgan is making good on Chief Executive James Dimon’s longstanding view that this isn’t the right time to load up on low-yielding securities such as Treasury bonds, instead keeping powder dry ahead of what could be a very strong economy with inflation driving rates higher. JPMorgan’s average cash deposits with banks grew 14% in the second quarter versus the first quarter, while its investment securities portfolio was basically flat. Average quarterly loan assets, meanwhile, were up just 1% across the bank.<br />Investors should take note of a technical move here, too: The bank put more of its investments into the held-to-maturity bucket, rather than keeping them available for sale. That makes it harder for the bank to sell bonds and redeploy the money, but it importantly protects the bank’s capital levels from swings in the value of those securities. Preserving capital will be critical to have the flexibility to do more lending and payouts in the future."
}