{
    "url_original": "https://www.wsj.com/articles/big-oil-companies-push-hydrogen-as-green-alternative-but-obstacles-remain-11627297201?mod=business_lead_pos5",
    "url": "big-oil-companies-push-hydrogen-as-green-alternative-but-obstacles-remain-11627297201",
    "title": "Big Oil Companies Push Hydrogen as Green Alternative, but Obstacles Remain",
    "sub_head": "BP, Shell want to make the gas using renewable energy, but doing so remains expensive",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-373704?width=860&height=573",
    "image_1": "im-373704.jpg",
    "time": "2021-07-26 07:00:00",
    "body": "Big oil companies have long touted hydrogen energy as a way to reduce carbon emissions. Now they are grappling with how to make that a reality.<br />BP  PLC,  Royal Dutch Shell  PLC and  TotalEnergies SE  are all pursuing multimillion-dollar hydrogen projects, often with government support, as they seek to redefine their future role in a world less reliant on fossil fuels. Hydrogen made using renewable energy can be produced and used without emitting carbon dioxide.<br />Still, experts say there are various hurdles to the light, colorless gas fulfilling its potential. Firstly, most hydrogen today is made from fossil fuels, primarily natural gas. The challenge is to make it using renewable power instead and produce it on an industrial scale, in the hope of bringing down costs. Additionally, hydrogen is explosive, as well as difficult to store and transport.<br />Oil companies are pursuing green hydrogen, which they see as a longer-term goal, while also looking at applying carbon-capture technology to fossil-fuel-based hydrogen production as a way to clean up the gas in the interim.<br />As of the end of June, there were 244 large-scale green hydrogen projects planned, according to the Hydrogen Council, an industry group, up more than 50% since the end of January. It estimates tens of billions of dollars have already been earmarked for hydrogen projects."
}