{
    "url_original": "https://www.wsj.com/articles/big-tech-startups-spring-up-in-south-korea-11625645201?mod=business_lead_pos10",
    "url": "big-tech-startups-spring-up-in-south-korea-11625645201",
    "title": "Big Tech Startups Spring Up in South Korea",
    "sub_head": "They are thriving thanks to an affluent, connected population and a government supportive of startups, even as big technology companies face intensifying scrutiny elsewhere",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-364207?width=620&size=1.5005861664712778",
    "image_1": "im-364207.jpg",
    "time": "2021-07-07 07:03:00",
    "body": "South Korea is becoming a hotbed of big technology startups.<br />New businesses are emerging in areas such as biotechnology, ride-hailing and online payments, and South Korea now has 10 unicorns, or young private companies worth more than $1 billion, according to CB Insights. That makes it the third-largest hub for such companies in the Asia-Pacific region, after the far more populous China and India.<br />In March, local e-commerce giant  Coupang Inc .  went public in New York. It had a market value of about $69 billion as of Tuesday,  according to FactSet. Videogame developer Krafton Inc. is gearing up for an initial public offering in August that it says could be one of Seoul’s largest ever, with a maximum size of 4.3 trillion won, the equivalent of about $3.8 billion.<br />The rise of these stand-alone businesses is notable in an economy long dominated by sprawling family-owned conglomerates. These groups, known as chaebols, have produced some of South Korea’s most notable tech businesses, such as  Samsung Electronics Co .  and  SK Hynix Inc . , which are heavyweights in areas such as smartphones and semiconductors.<br />Bankers, investors and entrepreneurs say a few characteristics have helped South Korean startups thrive. The country has an affluent, tech-savvy population that is mostly squeezed into a few big cities, where superfast mobile broadband is widespread. South Korea has a population of roughly 52 million, or slightly larger than Texas and Florida combined."
}