{
    "url_original": "https://www.wsj.com/articles/big-tech-says-global-tax-deal-is-a-win-11625167555?mod=tech_lead_pos1",
    "url": "big-tech-says-global-tax-deal-is-a-win-11625167555",
    "title": "Big Tech Says Global Tax Deal Is a Win",
    "sub_head": "With taxation overhaul plan, other sectors such as financial and extractive industries are less likely to feel a difference",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-363361?width=620&size=1.5",
    "image_1": "im-363361.jpg",
    "time": "2021-07-01 15:32:00",
    "body": "Big tech companies said Thursday’s breakthrough in negotiations over a global tax overhaul was a step toward avoiding a patchwork of overlapping national taxes, but executives and trade bodies said they still need to see those tax regimes disappear before calling the deal a win.<br />The U.S. secured international backing for a global minimum rate of tax as part of a wider overhaul of the rules for taxing international companies. Officials from 130 countries that met virtually agreed Thursday to the broad outlines of the overhaul. It would be the most sweeping change in international taxation in a century.<br />Those governments now will seek to hammer out the details and then pass local laws to make the deal a reality, according to Thursday’s agreement.<br />One set of rules generally agreed to on Thursday would ensure that all companies based in signatories’ countries pay a minimum tax rate of at least 15% in each of the nations in which they operate, reducing opportunities for tax avoidance. Another set of changes would shift where some of the world’s biggest and most profitable companies pay some of their income taxes, though some industries would be exempted. Most big mining and oil-and-gas companies, for instance, already pay higher tax rates in the places they operate. The deal in its current form doesn’t include financial services.<br />A minimum tax, if adopted widely, would reduce the incentive for big companies to set up subsidiaries in tax havens. In each of the past five calendar years, between two dozen and three dozen of the 100 biggest companies by market capitalization reported effective tax rates of less than 15% , according to data from S&P Global Market Intelligence."
}