{
    "url_original": "https://www.wsj.com/articles/big-pharma-quietly-pushes-back-on-global-tax-deal-citing-covid-19-role-11627378146?mod=politics_lead_pos5",
    "url": "big-pharma-quietly-pushes-back-on-global-tax-deal-citing-covid-19-role-11627378146",
    "title": "Big Pharma Quietly Pushes Back on Global Tax Deal, Citing Covid-19 Role",
    "sub_head": "Drug companies mobilize in D.C., arguing competitiveness and agility are at stake",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-375401?width=860&height=573",
    "image_1": "im-375401.jpg",
    "time": "2021-07-27 05:29:00",
    "body": "Big drug companies and their lobbyists have a message for Congress: Don’t raise taxes on the industry that brought you fast-tracked Covid-19 vaccines.<br />Pharma executives, lobbyists and consultants are mobilizing to fight what has become a threat to drug companies’ bottom lines: a sweeping agreement by many of the world’s biggest economies to better harmonize corporate taxation around the globe. Earlier this month, 130 countries agreed to broad outlines of a deal that would, among other steps, establish a minimum corporate tax of 15% within their countries, reducing opportunities for international tax avoidance.<br />The yearslong effort accelerated in recent years as a way to more equitably tax U.S. tech giants. Many of those companies have said they support the deal because it simplifies taxes around the world, even if it will raise their tax bills.<br />Big pharmaceutical companies, however, are quietly pushing back against the overhaul. The effort comes at the same time the industry is fighting U.S. proposals to cut drug prices. Lawyers and company officials estimate the tax overhaul, if adopted, could cost some of the biggest pharmaceutical companies hundreds of millions of dollars more each year.<br />That has set up a fight in Congress and in Europe. In private industry meetings and discussions with congressional staffers, drug company executives and lobbyists are seeking to use the industry’s pandemic role as leverage, according to people familiar with the effort. “We led the world in responding to this pandemic,” is how one drug-company executive described a key industry message."
}