{
    "url_original": "https://www.wsj.com/articles/big-tech-twitter-facebook-google-youtube-sec-230-common-carrier-11627656722?mod=opinion_lead_pos5",
    "url": "big-tech-twitter-facebook-google-youtube-sec-230-common-carrier-11627656722",
    "title": "On Censorship, Big Tech Has It Both Ways",
    "sub_head": "The companies enjoy the privileges of common carriers without the responsibilities. State antidiscrimination laws are one promising remedy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-30 14:11:00",
    "body": "Does the Constitution require Americans to accept Big Tech censorship? The claim is counterintuitive but the logic is clear: If you submit a letter to this newspaper, the editors have no legal obligation to publish it, and a statute requiring them to do so would be struck down as a violation of the Journal’s First Amendment rights.  Facebook  and  Twitter ,  the argument goes, have the same right not to provide a platform to views they find objectionable.<br />Big Tech censorship has provoked interest in new civil-rights statutes—state laws that would bar the companies from viewpoint discrimination on their platforms and services. The First Amendment defense of this private censorship arose in a recent federal district court opinion expressing skepticism about a Florida anticensorship statute. It will come up again when other states, such as Texas, consider civil-rights statutes that focus more tightly on viewpoint discrimination.<br />With the possibility of multiple state statutes barring Big Tech viewpoint discrimination, it will be essential to understand the extent of the tech companies’ freedom of speech. For this, it is important to consider whether they are common carriers.<br />A statute limiting the ability of a Big Tech company to express its own views would almost certainly be unconstitutional. What about a law limiting viewpoint discrimination where the companies serve as a publicly accessible conduit for the speech of others?<br />This sort of distinction has long been ingrained in federal law—including Section 230(c)(1) of the 1996 Communications Decency Act, which distinguishes between information provided by an interactive computer service and “information provided by another information content provider.” Whatever the shortcomings of that statute, it draws a common and reasonable distinction between a company’s own speech and the speech of others for which it provides a conduit. This distinction doesn’t apply in the case of a newspaper. Its pages are not open to the public to post their views, and so it is speaking for itself when it makes editorial decisions about letters and other outside contributions."
}