{
    "url_original": "https://www.wsj.com/articles/big-oil-is-vulnerable-to-climate-change-literally-11627637435?mod=markets_major_pos1",
    "url": "big-oil-is-vulnerable-to-climate-change-literally-11627637435",
    "title": "Big Oil Is Vulnerable to Climate Change. Literally.",
    "sub_head": "Energy companies already faced reputation and legal challenges in the fight against climate change. Now they are grappling with their own exposure to unusual and extreme weather.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-376670?width=860&height=573",
    "image_1": "im-376670.jpg",
    "time": "2021-07-30 05:30:00",
    "body": "Alaska seems like one of the last places on the planet that could use extra cooling. That is exactly what it will soon need, though, to prevent one of the world’s largest oil pipeline systems from sinking into melting permafrost.<br />Recent wildfires, floods and droughts across the world are bringing the spotlight once again to the contribution that the oil-and-gas industry has made to climate change. Less talked about is how exposed the industry is itself to unusual and extreme weather. It doesn’t quite threaten the industry’s existence and could even benefit some producers. Shareholders and consumers could be left with the tab, though.<br />The Trans-Alaska Pipeline System received permission earlier this year to construct a cooling system to keep permafrost on parts of its pipeline frozen, according to a report from Inside Climate News. Billions of dollars of oil and gas infrastructure has been built on frozen ground. In Russia, roughly 23% of technical failures and almost a third of loss in fossil-fuel extraction are caused by melting permafrost, Russia’s Natural Resources and Environment Minister Alexander Kozlov said at a conference earlier this year, according to a report from the Moscow Times. All told, the Russian economy could lose more than $67 billion by 2050 due to permafrost damage on infrastructure, according to the report.<br />Unseasonably cold weather can cause chaos too. Take the extreme chill in Texas earlier this year, which shut down more production and refining capacity along the Gulf Coast than any recent hurricane. Weekly refinery runs in that region declined by as much as 2.4 million barrels a day, or by almost a third, according to the U.S. Energy Information Administration.<br />There is no shortage of ways in which the oil-and-gas industry is impacted by climate change. Floods can disrupt fossil-fuel transportation by barge and rail. A drought can impact oil production too. Reduced water availability can affect fracking and refining operations, both of which require a lot of it."
}