{
    "url_original": "https://www.wsj.com/articles/big-tech-threatens-to-unfriend-hong-kong-11625565276?mod=business_lead_pos10",
    "url": "big-tech-threatens-to-unfriend-hong-kong-11625565276",
    "title": "Big Tech Threatens to Unfriend Hong Kong",
    "sub_head": "U.S. tech firms are finding themselves increasingly uncomfortable in the new Hong Kong",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-364761?width=620&size=1.5",
    "image_1": "im-364761.jpg",
    "time": "2021-07-06 05:57:00",
    "body": "Hong Kong is one of two territories, along with Macau, under Chinese Communist Party rule where Google,  Facebook  and  Twitter  are easily accessible. That may not last much longer.<br />The Asia Internet Coalition—an industry group that includes Facebook, Twitter and Google parent Alphabet—has privately warned the Hong Kong government that they might be forced to stop offering services in the city if proposed anti-doxing legislation is implemented. Doxing, putting individuals’ private information online to facilitate harassment by others, was widely used against the police during the antigovernment protests of 2019.<br />Tech companies worry the new rules could put their own employees at risk of becoming entangled in criminal investigations. According to amendments to Hong Kong’s data-protection laws proposed in May, doxing could result in penalties of up to 1 million Hong Kong dollars, the equivalent of about $128,700, and five years in prison.<br />While prohibiting doxing sounds reasonable in theory, the industry group is concerned that the vague wording of those amendments could be used to criminalize even innocuous acts of information sharing and that members or their employees could be liable for what users post. The broad wording of Hong Kong’s year-old national security law has been criticized on similar grounds. In a letter sent to the Hong Kong government, the Coalition suggested a more clearly defined scope for violations should be considered.<br />One potential impact is on staffing for global companies with outposts in Hong Kong. For many non-Chinese employees in the city, the new national security legislation has little direct impact on their daily lives, but Google and Facebook are services that many foreign residents use regularly. Expatriates living in mainland China are reliant on virtual private networks to disguise their location to access such services. Those networks can be finicky and the Chinese government actively attempts to disrupt them, often causing slow and unreliable connections for everyday tasks such as Google searches."
}