{
    "url_original": "https://www.wsj.com/articles/big-tech-and-big-finance-breed-hubris-11625520108?mod=opinion_lead_pos5",
    "url": "big-tech-and-big-finance-breed-hubris-11625520108",
    "title": "Big Tech and Big Finance Breed Hubris",
    "sub_head": "With their ‘pretense of knowledge,’ BlackRock and Facebook make it harder to find the truth.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-364547?width=620&size=custom_3000x2415",
    "image_1": "im-364547.jpg",
    "time": "2021-07-05 17:21:00",
    "body": "The suppression of debate over the origin of the novel coronavirus highlights a broader problem. Governments were once the chief impediments to free speech and free markets, but extremely large private companies may have become the greater danger. These hyperscale firms serve as hubs and gateways in the highly networked knowledge economy. They are well-positioned to exert special control over information—and other companies.<br />China’s stalling and lying about Covid’s origins weren’t surprising. On the other hand, the behavior of U.S. officials and scientists was startling. They dissembled over their intimate knowledge of gain-of-function research at the Wuhan Institute of Virology and their early suspicions the virus was “engineered.” But who expects politicians and bureaucrats to be honest and competent? That’s what an open society is for. Truth and accountability are the responsibility of a free press—and a free internet.<br />What happens when the press and the internet aren’t so free? Over the past year, YouTube,  Twitter  and  Facebook  joined with a partisan press to block and throttle discussion across a range of Covid-19 topics. They discouraged and erased talk of the Wuhan lab-leak hypothesis, cheap and safe generic treatments such as ivermectin, Sweden’s heterodox decision to stay mostly open, and the inefficacy (and cruelty) of school closures.<br />Social media even blocked access to three eminent epidemiologists—professors at Stanford, Harvard and Oxford Universities—who advocated “focused protection” of the vulnerable, which could have avoided the devastating economic and social costs of the overly broad lockdowns. A new National Bureau of Economic Research paper suggests lockdowns were a net negative for public health. In too many cases, independent-minded scientists and data analysts were right, while Big Public Health and Big Tech were wrong.<br />In his 1974 Nobel Prize lecture, Friedrich Hayek explained why this top-down “pretense of knowledge” is so dangerous. At the time Hayek was fighting socialists and Keynesians. The socialists thought governments should own and operate most industries and could allocate resources more efficiently and fairly than private firms. The Keynesians allowed more private control of business but thought they could fine-tune the economy with aggressive fiscal, monetary and regulatory policy."
}