{
    "url_original": "https://www.wsj.com/articles/big-four-auditors-fail-to-meet-u-k-regulator-expectations-11627045676?mod=markets_lead_pos4",
    "url": "big-four-auditors-fail-to-meet-u-k-regulator-expectations-11627045676",
    "title": "Big Four Auditors Fail to Meet U.K. Regulator Expectations",
    "sub_head": "KPMG performed the worst of the big four, with only 59% of its audits graded as good or requiring only limited improvements, according to the regulator",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-374181?width=860&height=573",
    "image_1": "im-374181.jpg",
    "time": "2021-07-23 09:07:00",
    "body": "The U.K.’s accounting regulator said audits performed by the big four accounting firms and smaller rivals failed to meet expectations, raising troubling questions about the financial statements upon which investors rely.<br />The Financial Reporting Council, which oversees the U.K. arms of international auditing firms, said that the performance of Deloitte LLP, Ernst & Young LLP, Grant Thornton UK LLP and PricewaterhouseCoopers LLP had improved from the year before but still fell below expectations, with about 80% of audits assessed as good or requiring only limited improvements.<br />“The number of audits that we have assessed as requiring improvements remains unacceptably high,” the Financial Reporting Council said. Each year, the regulator inspects a sample of individual audits to assess their quality. It focuses on what it calls higher-risk audits, such as companies in financial difficulty or where the auditor has identified governance weaknesses.<br />The Financial Reporting Council said KPMG LLP’s performance was unacceptable. Of KPMG’s audits, only 59% were graded as good or requiring only limited improvements.<br />“Overall inspection results at KPMG did not improve and it is unacceptable that, for the third year running, we found that improvements were required to KPMG’s audits of banks,” the Financial Reporting Council said Friday in a report on inspections carried out during the 12 months to the end of March."
}