{
    "url_original": "https://www.wsj.com/articles/bill-de-blasio-new-york-city-crime-broken-windows-washington-square-park-11627509372?mod=opinion_lead_pos4",
    "url": "bill-de-blasio-new-york-city-crime-broken-windows-washington-square-park-11627509372",
    "title": "Breaking Bill de Blasio’s Windows",
    "sub_head": "The mayor promises to focus on quality-of-life issues. Seriously.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-28 18:47:00",
    "body": "Bill de Blasio has rediscovered “broken windows,” the idea that tolerating little disorders such as broken windows in abandoned buildings will eventually lead to larger disorder. This was the gist of the New York mayor’s answer Tuesday to a question about the illegal drinking, pot smoking and other behavior that has contributed to the mayhem in Washington Square Park.<br />“There’s more to do in making sure that we set the right parameters, but right now our focus has been bringing this city back, addressing the most serious concerns, and then more and more, we’re starting to be able to focus on the quality-of-life concerns as well,” the mayor told reporters.<br />Mr. de Blasio’s promise to “focus” on quality-of-life is welcome. But it comes with barely five months left in his eight-year tenure, and after years of a very different message. Long before George Floyd and the defund-the-police movement, Mr. de Blasio won office with an anti-cop campaign—and last summer he cut police funding by $1 billion. When the City Council passed a bill that encouraged police to end arrests for quality-of-life offenses such as public drinking or public urination, he signed it. On his watch, city district attorneys decided not to prosecute certain misdemeanor offenses.<br />The results have been predictable. In September more than 160 CEOs of some of the city’s most prominent businesses warned that concerns about security and livability threaten New York’s post-Covid 19 recovery. “There is widespread anxiety over public safety, cleanliness and other quality of life issues that are contributing to deteriorating conditions in commercial districts and neighborhoods across the five boroughs,” they wrote.<br />Broken windows policing transformed New York from a crime-ridden metropolis to what it was when Mr. de Blasio was elected: the safest big city in America. It’s too late for Mr. de Blasio to do anything about the decline in public safety and order, but it’s not too late for the next mayor to learn from his mistakes."
}