{
    "url_original": "https://www.wsj.com/articles/bipartisan-infrastructure-investment-and-jobs-act-inflation-taxes-11627575599?mod=opinion_lead_pos8",
    "url": "bipartisan-infrastructure-investment-and-jobs-act-inflation-taxes-11627575599",
    "title": "An Infrastructure Bill That Works",
    "sub_head": "This agreement makes necessary investments without destructive tax increases.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-29 13:27:00",
    "body": "Tax reform was a signature achievement of President Trump’s tenure. Before the pandemic, it helped fuel robust economic growth, leading to record low unemployment, higher wages, and the lowest poverty rate since the metric was established in 1959. Eliminating the 2017 reforms and imposing massive new tax hikes to fund huge spending increases for social programs will lead to even higher inflation, hurt working families, and disrupt our economic recovery.<br />This spring, Democrats used a special budget process to pass a purely partisan $1.9 trillion “pandemic relief” bill. And now, with the country already feeling the inflationary effects of this stimulus, they plan to use this same partisan budget process to pass another reckless tax and spending bill of at least $3.5 trillion that would further stall economic growth.<br />What isn’t partisan, however, is an entirely separate legislative initiative to invest long-term in the nation’s infrastructure. We can all agree that America’s roads, bridges, rails and ports need repair, and that without more investment in these long-term, hard assets, and the digital infrastructure needed to expand high-speed internet, we will continue to fall behind other countries. As a percentage of its economy, China spends nearly four times what the U.S. spends on infrastructure.<br />Presidents Obama and Trump advocated robust programs to invest in infrastructure. Neither succeeded because of partisan disagreements on how to pay for it.<br />When the Biden administration turned its attention to infrastructure earlier this year, it proposed a $2.65 trillion “infrastructure” bill with destructive tax increases and billions in spending unrelated to core infrastructure. I joined Republican colleagues in strongly opposing the bill. I knew that the same special budget process that was used to pass the $1.9 trillion relief package could be used to jam the infrastructure bill through without a single Republican vote."
}