{
    "url_original": "https://www.wsj.com/articles/bitcoin-draws-more-scrutiny-from-regulators-worried-about-fraud-11625576400?mod=business_minor_pos4",
    "url": "bitcoin-draws-more-scrutiny-from-regulators-worried-about-fraud-11625576400",
    "title": "Bitcoin Draws More Scrutiny From Regulators Worried About Fraud",
    "sub_head": "SEC’s Gary Gensler has told lawmakers that investor protection rules should apply to crypto exchanges",
    "category_1": "Politics",
    "time": "2021-07-06 09:00:00",
    "body": "Regulators are signaling they want more control over an expanded cryptocurrency universe that has pushed further into Wall Street activities without the investor and consumer protections that apply to traditional securities and financial services.<br />The catch: no single regulator inspects crypto exchanges or brokers, unlike in the securities and derivatives markets. Regulators step in only when they believe U.S. law applies to a particular cryptocurrency or transaction, based on the way the asset was sold or traded.<br />Once a quirky asset that required navigating special exchanges to buy, cryptocurrencies can now be easily purchased on mobile apps from  PayPal Holdings Inc.,   Square Inc.’s  Cash app and Robinhood Markets Inc.<br />“A lot more money is being put into it, there is a lot of trading and the uses seem to be expanding,” said Dan Berkovitz, a commissioner on the Commodity Futures Trading Commission. “I see a concern about whether we have a shadow financial system developing, and that should be a question for all of the regulators.”<br />Securities and Exchange Commission Chairman Gary Gensler has told House lawmakers that investor protection rules should apply to crypto exchanges, similar to those that cover equities and derivatives. Regulated exchanges are required by law to have rules that prevent fraud and promote fairness. But crypto exchanges face no such standard, Mr. Gensler said at the Piper Sandler Global Exchange and FinTech conference last month."
}