{
    "url_original": "https://www.wsj.com/articles/black-widow-enters-a-gray-area-11627039800?mod=markets_lead_pos11",
    "url": "black-widow-enters-a-gray-area-11627039800",
    "title": "‘Black Widow’ Enters a Gray Area",
    "sub_head": "Latest Marvel saga seen as a success for Disney despite theater underperformance, but reality is more complicated",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-373960?width=860&height=573",
    "image_1": "im-373960.jpg",
    "time": "2021-07-23 07:30:00",
    "body": "Marvel’s latest superhero failed to rescue movie theaters from their post-pandemic malaise. How much value the movie ensnared for parent company Walt  Disney Co.  is also worth questioning.<br />“Black Widow,” the latest release of the blockbuster comic book franchise, hit theaters on July 9 and saw a sharp drop in business during its second weekend in theaters. The film’s domestic box-office take slid 67% from its opening weekend, when it grossed a little over $80 million. Significant second-weekend drops are fairly common, even for massive blockbusters. But this decline was the worst of any Marvel movie since Disney began distributing the films following its 2009 acquisition of the franchise, according to data from Box Office Mojo. The last 10 Marvel movies have averaged a 55% drop in their second weekend.<br />The movie’s reception has been bad news for movie theater chains; shares of  AMC Entertainment ,  Cinemark and U.K.-based Cineworld have averaged a drop of 19% since the movie’s release. But for Disney, “Black Widow” has been seen as a success, given that the company also released the picture on its Disney+ streaming service for a $30 surcharge. Disney says the movie generated more than $60 million in digital sales this way, reflecting viewership of at least two million households over the opening weekend.<br />Streaming has become paramount for Disney’s investors, so the digital performance of “Black Widow” has helped the stock offset worries about what the new wave of Covid-19 cases could do to the company’s recovering theme park business. But the movie won’t help Disney’s streaming-subscriber numbers for the June quarter, due when the company reports results on Aug. 12. And it might not even do much for later periods, as most Marvel fans have likely already signed on given the three high-profile series that launched on Disney+ earlier this year.<br />As a premium digital offering, “Black Widow” will also be a hard show to repeat. It is the fourth movie Disney has released under its so-called Premier Access program, but it is only the first the company has made any financial disclosure about. The only movie remaining on the company’s schedule for such a dual release is “The Jungle Cruise,” due out July 30. But that is a new property based on a theme park ride. “Black Widow” is based on a well-known character from the most successful movie franchise ever. The eight previous Marvel films that included Black Widow have grossed a world-wide box-office total of nearly $11.4 billion, according to the box-office tracking site The Numbers."
}