{
    "url_original": "https://www.wsj.com/articles/black-widow-review-superfamily-ties-11625687538",
    "url": "black-widow-review-superfamily-ties-11625687538",
    "title": "‘Black Widow’ Review: Superfamily Ties",
    "sub_head": "Scarlett Johansson and Florence Pugh star as sisters reunited in this emotional and action-packed addition to the Marvel Cinematic Universe.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-365686?width=620&size=1.5",
    "image_1": "im-365686.jpg",
    "time": "2021-07-07 15:52:00",
    "body": "If ever a superhero saga demanded—and deserved—to be taken on its own terms, “Black Widow” is the one.<br />A Marvel adventure that forgoes Marvel templates, it doesn’t pretend to be cosmic—no chance of a supervillain like Thanos turning the other half of the people on our planet to dust. It isn’t even epic, and certainly isn’t flawless. Much of the production plays like a conventional espionage thriller, though one with some action sequences of spectacular elegance. In the grand and intricate scheme of things it’s meant to serve mainly as a link between cycles of the Marvel Cinematic Universe, and thus becomes the first of the new, post-“Avengers: Endgame” era. (“Black Widow” is playing in theaters and streaming on Disney+.)<br />Yet it’s an affecting link, a tribute to a fallen Avenger who died halfway through “Avengers: Endgame” in a startling act of self-sacrifice. Scarlett Johansson’s Natasha Romanoff/Black Widow figured importantly in several episodes, but did not have a movie of her own until this one, which was stylishly directed by the Australian filmmaker Cate Shortland (“Somersault”) from a screenplay by Eric Pearson. Not only does the film explore Natasha’s origins, it reconnects her after years of separation with her sister figure, Yelena Belova (sensational work by Florence Pugh, whose relatively brief career was already distinguished by standout performances in two films in 2019, “Little Women” and the horror tale “Midsommar”). And the flashbacking narrative addresses, with surprising subtlety, buoyant wit and fearless theatricality, several matters that superhero sagas aren’t supposed to trouble themselves about. What are childhood memories made of? What constitutes a family in which children can, or cannot, feel loved?<br />Those questions are framed by a preface, set in Ohio in 1995, that finds Natasha and Yelena—portrayed as sweet-spirited girls by, respectively, Ever Anderson and Violet McGraw—playing happily in lyrical slo-mo shots that might have been lifted from some Steven Spielberg vision of the American suburbs. But they are living in the bosom of a family that can’t be taken at face value. David Harbour is the face of the father and Russian supersoldier Alexei Shostakov/Red Guardian. Rachel Weisz is the mother, Melina Vostokoff aka the Iron Maiden. It’s all fascinating, extremely strange and fatefully connected to a global program for KGB-trained assassins called Black Widows.<br />Two decades later Natasha is off the grid and on the run, a former Russian spy pursued by an assortment of shadowy adversaries who want her dead. Her death is far in the future, of course. “Black Widow” takes place before she became an Avenger, and gave her life for the sake of the supportive surrogate family she finally found. Still, our foreknowledge of her sacrifice deepens our feelings about present events, which include a family reunion under tumultuous circumstances, and both generations joining forces to destroy Dreykov (Ray Winstone), the monstrous head of the Red Room, where young women continue to be stripped of free will and turned into legions of Black Widows."
}