{
    "url_original": "https://www.wsj.com/articles/bleachers-jack-antonoff-taylor-swift-lorde-new-album-11627333500",
    "url": "bleachers-jack-antonoff-taylor-swift-lorde-new-album-11627333500",
    "title": "‘Take the Sadness Out of Saturday Night’ by Bleachers Review: Inside Jack Antonoff’s Music-Loving Mind",
    "sub_head": "The superproducer who has collaborated with stars like Taylor Swift, Lorde and Lana Del Rey offers a new record from his own indie project that reveals his joyous passion for music.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-375148?width=860&height=573",
    "image_1": "im-375148.jpg",
    "time": "2021-07-26 17:08:00",
    "body": "<br />On Spotify there’s a user-created playlist called “The Great Jack Antonoff Collection,” which gathers songs the 37-year-old songwriter-musician—best known for his work with Taylor Swift, Lorde and Lana Del Rey—has produced or co-produced. Its 190 tracks include many by very big names, including Sia, the Chicks and Pink, in addition to the aforementioned stars.<br />Also on the playlist are artists a tier below that echelon: those who will never be ubiquitous pop icons but who have cult audiences and critical respect—shape-shifting singer-songwriter St. Vincent, indie-pop phenom Clairo, rapper Kevin Abstract of the popular collective Brockhampton. And then there are songs by Mr. Antonoff’s own indie rock-leaning project Bleachers, including a few advance singles from the group’s new album, “Take the Sadness Out of Saturday Night” (RCA), out Friday. Mr. Antonoff has been wildly successful writing and producing with others—he’s won Grammys for collaborating on Song of the Year, Album of the Year and Best Rock Song, in addition to about a dozen other nominations—but his creative essence can be elusive. The Bleachers LP drives home just how much Mr. Antonoff’s work, both as a partner and in his own projects, is a celebration of music itself.<br />Before his time in studios with pop superstars, Mr. Antonoff was a journeyman. Born and raised in Bergenfield, N.J., he had modest success with the jangly folk-rock outfit Steel Train and joined the Queen-like prog-pop band Fun late in the 2000s. The group had a surprise No. 1 hit with “We Are Young” in 2012 and went on hiatus three years later, just as Mr. Antonoff’s songwriting career was taking flight.<br />Almost all of his high-profile collaborations have been with women, though Mr. Antonoff doesn’t have a ready answer for why, other than saying that he imagines women’s voices when developing ideas. “When I’m writing I don’t think about Lou Reed or Bowie. I think about Kate Bush, Björk, Fiona Apple,” he told the Guardian in a 2017 interview. And when he sits down to write with others, he encourages them to dig deep for emotionally revealing material."
}