{
    "url_original": "https://www.wsj.com/articles/blinken-invites-the-u-n-to-investigate-america-11626389132?mod=opinion_lead_pos4",
    "url": "blinken-invites-the-u-n-to-investigate-america-11626389132",
    "title": "Blinken Invites the U.N. to Investigate America",
    "sub_head": "The Secretary of State welcomes the Human Rights Council that includes Cuba, China and Russia to opine on systemic racism in the U.S.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-15 18:45:00",
    "body": "Ronald Reagan liked to tell a story about an American who tells a Russian the U.S. is so free he can stand outside the White House and yell, “To hell with Ronald Reagan.” The Russian says he has the same freedom. “I can stand in front of the Kremlin and yell, ‘To hell with Ronald Reagan,’ too.”<br />That story comes to mind after Secretary of State Antony Blinken’s announcement this week that the Biden Administration will formally invite U.N. human-rights officers to investigate the U.S. We’re sure the U.N. team will feel free to denounce the U.S. with the same gusto as the Russian in Reagan’s story.<br />The announcement follows the U.N. Human Rights Council’s decision this week to form a three-year panel to investigate “systemic racism against Africans and people of African descent” by law enforcement, ostensibly around the world but really aimed at the U.S.—which Mr. Blinken also applauded. That’s the same Human Rights Council whose members include China, Cuba and Russia.<br />Mr. Blinken rightly says “great nations such as ours do not hide from our shortcomings.” But the U.S. doesn’t hide from its shortcomings: All across America, citizens and legislators are debating policing, while the Minneapolis cop responsible for George Floyd’s death was convicted of murder and sentenced to more than 22 years in prison. By contrast, will any of the police now cracking heads in Havana ever be held to account?<br />It’s easy to write Mr. Blinken’s remarks off as naive. But they are dangerous. They come at a moment when China is committing genocide against its Uyghur minority, when Cubans are risking their lives to claim their freedom, and when Moscow has jailed a man walking around Red Square in a T-shirt saying “Freedom for Navalny,” a reference to imprisoned opposition leader Alexei Navalny. The leaders in these unfree nations are all taking President Biden’s measure."
}