{
    "url_original": "https://www.wsj.com/articles/blue-origin-spacex-bezos-musk-galactic-branson-tourism-space-11626968962?mod=opinion_lead_pos5",
    "url": "blue-origin-spacex-bezos-musk-galactic-branson-tourism-space-11626968962",
    "title": "The Case Against Space Tourism",
    "sub_head": "Professional astronauts have a full understanding of the risks. Civilians like Christa McAuliffe don’t.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-373017?width=860&height=573",
    "image_1": "im-373017.jpg",
    "time": "2021-07-22 13:20:00",
    "body": "Jeff Bezos’ Blue Origin rocket ship and Richard Branson’s Virgin Galactic spaceplane performed flawlessly during brief, newsworthy flights this month that seemed fun and even inspiring. Both men hope their feats will help usher in a new era in which ordinary people can enjoy the wonders of spaceflight. Elon Musk’s SpaceX is planning a civilian launch later this year. “Welcome to the dawn of a new space age,” Mr. Branson announced after he landed.<br />The intrepid astro-billionaires admit there are risks involved, but they don’t dwell on them. So far only Mr. Musk, whose company is widely admired by NASA insiders, has emphasized the risks. Speaking of his plans to send crews to Mars before the end of the decade, he said, “a bunch of people will probably die in the beginning.” Mr. Musk is right. Space travel is dangerous, and a question worth asking is: How many will die?<br />The last time there was talk about sending an ordinary person into space, NASA was doing the talking. In 1985 Christa McAuliffe beat out more than 11,000 other applicants to win a seat on the space shuttle Challenger. Almost overnight, she became a national celebrity: America’s teacher in space.<br />NASA had a journalist-in-space program ready to go, with applicants including Walter Cronkite and Norman Mailer. “They are probably taking a journalist on the principle that Earth could not but be improved having one fewer on it,” George Willquipped at the time.<br />When reporters asked McAuliffe whether she was nervous about rocketing into orbit, she repeated what she had been told: that the shuttle was as safe as a passenger jet. In fact, like today’s Blue Origin, SpaceX, and Virgin Galactic vehicles, the space shuttle was an engineering experiment in progress."
}