{
    "url_original": "https://www.wsj.com/articles/boeing-is-mostly-over-the-pandemic-but-not-its-own-problems-11627486054?mod=markets_lead_pos10",
    "url": "boeing-is-mostly-over-the-pandemic-but-not-its-own-problems-11627486054",
    "title": "Boeing Is Mostly Over the Pandemic, but Not Its Own Problems",
    "sub_head": "Issues still threaten plane maker’s competitive position",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-28 11:27:00",
    "body": "Boeing  is making money again, but regaining its status as an investor darling will take something more.<br />On Wednesday, the Chicago-based plane maker’s stock jumped almost 6% after its surprise announcement of a $567 million profit for the second quarter. It is the first time the company has reported positive net income since the third quarter of 2019, due to the double whammy of the pandemic and the grounding of its 737 MAX jet.<br />Some of the improvement was thanks to higher profit margins in the defense and services divisions, but the commercial-airplane arm also surpassed expectations. It reported a 268% surge in revenues for the period, and—as was already known—logged 180 new net orders including high-profile MAX purchases by  United Airlines  and  Southwest Airlines .  This placed Boeing ahead of its European rival  Airbus .<br />Crucially, Boeing managed to ship 50 737 aircraft in the three months through June, freeing up more of its massive stockpile of undelivered planes. Together with much-needed predelivery payments following the new orders, this reduced Boeing’s quarterly cash bleed to just $705 million. Wall Street was expecting an outflow of almost $3 billion.<br />For Boeing, showing that it could meet its production and delivery targets for the MAX was key. Its share price has significantly trailed Airbus’s over the past few months. Given how many high-profile mishaps the U.S. plane maker has recently been involved in, it was something of a miracle that their five-year performances were roughly the same until recently."
}