{
    "url_original": "https://www.wsj.com/articles/bonanza-for-big-luxury-brands-points-to-small-private-casualties-11627650479?mod=business_minor_pos10",
    "url": "bonanza-for-big-luxury-brands-points-to-small-private-casualties-11627650479",
    "title": "Bonanza for Big Luxury Brands Points to Small, Private Casualties",
    "sub_head": "Listed labels like Hermès and Louis Vuitton have charged past their pre-pandemic sales. The question is who they are taking so much market share from.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-375326?width=860&height=573",
    "image_1": "im-375326.jpg",
    "time": "2021-07-30 09:07:00",
    "body": "Covid-19 is changing the global luxury-goods industry. Either it will emerge from the crisis much bigger than currently expected, or many privately owned brands are in very bad shape.<br />On Friday, Birkin handbag maker Hermès said sales in the first half of 2021 were up 77% compared with the same period last year, at constant exchange rates. Even more eye-catching, revenue was one-third higher than in the equivalent period of 2019.<br />Racing past pre-Covid sales has been a theme for the biggest European luxury-goods companies this reporting season. Cartier owner Richemont said sales in the three months through June were 22% ahead of 2019 levels. LVMH and Kering, best known for the  Louis Vuitton  and Gucci brands, respectively, are also significantly bigger businesses, and in LVMH’s case more profitable. Its first-half operating margin jumped 5.5 percentage points to 26.6% compared with the same time before the crisis.<br />Consultants at Bain & Company provide the forecasts used most widely by stock analysts who cover the sector. Under its most optimistic scenario, Bain expects the global market for personal luxury goods to be 5% larger in 2021 than it was in 2019. Major brands like  Christian Dior ,  Louis Vuitton and Hermès are expanding sales at multiples of that rate. The estimate may prove too conservative if consumers’ hoarded savings, and cash that would normally be spent on traveling, continue to pour into luxury brands.<br />An alternative explanation is that a massive land grab is under way. Analysts at Jefferies estimate that LVMH’s share of the global personal luxury-goods market has increased from 10% before the pandemic to around 16% today, although the comparison is partly flattered by the purchase of U.S. jeweler Tiffany."
}