{
    "url_original": "https://www.wsj.com/articles/bond-rally-spreads-to-shorter-term-treasurys-11625766200?mod=markets_major_pos13",
    "url": "bond-rally-spreads-to-shorter-term-treasurys-11625766200",
    "title": "Bond Rally Spreads to Shorter-Term Treasurys",
    "sub_head": "Decline in yields suggests investors think it could take longer for Fed to raise interest rates",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-366470?width=620&size=1.5005861664712778",
    "image_1": "im-366470.jpg",
    "time": "2021-07-08 16:06:00",
    "body": "U.S. government bonds extended their recent rally Thursday, pushing the 10-year yield below 1.3% while further declines in shorter-term yields suggested traders were scaling back bets on Federal Reserve interest-rate increases.<br />The yield on the benchmark 10-year U.S. Treasury note settled at 1.287%, according to Tradeweb, compared with 1.321% Wednesday and 1.479% one week ago.<br />Yields, which fall when bond prices rise, have trended lower for months but have accelerated their declines in recent days, creating their own momentum as more investors unwind bets on higher yields.<br />While many investors still expect strong economic growth and inflation over the coming months, recent developments have caused some to question their most optimistic forecasts. The result has been a domino effect, according to investors and analysts, with the rally steadily sweeping up more and more holdouts who might still think yields should go higher but who have nonetheless bought Treasurys in recent weeks to avoid underperforming peers and their benchmark indexes.<br />Investors have pointed to several factors that have tempered their enthusiasm. Those include reduced expectations for fiscal and monetary stimulus, a run of economic data that has fallen below forecasts, and the spread of the Delta variant of Covid-19 that one study suggested might cause more infections even among vaccinated populations."
}