{
    "url_original": "https://www.wsj.com/articles/booksellers-for-censoring-books-11626389778?mod=opinion_lead_pos3",
    "url": "booksellers-for-censoring-books-11626389778",
    "title": "Booksellers for Censoring Books",
    "sub_head": "A publishing trade group panics over Abigail Shrier.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-15 18:56:00",
    "body": "The American Booksellers Association apologized Wednesday for a “terrible” and “serious, violent incident.” What dastardly offense did it commit? The profound trauma occurred this month when the trade group dedicated to selling books sent out a paperback copy of a book some of its members don’t like.<br />The book at issue is “Irreversible Damage: The Transgender Craze Seducing Our Daughters,” by Abigail Shrier. It argues, as Ms. Shrier explained in these pages last year, “that transgender identification among teen girls has become a social contagion,” and that medical intervention for teenage girls with sudden-onset gender dysphoria can cause serious and permanent harm.<br />Ms. Shrier supports medical gender transitions for adults and opposes discrimination against trans individuals. Her justifiable concern is with adolescent girls who have shown no childhood history of gender dysphoria, and who might later regret a decision that alters their bodies in fundamental ways.<br />Ms. Shrier’s book nonetheless offends the sensibilities of the woke left, which has tried to censor research into rapid-onset gender dysphoria and the regret felt by some who have undergone gender transitions.  Twitter  mobs are now leading a campaign to ensure that the public can’t buy or read Ms. Shrier’s book.<br />The American Booksellers Association did not respond to a request for comment, but its groveling statement makes clear it caved to the censors. The group apologized for mailing the “anti-trans” book to its members, calling it an “inexcusable” act that went against “everything we believe and support.” It also promised to take “concrete steps to address the harm we caused,” since “apologies are not enough.”"
}