{
    "url_original": "https://www.wsj.com/articles/border-surge-delta-variant-complicate-bidens-immigration-agenda-11627736400?mod=business_minor_pos4",
    "url": "border-surge-delta-variant-complicate-bidens-immigration-agenda-11627736400",
    "title": "Border Surge, Delta Variant Complicate Biden’s Immigration Agenda",
    "sub_head": "Plans to ease public-health rules at the border, overhaul the asylum system and create a path to citizenship for Dreamers face potential delays or political pushback",
    "category_1": "Politics",
    "time": "2021-07-31 09:00:00",
    "body": "WASHINGTON—A surge of illegal crossings at the southern border and the rapid rise of the Delta variant have complicated President Biden’s plans as he looks to overhaul immigration policy and muster support in Congress.<br />The administration delayed winding down public-health restrictions at the border as Covid-19 cases rose. Mr. Biden signaled support for a plan from Democrats in Congress to attach to their $3.5 trillion budget package a path to citizenship for Dreamers—people who came to the U.S. as children and have lived in the country illegally—and millions of other immigrants in a politically tricky maneuver. And the administration wants to change an overwhelmed asylum system to deal with a yearslong backlog, a move that would take time to put in place.<br />That agenda has been challenged by a rise in illegal crossings at the southern border, which usually drop during the hot summer months. Unaccompanied migrant children have been crowding Border Patrol facilities—with more than 2,250 children in custody on Thursday—a sign the system is once more becoming overwhelmed. Migrant families continue to be released with instructions to check in with immigration authorities, rather than being given court dates, because border agents are too busy to issue the proper paperwork.<br />“At this point, anything the Biden administration wants to do on immigration is going to have to address the border in some way, shape or form,” said Cris Ramón, an independent immigration consultant who works for groups including the George W. Bush Institute. “Given where things are at the border, I don’t think he has much wiggle room to address other issues in the same way he had planned.”<br />Mr. Biden has attempted to walk a middle path, at once portraying himself as the opposite of Donald Trump on immigration policy while at least temporarily embracing some of his predecessor’s policies at the southern border. That approach has angered progressives in Mr. Biden’s own party, who say he hasn’t enacted the more-humane immigration system he has promised, as well as Republicans, who say his softer rhetoric on immigration has prompted the surge at the border."
}