{
    "url_original": "https://www.wsj.com/articles/borrowing-is-back-as-sign-ups-for-auto-loans-credit-cards-hit-records-11625736601?mod=markets_lead_pos5",
    "url": "borrowing-is-back-as-sign-ups-for-auto-loans-credit-cards-hit-records-11625736601",
    "title": "Borrowing Is Back as Sign-Ups for Auto Loans, Credit Cards Hit Records",
    "sub_head": "In a sharp reversal from the depths of the pandemic, Americans are more willing to take on debt",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-364148?width=620&size=1.5",
    "image_1": "im-364148.jpg",
    "time": "2021-07-08 05:30:00",
    "body": "Americans are borrowing again, in some cases at levels not seen in more than a decade.<br />Consumer demand for auto loans and leases, general-purpose credit cards and personal loans was up 39% in April compared with the same period last year, according to credit-reporting firm  Equifax Inc.  It was also up 11% compared with April 2019, according to Equifax, which measured how often lenders checked consumers’ credit reports to make loan decisions.<br />Lenders are meeting the moment. Equifax said lenders extended a record number of auto loans and leases in March, the latest month for which data are available. They also bumped up credit-card originations, issuing more general-purpose credit cards than any other March on record. Equifax’s data goes back to 2010.<br />It is quite the reversal from 2020, when many people shunned credit cards, personal loans and other types of debt. Some didn’t need to borrow because stimulus checks, expanded unemployment benefits and a surging stock market padded their checking accounts. But many didn’t want to spend money when they were worried about getting laid off, and others, stuck at home, had nothing to buy.<br />But with vaccinations readily available in the U.S. and the economy reopening, many Americans are splurging on cars, vacations and eating out. Higher prices, especially for cars and trucks, have also stoked loan demand."
}