{
    "url_original": "https://www.wsj.com/articles/bouldering-from-roaring-stone-to-olympic-sport-11627595891",
    "url": "bouldering-from-roaring-stone-to-olympic-sport-11627595891",
    "title": "‘Bouldering’: From Roaring Stone to Olympic Sport",
    "sub_head": "The ultra-agile climbing event without ropes got its name from rocks displaced during the Ice Age",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-377222?width=860&height=573",
    "image_1": "im-377222.jpg",
    "time": "2021-07-29 17:58:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />One of the new Olympic sports making its debut in Tokyo is sport climbing, which enters competition on Aug. 3. It consists of three disciplines, all of which the athletes must master in the combined format. In lead climbing, competitors climb a wall as high as they can manage within six minutes while secured to safety ropes. And in speed climbing, two climbers simultaneously vie to scale a nearly 50-foot-high wall faster than their opponent, again using safety ropes.<br />The third discipline to test the climbers is known as “bouldering.” In this event, climbers must complete as many fixed routes as possible within four minutes, on a wall that is about 15 feet high with an array of different challenges. And it all must be done without the aid of ropes or harnesses, with climbers navigating the wall by quickly determining where to place their hands and feet.<br />“Bouldering” might seem like an unusual term for an athletic endeavor carried out on an artificial rock wall, with no actual boulders in sight. But it grows out of a tradition in climbing in which naturally occurring rock formations present climbers with different sequences of moves that must be performed, known in the sport as “problems.”<br />“Boulder” itself is a word that likely derives from a Scandinavian source, related to the Swedish term “bullersten.” A “bullersten” is a large stone found in a stream, and it can be translated as either “rounded stone” or “roaring stone”—the “roaring” referring to water noisily rushing past it."
}