{
    "url_original": "https://www.wsj.com/articles/brad-pitt-in-the-boardroom-why-corporate-guys-are-embracing-long-hair-11626894167",
    "url": "brad-pitt-in-the-boardroom-why-corporate-guys-are-embracing-long-hair-11626894167",
    "title": "Brad Pitt in the Boardroom? Why Corporate Guys Are Embracing Long Hair",
    "sub_head": "With barber shops closed during lockdown, many men let their hair grow. Ease and nostalgia have inspired some to keep it lengthy. Here, how to do it right.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-370978?width=860&height=973",
    "image_1": "im-370978.jpg",
    "time": "2021-07-21 15:02:00",
    "body": "WHEN BARBERSHOPS closed early in lockdown, men wishing to avoid tragic DIY cuts had two options: Buzz their locks or let them flourish. With no in-person meetings, those who chose the latter could hide the awkward in-between phase and nurture their mops from the safety of home. In time, glorious manes grew. And lots of men liked what they saw.<br />As the U.S. reopens, plenty of once-cropped corporate types are opting to keep their flowing tresses. Soon enough, men with a passing resemblance to apostles, rock stars and Beat poets could populate boardrooms.<br />Audrey Hootman, owner of Talc + Tonic, a Chicago salon with a corporate-leaning clientele, reported a recent uptick in long-haired patrons aged 26 to 36. And when Takamichi Saeki reopened his Manhattan salon in mid- 2020, about 60% of his customers—including lawyers and bankers, even ones in their 60s—came in with collar-brushing hair. Of those, “more than half” have kept things long—and many have requested Brad Pitt’s shag.<br />While some men find maintaining long styles a time suck—more hair equals more strands to misbehave—others argue the opposite. Mr. Saeki said long cuts need a trim every two to three months as opposed to monthly for shorter styles. He suggests washing and conditioning every two or three days and then using hair cream and oil—or matte wax for a slicked-back look—to sweep hair off the face.<br />Fredric Cibelli, 44, a partner at Ernst & Young in New York, finds his chin-length ’do easier to manage than a short-back-and-sides. When styling, he combs it and tucks it behind his ears, sometimes with a dab of wax. “It’s not a whole rigmarole every morning.”"
}