{
    "url_original": "https://www.wsj.com/articles/brain-implant-lets-man-speak-after-being-silent-for-more-than-a-decade-11626296422?mod=business_minor_pos9",
    "url": "brain-implant-lets-man-speak-after-being-silent-for-more-than-a-decade-11626296422",
    "title": "Brain Implant Lets Man ‘Speak’ After Being Silent for More Than a Decade",
    "sub_head": "New research offers hope to people who have lost the ability to speak and marks a step toward devices that let people type by thinking",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-369093?width=860&height=573",
    "image_1": "im-369093.jpg",
    "time": "2021-07-14 17:00:00",
    "body": "Researchers in California reported Wednesday that they had developed and successfully tested an experimental brain implant that translates brain signals into words on a computer screen.<br />The achievement, described in a paper published in the New England Journal of Medicine, marks a step toward technology that may one day help people speak by thinking. It also offers a glimmer of hope for the thousands of people who each year lose the ability to speak as a result of injury or illness.<br />Yet the limitations of the so-called speech neuroprosthesis indicate that brain-computer interface technology—in which tiny electrical signals from the brain are converted into actions in the physical world like speaking, typing or controlling a computer cursor—remains in its infancy. In recent years the technology has drawn the attention of academic scientists as well as techcompanies that hope to commercialize it, including Elon Musk’s Neuralink Corp., Kernel and  Facebook Inc.<br />Facebook is a sponsor of the new research and said in a blog post that it was eager for the development of a noninvasive, wearable device that could allow people to type by thinking.<br />To test their neuroprosthesis, the University of California, San Francisco researchers enlisted the help of a man in his 30s who had lost the ability to speak as a result of paralysis caused by a severe stroke suffered more than 15 years ago. The man, who now communicates by using a cap-worn pointer to tap out individual letters on a screen, agreed to have a small rectangular array of electrodes surgically attached to the outer surface of his brain."
}