{
    "url_original": "https://www.wsj.com/articles/brazil-prosecutors-to-investigate-president-bolsonaro-over-vaccine-contract-irregularities-11625337818",
    "url": "brazil-prosecutors-to-investigate-president-bolsonaro-over-vaccine-contract-irregularities-11625337818",
    "title": "Brazil Opens Criminal Probe Into President Over Indian Vaccine Deal",
    "sub_head": "Probe centers on whether Health Ministry signed deal despite concerns about procurement process",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-364344?width=620&size=1.5",
    "image_1": "im-364344.jpg",
    "time": "2021-07-03 15:14:00",
    "body": "SÃO PAULO—Brazil’s Supreme Court authorized prosecutors to investigate President Jair Bolsonaro over accusations he ignored alleged irregularities in his government’s procurement process to buy India’s Covaxin Covid-19 vaccine.<br />The investigation comes as the former army captain, who is planning to run for re-election next year, already faces criticism from public health experts for his handling of Covid-19, which has killed more than a half a million Brazilians.<br />However, political scientists said Mr. Bolsonaro still holds enough support in Congress to quash any legal proceedings against him. In Brazil, criminal charges against a president that would emanate from an investigation can only proceed with the backing of two-thirds of the lower house of Congress.<br />The probe centers on whether Mr. Bolsonaro ignored potential wrongdoing by senior members of the Health Ministry, who are alleged to have pushed ahead with a vaccine deal that others in the ministry had raised concerns about.<br />In testimony during a televised congressional inquiry last week into the country’s Covid-19 crisis, Luis Miranda, a Health Ministry official and whistleblower, said he faced “abnormal pressure” from members of the ministry to allow the importation of Bharat Biotech’s Covaxin vaccine despite irregularities in the procurement process."
}