{
    "url_original": "https://www.wsj.com/articles/broadband-internet-bill-too-high-heres-how-you-can-fix-that-11627218000?mod=tech_lead_pos6",
    "url": "broadband-internet-bill-too-high-heres-how-you-can-fix-that-11627218000",
    "title": "Broadband Internet Bill Too High? Here’s How You Can Fix That.",
    "sub_head": "Buy your own equipment, scrutinize your bill for extra fees and call your ISP to negotiate better pricing",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "time": "2021-07-25 09:00:00",
    "body": "Kim Cadena was shocked at the internet bill that arrived on July 21: The price jumped from $50 to $81 a month, for the same 100-megabit-per-second plan. Mx. Cadena (who uses the gender-neutral honorific), has been a  Comcast  Xfinity customer for two years. The service started with a promotional $30-a-month rate, then increased to $50 the second year. Now, it’s gone up again.<br />Mx. Cadena, a housing analyst in Alexandria, Va., is waiting on the city’s fiber network, which isn’t expected to be completed for another four years. Until then, Mx. Cadena has a choice of two providers, Comcast Xfinity or  Verizon  Fios, and says, “We need more and better internet, and not just for people like me who can afford high speeds and my own Wi-Fi.”<br />Owen Davis of Brooklyn, N.Y., was similarly surprised when the price of his service jumped last year. When he signed up for Optimum in 2017, he paid $39.99 a month. Two years later, it went up to $49.99.<br />Then in August 2020, the price shot up again, to $69.99 plus extra fees. Mr. Davis said the company subscribed him to a more expensive add-on without his knowledge, then discounted the bill with a promotional rate.<br />Mr. Davis, an economics Ph.D. candidate, said he didn’t receive any email or other communication about the change. “All of it seems engineered to lock customers into unsuspecting price increases and then make them feel like chumps for not noticing before,” he said."
}