{
    "url_original": "https://www.wsj.com/articles/broadcom-isnt-in-a-buyers-market-11626280334?mod=markets_major_pos1",
    "url": "broadcom-isnt-in-a-buyers-market-11626280334",
    "title": "Broadcom Isn’t in a Buyer’s Market",
    "sub_head": "Loss of SAS deal is reminder that chip maker’s pivot to software isn’t easy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-369174?width=860&height=573",
    "image_1": "im-369174.jpg",
    "time": "2021-07-14 12:32:00",
    "body": "Broadcom ’s  pivot to software was never going to be easy, and it has grown only more difficult since that effort began.<br />Such is most evident in the company’s latest tack: The Wall Street Journal reported Monday that Broadcom was in talks to buy privately held SAS Institute for as much as $20 billion. By late Tuesday, the deal was off—apparently due to a change of heart by SAS’s owners. Sources told the Journal that some employees expressed concern about how the perk-heavy culture at SAS would meld with a chip maker whose modus operandi is to squeeze out inefficiencies to maximize earnings. SAS’s owners reportedly distribute hundreds of pounds of free M&Ms across the company’s North Carolina campus every Wednesday.<br />Hyper-acquisitive Broadcom turned its sights to software in July 2018, when it announced a surprising deal to acquire CA Technologies for $18.9 billion. It has since picked up the enterprise security business of  Symantec  for $10.7 billion.<br />The CA deal came just four months after Broadcom lost its most ambitious chip gambit yet—a $117 billion hostile takeover bid for  Qualcomm  that was blocked by the Trump administration on national security grounds. That attempted deal became a tipping point in the semiconductor cold war between the U.S. and China, which in turn has made nearly impossible the type of large-scale chip deals Broadcom had come to rely on.<br />Rolling up software companies may not bring the same kind of political baggage. But it does have its challenges. Broadcom’s deal strategy has long centered on finding undervalued businesses that have strong market share within their categories, then maximizing the free cash flow of those acquired businesses."
}