{
    "url_original": "https://www.wsj.com/articles/broken-iphone-stalled-tractor-ftc-wants-to-make-it-easier-to-fix-them-11626899876?mod=politics_lead_pos6",
    "url": "broken-iphone-stalled-tractor-ftc-wants-to-make-it-easier-to-fix-them-11626899876",
    "title": "Broken iPhone? Stalled Tractor? FTC Wants to Make It Easier to Fix Them",
    "sub_head": "‘Right to repair’ advocates gain traction with Federal Trade Commission over objections of product manufacturers",
    "category_1": "Politics",
    "time": "2021-07-21 16:37:00",
    "body": "WASHINGTON—The Federal Trade Commission said it wants to give consumers more power to fix devices such as smartphones and home appliances, voting to step up efforts targeting manufacturers if the agency determines repair restrictions are illegal.<br />The FTC unanimously adopted a new policy Wednesday laying out concerns about device-repair restrictions and said it would investigate them. The bipartisan vote followed an executive order signed July 9 by President Biden directing the FTC to consider writing rules to address “unfair anticompetitive restrictions on third-party repair or self-repair of items.”<br />Manufacturers restrict the repair of their equipment by limiting the availability of parts and repair information, steering consumers to their own repair networks, claiming patent and trademark rights and designing products in ways that make repairs more difficult, according to the FTC.<br />Consumer-advocacy groups and repair companies want policymakers to back what they call “Right to Repair.” They argue manufacturers in a range of industries, from  Apple Inc.  smartphones to  Deere  & Co. tractors, make it too hard for consumers to get the parts and information needed to fix devices. They also say that manufacturers design products in ways that make repairs difficult and restrict competition among repair technicians, which can make fixes more expensive.<br />Lina Khan, the new chairwoman of the FTC, backed those concerns Wednesday. “These types of restrictions can significantly raise costs for consumers, stifle innovation, close off business opportunities for independent repair shops, create unnecessary electronic waste, [and] delay timely repairs,” she said at a virtual public meeting."
}