{
    "url_original": "https://www.wsj.com/articles/buddy-guy-the-blues-chase-the-blues-away-review-still-electric-after-all-these-years-11626990804",
    "url": "buddy-guy-the-blues-chase-the-blues-away-review-still-electric-after-all-these-years-11626990804",
    "title": "‘Buddy Guy: The Blues Chase the Blues Away’ Review: Still Electric After All These Years",
    "sub_head": "A new ‘American Masters’ documentary on PBS features archival footage and original interviews with Chicago’s pioneer blues guitarist.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-373954?width=860&height=573",
    "image_1": "im-373954.jpg",
    "time": "2021-07-22 17:53:00",
    "body": "The makers of “Buddy Guy: The Blues Chase the Blues Away” don’t care if you don’t know about Buddy Guy. That he’s the most ferocious of electric guitarists. That he’s the last link to the glory days of Muddy Waters and Howlin’ Wolf. That a historical highway marker in his birthplace of Lettsworth, La., declares him “one of the most dazzling performers in blues history.” It’s a sign of enormous respect from the show: If you don’t know about him, you should. And Mr. Guy himself will now explain why.<br />Directed by Devin Amar, Matt Mitchener and Charles Todd, “The Blues Chase the Blues Away” is almost alarming in its departure from convention—much like Mr. Guy, as it happens. Customarily, “American Masters” presentations, and most biographical documentaries for that matter, spend an inordinate amount of time selling themselves. You’re told at length who the subject is, what he’s done and why you should care, per the testimony of an A-list of eyewitnesses. “The Blues Chase the Blues Away” is inspired by the musical journey of Mr. Guy from an impoverished childhood and a two-string guitar to the very electric blues of Chicago. It allows the singer-guitarist to tell his own story, reminisce about his childhood and reflect on his influences. The visual accents include archival footage and an assortment of illustrations that are quasi-naïve in their representation of the subject’s background, and Southern life in general. Those who are familiar with Mr. Guy may be eager for the guitar pyrotechnics to start. They will have to wait.<br />And wait they will, because the 84-year-old Rock & Roll Hall of Famer is an engaging host to his own show, playing his Stratocaster in emulation of John Lee Hooker and Lightnin’ Hopkins (the choice of guitar is much discussed) and talking in ironic ways about his hungry days in Chicago, where he drove a tow truck for a living as late as 1967. The stories resurrect such blues legends as Magic Sam, Otis Rush and, naturally, Muddy Waters, the singer with whom Mr. Guy, as a house guitarist at Chess Records, enjoyed a long association (and a salami sandwich, according to one memorable anecdote). Mr. Guy recorded with all the great acts on the label, but he could have been another Jimi Hendrix if the Chess brothers, Leonard and Phil, hadn’t refused to give him the space he needed and had recorded him the way he regularly performed live. By the time they came to their senses, in the late ’60s, as Mr. Guy recalls in the show, it was time to move on. His career—which included a longtime partnership with harmonica player Junior Wells—was as irregular as an amp with bad tubes.<br />It was the Brits who saved Buddy Guy—especially such British Invasion figures as Jimmy Page, Jeff Beck, Eric Clapton and Mr. Guy’s longtime champions, the Rolling Stones. Americans might have had no idea what Chess Records was, but the English guitarists were in awe of Mr. Guy. So are a number of younger stars who appear in the documentary—the gifted Gary Clark Jr., Kingfish and John Mayer, who delivers some quasi-unintelligible but enthusiastic praise of his idol. Mr. Guy is surprisingly frank about Chess Records and the way it ripped off its artists, stealing copyrights and royalties. Most of the people involved are long gone, but not Buddy Guy, who has always had the best smile in the blues business and a musical exuberance to match."
}