{
    "url_original": "https://www.wsj.com/articles/budweisers-new-boss-gets-an-improving-but-volatile-brew-11625226046?mod=business_minor_pos10",
    "url": "budweisers-new-boss-gets-an-improving-but-volatile-brew-11625226046",
    "title": "Budweiser’s New Boss Gets an Improving but Volatile Brew",
    "sub_head": "While sales growth at Anheuser-Busch InBev is getting better, higher costs and exchange rates are still risks for the debt-laden beer giant",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-363086?width=620&size=1.5",
    "image_1": "im-363086.jpg",
    "time": "2021-07-02 07:40:00",
    "body": "Budweiser’s incoming chief executive officer needs your beer money to pay down the mortgage.<br />This week, Michel Doukeris replaced longtime CEO Carlos Brito as head of the world’s biggest brewer  Anheuser Busch InBev .  With sales improving, stock analysts expect the inside hire to stick to the company’s existing strategy rather than make dramatic changes. That still leaves him with the challenge of paying down debt in the face of strong commodity-price inflation.<br />Improving AB InBev’s sales growth will be important if the company is to hit its target to get borrowings back to two times earnings before interest, taxes, depreciation and amortization. Net debt of $83 billion, a hangover from its 2016 takeover of brewer SABMiller, now stands at 4.8 times. In the past, the company relied on cost synergies from deals to boost profits. Now that AB InBev’s balance sheet is maxed out, it has to grow existing brands. A sales increase of 17% in the first quarter, compared with the 9% analysts were expecting, was a good sign.<br />Of the big public beer companies, including  Heineken  and  Constellation Brands ,  only AB InBev’s shares still trade below their pre-pandemic price. The stock has been on a roller coaster for years because of worries about debt and weak demand for mainstream beer brands like Budweiser in the important U.S. market. The SABMiller deal gave the company a bigger footprint in emerging markets but has yet to really pay off. In the decade before the tie-up, the stock delivered total annual shareholder returns of 18%, but returns have been minus 8% on average in the years since.<br />One immediate task for the new boss is to pass on higher commodity costs to consumers. In the U.S., contracts for this year’s malting barley harvest are 10% more expensive than for last year, according to Bernstein. And hedged prices for the aluminum used to make beer cans could be 30% higher in 2022, based on where spot prices are today."
}