{
    "url_original": "https://www.wsj.com/articles/buy-borrow-die-how-rich-americans-live-off-their-paper-wealth-11625909583?mod=markets_lead_pos2",
    "url": "buy-borrow-die-how-rich-americans-live-off-their-paper-wealth-11625909583",
    "title": "Buy, Borrow, Die: How Rich Americans Live Off Their Paper Wealth",
    "sub_head": "Banks say the wealthy are borrowing more than ever, using low-interest loans backed by their investments",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-366640?width=620&size=1.5",
    "image_1": "im-366640.jpg",
    "time": "2021-07-10 05:33:00",
    "body": "Rising stocks and rock-bottom interest rates have delivered a big perk to rich Americans: cheap loans that they can use to fund their lifestyles while minimizing their tax bills.<br />Banks say their wealthy clients are borrowing more than ever before, often using loans backed by their portfolios of stocks and bonds.  Morgan Stanley  wealth-management clients have $68.1 billion worth of securities-based and other nonmortgage loans outstanding, more than double five years earlier.  Bank of America Corp.  said it has $62.4 billion in securities-based loans, dwarfing its book of home-equity lines of credit.<br />The loans have special benefits beyond the flexible repayment terms and low interest rates on offer. They allow borrowers who need cash to avoid selling in a hot market. Startup founders can monetize their stakes without losing control of their companies. The super rich often use these loans as part of a “buy, borrow, die” strategy to avoid capital-gains taxes.<br />The merely rich are also borrowing against their portfolios. When Tom Anderson started at Merrill Lynch & Co. in Cedar Rapids, Iowa, in 2002, many of his fellow advisers had just one or two securities-based loans in their book of business. Over the years, he encouraged more clients to borrow and noticed peers doing the same. Now it is common for advisers at big firms to have dozens of these loans outstanding, he said. Merrill Lynch is now a part of Bank of America.<br />“You could buy a boat, you could go to Disney World, you could buy a company,” said Mr. Anderson, who now consults with banks on how to manage the risks associated with these loans. “The tax benefits are stunning.”"
}