{
    "url_original": "https://www.wsj.com/articles/bye-bye-bikinis-athletes-at-the-olympics-and-beyond-fight-sexist-uniforms-11627684035",
    "url": "bye-bye-bikinis-athletes-at-the-olympics-and-beyond-fight-sexist-uniforms-11627684035",
    "title": "Bye-Bye Bikinis? Athletes at the Olympics and Beyond Fight Sexist Uniforms",
    "sub_head": "For the Tokyo Olympics, the German gymnastics team chose unitards over leotards, while Norwegian beach handball players recently rejected bikini bottoms in favor of shorts. Will female athletes change the status quo?",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-378082/landscape?width=860&height=573",
    "image_1": "im-378082landscape.jpg",
    "time": "2021-07-31 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />IN 2004, then-FIFA president Sepp Blatter had an idea for making women’s soccer more exciting for spectators: tighter shorts. His comments to the Swiss newspaper SonntagsBlick suggested that soccer might follow the lead of volleyball, where the women’s uniforms are more revealing than the men’s. (Mr. Blatter, who has been banned from soccer by FIFA for ethical violations including illegal bonus payments, did not respond to requests for comment)<br />Mr. Blatter’s opinion, while clearly retrograde, was unshocking to those—like me—who’ve played women’s sports at any level. As a high- school field hockey and lacrosse player, I received more “feedback” about the length and style of my game-day kilt from fellow students and passersby than any other aspect of the sports. Even on lacrosse match days, when I had to drag a 6-foot-long antiquated wooden stick to every class, the comments were still about the skimpy outfit. Although I happened to like the old-fashioned charm of the traditional skirt, most of the time my teammates and I would have preferred the option to wear shorts. It struck me then as now that the short skirt enforced a sense of objectification around the sports. The focus was in the wrong place.<br />In recent weeks, several elite athletes have expressed similar concerns as conversations about women’s athletic uniforms surfaced yet again. The German women’s gymnastics team wore full-body unitards to compete in the Olympics in Tokyo this past Sunday instead of the more common bikini-cut leotard. In April, when the team first wore this covered-up look (which, though permitted by the sport’s governing bodies, is rare), the German Gymnastics Federation tweeted that it was a statement against “sexualization in gymnastics.” It does not seem coincidental that this is the first summer Olympic games to take place following the 2018 sentencing of Larry Nassar for widespread sexual abuse within the sport.<br />The previous week, the Norwegian women’s beach handball team was fined 1500 euros (equivalent to $1783) by the European Handball Federation for its insistence on wearing shorts instead of the mandated bikini bottoms at the European Beach Handball Championships in Bulgaria. Following an international uproar—the singer Pink even offered to pay the team’s fine—the EHF donated the fine to an organization promoting equality in sports. Michael Wiederer, president of the EHF, said his organization “will do all it can to ensure that a change in athlete uniform regulations can be implemented.”"
}