{
    "url_original": "https://www.wsj.com/articles/caitlyn-jenner-gavin-newsom-paga-lawsuits-california-governor-11626876148?mod=opinion_lead_pos6",
    "url": "caitlyn-jenner-gavin-newsom-paga-lawsuits-california-governor-11626876148",
    "title": "California’s Private Labor Enforcers",
    "sub_head": "A law Gray Davis signed gives trial lawyers a powerful weapon to wield against businesses.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372722?width=860&height=573",
    "image_1": "im-372722.jpg",
    "time": "2021-07-21 12:46:00",
    "body": "An epidemic of frivolous and costly lawsuits is holding back California’s economic recovery.<br />More than 3,000 legal notices have been filed since January under the state’s Private Attorneys General Act, or PAGA, a rate of more than 17 a day. Targeted industries cover the state’s entire economy—from hospitals to hotels, table-service restaurants to tech companies, prestigious movie studios to prestigious universities.<br />The California Chamber of Commerce identifies PAGA as a key impediment to restoring the state’s economic health. Even powerful labor unions have taken notice; SEIU California recently endorsed legislation sponsored by state Sen. Robert Hertzberg that would exempt certain unionized janitorial companies from the law.<br />PAGA is a unique enforcement mechanism for California’s 1,100-page labor code. Signed into law in 2003 by Gov. Gray Davis, it deputizes plaintiffs and their lawyers to act with the enforcement authority of the state’s Labor Agency. Under PAGA, trial lawyers are empowered to pursue crushing financial penalties for any violation of the state’s labor code, no matter how minor. Even a typo on a pay stub is a labor law violation.<br />PAGA was pitched as a solution to relieve the burden on California’s Labor and Workforce Development Agency. The opposite has happened. Trial lawyers discovered that PAGA is an “unmatched weapon” for tormenting employers and now file thousands of notices annually under the law. The state has acknowledged that it reviews only a small fraction of them. Many contain allegations that are settled out of court, leaving the state without any indication if employees were properly compensated under the deal."
}