{
    "url_original": "https://www.wsj.com/articles/california-recall-election-for-gov-gavin-newsom-set-for-september-11625177288?mod=politics_lead_pos10",
    "url": "california-recall-election-for-gov-gavin-newsom-set-for-september-11625177288",
    "title": "California Recall Election for Gov. Gavin Newsom Set for September",
    "sub_head": "Democrats recently passed law to allow earlier date, as polls show governor enjoys majority support",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-363467?width=620&size=1.5",
    "image_1": "im-363467.jpg",
    "time": "2021-07-01 18:37:00",
    "body": "California Gov. Gavin Newsom will face a recall election Sept. 14, when voters will determine whether or not the first-term Democrat should be removed and, if so, who should replace him.<br />The date was set by Lt. Gov. Eleni Kounalakis. Under the state’s constitution she can call the special election between 60 and 80 days from the day the secretary of state certifies enough signatures to proceed, which happened Thursday afternoon.<br />The effort to oust Mr. Newsom began last year with limited support, primarily among conservative Republicans. But the number of signatures rose rapidly, as anger over the governor’s Covid-19 restrictions grew and media reports revealed he had dined with friends at a famous Napa Valley eatery while urging residents to stay home.<br />Last week, the Democratic-controlled Legislature passed—and Mr. Newsom signed—a new law to speed up the recall timeline. Democrats in Sacramento are in broad agreement that an earlier election date could benefit Mr. Newsom, who has enjoyed stable approval ratings, as the economy reopens and Covid-19 cases have plummeted.<br />In a statement issued Thursday, California Republican Party chairwoman Jessica Millan Patterson said, “Shout out to California Democrats for manipulating their own recall rules. Now Californians only have to wait until September 14 to recall the worst governor in California history.”"
}