{
    "url_original": "https://www.wsj.com/articles/call-her-daddy-host-alex-cooper-wants-to-have-the-biggest-podcast-in-the-world-11626871648",
    "url": "call-her-daddy-host-alex-cooper-wants-to-have-the-biggest-podcast-in-the-world-11626871648",
    "title": "‘Call Her Daddy’ Host Alex Cooper Wants to Have the Biggest Podcast in the World",
    "sub_head": "Cooper has built a brand on the link between raunchy talk and female empowerment—to Spotify, it’s worth $20 million a year",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-372440?width=860&height=860",
    "image_1": "im-372440.jpg",
    "time": "2021-07-21 13:12:00",
    "body": "During a recent episode of her podcast Call Her Daddy, 26-year-old host Alex Cooper finally figured out what her blockbuster show was all about. Cooper and her guest, clinical psychologist and star of Showtime’s documentary series Couples Therapy Dr. Orna Guralnik, had just spent over an hour in a wide-ranging discussion about the unconscious mind and how early childhood experiences shape us, among other things. The tone was almost unrecognizable from Cooper’s early days of podcasting, when Call Her Daddy was best-known for raunchy sex talk and pioneering concepts like the “Gluck Gluck 9000,” an oral sex technique. Now, Guralnik told Cooper that they’d determined Call Her Daddy’s raison d’être: “You’re writing a new script for relationships.” Cooper says the moment gave her goosebumps.<br />Last month, it was widely reported that Cooper signed a three-year contract with Spotify worth $60 million, discussions of which were first reported by The Wall Street Journal. Starting July 21, Call Her Daddy will be available only on the streaming platform.<br />The deal means that fans of her podcast, who affectionately call themselves the “Daddy Gang,” will be getting more episodes of it: Cooper says there will be 48 main episodes of Call Her Daddy a year, plus 26 bimonthly mini-episodes, though Spotify says exact numbers are still in development. She hopes for in-person live events too.<br />The biggest addition to Cooper’s job, though, is that she’ll be hosting a second podcast, which is still in early development and will likely focus on crime, she says.<br />“I’m a competitive psycho. I’ve recognized that in the [podcasting] space right now, crime is huge. Everyone wants crime,” she says during an interview at the Greenwich Hotel in New York City. In person, Cooper is warm, chatty and exudes an easy confidence. “I want to be the biggest podcast in the world,” she says at one point. Last year, Call Her Daddy was Spotify’s fifth-most-popular podcast globally and number two in all female podcast categories globally."
}