{
    "url_original": "https://www.wsj.com/articles/can-you-bring-it-bill-t-jones-and-d-man-in-the-waters-review-death-defying-dance-11626385159",
    "url": "can-you-bring-it-bill-t-jones-and-d-man-in-the-waters-review-death-defying-dance-11626385159",
    "title": "‘Can You Bring It: Bill T. Jones and D-Man In the Waters’ Review: Death-Defying Dance",
    "sub_head": "A documentary traces the evolution of a dance piece from its conception at the height of the AIDS epidemic to its recent restaging by students at Loyola Marymount University.",
    "category_1": "Film Review",
    "image_1_url": "https://images.wsj.net/im-370109?width=860&height=573",
    "image_1": "im-370109.jpg",
    "time": "2021-07-15 17:39:00",
    "body": "Talk about leaps of faith. The huge one that’s made by “Can You Bring It: Bill T. Jones and D-Man In the Waters” is that we will keep watching a feature documentary about dance, among many other things—not just watch it but see it and feel it—even though we may have little or no idea at the outset what the feverish movements signify. And watch, see and feel we do, with increasing absorption, all the leaps, lunges, plunges, spins, struts and death-defying belly slides of a now-classic work of postmodern dance that forms the centerpiece of a strong film with an urgent story to tell.<br />The directors were Rosalynde LeBlanc and Tom Hurwitz. He’s a distinguished and prolific documentary cinematographer. She was for many years a dancer with the Bill T. Jones/Arnie Zane Company, the group that created “D-Man In the Waters” in 1989 during the height—or, in the context of the piece’s aqueous imagery, the depths—of the AIDS epidemic. Currently she teaches dance and dance research at Loyola Marymount University in Los Angeles, and the film is an outgrowth of her academic position. It’s a history lesson of a special kind—archival clips from that terrible time, as well as interviews that evoke it (“I remember half my phone book had died,” an original cast member says). Mainly, though, it’s a restaging of the company’s most enduring piece by Loyola Marymount students under Ms. LeBlanc’s direction, with Mr. Jones sitting in and offering the rapt young dancers inspirational links between that era and their own.<br />It’s a fertile idea, beautifully executed. We learn as they learn what the piece means, and why it has endured. Ms. LeBlanc starts by disabusing her students—and us—of any notions of balletic elegance. “D-Man In the Waters” is lyrical, she says, but athletic. “Don’t think decorative. Think you’re an athlete.” That’s liberating for them and helpful for us as the dance unfolds in all its tumultuous, muscular furor. Little by little—I’m speaking for myself now, as someone new to the piece—the specific meanings of moves, formations and shapes become less important than their obvious essence. There is rising and falling and reaching, grasping and losing, grief and eventual triumph, and all of it connected, as Ms. LeBlanc and Mr. Jones bring their new dance company to understand, with the desperate struggle of a generation of gay Americans to survive the plague that had befallen them.<br />But what does the piece mean in a personal, visceral way to the students who’ve been coping with Covid-19 but weren’t even alive during the worst of this country’s AIDS epidemic, which Mr. Jones took at the time to be “our World War I”? Decades ago I attended a performance of “Oh, What a Lovely War!” at my daughter’s middle school and was touched by the disjuncture between the Joan Littlewood musical, a satire on World War I and war in general, and the sweet-faced kids on stage, total strangers to tragedy on an epic scale. What about the Loyola Marymount dancers?<br />Ms. LeBlanc questions them with intensity verging on frenzy. Why are we doing this? What are we going through at this moment in history? What’s happening to all of us? What’s our AIDS now? It’s hard for the students to respond. They’re struggling, not always successfully, to make sense of a fragmented world that can’t seem to pull itself together. They feel stuck, and irrelevant. The way their professor and director gets them thrillingly unstuck is a tribute to her, to them and to the regenerative power of art."
}