{
    "url_original": "https://www.wsj.com/articles/can-robinhood-ride-the-bull-11626025309?mod=opinion_lead_pos8",
    "url": "can-robinhood-ride-the-bull-11626025309",
    "title": "Can Robinhood Ride the Bull?",
    "sub_head": "Let’s see how it stands up against three measures of what makes a good IPO.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-07-11 13:41:00",
    "body": "Robinhood, the commission-free meme-stock dream shop, is going public. There’s talk of a bubbly $40 billion valuation. Woohoo! Plus, the company has announced that up to 35% of the new shares in the initial public offering are reserved for its own retail customers. Groundbreaking? I don’t know. If Robinhood really is the future of Wall Street, why not take itself public and sell 100% of the new shares to retail customers? Who needs  Goldman Sachs  and  JP Morgan ?<br />Back in my days as a Wall Street analyst, one of my favorite things to do was IPOs. I’d go on roadshows with management teams. My job was to provide earnings estimates since companies aren’t allowed to give forecasts, but really it was a branding exercise. I’d have my name associated with them, and maybe become “the ax in the stock”—the first person investors would call for insight.<br />But before that, you had to win the deal. Prospective banking teams would show up to do an IPO pitch, nicknamed the bake off, with thick pitchbooks some lowly bankers would pull all-nighters putting together. My job was to position the company to investors. Since there were tons of pitches and I was generally lazy, I used the same three bullet points every time: 1) The company sells into a monster market, 2) has an unfair competitive advantage, and 3) a business model to leverage that advantage. It worked almost every time. Sadly, that unfair stuff is now grounds for an antitrust investigation.<br />During the dot-com boom I ran a fund and my experience with IPOs meant I got calls most days from startup CEOs saying, “I hear you’re helpful picking bankers.” So I’d walk through pros and cons of bankers: reputation, research, retail vs. institutional, pricing, first-day stock pops (usually 10% to 20%, though sometimes it would double or even quintuple).<br />Remember, after an IPO, only 10% to 20% of total shares trade at first, until insider shares are unlocked some 180 days later, though sometimes earlier. Until then it’s not a real market—there is often more demand for shares than supply and IPO stock prices inflate. Perversely, that’s when most Robinhood customers will buy Robinhood shares and likely overpay. Steal from the (wannabe) rich, indeed."
}