{
    "url_original": "https://www.wsj.com/articles/canadian-graves-of-indigenous-children-found-with-help-from-oral-histories-11626384990?mod=world_major_2_pos7",
    "url": "canadian-graves-of-indigenous-children-found-with-help-from-oral-histories-11626384990",
    "title": "Canadian Graves of Indigenous Children Found with Help From Oral Histories",
    "sub_head": "Stories about children asked to dig graves and discovery of rib bone and tooth helps investigators locate more than 200 remains near a former school in Kamloops, British Columbia",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-370170?width=860&height=573",
    "image_1": "im-370170.jpg",
    "time": "2021-07-15 17:36:00",
    "body": "KAMLOOPS, British Columbia—Oral histories of children being awakened in the middle of the night to help dig graves, along with a juvenile rib bone and a tooth that had previously been found near a former government-funded boarding school for indigenous children, were part of the evidence that led to the discovery of about 200 unmarked graves near Kamloops, in the western Canadian province of British Columbia, the researcher who led the work said.<br />Dr. Sarah Beaulieu from the University of the Fraser Valley said there were also depressions in the ground in an area where survivors and knowledge keepers from the Tk’emlúps te Secwépemc community recalled burials taking place. She said her work used ground-penetrating radar to detect changes in the soil to identify probable gravesites on the property of the Kamloops Indian Residential School, which operated between 1890 and 1978, and it is possible additional graves will be found.<br />“This investigation has barely scratched the surface,” Dr. Beaulieu said during a public event in Kamloops on Thursday, noting that her research looked at just under 2 acres of the school’s full 160-acre property. She said it was already known that children went missing at residential schools, and technology like ground-penetrating radar “merely provides some spatial specificity to this truth.”<br />The Kamloops discovery in late May, which was initially reported as 215 gravesites, led to an outpouring of grief across the country and cast renewed attention on the country’s historical mistreatment of indigenous peoples, in particular through the residential-school system.<br />For more than a century, Canadian authorities removed indigenous children from their families, sometimes by force, and placed them in state-sanctioned, church-run boarding schools where many were abused, as documented by Canada’s Truth and Reconciliation Commission in a 2015 report. The commission found that the school system, which suppressed indigenous languages and culture, amounted to cultural genocide."
}