{
    "url_original": "https://www.wsj.com/articles/canada-to-reopen-border-for-fully-vaccinated-u-s-tourists-in-august-11626716475?mod=politics_lead_pos6",
    "url": "canada-to-reopen-border-for-fully-vaccinated-u-s-tourists-in-august-11626716475",
    "title": "Canada to Reopen Border for Fully Vaccinated U.S. Tourists in August",
    "sub_head": "Officials said Canada could further ease restrictions to allow fully vaccinated tourists from other countries beginning in September",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-07-19 17:46:00",
    "body": "OTTAWA—Canada said it would allow fully vaccinated Americans to enter the country for recreational or tourist activities beginning Aug. 9, more than a year after authorities first closed the 5,500-mile border to most travelers to limit the spread of Covid-19.<br />The government said Monday that border restrictions for fully vaccinated travelers from other countries could also be lifted beginning Sept. 7, assuming Canada’s Covid-19 caseload stays relatively low.<br />“We are very pleased to gradually and responsibly open up,” Canadian Prime Minister Justin Trudeau said. He said the decision to allow fully vaccinated Americans to visit Canada before tourists from other countries “is in recognition of our unique bond, especially between border communities.”<br />American citizens and permanent residents will need to provide proof of their full vaccination status, with their last dose taking place at least two weeks before their arrival, and must not have any Covid-19 symptoms, officials said. They will also be required to present evidence of an approved negative Covid-19 test taken within 72 hours of their arrival in Canada. Officials said that starting Aug. 9, they won’t require follow-up tests from people who are fully vaccinated unless they are selected for random testing.<br />The U.S. Department of Homeland Security declined to say Monday whether it planned to renew or modify its own border restrictions with Canada. The two countries will need to decide by Wednesday whether to renew their shared border restrictions for another month, as they have done since March 2020, or modify them. Canada’s public-safety minister, Bill Blair, said Monday that he was told the U.S. expects to renew its current restrictions."
}