{
    "url_original": "https://www.wsj.com/articles/car-makers-need-more-chips-today-better-chips-tomorrow-11626877264?mod=markets_major_pos1",
    "url": "car-makers-need-more-chips-today-better-chips-tomorrow-11626877264",
    "title": "Car Makers Need More Chips Today, Better Chips Tomorrow",
    "sub_head": "Auto investors need to pay attention to the semiconductor industry, but the rise of in-vehicle computers matters more than the current microchip shortage",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-21 10:21:00",
    "body": "Investors can afford to mute much of the noise about this year’s microchip shortage as car manufacturers report second-quarter earnings. They should, however, pay closer attention to any strategic deals between the two industries.<br />Daimler kicked off the results season for car makers Wednesday with an adjusted operating margin of 12.8% in its flagship  Mercedes-Benz  division, which is very high by industry standards. Its shares fell at the open, though. The company prereleased key results last week because they were running well ahead of analyst forecasts. This week’s most striking incremental news was that it no longer expects growth in sales of Mercedes-Benz cars this year due to the semiconductor scarcity. It previously said deliveries would be “significantly above” last year’s level, which was depressed by pandemic-related shutdowns.<br />The chip shortage is shaping up to be the dominant theme of yet another earnings season for the automotive industry. The current drought, which seems likely to last into next year, is a big management challenge and is leading to some unusual market share moves. At an industry level, though, it is also having beneficial side effects, as consumers pay up for the few vehicles available, often helped by easy credit terms.<br />In particular, high prices are boosting the value of car makers’ banking operations, which are exposed to residual prices through the leasing business. The adjusted return on equity in Daimler’s big financing arm was a barnstorming 24% in the second quarter, up from 8.6% in the same period last year.<br />Despite some dramatic numbers, investors have largely ignored the semiconductor problem, neither worrying much about the effect of lower-than-expected sales in what was supposed to be a recovery year, nor giving manufacturers much credit for today’s unusual levels of profitability. Daimler’s stock is up 23% this year, but it still trades at just six times earnings forecasts for this year and next—toward the bottom end of the historic range. This might be a bit cheap given Daimler’s plans to demerge its valuable heavy-truck business later this year. For the wider industry, though, discounting the current situation makes sense."
}