{
    "url_original": "https://www.wsj.com/articles/carl-levin-michigans-longest-serving-senator-dies-at-87-11627614567?mod=politics_lead_pos7",
    "url": "carl-levin-michigans-longest-serving-senator-dies-at-87-11627614567",
    "title": "Carl Levin, Michigan’s Longest-Serving Senator, Dies at 87",
    "sub_head": "He was in the minority—even among his Democratic Senate colleagues—when he voted against sending U.S. troops to Iraq in 2002",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-377727?width=860&height=573",
    "image_1": "im-377727.jpg",
    "time": "2021-07-29 23:09:00",
    "body": "DETROIT—Former Sen. Carl Levin, a powerful voice on military issues in Washington and a staunch supporter of the auto industry back home in Michigan during his record tenure in the U.S. Senate, has died. He was 87.<br />The Harvard-educated civil rights attorney and former taxi driver, who for decades carried his faded 1953 auto union membership card in his wallet, died Thursday, his family and the Levin Center at Wayne State University’s law school announced in an evening statement.<br />“We are all devastated by his loss. But we are filled with gratitude for all of the support that Carl received throughout his extraordinary life and career, enabling him to touch so many people and accomplish so much good,” the statement said.<br />First elected to the Senate in 1978, Mr. Levin represented Michigan longer than any other senator, targeting tax shelters, supporting manufacturing jobs and pushing for military funding. His tenure was a testament to voters’ approval of the slightly rumpled, down-to-earth Detroit native whom Time magazine ranked among the nation’s 10 best senators in 2006.<br />“He’s just a very decent person,” said Democratic Sen. Jack Reed of Rhode Island, a fellow Senate Armed Services Committee member, in 2008. “He’s unpretentious, unassuming. He never forgets that what we’re doing is enmeshed with the lives of the people he represents.”"
}