{
    "url_original": "https://www.wsj.com/articles/carlyle-launches-renewable-energy-infrastructure-unit-11626859803?mod=markets_lead_pos4",
    "url": "carlyle-launches-renewable-energy-infrastructure-unit-11626859803",
    "title": "Carlyle Launches Renewable-Energy Infrastructure Unit",
    "sub_head": "New venture is the latest move in Wall Street’s sustainable-investing race",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-372199?width=860&height=573",
    "image_1": "im-372199.jpg",
    "time": "2021-07-21 05:30:00",
    "body": "Private-equity giant Carlyle Group Inc. is launching a company to develop renewable-power-generation and storage projects in a push to reorient its energy business toward sustainable investments.<br />Funds Carlyle operates will inject as much as $700 million in the new venture, Copia Power, enabling it to arrange projects worth over $6 billion, according to Pooja Goyal, Carlyle’s co-head of infrastructure and head of renewable and sustainable energy. Copia will focus on developing large-scale solar generation projects and battery facilities to store power and distribute it after sunset.<br />Carlyle has a long history of debt and equity investments in fossil fuels, but now the firm—and competitors like  Blackstone Group Inc.  and  KKR  & Co.—is pivoting to cleaner technologies. The money manager in April disclosed $22 billion of private-equity investments in traditional and renewable energy, representing 16% of total private-equity assets under management.<br />The initiative is part of a race on Wall Street, as large investment firms bankroll competing power projects amid a national pushto revamp electrical infrastructure. The shift comes as investors clamor for environmentally friendly financial products and as national infrastructure initiatives offer potential opportunities to private-equity firms.<br />“There is a recognition by these companies that this is a new asset class and that there’s an enormous amount of development prospects out there,” said Jason Burwen, interim chief executive of the U.S. Energy Storage Association trade group. “It’s a good time to be a capital provider.”"
}