{
    "url_original": "https://www.wsj.com/articles/cash-is-good-for-green-energy-but-a-grid-authority-is-better-11625563539?mod=business_minor_pos10",
    "url": "cash-is-good-for-green-energy-but-a-grid-authority-is-better-11625563539",
    "title": "Cash Is Good for Green Energy but a Grid Authority Is Better",
    "sub_head": "Streamlined process for approving new power transmission lines is needed to unleash investment in clean-energy grid",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-06 05:25:00",
    "body": "Power grids seem an obvious way to ride the renewable energy wave. Cash incentives announced on both sides of the Atlantic will help the companies involved, but the real breakthrough could be the Biden administration’s plan for a new grid authority.<br />While wind farms get the most press, cleaning up electricity will require almost as much investment in the associated networks. Consulting firm BloombergNEF puts the global cost of greening grids at $14 trillion over the next three decades, compared with $15 trillion for power generation.<br />President Biden’s Senate-approved infrastructure plan includes $73 billion for power infrastructure, while Europe’s green deal has similar incentives. But cash alone might not be enough to unlock growth in an industry that already delivers regulated returns on equity in the high-single to low-double digits. Investors also need to watch Mr. Biden’s plan to create a new grid authority. A coordinating body that has the potential to really unleash U.S. network investment by cutting project risks.<br />Transmission lines are the biggest grid challenge. These high-voltage overhead power cables often cross communities to which they provide little or no benefit. Before starting construction on a new line, the builder must plan its path and then obtain permission from all affected states and municipalities.<br />It is a complex and time-consuming process: National plans aren’t necessarily reflected in local priorities and new lines can face fierce public opposition. It can take many years to obtain the permissions for a transmission line that can be built in one year."
}