{
    "url_original": "https://www.wsj.com/articles/catherine-lhamon-title-ix-college-due-process-11626720890?mod=opinion_lead_pos3",
    "url": "catherine-lhamon-title-ix-college-due-process-11626720890",
    "title": "The Senate’s Lhamon Test",
    "sub_head": "A Title IX enforcer returns to gut due process protections.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-372525?width=860&height=573",
    "image_1": "im-372525.jpg",
    "time": "2021-07-20 18:36:00",
    "body": "One of the worst excesses of the Obama years was regulatory “guidance” that limited due process in sexual misconduct cases on campus. The Trump Administration fixed it with a proper rule-making. But here we go again as President Biden has nominated the same woman for the same job to impose the same standard of injustice.<br />The woman is Catherine Lhamon, who is Mr. Biden’s nominee to be assistant secretary for civil rights in the Education Department. That’s the same job she held in the Obama years, when she was the top enforcer of Title IX guidance for colleges. Because “a Title IX investigation will never result in incarceration of an individual,” Ms. Lhamon’s office told colleges in a 2014 Q&A, “the same procedural protections and legal standards” that govern criminal proceedings “are not required.” Tell that to a young person whose life can be permanently scarred by a false accusation.<br />Her directive “strongly” discouraged “a school from allowing the parties to personally question or cross-examine each other during a hearing on alleged sexual violence” because it “may be traumatic or intimidating” for the victim. The standard of guilt for the accused was merely a preponderance of evidence. Several accused students sued in federal court, and more than one judge faulted schools for lack of due process under the Obama guidance.<br />Betsy DeVos, the Trump education secretary, sought to restore some basic fairness to Title IX cases. Her rule in 2020, issued after ample time for public comment, included such due-process protections as the right of both parties to cross-examine witnesses and present and challenge evidence.<br />Ms. Lhamon claimed on  Twitter  at the time that the DeVos rule was a return “to the bad old days, that predate my birth, when it was permissible to rape and sexually harass students with impunity.” That was false even in the “bad old days,” and it’s false about the DeVos rule. But Ms. Lhamon was unapologetic in her Senate confirmation hearing. It’s a safe bet that, if confirmed, Ms. Lhamon would roll back the due process protections."
}