{
    "url_original": "https://www.wsj.com/articles/cbre-to-buy-60-stake-in-turner-townsend-in-1-3-billion-deal-11627381801?mod=business_lead_pos3",
    "url": "cbre-to-buy-60-stake-in-turner-townsend-in-1-3-billion-deal-11627381801",
    "title": "CBRE to Buy 60% Stake in Turner & Townsend in $1.3 Billion Deal",
    "sub_head": "Deal between world’s largest commercial-real-estate-services firm and London-based project manager targets alternative energy efforts",
    "category_1": "Property Report",
    "image_1_url": "https://images.wsj.net/im-374785?width=860&height=573",
    "image_1": "im-374785.jpg",
    "time": "2021-07-27 06:30:00",
    "body": "CBRE Group Inc.  has cut a deal to make one of its largest acquisitions ever, paying roughly $1.3 billion, or £960 million, for a 60% stake in Turner & Townsend Holdings Ltd., one of the world’s largest managers of infrastructure, natural-resources and real-estate construction projects.<br />CBRE, the world’s largest commercial-real-estate-services firm, is buying a controlling stake in the London-based company partly in anticipation of a wave of investment in alternative energy and infrastructure in the coming years. The owners and corporate tenants of many of the buildings CBRE manages and leases have put a priority on steps to reduce their carbon footprints, according to Bob Sulentic, the firm’s chief executive.<br />“There’s not much [that is] more important on our clients’ radar today than carbon neutrality and green energy,” Mr. Sulentic said.<br />The 75-year-old Turner & Townsend has clients in 46 countries and is known for its project-management assignments on high-profile projects such as the London skyscraper known as the Shard.<br />The firm had been planning to expand in alternative energy and other businesses when it began talking to CBRE about a possible deal, according to Vincent Clancy, its chief executive. Having CBRE as a well-capitalized and well-connected partner will enable it to accelerate that expansion plan, he said."
}