{
    "url_original": "https://www.wsj.com/articles/cd-r-to-acquire-and-merge-label-makers-fort-dearborn-multi-color-11625236200?mod=markets_lead_pos13",
    "url": "cd-r-to-acquire-and-merge-label-makers-fort-dearborn-multi-color-11625236200",
    "title": "CD&R to Acquire and Merge Label Makers Fort Dearborn, Multi-Color",
    "sub_head": "Deal values combined company at around $6 billion including debt",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-361496?width=620&size=1.5",
    "image_1": "im-361496.jpg",
    "time": "2021-07-02 12:13:00",
    "body": "Private-equity firm Clayton Dubilier & Rice LLC has struck a deal to buy Fort Dearborn Co. and Multi-Color Corp. and merge the label manufacturers, the companies said.<br />The deal, which The Wall Street Journal reported earlier Friday, values the combined company at around $6 billion including debt, according to people familiar with the matter.<br />The closely held companies supply labels for products such as wine and spirits, home- and personal-care products and paints and chemicals. Based in Elk Grove, Ill., Fort Dearborn is dominant in North America, while Cincinnati-based Multi-Color has an extensive global presence. Together, they have annual sales of about $3 billion.<br />CD&R is buying Fort Dearborn and Multi-Color from private-equity firms Advent International Corp. and Platinum Equity, respectively. Advent acquired Fort Dearborn in 2016 from Denver-based KRG Capital Partners. Platinum took Multi-Color private in 2019 in a deal valued at $2.5 billion including debt and merged it with a subsidiary of its portfolio company WS Packaging Group, another label maker.<br />With offices in New York and London, CD&R has invested more than $35 billion in 100 companies since it was founded in 1978. This will be the latest in a string of big deals for the firm. On June 1, it announced a roughly $5.3 billion agreement to take software company  Cloudera Inc.  private alongside buyout firm KKR & Co., and it unveiled a deal Tuesday to buy London-listed UDG Healthcare PLC for a sweetened purchase price of about $3.9 billion."
}