{
    "url_original": "https://www.wsj.com/articles/cdc-covid-19-coronavirus-vaccine-side-effects-hospitalization-kids-11626706868?mod=opinion_lead_pos5",
    "url": "cdc-covid-19-coronavirus-vaccine-side-effects-hospitalization-kids-11626706868",
    "title": "The Flimsy Evidence Behind the CDC’s Push to Vaccinate Children",
    "sub_head": "The agency overcounts Covid hospitalizations and deaths and won’t consider if one shot is sufficient.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-370283?width=860&height=573",
    "image_1": "im-370283.jpg",
    "time": "2021-07-19 13:52:00",
    "body": "A tremendous number of government and private policies affecting kids are based on one number: 335. That is how many children under 18 have died with a Covid diagnosis code in their record, according to the Centers for Disease Control and Prevention. Yet the CDC, which has 21,000 employees, hasn’t researched each death to find out whether Covid caused it or if it involved a pre-existing medical condition.<br />Without these data, the CDC Advisory Committee on Immunization Practices decided in May that the benefits of two-dose vaccination outweigh the risks for all kids 12 to 15. I’ve written hundreds of peer-reviewed medical studies, and I can think of no journal editor who would accept the claim that 335 deaths resulted from a virus without data to indicate if the virus was incidental or causal, and without an analysis of relevant risk factors such as obesity.<br />My research team at Johns Hopkins worked with the nonprofit FAIR Health to analyze approximately 48,000 children under 18 diagnosed with Covid in health-insurance data from April to August 2020. Our report found a mortality rate of zero among children without a pre-existing medical condition such as leukemia. If that trend holds, it has significant implications for healthy kids and whether they need two vaccine doses. The National Education Association has been debating whether to urge schools to require vaccination before returning to school in person. How can they or anyone debate the issue without the right data?<br />Meanwhile, we’ve already seen inflated Covid death numbers in the U.S. revised downward. Last month Alameda County, Calif., reduced its Covid death toll by 25% after state public-health officials insisted that deaths be attributed to Covid only if the virus was a direct or contributing factor.<br />Organizations and politicians who are eager to get every living American vaccinated are following the CDC without understanding the limitations of the methodology. CDC Director Rochelle Walensky claimed that vaccinating a million adolescent kids would prevent 200 hospitalizations and one death over four months. But the agency’s Covid adolescent hospitalization report, like its death count, doesn’t distinguish on the website whether a child is hospitalized for Covid or with Covid. The subsequent Morbidity and Mortality Weekly Report of that analysis revealed that 45.7% “were hospitalized for reasons that might not have been primarily related” to Covid-19."
}