{
    "url_original": "https://www.wsj.com/articles/cdc-says-new-mask-mandate-informed-by-cape-cod-outbreak-11627664465?mod=politics_lead_pos4",
    "url": "cdc-says-new-mask-mandate-informed-by-cape-cod-outbreak-11627664465",
    "title": "CDC Says New Mask Guidelines Informed by Cape Cod Outbreak",
    "sub_head": "Vaccinated people infected by Delta variant appeared to carry as much virus as those in unvaccinated cases",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "time": "2021-07-30 17:54:00",
    "body": "A Covid-19 outbreak on Cape Cod helped prompt the Centers for Disease Control and Prevention to urge some Americans to start wearing masks again, the agency said, because it demonstrated that vaccinated people infected with the Delta variant might be as contagious as those who are unvaccinated.<br />The CDC said in a report on Friday that 127 vaccinated people infected with the Delta variant during the outbreak appeared to carry as much virus as 84 unvaccinated or partially vaccinated people who became infected. The report referred to an outbreak in Barnstable County, Mass. Local officials there have said that at least 430 confirmed Covid-19 cases have been linked to one cluster following festivities over the July 4 weekend in Provincetown, on the tip of Cape Cod.<br />“High viral loads suggest an increased risk of transmission and raised concern that, unlike with other variants, vaccinated people infected with Delta can transmit the virus,” CDC Director Rochelle Walensky said Friday. “This finding is concerning and was a pivotal discovery leading to CDC’s updated mask recommendation.”<br />An internal CDC slide presentation earlier this week described the Delta variant as infectious as chickenpox, which used to sicken some four million Americans a year before a vaccine became available in the mid-1990s. The Delta variant is more transmissible than the common cold, seasonal flu and smallpox, but less contagious than measles, according to the presentation, which was first reported in the Washington Post.<br />“The war has changed,” the presentation said."
}