{
    "url_original": "https://www.wsj.com/articles/cdc-to-urge-vaccinated-people-to-resume-wearing-masks-in-public-indoor-spaces-11627399286?mod=politics_lead_pos2",
    "url": "cdc-to-urge-vaccinated-people-to-resume-wearing-masks-in-public-indoor-spaces-11627399286",
    "title": "CDC Urges Vaccinated People to Resume Wearing Masks Indoors in Some Areas",
    "sub_head": "Move marks a change from agency’s earlier guidance as highly contagious Delta variant spreads",
    "category_1": "U.S.",
    "time": "2021-07-27 17:07:00",
    "body": "WASHINGTON—The Centers for Disease Control and Prevention, citing the highly transmissible Delta variant, recommended Tuesday that vaccinated people resume masking indoors in certain parts of the country and that K-12 schools adopt universal masking for teachers, staff, students and visitors regardless of vaccination status.<br />New guidance issued by the nation’s top health protection agency said fully vaccinated people who live in places with high or substantial transmission of the virus should once again wear masks in public indoor spaces, while emphasizing that Covid-19 vaccines remain effective at preventing severe illness, hospitalization and death.<br />The move marks a change from CDC guidance in May that said vaccinated people no longer needed to mask or physically distance in most indoor and outdoor settings. It also shifts the CDC’s guidance on schools after it said earlier this month that teachers and students who aren’t vaccinated would need to wear masks in schools. Children under 12 years old aren’t eligible for Covid-19 vaccines.<br />CDC Director Rochelle Walensky said the guidelines were revised because  new data on the Delta variant show that so-called breakthrough infections for fully vaccinated people, though rare, carry a similar level of viral load as infections among the unvaccinated.<br />“In rare occasions, some vaccinated people infected with a Delta variant after vaccination may be contagious and spread the virus to others,” she said. “This new science is worrisome, and unfortunately warrants an update to our recommendations.”"
}