{
    "url_original": "https://www.wsj.com/articles/cdcs-covid-19-cruise-guidelines-to-stay-in-place-for-now-11626632775?mod=business_minor_pos4",
    "url": "cdcs-covid-19-cruise-guidelines-to-stay-in-place-for-now-11626632775",
    "title": "CDC’s Covid-19 Cruise Guidelines to Stay in Place for Now",
    "sub_head": "U.S. appeals court temporarily blocks lower-court ruling that overturned a conditional-sailing order",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-371271?width=860&height=573",
    "image_1": "im-371271.jpg",
    "time": "2021-07-18 14:26:00",
    "body": "Covid-19 restrictions on Florida-based cruise ships will remain in place, after a federal appeals court temporarily blocked a lower-court ruling that would have lifted the regulations.<br />A three-judge panel from the 11th U.S. Circuit Court of Appeals issued a temporary stay at 11:50 p.m. Saturday, just minutes before the lower-court order would have taken effect.<br />Florida had sued U.S. health authorities to overturn a conditional-sailing order put in place by the Centers for Disease Control and Prevention in October. The state claimed that the order—which set up a framework for cruise lines to restart operations by completing several phases, including test sailings without regular passengers—was overly burdensome and would effectively keep most cruises shut down through the summer or longer. The state is a hub for the cruise industry.<br />Last month, U.S. District Judge Steven Merryday in Tampa, Fla., sided with the state. In his ruling, he said Florida was likely to prevail in its claim that the CDC exceeded its authority in issuing the conditional-sailing order. He contrasted the shutdown approach that the agency took with the cruise industry to the voluntary recommendations it has issued for other leisure and hospitality industries, such as hotels, casinos and sporting arenas. And he said falling infection rates and increasing vaccinations in the U.S. have reduced the risk of Covid-19 outbreaks aboard ships.<br />“The availability of vaccines and testing and the comparatively trivial incidence of infection on foreign cruises—all quickly identified and confined—commends optimism about the safe operation of sailing in the United States, which enjoys high rates of vaccination and greatly enhanced, onboard containment mechanisms,” Judge Merryday wrote."
}