{
    "url_original": "https://www.wsj.com/articles/censorship-coordination-deepens-11626474643?mod=opinion_lead_pos3",
    "url": "censorship-coordination-deepens-11626474643",
    "title": "Censorship Coordination Deepens",
    "sub_head": "The White House says it is ‘flagging’ Facebook posts on Covid.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-16 18:30:00",
    "body": "The Biden Administration sure isn’t taking Donald Trump’s Big Tech lawsuits seriously. A week after the former President’s lawyers argued in court filings that his removal by social-media firms amounted to “state action,” the Administration broadcast that it is coordinating with the firms to remove content.<br />“We’re flagging problematic posts for  Facebook , ” said White House Press Secretary Jen Psaki on Thursday, referring to coronavirus misinformation. Meanwhile, the Surgeon General, an officer in the department of Health and Human Services, released a report with a page of suggestions on “what technology platforms can do” to crack down on certain information. The Verge reported that officials at  Twitter  “met with the surgeon general’s office on Monday to discuss its misinformation policies.”<br />It’s been clear for some time that the tech giants look to government to determine what coronavirus-related speech to allow. YouTube’s misinformation policy bans content that contradicts the evolving guidance of “health authorities.” Facebook stopped blocking some commentary on the lab-leak theory of the virus’s origins only after President Biden ordered an investigation into the possibility.<br />Public-private coordination is not in itself sinister. The government can be an important source of information, and most people would agree that it’s not an abuse of Facebook’s authority to suppress, say, fraudulent medical advice that goes viral.<br />Yet as the acute crisis phase of coronavirus passes, a government arrangement with private firms to control speech about the pandemic looks less salutary. We don’t know how deep the coordination goes, and Mr. Trump’s lawsuit makes a weak case. We also don’t know to what extent the platforms are complying with the White House in what they consider the public interest, or if they also fear retaliation."
}