{
    "url_original": "https://www.wsj.com/articles/centrist-democrats-take-wait-and-see-stance-on-3-5-trillion-budget-plan-11626286269",
    "url": "centrist-democrats-take-wait-and-see-stance-on-3-5-trillion-budget-plan-11626286269",
    "title": "Centrist Democrats Take Wait-and-See Stance on $3.5 Trillion Budget Plan",
    "sub_head": "Senators’ proposal would fund education, climate and antipoverty programs",
    "category_1": "Politics",
    "time": "2021-07-14 16:58:00",
    "body": "WASHINGTON—Pivotal Democrats took a neutral stance Wednesday on a new $3.5 trillion budget agreement, saying they needed to review details of a sweeping plan to fund expanded access to preschool and affordable child care, broader Medicare benefits and programs aimed at combating poverty and climate change.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) and Democratic members of the Budget Committee on Tuesday night announced the $3.5 trillion agreement, which will be used to craft a budget resolution setting the parameters of legislation containing much of President Biden’s legislative agenda. Democrats hope to use a process tied to the budget known as reconciliation to pass the package without GOP support, but will have to maintain total unity in their ranks to advance it through the evenly divided Senate.<br />“We’re gonna get this done,” Mr. Biden said Wednesday in the Capitol, pumping his fist as he entered a lunchtime meeting with Senate Democrats where he endorsed the $3.5 trillion plan and stressed the importance of unity, according to lawmakers.<br />The $3.5 trillion agreement was bigger than some centrist Democrats had sought, but marked a softening in the stance of Senate Budget Committee Chairman Bernie Sanders (I., Vt.), who had originally pursued a $6 trillion package. Many moderate Senate Democrats, including Sens. Jon Tester of Montana, Jeanne Shaheen of New Hampshire and Kyrsten Sinema of Arizona, said they were still reviewing details of the agreement. Sen. Joe Manchin (D., W.Va.) said he raised concerns about the package’s impact on inflation and its climate-change provisions during the lunch meeting.<br />The bill is expected to include broad tax credits for clean energy investments and liberal Democrats are pressing to end subsidies for fossil fuels."
}