{
    "url_original": "https://www.wsj.com/articles/chairman-of-jan-6-committee-casts-wide-net-on-witnesses-11627329565?mod=politics_lead_pos4",
    "url": "chairman-of-jan-6-committee-casts-wide-net-on-witnesses-11627329565",
    "title": "Chairman of Jan. 6 Committee Casts Wide Net on Witnesses",
    "sub_head": "Democratic Rep. Bennie Thompson’s panel will explore communications between Trump administration and lawmakers on day of Capitol riot",
    "category_1": "Politics",
    "time": "2021-07-26 17:40:00",
    "body": "WASHINGTON—The House’s select committee probing the Jan. 6 attack on the Capitol by supporters of former President Donald Trump won’t hesitate to subpoena members of Congress or Mr. Trump and will try to enforce the subpoenas in court if necessary, said the panel’s chairman.<br />“Anybody who had a conversation with the White House and officials in the White House while the invasion of the Capitol was going on is directly in the investigative sights of the committee,” said Rep. Bennie Thompson (D., Miss.) in an interview ahead of the panel’s first public hearing on Tuesday. He said that could include subpoenas to compel testimony, as well as records related to phone calls and other communications.<br />Pressed on whether the Democratic-led committee would subpoena Mr. Trump, Mr. Thompson said nobody was off limits. “I don’t want to name him, but what I will say is that in the conversations we’ve had as a committee, there’s been no reluctance whatsoever to go where the facts lead us,” he said.<br />Unlike the bipartisan Senate investigation into Jan. 6, which published findings and recommendations in June, the House’s select committee will go beyond security failures to look at communications between Congress and the executive branch and examine the role of individuals—including Mr. Trump—“who may or may not have contributed willingly or unwillingly to the events of Jan. 6,” Mr. Thompson said.<br />Mr. Trump, who has denied wrongdoing, was impeached by the House on the charge he incited an insurrection at the Capitol. He was acquitted in the Senate."
}