{
    "url_original": "https://www.wsj.com/articles/cheaper-drugs-fairer-airline-fees-diy-iphone-repairs-what-the-biden-executive-order-could-mean-for-your-health-job-and-money-11625858155?mod=politics_lead_pos5",
    "url": "cheaper-drugs-fairer-airline-fees-diy-iphone-repairs-what-the-biden-executive-order-could-mean-for-your-health-job-and-money-11625858155",
    "title": "Cheaper Drugs, Fairer Airline Fees, DIY iPhone Repairs? What the Biden Executive Order Could Mean For Your Health, Job and Money",
    "sub_head": "President Biden outlined an executive order that takes aim at a laundry list of consumer complaints",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "time": "2021-07-09 15:15:00",
    "body": "Help on baggage fees? Cheaper prescription drugs? The right to fix your iPhone yourself? President Biden on Friday outlined an executive order that reads like a laundry list of consumer wishes. It’s intended to help give people more choices, lower prices and higher wages by seeking changes on a range of fronts, from jobs and healthcare to travel and technology.<br />The announcement won’t likely change much for consumers immediately—the order by itself doesn’t impose new requirements on businesses. Instead, it encourages government agencies to adopt policies and write regulations that push back against corporate consolidation and business practices that may stifle competition, lead to higher prices and lead to fewer product choices.<br />Here’s a guide to what the order could mean for your money, job and health.<br />The order directs the Transportation Department to consider rules requiring fee refunds when your bags are delayed, and for fees to be clearly disclosed.<br />The baggage-fee refund issue has been pending before the department for years. The Obama administration put through a rule saying airlines had to refund baggage fees if luggage was lost by the airline in transit, but declined to require refunds for bags that were late. In 2016, Congress told the DOT to adopt the idea, but it never went forward. Congress also said airlines should be required to refund other fees, like Wi-Fi or in-flight entertainment, if those services don’t work."
}