{
    "url_original": "https://www.wsj.com/articles/checkmate-in-berlin-review-breaking-the-blockade-11625836185",
    "url": "checkmate-in-berlin-review-breaking-the-blockade-11625836185",
    "title": "‘Checkmate in Berlin’ Review: Breaking the Blockade",
    "sub_head": "After Stalin cut road and rail connections, West Berlin needed thousands of tons of supplies daily.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366292?width=620&size=custom_2700x2205",
    "image_1": "im-366292.jpg",
    "time": "2021-07-09 09:09:00",
    "body": "The occupation of ravaged Berlin by the triumphant Americans, British and Russians in the summer of 1945 inscribed a coda to World War II in Europe, but it was also the first skirmish in the Cold War that in many respects is still going on. For most adult Americans, postwar Berlin is a flickery newsreel of the 1948 Allied airlift, the construction of the wall sealing off the Russian sector in 1961, and its joyous destruction 28 years later as the Soviet empire began to implode. Those fading memories are faint reflections of the dramatic struggle for Berlin, especially in those first years.<br />At Yalta in February 1945, Winston Churchill, a dying Franklin Roosevelt and the cagey Joseph Stalin carved up Germany, with the Russians taking the eastern half and the Allies dividing up the west. Berlin—isolated in the Soviet zone 100 miles from Germany’s internal border—was itself divided in similar fashion. Two rail lines and two autobahns controlled by the Russians afforded the only access to the city from the west. The British and American zones each had an airport—seemingly peripheral at the start, they would each play central roles in the epic siege of Berlin that was to shape the enduring conflict to come.<br />Soon a courageous band of American and British military officers would be jousting daily with their obdurate Soviet counterparts over the fate of 2.4 million cold and half-starved West Berliners, while far away in Washington, London and Moscow their superiors schemed for advantage in the fog of a new kind of war over the future of Europe itself.<br />The British writer Giles Milton brings this epic story to exhilarating life in “Checkmate in Berlin: The Cold War Showdown That Shaped the Modern World,” his meticulously researched and crisply written account of those pivotal early years in divided Berlin. His book is popular narrative history at its very best—evoking the savage rapacity of the Soviet conquerors and unspeakable suffering of the captive Berliners, the plucky resilience of a now all-but-forgotten hero of the American occupation forces, and the brilliant execution of the Allied airlift that broke the Russian blockade of Berlin.<br />Mr. Milton deftly sketches the players—among them, the pugnacious Yankee Col. Frank “Howlin’ Mad” Howley, who ran the show under courtly Gen. Lucius Clay, and Gen. William “Tonnage” Tunner, the impresario of the airlift; spade-bearded Walter Ulbricht, Stalin’s political stooge in East Germany; the Russian generals Alexander Kotikov and Vasily Sokolovsky, who tormented the Allied commanders at every meeting; and Ernst Reuter, the stalwart anticommunist mayor of West Berlin. The author provides unforgettable vignettes, including the discovery of Hitler’s records in his dentist’s shattered office; they matched a jawbone found in Hitler’s bunker, refuting Stalin’s lie that the Führer had somehow escaped alive."
}