{
    "url_original": "https://www.wsj.com/articles/chicago-casino-would-be-a-costly-bet-gambling-operators-say-11627128000?mod=business_lead_pos4",
    "url": "chicago-casino-would-be-a-costly-bet-gambling-operators-say-11627128000",
    "title": "Chicago Casino Would Be a Costly Bet, Gambling Operators Say",
    "sub_head": "City sees source for new revenue but potential $1 billion cost might make developers wary",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-373732?width=860&height=573",
    "image_1": "im-373732.jpg",
    "time": "2021-07-24 08:00:00",
    "body": "Chicago leaders are searching for a company to build the city’s first casino, but big gambling operators are concerned that the government’s plans will be too costly to make the project feasible.<br />The city is calling for a megaresort with hotel rooms, meeting space and a surrounding entertainment district, according to a request for proposals issued in April. Chicago is hoping a casino will aid its underfunded pensions, said city officials.<br />Chicago’s requirements for the megacasino mean a developer could have to spend $1 billion or more to accomplish the task, according to one person familiar with the plans. Casino-resorts that have opened in Las Vegas and Boston in recent years, albeit on a larger scale than what Chicago has proposed, have cost $4.3 billion and $2.6 billion.<br />Chicago’s desires follow on the heels of a wave of states and cities seeking to expand gambling to boost their economies, a decadeslong trend that has surged recently with online wagering. Gambling companies are eyeing a possible casino in New York City and investments in the rapidly growing online wagering market across the U.S.<br />“We expect to have a very unique entertainment and gaming experience that you’re not going to find anywhere else in the region,” Chicago Mayor Lori Lightfoot said in an interview. “That is certainly our expectation. We’re going to be driving toward that.”"
}