{
    "url_original": "https://www.wsj.com/articles/childrens-books-not-little-review-11625233237",
    "url": "childrens-books-not-little-review-11625233237",
    "title": "Children’s Books: ‘Not Little’ Review",
    "sub_head": "A tale of small stature and big personality.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362529?width=620&size=custom_6062x3442",
    "image_1": "im-362529.jpg",
    "time": "2021-07-02 09:40:00",
    "body": "When you are a child, it is irksome when adults mistake you for being younger than you are. It’s even more galling if you are a child of small stature, for it may be your misfortune, as it is for the heroine of “Not Little” (Neal Porter, 38 pages, $18.99), to be taken as some kind of infant. “People look at me and ask if I’m in preschool,” the girl, Dot, complains in Maya Myers’s lively and understanding text. “At restaurants, they laugh when I order from the grown-up menu.” In Hyewon Yum’s colorful and expressive illustrations, we see why Dot says she’s small but not little: She’s brimming with vigor and personality.<br />One day at school there’s a newcomer named Sam, and he’s even smaller than Dot. A school bully takes note. In the cafeteria, the mean boy looks at Sam’s lunch: “That must be baby food.” Outraged, Dot intervenes in such a forceful way that she silences the place. In the aftermath, readers ages 4 to 8 see the bully taken aside by a teacher (turns out that he’s pretty small, too) and the start of a new friendship for two children who are emphatically not little.<br />The vast compendium of colorful “All-American toy ads” that Jim Heimann and Steven Heller have put together for “Toys” (Taschen, 523 pages, $40) makes this volume a mesmerizing time capsule. With commentary in English, French and German, the book reproduces 20th-century print advertisements for toys organized by decade, from model trains (1900) and teddy bears (1907) all the way through to the Nintendo Game Boy (1989) and Barney the Dinosaur plush toys (1998).<br />For adults, the book delivers one jolt of nostalgia after another. Which ads strike the old chords will depend, of course, on which years the reader might have been poring over catalogs, magazines and comic books. (Dick Tracy watches! Sea monkeys!) The selection offers an irresistible cavalcade of name-brand goodies, such as Meccano, Lincoln Logs, Silly Putty and Tinkertoys, along with weirder and, to the cold eye of the present, retrograde toys such as “noncombatant gas masks” from 1946 (“every ‘red-blooded’ boy will want one”) and the “Suzy Goose Housekeeping Set” from 1965, which came with a pink plastic dust pan and “a real Dupont sponge.”<br />The authors don’t seem much charmed by the ads they’ve compiled. They take a dark view of the purpose of toy advertisements, which, they write, “are gateways to a life of consumption.” Further, they observe, many toys were “advertised in aspirational ways and express life’s privileges and benefits of wealth, race, or ethnicity. Competitive buying and owning is not just an adult syndrome—it starts with molding kids’ behavior.” Well, sure: Companies were selling toys, and they wanted people to buy them. It’s still rather fun to look back and see how they did it."
}