{
    "url_original": "https://www.wsj.com/articles/childrens-books-art-for-kids-11626449617",
    "url": "childrens-books-art-for-kids-11626449617",
    "title": "Children’s Books: Seeing the World Through an Artist’s Eyes",
    "sub_head": "To lead young readers to art’s exuberant pleasures, the painter’s brush is the best guide.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-368652?width=860&height=435",
    "image_1": "im-368652.jpg",
    "time": "2021-07-16 15:41:00",
    "body": "The notion that artistic rebels and their fans are somehow superior to the rest of us is, at this point in history, a trope as stale and quaint as a thrift-store antimacassar. Yet the idea persists that traditional paintings and sculptures, and those who like them, are somehow tainted by their attachment to balance and beauty and that, if you want to be one of the cool cats, you had better side with the rule-breakers.<br />This is the animating spirit of art historian Ben Street’s “How to Be an Art Rebel” (Thames & Hudson, 80 pages, $17.95), an exasperating introduction to art for kids ages 6-8 that sets reproductions of notable works amid cartoon illustrations by Jay Daniel Wright. Our docent is a sassy feline who wears jeans, sneakers and a black bomber jacket. (Edgy!) Writing as the cat, Mr. Street takes a tone of horrible chumminess. He’s constantly inveigling young readers to have contempt for the adults in their lives. “Boring adults will tell you that art is SUPER serious,” he begins, on a page that shows the Mona Lisa passing wind: “ART IS FUN!”<br />Mr. Street approves of the Surrealists, who “never learned to be all proper and boring,” and even encourages children to call out as “a big stinking liar” any grownup who presumes to see meaning in Surrealist art. Mr. Street regrets that the “old gray statues” of antiquity no longer have their original “wild colors” (for which he blames “boring adults” who scrubbed the paint away). He finds fault with Renaissance nudes such as Michelangelo’s David and Botticelli’s Venus because they are “posey” and “don’t look like real people at all.” With its disparagement of both parents and cultural masterworks, “How to Be an Art Rebel” is guaranteed to ruin any family’s trip to the museum.<br />We can be grateful that Winslow Homer (1836-1910) was not trying to break rules but to capture, in paint, the truth of what he saw in the shifting light and impossible bulk of unquiet waters. In “Breaking Waves: Winslow Homer Paints the Sea” (Neal Porter, 40 pages, $18.99), Wendell Minor uses pencil and watercolor to evoke a sense of the briny realism that Homer achieved in his studio on the coast of Maine (see below). Drawn by the “stark beauty” of the sea, Robert Burleigh writes, Homer never tired “of this great subject of his: the force and power of the constantly changing ocean,” which might gleam “in the sun like a mirror” or thunder “majestic, free, wild, untamed—forever!”<br />With quiet intensity, the book’s words and pictures set Homer’s work and self-sufficient style of living within the frame of this fascination. Children ages 4-8 may almost feel that they have joined in the artist’s creative process: standing with him in suspended moments of concentration; leaping into action with him as he swiftly mixes paints and sends his brush skimming across the paper so that, “on the page, the colors slowly turn—into ocean, rocks, glowing clouds.”"
}