{
    "url_original": "https://www.wsj.com/articles/childrens-books-in-a-mystical-landscape-anything-can-happen-11625836783",
    "url": "childrens-books-in-a-mystical-landscape-anything-can-happen-11625836783",
    "title": "Children’s Books: In a Mystical Landscape, Anything Can Happen",
    "sub_head": "A compendium of Greenland’s Inuit culture places readers in a realm of icy waters and shape-shifting animals.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-365982?width=620&size=custom_5300x2776",
    "image_1": "im-365982.jpg",
    "time": "2021-07-09 09:19:00",
    "body": "There’s something pleasantly disconcerting about the way the past looks when we view it through folk tales. The old stories reveal ways of thinking and living that are strange to us yet also recognizable. We are like people looking down through murky waters, seeing half-identifiable shapes moving far below in the deep. This is perhaps the feeling parents and children will get from Gunvor Bjerre’s retellings of 35 stories from Greenland’s Inuit culture in “The Man of the Moon” (Inhabit Media, 187 pages, $29.95), a collection drawn from the work of 19th-century anthropologist Knud Rasmussen and translated into English by Charlotte Barslund.<br />The tales situate us in a timeless realm of icy waters, shape-shifting animals, and humans who must constantly strive to stay ahead of hunger and death. Hunters are prized, and the getting of food is a central part of almost every tale. As Ms. Bjerre writes in a short introduction: “Greenlandic legends and myths are often brutal, a testament to life on the edge of survival.”<br />Thus in these stories we meet a great many orphans and witness the deployment of a great many weapons. Life is precarious, and perhaps for this reason old Greenlandic family arrangements seem to have been strikingly flexible. In one story, a man named Tunutoorajik falls out with his cousin, so he and his wife move in with a one-legged giant and his spouse. Having two hunters in the household means that the couples enjoy “plenty of meat and blubber” from walruses, bears and seabirds. But then it transpires that Tunutoorajik’s wife is pregnant, and when her baby is born it has only one leg. Readers may be expecting a scene of cuckold’s rage, but no: “They agreed that the giant must be the father of the baby, and all of them celebrated the birth with great joy.”<br />There’s a similar matter-of-factness in the titular story, in which the man in the moon explains why he and his sister, the sun, are never seen together. Long ago, during a night of playful bed-hopping with friends, the two of them had accidentally slept together, and the sun has still not got over her embarrassment. What’s notable is that such details don’t figure in the Greenlandic stories in a salacious way; they’re merely one element of a mystical landscape populated by talking whales, flying spirits and foxes in human form. A glossary of Inuit terms and watercolors by Miki Jacobsen add perspective to this compendium for children ages 7 and older.<br />Nicola Davies sets a cathartic story of sorrow and love in coastal Chile in “Ride the Wind” (Candlewick, 40 pages, $17.99), a picture book for readers ages 5-11. The story tells of a motherless boy named Javier, his brusque, widowed father and their rugged life together fishing in cold seas. When an albatross gets snagged by a hook at sea, Javier hides the bird and secretly sets about restoring it to health. Once back on land, his neighbors pitch in: “Señora Araya gave him ointments to heal its wounds. Señor Ortiz let Javier have his old dog’s bed for a nest. Señorita Vidal let him buy the smallest fish for just a little money.”"
}