{
    "url_original": "https://www.wsj.com/articles/childhood-antipoverty-programs-face-narrow-path-in-congress-11625823000?mod=politics_lead_pos3",
    "url": "childhood-antipoverty-programs-face-narrow-path-in-congress-11625823000",
    "title": "Childhood Antipoverty Programs Face Narrow Path in Congress",
    "sub_head": "Democrats feel pressure to keep reconciliation package under $3 trillion",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-366379?width=620&size=1.5",
    "image_1": "im-366379.jpg",
    "time": "2021-07-09 05:30:00",
    "body": "EXPANSIVE CHILD ANTIPOVERTY PROGRAMS are at the center of Democrats’ work on a massive reconciliation package, but most of the party’s proposals, even from committee chairs and party leaders, are likely to be left on the cutting room floor. With pressure to keep the overall package price tag under $3 trillion, or perhaps lower, the only train leaving the station might be an extension of Biden’s expanded Child Tax Credit, and even that might only be temporary to keep costs down.<br />Democratic Sens. Chuck Schumer, Ron Wyden and Bob Casey want to build on the expanded CTC, which goes into effect next week, by tacking on another major program: children’s savings accounts. The accounts, for children whose parents or guardians earn under $100,000 a year, would be seeded annually with $500 in government contributions as long as the parents still qualify, according to legislation introduced last week. The proposal is similar to one introduced by Sens. Cory Booker and Tammy Baldwin, which would provide a savings account with $1,000 at the time of a child’s birth, followed by annual deposits of up to $2,000, invested in long-term Treasury bonds. The Booker-Baldwin “baby bonds” plan would also have a slightly lower qualifying threshold than the other Democratic plan.<br />Though some Republicans, like Utah Sen. Mitt Romney, have proposed their own versions of tax credits for families with children, Democrats don’t expect their support for a sweeping reconciliation package that includes them. Booker and Baldwin’s plan has 15 co-sponsors, all Democrats, while the Schumer-Wyden-Casey plan also has no announced Republican support.<br />The current Biden top priority is a $450 billion extension of the CTC until 2025—even a permanent extension of that program is seen as a bridge too far, since it could crowd out other key Democratic priorities for reconciliation, like climate measures and elder care, among others. Democrats are holding more than 35 events nationwide to bring attention to the CTC and push for making it permanent. Among those participating is Labor Secretary Marty Walsh, according to the event’s organizers.<br />A temporary renewal of the CTC expansion until 2025 could set up a 2024 presidential campaign tax fight for the ages: 2025 is also when the lowered individual income-tax rates from the 2017 Tax Cuts and Jobs Act are set to expire."
}