{
    "url_original": "https://www.wsj.com/articles/china-restrictions-private-tutoring-market-xi-jinping-11627409426?mod=opinion_lead_pos1",
    "url": "china-restrictions-private-tutoring-market-xi-jinping-11627409426",
    "title": "Wall Street Gets a Chinese Education",
    "sub_head": "Communist Party control always trumps the needs of investors.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-27 14:37:00",
    "body": "The big surprise from this week’s slump in Chinese company stocks is that people are claiming to be surprised. President Xi Jinping has made plain for years that he intends to bring ever greater swathes of China’s private economy under the state’s control. Guess what, Wall Street: He meant it.<br />The most recent twist came this weekend when Beijing unveiled draconian new restrictions on the private-tutoring market. This has been a booming industry as middle-class parents invested in extra online classes for their children. Foreign investors tried to get in on the action by buying shares in companies such as  New Oriental Education & Technology Group  and  TAL Education Group  listed in New York or  Koolearn Technology Holding  listed in Hong Kong.<br />No longer. The new regulation requires companies to convert into nonprofits, and it bans new listings or capital raising. Foreigners are barred from investing in the industry, and there’s a prohibition on foreign curriculum or employment of teachers outside China to deliver lessons remotely. Shares in tutoring companies promptly tumbled.<br />So did shares in other Chinese companies. The Nasdaq Golden Dragon Index of around 100 large U.S.-listed Chinese firms lost 15% in two days after word of the impending tutoring crackdown emerged late last week, and it’s down some 45% since February.<br />Investors appear to be figuring out what’s really going on here. Ostensibly the tutoring crackdown is a form of social policy, as Beijing worries that out-of-control tutoring costs discourage parents from having more children. But this is really about the Communist Party’s political control. The Party wants to control what Chinese students study and who teaches them. It can’t tolerate foreigners writing lesson plans through private companies."
}