{
    "url_original": "https://www.wsj.com/articles/china-regulatory-moves-knock-chinese-tech-stocks-11625607284?mod=markets_lead_pos1",
    "url": "china-regulatory-moves-knock-chinese-tech-stocks-11625607284",
    "title": "China Regulatory Moves Knock Chinese Tech Stocks",
    "sub_head": "Falling shares of Didi, Full Truck, Kanzhun drag Tencent Music, Baidu and other Chinese stocks lower",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-364902?width=620&size=1.5",
    "image_1": "im-364902.jpg",
    "time": "2021-07-06 17:34:00",
    "body": "Chinese technology stocks fell Tuesday after China’s cybersecurity regulator widened its review of several of the country’s newest public companies.<br />Ride-hailing giant  Didi Global Inc.  shed nearly a third of its value since shares spiked as high as $18 apiece on June 30, the day of the company’s public debut. Last week Chinese officials banned the company from adding new users and launched a probe of the company’s data practices.<br />On Monday, Chinese officials announced similar probes into other newly public Chinese tech companies—truck-hailing app  Full Truck Alliance Co.  and an online recruiting app  Kanzhun Ltd. —sending shares of those stocks and countless others in the region sputtering. On Tuesday, Full Truck slid nearly 6.7% and Kanzhun fell 16%.  Baidu Inc.,   Tencent Music Entertainment Group ,   JD.com Inc.  and  Pinduoduo Inc.  slid between 5% and 6.8%.<br />The latest regulatory actions and stock moves have confounded emerging-market investors, who say they feel stuck between balancing their bullish outlooks on the growth of Chinese tech stocks against increasingly aggressive regulatory attacks from both China and the U.S.<br />“I understand the market; investors hate uncertainty,” said Brendan Ahern, the chief investment officer for KraneShares in New York, of the pullback in Chinese tech stocks. “But despite all the regulatory bark, there’s been no real financial bite to it.”"
}