{
    "url_original": "https://www.wsj.com/articles/chinese-ev-maker-xpeng-makes-debut-in-hong-kong-11625647056?mod=business_lead_pos12",
    "url": "chinese-ev-maker-xpeng-makes-debut-in-hong-kong-11625647056",
    "title": "Chinese EV Maker XPeng Makes Debut in Hong Kong",
    "sub_head": "With uncertainty clouding Chinese listings in U.S., rival to Tesla and NIO obtained dual-primary listing and raised $1.8 billion",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-365434?width=620&size=1.5",
    "image_1": "im-365434.jpg",
    "time": "2021-07-07 04:37:00",
    "body": "Chinese electric-vehicle maker  XPeng Inc.  made its debut on Hong Kong’s stock exchange on Wednesday, wrapping up a listing that brings it closer to investors in China and offers it insurance against the risk of being kicked off U.S. markets.<br />XPeng, which competes with  Tesla Inc.  and homegrown rivals such as  NIO Inc.  and  Li Auto Inc.,  raised the equivalent of $1.8 billion by selling shares in Hong Kong. Ten months ago in its initial public offering on the New York Stock Exchange, XPeng raised $1.5 billion.<br />Unlike numerous U.S. listed Chinese companies, such as Alibaba Group Holding Ltd. and  NetEase Inc.,  which have sold shares through secondary listings in Hong Kong since late 2019, XPeng opted for what is known as a dual-primary listing. That means it has to follow Hong Kong disclosure and corporate governance standards more closely.<br />That choice allowed XPeng to list in Hong Kong more quickly than if it had done a secondary listing and could give it greater weight in the city’s share indexes. The dual-primary listing also makes XPeng eligible for Stock Connect, a trading link with mainland China.<br />The setup means XPeng’s listing status in Hong Kong will be independent of what happens in the U.S., said Brian Gu, the company’s president and vice chairman. “In the event of sudden disruption to our U.S. listing and trading status, our shares can continue to trade in Hong Kong without any interruption,” he said."
}