{
    "url_original": "https://www.wsj.com/articles/china-moves-to-ease-child-rearing-costs-in-drive-to-boost-births-11626799245?mod=world_major_2_pos4",
    "url": "china-moves-to-ease-child-rearing-costs-in-drive-to-boost-births-11626799245",
    "title": "China Moves to Ease Child-Rearing Costs, in Drive to Boost Births",
    "sub_head": "Policies would raise supply of affordable child care, encourage housing preferences for families with children",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-372213?width=860&height=573",
    "image_1": "im-372213.jpg",
    "time": "2021-07-20 12:40:00",
    "body": "HONG KONG—China said it would ease financial burdens and social restrictions associated with child-rearing, seeking to encourage births as it loosens decades-old rules on family planning.<br />China said that it would reduce the cost of raising and educating children and shore up labor protections for women over the next five years, according to a policy document drafted by China’s ruling Communist Party and its cabinet, which was published Tuesday by the state-run Xinhua News Agency.<br />The document, which offered general guidelines but left concrete details on implementation to local officials, follows Beijing’s decision in May to allow all married couples to have as many as three children. That move was part of a broader effort to boost the country’s falling fertility rate.<br />In easing birth restrictions, the Communist Party said at the time that it would provide government support for education and child-rearing, recognizing the economic and societal strains that have discouraged married couples from having more children.<br />China introduced a strict “one-child policy” starting in 1980, a time when Beijing viewed the country’s fast-growing population as an obstacle to economic success. As the negative impact of birth controls grew increasingly clear over the decades, however, Beijing formally ended the one-child policy in 2016 by allowing all married couples to have as many as two babies."
}