{
    "url_original": "https://www.wsj.com/articles/china-takes-didi-investors-for-a-ride-11625610962?mod=opinion_lead_pos3",
    "url": "china-takes-didi-investors-for-a-ride-11625610962",
    "title": "China Takes Didi Investors for a Ride",
    "sub_head": "American shareholders get an expensive lesson in Xi Jinping risk.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-365331?width=620&size=1.5",
    "image_1": "im-365331.jpg",
    "time": "2021-07-06 18:36:00",
    "body": "American investors buy shares in Chinese companies because they want to take bigger risks in exchange for bigger potential returns, and it looks like their wish is Beijing’s command. Witness how Chinese regulators have tanked the stock in ride-hailing firm  Didi Global Inc.  barely a week after the company raised $4.4 billion in a listing on the New York Stock Exchange.<br />The trouble started within days of last Wednesday’s listing, when Chinese regulators ordered Didi—the Chinese version of Uber and  Lyft —to stop accepting new customers and, later that weekend, told app stores to remove the app for download. The moves threatened the growth potential investors found so exciting. Beijing’s Cyberspace Administration, which issued these diktats, cited concerns about the security of user data.<br />Now Didi has become embroiled in what may turn into a broader Beijing crackdown on Chinese companies issuing shares abroad. The State Council on Tuesday said it would tighten oversight of companies listing overseas, particularly with regard to their use and storage of customer data. Beijing, which runs an increasingly extensive surveillance state, isn’t worried about its citizens’ privacy. Rather, it probably wants to make sure foreigners can’t access the same data that it can.<br />Two other recent U.S. listings,  Full Truck Alliance Co.  and  Kanzhun Ltd. , also are in the crosshairs over ostensible data concerns after raising a combined $2.5 billion in their public offerings last month. Didi’s shares fell more than 20% Tuesday, closing well below its IPO price of $14.<br />Most of this counts as business as usual in China, as investors should have known. Didi’s prospectus disclosed that executives from Didi and at least 30 other internet companies in April were hauled in for a meeting with Beijing regulators, where they were told to conduct “self-inspections” for compliance with antitrust, tax and other laws. The company warned it could only assume its self-criticism, er, inspection had been sufficient."
}