{
    "url_original": "https://www.wsj.com/articles/china-india-move-tens-of-thousands-of-troops-to-the-border-in-largest-buildup-in-decades-11625218201",
    "url": "china-india-move-tens-of-thousands-of-troops-to-the-border-in-largest-buildup-in-decades-11625218201",
    "title": "China, India Move Tens of Thousands of Troops to the Border in Largest Buildup in Decades",
    "sub_head": "Both countries have built new infrastructure to support larger deployments and positioned advanced military equipment in the region",
    "category_1": "World",
    "time": "2021-07-02 05:30:00",
    "body": "NEW DELHI—China and India have sent tens of thousands of soldiers and advanced military equipment to their disputed border, as troop deployments in the region reach the highest level in decades.<br />The People’s Liberation Army has gradually increased its troop presence, mostly over the past few months, to at least 50,000, up from about 15,000 at this time last year, according to Indian intelligence and military officials. Those moves have been matched by India, which has sent tens of thousands of its own troops and advanced artillery to the region, the officials said.<br />Both countries have built up infrastructure at the border in recent months, including insulated cabins and huts to keep troops stationed there through the frigid Himalayan winters.<br />Much of the military buildup has occurred in eastern Ladakh, a region that overlaps with Kashmir and Tibet. The deadliest confrontation between the two countries in decades occurred there last June in the Galwan Valley, where 20 Indian and four Chinese soldiers were killed.<br />Chinese security forces, which usually go to the Tibet Autonomous Region for annual summer training under the PLA’s western theater command, recently participated in high-altitude drills focused on combat with sophisticated weapons. Indian officials said they fear that China is using the drills this year as cover to move more troops to the region permanently."
}