{
    "url_original": "https://www.wsj.com/articles/china-evergrande-stock-bonds-fall-after-court-ruling-11626697086?mod=markets_lead_pos7",
    "url": "china-evergrande-stock-bonds-fall-after-court-ruling-11626697086",
    "title": "China Evergrande Stock, Bonds Fall After Court Ruling",
    "sub_head": "Lender wins ruling freezing about $20 million of Chinese property developer’s assets",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-371446?width=860&height=573",
    "image_1": "im-371446.jpg",
    "time": "2021-07-19 08:18:00",
    "body": "Shares and bonds of  China Evergrande Group  fell Monday, after a creditor won a legal ruling freezing about $20 million of the indebted Chinese property developer’s assets, intensifying concerns about its ability to repay its debt.<br />Once a darling of the junk bond markets, where it issued many billions of dollars of securities, Evergrande has become one of the main sources of concern for investors in riskier Chinese debt. While the company has touted rapid progress in debt reduction, as of March it still had interest-bearing debts of 674 billion yuan, equivalent to $104 billion.<br />Evergrande’s Hong Kong-traded stock dropped 16% to close at 8.21 Hong Kong dollars, equivalent to $1.06, the lowest since early 2017. The company’s onshore and international bonds also fell in price. A 10.5% dollar bond due 2024 declined 6 cents to 61.4 cents on the dollar, lifting yields to 33%, according to Tradeweb.<br />A court in east China’s Jiangsu province froze 132 million yuan, equivalent to $20.4 million, of bank deposits and assets held by Evergrande units, at the request of lender China Guangfa Bank Co. The ruling was uploaded on July 13 to a Chinese government portal, but was circulating among investors on Monday. The court said it made the decision to protect Guangfa’s legal interests.<br />Evergrande said a subsidiary owed 132 million yuan to a Guangfa Bank branch in Jiangsu, but said the loan isn’t due until March 27, 2022. Evergrande said it would sue the bank for abusing legal procedures. Calls to Guangfa Bank went unanswered on Monday afternoon."
}