{
    "url_original": "https://www.wsj.com/articles/chinas-tech-regulator-orders-companies-to-fix-anticompetitive-security-issues-11627304021?mod=tech_lead_pos1",
    "url": "chinas-tech-regulator-orders-companies-to-fix-anticompetitive-security-issues-11627304021",
    "title": "China’s Tech Regulator Orders Companies to Fix Anticompetitive, Security Issues",
    "sub_head": "Country continues crackdown on large technology companies with new six-month rectification program",
    "category_1": "Business",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-375071?width=860&height=573",
    "image_1": "im-375071.jpg",
    "time": "2021-07-26 08:53:00",
    "body": "China’s main technology-sector regulator ordered the country’s internet giants to fix certain anticompetitive practices and data security threats, building on a regulatory campaign to reform how China’s largest tech companies operate.<br />China’s Ministry of Industry and Information Technology, which oversees China’s telecommunication and industry policies, said Monday that its new six-month rectification program was aimed at correcting a range of industry issues, including disrupting market order, infringing on user’s rights, mishandling user data and violating other regulations.<br />Monday’s release didn’t specify any businesses by name. But the ministry listed several infractions that have earned some of China’s largest tech platforms regulatory blowback in the past few months.<br />As a result of China’s regulatory crackdown, the country’s large tech companies have come under greater scrutiny this year for practices that previously went unquestioned. One such issue raised by the tech-sector regulator is the “malicious blocking of website links” to other company sites and products, which keeps competitors locked out of major tech ecosystems and has created hard lines between rival platforms.<br />That habit, once a core tenet of China’s tech industry, looks to be changing under the new regulatory environment. The Wall Street Journal reported earlier this month that China’s two most powerful tech companies,  Alibaba Group Holding Ltd.  and  Tencent Holdings Ltd. , were working on opening up their services to one another’s platforms."
}