{
    "url_original": "https://www.wsj.com/articles/chinese-suppliers-to-apple-nike-shun-xinjiang-workers-as-u-s-forced-labor-ban-looms-11626795627",
    "url": "chinese-suppliers-to-apple-nike-shun-xinjiang-workers-as-u-s-forced-labor-ban-looms-11626795627",
    "title": "Chinese Suppliers to Apple, Nike Shun Xinjiang Workers as U.S. Forced-Labor Ban Looms",
    "sub_head": "Three suppliers do an about-face after hiring thousands of Uyghurs and Turkic Muslims",
    "category_1": "China",
    "time": "2021-07-20 11:40:00",
    "body": "Chinese factories that supply  Apple Inc.  and  Nike Inc.  and make other products sold in the U.S. are shunning workers from Xinjiang, as Western countries increase scrutiny of forced labor from the remote northwestern region where Beijing has been accused of committing genocide against local ethnic minorities.<br />Lens Technology Co.  Ltd, a Chinese maker of smartphone touch screens and supplier to Apple and other companies, phased out Uyghur factory workers transferred from Xinjiang through a state-backed labor program last year, according to former staff and shop owners near one of its factories. The company has also ceased hiring Uyghur workers, according to current staff.<br />Chinese mask producer Hubei Haixin Protective Products Group Co. Ltd., whose personal protective equipment is sold on U.S. e-commerce sites, no longer employs laborers from Xinjiang, said a company employee who didn’t identify herself before hanging up. The company decided not to renew the contracts of its Xinjiang laborers last September after reports last year alleging the use of forced labor drew negative attention, the employee said.<br />And a Chinese subsidiary of  Taekwang Industrial Co.  Ltd., which makes sneakers for Nike in China, sent workers from the region home in the second quarter of last year, according to a Nike statement that was on the company’s website in June 2020. The company’s statement has been updated since then, but the old version of the statement has been stored by the Internet Archive, a nonprofit that keeps a digital library of webpages.<br />It couldn’t be determined if Xinjiang workers at Lens facilities were producing components that ended up in Apple products. An Apple spokesman said the company conducted more than 1,100 audits and interviewed 57,000 workers in the past year and a half  to check if suppliers were following its standards. The company’s supplier code of conduct prohibits any kind of discrimination."
}