{
    "url_original": "https://www.wsj.com/articles/chinas-evs-force-foreign-auto-makers-to-catch-up-11626434957?mod=business_lead_pos4",
    "url": "chinas-evs-force-foreign-auto-makers-to-catch-up-11626434957",
    "title": "China’s EVs Force Foreign Auto Makers to Catch Up",
    "sub_head": "Only Tesla has convinced Chinese consumers that its offerings can match the local competition",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-07-16 07:29:00",
    "body": "SHANGHAI—Electric cars reached a milestone in the second quarter, capturing more than one-tenth of new Chinese auto sales for the first time. But other than  Tesla Inc.,  foreign makers have failed to convince Chinese consumers that their EVs match the local competition.<br />Those makers include  Volkswagen AG , which has built dedicated electric-car factories in Shanghai and Foshan—with a combined annual capacity of 600,000 vehicles—and has a third in the works.<br />In March VW started deliveries in China of its ID.4 compact sport-utility vehicle, the beginning of its global ID series—the company’s first serious attempt to produce cars designed to be electric, rather than EV variants of existing gasoline vehicles.<br />Volkswagen Group, which includes brands such as Audi and Porsche in addition to VW, is defending an 18% share of the China market, according to LMC Automotive. VW alone commands 13%, making it the most popular auto brand in China by some distance. The ID.4 is an early test of the company’s ability to sustain its China dominance through the electric revolution, and of the public’s readiness to accept VW’s conversion to an EV company.<br />The initial signs should be disconcerting for the German auto maker, said Tu Le, managing director of Sino Auto Insights, a consulting firm. Volkswagen has sold 3,300 ID.4s in its first three months on the market, according to Chinese autos website D1EV. That compares with the Volkswagen group’s total first-half sales of 1.85 million vehicles in China."
}