{
    "url_original": "https://www.wsj.com/articles/china-appears-to-be-building-new-silos-for-nuclear-missiles-researchers-say-11627401364",
    "url": "china-appears-to-be-building-new-silos-for-nuclear-missiles-researchers-say-11627401364",
    "title": "China Appears to Be Building New Silos for Nuclear Missiles, Researchers Say",
    "sub_head": "Discovery from commercial satellite imagery follows another U.S. think-tank analysis appearing to identify a separate missile-silo project",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-375834?width=860&height=573",
    "image_1": "im-375834.jpg",
    "time": "2021-07-27 11:56:00",
    "body": "HONG KONG—Satellite imagery appeared to show China building a new network of silos for launching nuclear missiles, a U.S. think tank said, the second such project that American analysts have accused Beijing of advancing in recent weeks.<br />In a report released Monday, a pair of researchers at the Federation of American Scientists said they found what they characterized as continuing efforts to build a missile-silo field in China’s northwestern frontier region of Xinjiang, after reviewing commercial satellite imagery.<br />The images showed 14 silo-construction sites spaced roughly 1.9 miles apart from each other in a grid pattern, each with shelters protecting them from the elements, said the report, which also cited 19 other sites where soil appeared to have been cleared as preparation for building work.<br />Researchers estimated that the field may eventually feature about 110 silos, given the grid outlines around the entire facility, located near the city of Hami in eastern Xinjiang. Construction of the silo field appeared to have started in March, the report said.<br />The report came just weeks after experts from another U.S. think tank said they detected signs, also using commercial satellite imagery, that China was building a field of potentially 120 missile silos near the city of Yumen in the northwestern province of Gansu."
}