{
    "url_original": "https://www.wsj.com/articles/chinas-monetary-policy-slips-a-gear-into-neutral-11626098702?mod=business_minor_pos12",
    "url": "chinas-monetary-policy-slips-a-gear-into-neutral-11626098702",
    "title": "China’s Monetary Policy Slips a Gear Into Neutral",
    "sub_head": "Unexpected shift in monetary policy is raising questions on strength of China’s rebound",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-367826?width=620&size=1.5",
    "image_1": "im-367826.jpg",
    "time": "2021-07-12 10:05:00",
    "body": "China just trimmed the reserve requirement ratio for banks—one of its major monetary policy instruments—for the first time since the height of the pandemic. There is more: China’s monthly lending data released Friday also showed economywide growth in debt and equity finance outstanding stabilizing at 11% year over year after months of sharp slowdowns, and bank lending ticking up. China’s monetary policy has shifted from a tighter stance to neutral.<br />The question is why now, especially just a few months after regulators specifically told banks to curtail loan growth for the rest of the year, according to a Bloomberg report in April.<br />On the more benign side, this might be partly a response to higher seasonal liquidity needs as tax season approaches—as the People’s Bank of China has asserted. The reserve ratio cut will release around 1 trillion yuan ($154 billion) of liquidity, but part of this will also be used to repay maturing loans from the central bank.<br />Other explanations are less palatable. China’s quarterly gross-domestic-product figures are due Thursday, and this might be an attempt to inoculate markets against bad news.<br />Of particular concern are recent data points on consumption and services, which have remained stubbornly soft over the past year despite the rapid rebound in industry. The employment gauges of China’s official services and construction purchasing-managers indexes both ticked down significantly in June, and improvement in the 31-city-surveyed unemployment rate stalled out in May. New orders in the export sector, a major employer, have tapered off as well."
}