{
    "url_original": "https://www.wsj.com/articles/china-meets-with-taliban-stepping-up-as-u-s-exits-afghanistan-11627492777?mod=politics_featst_pos1",
    "url": "china-meets-with-taliban-stepping-up-as-u-s-exits-afghanistan-11627492777",
    "title": "China Meets With Taliban, Stepping Up as U.S. Exits Afghanistan",
    "sub_head": "Foreign minister, signaling a growing role for Beijing in the country, urges group to pursue peace efforts",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-28 13:19:00",
    "body": "TAIPEI—China’s foreign minister urged the Taliban to distance itself from terrorist groups and take steps to establish peace in Afghanistan, in a meeting with the group on Chinese soil that signaled Beijing is stepping in diplomatically as the U.S. withdraws from the country.<br />At the session with Taliban co-founder and political office chief Mullah Abdul Ghani Baradar in the northeastern Chinese city of Tianjin on Wednesday, Foreign Minister Wang Yi called the Taliban a pivotal military and political force in Afghanistan that is expected to play an important role in reconstructing the country, according to China’s Foreign Ministry.<br />Mr. Wang asked all factions in Afghanistan to make progress on reconciliation and establish a broad and inclusive political structure, without detailing what that might look like.<br />Beijing has had numerous interactions with the Taliban over the years, but the need for reassurances has grown as the Taliban make a string of advances on the battlefield. The Taliban see China as a source of international legitimacy, a potential economic supporter and a means of influence over Pakistan, a Chinese ally that has aided the group.<br />Peace talks between the Afghan government and the Taliban have dragged on with little progress, increasing the likelihood of more bloodshed once the U.S. fully withdraws. The Taliban’s gains recently drove the U.S. military to launch airstrikes in the country, despite plans to depart by the end of August."
}