{
    "url_original": "https://www.wsj.com/articles/chinas-tech-crackdown-could-backfire-badly-11627627273?mod=markets_lead_pos10",
    "url": "chinas-tech-crackdown-could-backfire-badly-11627627273",
    "title": "China’s Tech Crackdown Could Backfire Badly",
    "sub_head": "When a government comes to believe it can snap its fingers and create—or destroy—whole industries at will, things can easily go awry",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377772?width=860&height=573",
    "image_1": "im-377772.jpg",
    "time": "2021-07-30 02:44:00",
    "body": "In the superhero movie “Avengers: Infinity War,” antagonist Thanos snaps his fingers and half of life in the universe instantly disappears. After the rout of the past few days, that may sound horribly familiar to investors in certain Chinese educational and internet technology stocks.<br />The big question is what comes next.<br />The regulatory fusillade against China’s internet technology firms has been intensifying for months and clearly has several drivers: among them a good-faith effort to curb anticompetitive practices that hurt small businesses and IT upstarts, elite displeasure with the financial and media clout of companies like Ant and Alibaba, and Beijing’s worries about data security.<br />But perhaps the most compelling explanation, articulated on multiple occasions by the government itself, is simply that Beijing would strongly prefer more investment to flow into what it regards as real technology like microchips, batteries, robotics and advanced materials, rather than continuing to endure what it calls a “disorderly expansion of capital” in areas such as internet software platforms.<br />Certainly this is the conclusion of the stock market itself. Since last Friday, Alibaba and Tencent have lost 9% and 11%, respectively, in Hong Kong, while state-backed Semiconductor Manufacturing International Corp., or SMIC, and  Hua Hong Semiconductor  are up 25% and 22%, respectively."
}