{
    "url_original": "https://www.wsj.com/articles/chinas-digital-yuan-puts-ant-and-tencent-in-an-awkward-spot-11627210802?mod=tech_lead_pos1",
    "url": "chinas-digital-yuan-puts-ant-and-tencent-in-an-awkward-spot-11627210802",
    "title": "China’s Digital Yuan Puts Ant and Tencent in an Awkward Spot",
    "sub_head": "Jack Ma’s Ant has quietly run pilot tests using digital yuan; ‘it’s even more risky to stay on the sidelines,’ says one observer",
    "category_1": "Markets",
    "time": "2021-07-25 07:00:00",
    "body": "HONG KONG—China is calling on private-sector pioneers Ant Group Co. and  Tencent Holdings Ltd.  to help it develop a state-backed digital currency that threatens the pair’s highly popular payment networks.<br />The People’s Bank of China in recent months has accelerated the testing of its digital yuan, putting the operators of Alipay and WeChat Pay in a difficult spot: They have little choice but to take part, despite the risk of eroding the huge user bases they have grown over years. Most of China’s 1.4 billion people use at least one of the private services to make mobile payments.<br />Last week, in its first white paper on the subject, the PBOC said the e-CNY is being developed mainly for domestic retail payments. It said China needs payment services “that are more convenient, safe, inclusive and privacy friendly” and a payments infrastructure that is interoperable across platforms.<br />While the 16-page document didn’t mention Alipay and WeChat Pay by name, it noted the dwindling use of cash in China—a result of the two networks’ dominance. Since Alipay pioneered digital payments more than a decade ago, followed by WeChat, the population has come to rely heavily on mobile payments, all but abandoning cash in some big cities.<br />The PBOC said the e-CNY would be circulated via approved commercial banks and nonbank payment firms. It has given banks a head start in its digital-yuan pilots, tapping six state-owned lenders in a trial of the e-CNY wallets earlier this year. Ant’s MYbank and Tencent’s WeBank later became participants, but the two virtual banks so far haven’t been allowed to run full-blown tests the way the state-owned banks have."
}