{
    "url_original": "https://www.wsj.com/articles/china-steels-itself-for-fight-to-cool-rising-commodities-prices-11626600602?mod=markets_lead_pos3",
    "url": "china-steels-itself-for-fight-to-cool-rising-commodities-prices-11626600602",
    "title": "China Steels Itself for Fight to Cool  Rising Commodities Prices",
    "sub_head": "Officials plan release of additional state stockpiles and other measures as global demand buoys markets for copper, coal, aluminum and more",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-369357?width=860&height=573",
    "image_1": "im-369357.jpg",
    "time": "2021-07-18 05:30:00",
    "body": "HONG KONG—China’s multipronged campaign to roll back rising commodity prices is pitting the world’s largest buyer of many major resources and its brand of command economic policy against global market forces. Prices show victory remains elusive.<br />Chinese authorities aren’t giving up yet, signaling that they plan in the near term to double down on measures launched in recent months to cool commodity markets that have been buoyed by economic recoveries around the world. Adding to inspections of pricing platforms and broad warnings against market speculation, Beijing in early July auctioned state stockpiles of copper, aluminum and zinc reserves to increase supplies. The state stockpiler said it plans to sell more.<br />“We will continue to organize releases of state stockpiles in the near future to ensure the stable operation of the market,” the National Development and Reform Commission, China’s top economic planner overseeing its commodity reserves, said July 6.<br />Global prices haven’t bowed to Beijing’s will after its first round of auctions. London copper is up about 4% from mid-June and is still at its highest levels in a decade after ebbing off a record in May. Global demand for the red metal remains high across its many industrial applications such as in electric vehicles and building construction. London aluminum is up 6% and zinc 4% from mid-June.<br />In other moves by Beijing to try to damp the market, Chinese regulators have warned domestic industry associations and producers against illegal activities including market manipulation. The government has said it is also “seeking opinions on combating speculation.” Beijing is carrying out a probe, begun last month, into iron-ore trading platforms and said it would also investigate coal prices, escalating a monthslong campaign to curb high prices of the fuel. Prices of both commodities remain near records."
}