{
    "url_original": "https://www.wsj.com/articles/chinese-regulators-to-enter-didi-offices-to-conduct-cybersecurity-investigation-11626415836?mod=business_lead_pos2",
    "url": "chinese-regulators-to-enter-didi-offices-to-conduct-cybersecurity-investigation-11626415836",
    "title": "China Sends State Security, Police Officials to Didi for Cybersecurity Probe",
    "sub_head": "The stationing of regulators at the ride-hailing firm is the latest development in saga that has gripped the country’s tech industry",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-370434?width=860&height=573",
    "image_1": "im-370434.jpg",
    "time": "2021-07-16 06:09:00",
    "body": "SINGAPORE—China sent regulators including state security and police officials to  Didi Global Inc.’s  ride-hailing business on Friday as part of a cybersecurity investigation, the latest development in a regulatory saga that has gripped China’s tech industry.<br />Regulators from government units including the Ministry of Public Security, the Ministry of State Security, the Cyberspace Administration of China, the Ministry of Transport and Ministry of Natural Resources will be stationed at Didi starting Friday for the investigation, the cyberspace administration said in an online statement.<br />The Cyberspace Administration of China, the country’s internet regulator, earlier this month ordered Didi to undergo a cybersecurity review over national-security concerns, days after the company raised $4.4 billion in a New York initial public offering. The regulator also said Didi illegally collected personal data and ordered more than two dozen of its apps removed from app stores.<br />The Ministry of Public Security is in charge of China’s domestic security, while the Ministry of State Security oversees the country’s civilian arm for intelligence gathering and counterespionage. Lawyers and analysts say the two ministries are part of an agency overseeing cybersecurity reviews.<br />Still, their participation signals the potentially serious nature of the investigation. Potential outcomes include financial penalties, suspensions of business licenses and criminal charges."
}