{
    "url_original": "https://www.wsj.com/articles/china-inflation-cools-but-beijing-worries-economy-is-losing-heat-11625813842",
    "url": "china-inflation-cools-but-beijing-worries-economy-is-losing-heat-11625813842",
    "title": "China Inflation Cools but Beijing Worries Economy Is Losing Heat",
    "sub_head": "Price increases moderate in June, but authorities appear to be uneasy about the short-term cost pressures on manufacturers and the unbalanced nature of the longer-term recovery",
    "category_1": "Economy",
    "category_2": "Asia Economy",
    "image_1_url": "https://images.wsj.net/im-366882?width=620&size=1.5",
    "image_1": "im-366882.jpg",
    "time": "2021-07-09 02:57:00",
    "body": "HONG KONG—After a yearlong run-up that pushed producer inflation to the highest level in more than a decade, China’s factory-gate prices rose at a slightly slower pace in June, raising hopes among economists that inflation in the world’s second-largest economy may have hit a turning point.<br />China’s producer-price index rose 8.8% in June from a year earlier, edging down from May’s year-over-year surge of 9.0%, the National Bureau of Statistics said Friday. The reading was in line with forecasts from economists polled by The Wall Street Journal. It was the first time the figure declined from the previous month since last October.<br />Apart from a higher base of comparison last year, the modest slowdown in the inflation measure was driven primarily by slower increase in global metal prices and Beijing’s recent efforts to tame the domestic commodities rally, the statistics bureau said.<br />Chinese authorities’ warnings to metals producers against hoarding and price fixing and their move to release state reserves of copper and aluminum helped push a measure of raw-materials prices last month to its lowest level since October.<br />“The policy of ensuring supply and stabilizing domestic commodity prices has shown success,” Dong Lijuan, a senior analyst at China’s statistics bureau, said Friday. “The price increase of industrial products has slowed down.”"
}