{
    "url_original": "https://www.wsj.com/articles/china-tech-billionaire-adds-to-sector-largess-with-2-billion-donation-11626441977?mod=markets_lead_pos13",
    "url": "china-tech-billionaire-adds-to-sector-largess-with-2-billion-donation-11626441977",
    "title": "China Tech Billionaire Adds to Sector Largess With $2 Billion Donation",
    "sub_head": "Xiaomi’s Lei Jun transfers about 616 million company shares to two charitable foundations co-founded by him",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-370529?width=860&height=573",
    "image_1": "im-370529.jpg",
    "time": "2021-07-16 09:26:00",
    "body": "The chairman of smartphone maker  Xiaomi Corp.  has given company shares worth more than $2 billion to charity, in the latest huge donation by a Chinese mogul as Beijing deepens its crackdown on the country’s tech sector.<br />Xiaomi—which overtook  Apple Inc.  as the world’s second-biggest smartphone vendor in the second quarter, according to Canalys—is seen by analysts as less of a priority for Chinese regulators than China’s online giants, given its focus on hardware manufacturing.<br />But with the handout, billionaire Lei Jun, who is also the company’s founder and chief executive, is following gifts made by leaders at some of the country’s biggest internet companies.<br />Mr. Lei has transferred about 616 million shares to two charitable foundations co-founded by him, stock-exchange filings late Friday showed. Based on that day’s closing stock price of 28.25 Hong Kong dollars, or the equivalent of about $3.64, the donation was valued at about $2.2 billion. After the transaction, he holds a 10.6% stake in Xiaomi, one of the filings showed.<br />Last month, Wang Xing, founder of delivery giant Meituan, gave away more than $2 billion worth of shares to his charitable foundation. In the same month, ByteDance Ltd. founder Zhang Yiming made a gift of about $77 million to set up an educational fund in his hometown, according to the local education bureau. ByteDance owns the short-video app TikTok."
}