{
    "url_original": "https://www.wsj.com/articles/chinas-nuclear-silos-and-the-arms-control-fantasy-11625696243?mod=opinion_lead_pos7",
    "url": "chinas-nuclear-silos-and-the-arms-control-fantasy-11625696243",
    "title": "China’s Nuclear Silos and the Arms-Control Fantasy",
    "sub_head": "The Cold War is over, and Beijing is determined to amass an arsenal worthy of a superpower.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-365362?width=620&size=1.5",
    "image_1": "im-365362.jpg",
    "time": "2021-07-07 18:17:00",
    "body": "New satellite images published recently reveal that China is building more than 100 new nuclear missile silos in its western desert. Many American arms-control proponents, including the researchers who made the discovery and the Washington Post editorial board, immediately blamed China’s actions on U.S. nuclear modernization plans and recommended that Washington make an arms-control deal with China to address this nuclear threat. This is both the wrong diagnosis and the wrong solution.<br />China is engaging in a massive nuclear-arms buildup as part of its broader strategy to challenge the U.S.-led rules-based international system, and the U.S. will need to respond by updating its nuclear program to defend itself and the free world.<br />For decades, China possessed a modest nuclear arsenal of a few hundred weapons. Unlike the U.S. and the Soviet Union, China never built a large nuclear arsenal during the Cold War, because the country’s nuclear doctrine promised never to use nuclear weapons first and called for a minimal force capable of retaliating against enemy attack.<br />U.S. defense strategists, however, long feared that China would eventually try to compete with the U.S. nuclear arsenal. They believed that as China became a geopolitical superpower, its leaders would eventually pursue a superpower nuclear arsenal.<br />That is exactly what we are seeing today. The new missile silos in the desert are part of a Chinese nuclear buildup that includes new submarines, bombers, and ballistic and hypersonic missiles. U.S. defense officials, including Commander of U.S. Strategic Command Charles A. Richard, have publicly testified that China’s nuclear arsenal will double, if not triple or quadruple, within the decade. This buildup could make China a nuclear peer with the U.S. and Russia, which each maintain no more than 1,550 strategic nuclear weapons, per New Start Treaty limits."
}