{
    "url_original": "https://www.wsj.com/articles/china-education-stocks-vie-variable-interest-entity-emerging-markets-11627575751?mod=opinion_major_pos8",
    "url": "china-education-stocks-vie-variable-interest-entity-emerging-markets-11627575751",
    "title": "How China Played American Investors",
    "sub_head": "Shares tumbled this week as investors wondered what they really own when they buy Chinese stocks.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-07-29 13:26:00",
    "body": "Wall Street this week received a shock lesson in “capitalism with Chinese characteristics,” as Beijing’s preferred market setup is often described. The shares of many Chinese companies listed in New York and other foreign markets plummeted because it turns out that model never involved much actual capitalism.<br />Ostensibly the thing that set markets reeling was a raft of new regulations for China’s burgeoning . . . online tutoring market? It sounds ridiculous that a new restriction on for-profit extra instruction on Saturdays could have triggered a massive selloff that reduced the share prices of some of China’s largest tech companies by about 15% on average. These education regulations are bad for China’s middle class and its economy on the merits. But surely they don’t warrant such a pronounced market response.<br />Sure enough, the full explanation for the selloff turned out to have a lot do with the most obscure of the new rules: a demand that the listed tutoring companies “rectify” their shareholding structures.<br />Uh-oh. Beijing has in mind something called the variable-interest entity, or VIE. Many big-name Chinese companies that have sold shares in foreign markets (including Hong Kong) over the past two decades have done so only quasi-legally at best. Beijing prohibits foreign ownership of large sections of the Chinese economy, and especially the most profitable parts involving digital technology and data. The workaround was to create an offshore holding company or VIE. The Chinese operating company would bind itself contractually to remit its profits to the offshore entity, which could then sell shares to foreign investors.<br />Any investor with a stomach strong enough to read a Chinese listing prospectus will be familiar with the risks, which always boil down to four key points: The Western investor doesn’t own anything, since ownership of the VIE does not translate into a claim on the assets of the operating Chinese company. The Western investor can make no demands on the management of the Chinese company because absent an equity stake there is no mechanism by which to influence or change management. In the event of a dispute, no one can guarantee a Chinese court would enforce the contracts binding the operating Chinese company to the VIE that Western shareholders do own."
}