{
    "url_original": "https://www.wsj.com/articles/chinas-carbon-trading-debut-is-a-mixed-bag-11626697387?mod=business_minor_pos10",
    "url": "chinas-carbon-trading-debut-is-a-mixed-bag-11626697387",
    "title": "China’s Carbon Trading Debut is a Mixed Bag",
    "sub_head": "China’s new national carbon market is up and running. But to really be effective, carbon prices will have to rise quickly.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-19 08:23:00",
    "body": "While the world has been focused on spacefaring billionaires over the past week, a big development for planet Earth has only merited moderate attention: On Friday, China’s long awaited national carbon market started trading.<br />How well that market functions could go a long way toward deciding how much chance the world really has to reduce the probability of worst-case climate scenarios. It also could end up being a key issue between China and the West. If the U.S. and the European Union conclude China is serious about tackling emissions, that could help spur more aggressive climate action in the developed world—and open up more space for a less zero-sum approach to relations in general.<br />So far, cautious optimism is probably warranted. But the price of carbon in China is still clearly too low, and the market itself still excludes key energy users like steel. Both need to change soon. Without a declining supply of total credits over time and auctions as in Europe—rather than just allowances distributed to power producers based on their previous years’ power and carbon output as in China’s current system—substantial emissions cuts could remain elusive. The shaky finances of coal plants and their banks also muddy the water for Beijing on tough, quick action against the fuel.<br />The carbon market closed at 51.23 yuan, equivalent to $7.91, per metric ton on Friday according to Thomson Reuters. That is still well below prices in Europe, where a metric ton will cost you around $60, and probably below levels needed to really change behavior. For instance,  ANZ Bank  estimates that a 36 yuan per metric ton carbon price would only represent around an extra 5% operational cost for Chinese coal plants. And a 2016 World Bank paper found that reducing Chinese emissions in 2030 by 16% from their baseline estimate would require carbon prices rising to 157 yuan per metric ton by that date.<br />Regulators do appear open to fixing problems. Draft regulations released in January set a maximum penalty of only 30,000 yuan ($4,630) for not buying enough offsets. A more recent proposal from the Ministry of Ecology and Environment in March suggests a 500,000 yuan maximum. For large generators that may still be far too low, but at least it shows a willingness to move in the right direction."
}