{
    "url_original": "https://www.wsj.com/articles/chips-are-not-down-at-samsung-11627549492?mod=business_minor_pos10",
    "url": "chips-are-not-down-at-samsung-11627549492",
    "title": "Chips Are Not Down at Samsung",
    "sub_head": "Samsung shares have suffered this year as investors anticipate the end of the memory-chip price boom. They shouldn’t be so pessimistic.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377064?width=860&height=573",
    "image_1": "im-377064.jpg",
    "time": "2021-07-29 05:04:00",
    "body": "Korean technology giant  Samsung Electronics  is cashing in on its memory chips. The boom may not last forever but its leading technology position should help it weather slower times well too.<br />The world’s largest smartphone and memory-chip maker said Thursday that its operating profit for the three months ended in June rose 54% from a year earlier to the highest level since 2018. That’s against a low base last year, but its operating profit grew from the previous quarter too, by 34%. A one-off gain from Samsung’s display segment—likely a guaranteed payment from  Apple —helped. But the company’s semiconductor division was the main profit driver. Operating profit there more than doubled from a quarter earlier.<br />The chip shortage continues to help. Samsung not only sold more memory chips, but at higher prices. Component shortages, however, have hit the firm’s handset sales downstream.<br />Investors are already looking past the stellar quarter to the future: Samsung’s shares have lost 13% since January, partly reversing last year’s 45% gains. The main concern is whether the momentum of memory demand will continue. The component shortage could also further hurt end demand as manufacturers find it hard to ramp up production. Apple warned this week that supply constraints could hurt iPhone and iPad sales.<br />Work-from-home demand for personal computers may also start to fade as more people get vaccinated against Covid-19. And many manufacturers may have built big memory-chip inventories, which could presage a hangover down the road."
}