{
    "url_original": "https://www.wsj.com/articles/chip-shortage-makes-work-trucks-scarce-for-businesses-facing-booming-demand-11626091201?mod=business_lead_pos6",
    "url": "chip-shortage-makes-work-trucks-scarce-for-businesses-facing-booming-demand-11626091201",
    "title": "Chip Shortage’s Latest Toll: A Shortage of Work Trucks",
    "sub_head": "A bottleneck has left small businesses and municipalities competing over scarce supply of commercial vehicles as business rebounds",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-07-12 08:00:00",
    "body": "Construction contractors, home cleaners and other service-based companies are struggling to find new work vehicles, a potential bottleneck in growing their businesses as demand for their services surges amid the rebounding economy.<br />A shortage of computer chips that are used for everything from engines to air bags has disrupted vehicle production for months, squeezing dealer inventory and leaving car shoppers with scant selection and elevated prices. As auto makers prioritize building pricey trucks and SUVs for individual buyers, commercial-fleet operators—which generally favor no-frills models and buy them at a discount—have been disproportionately affected, analysts and dealers say.<br />The pullback in commercial-fleet sales has left businesses and municipalities competing over scarce supply, often exceeding their budgets to buy vehicles that may not be the best fit for the job. Some fleet operators and dealers say factory orders for pickup trucks and cargo vans have been sitting unfilled for months.<br />In some cases, the inventory crunch has prevented businesses from buying new vehicles to replace older models. In others, it has hampered their ability to expand operations to satiate booming demand related to an uptick in construction, home renovations and other services.<br />Randy Blubaugh said his home-cleaning business outside Dallas is receiving between 50 and 70 calls a week from households asking for on-site assessments his business can’t handle without more cars."
}