{
    "url_original": "https://www.wsj.com/articles/chips-biggest-political-pawn-still-has-a-strong-game-11626895036?mod=markets_lead_pos12",
    "url": "chips-biggest-political-pawn-still-has-a-strong-game-11626895036",
    "title": "Chips’ Biggest Political Pawn Still Has a Strong Game",
    "sub_head": "ASML’s major expansion looks like a solid bet, as subsidies for domestic production could offset limits to sales in China",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-21 15:17:00",
    "body": "The extremely expensive nature of chip manufacturing makes efficiency paramount. But for some producers of chip manufacturing equipment, inefficiency could become a saving grace.<br />Consider ASML. The Dutch company’s extreme ultraviolet lithography, or EUV, tools are so key to advanced chipmaking that semiconductor manufacturers looking to produce cutting-edge processors for products such as personal computers, smartphones, data centers and network gear simply can’t get by without them. That also has made ASML into a key weapon in the global semiconductor Cold War that keeps warming up. The U.S. has leaned on the Dutch government to prevent those EUV tools from being shipped to Chinese chip makers.<br />That poses a problem for ASML, given that China is now the world’s top market for semiconductor equipment, accounting for 26% of global sales last year, according to the SEMI industry trade group.<br />But politics is affecting the chip equipment market in other ways, too. The U.S. and European governments have focused on beefing their own domestic chipmaking abilities in the wake of a massive global production shortage. That is resulting in direct government support for the sector. The U.S. Senate passed a bill last month calling for $52 billion in subsidies to support domestic chip production.<br />Chip fabrication facilities are expensive to build and equip so manufacturers typically manage their expansion carefully to match global demand. But a jump in fabs thanks to government subsidies will likely introduce some inefficiencies into the system. ASML Chief Executive Peter Wennink said on his company’s second-quarter call Wednesday that such inefficiencies will likely result in additional equipment demand. He also predicted that the inefficiency “will be managed rationally by a few very large manufacturers.”"
}