{
    "url_original": "https://www.wsj.com/articles/christies-sells-3-5-billion-of-art-in-first-half-of-2021-11626213584",
    "url": "christies-sells-3-5-billion-of-art-in-first-half-of-2021-11626213584",
    "title": "Christie’s Sells $3.5 Billion of Art in First Half of 2021",
    "sub_head": "Art market roars back as crypto-collectors and millennials in Asia drive sales on everything from NFTs to blue-chip art",
    "category_1": "Arts",
    "category_2": "Art & Auctions",
    "image_1_url": "https://images.wsj.net/im-368511?width=700&height=467",
    "image_1": "im-368511.jpg",
    "time": "2021-07-13 17:59:00",
    "body": "After a turbulent year, Christie’s said Tuesday that millennials in Asia and cryptocurrency collectors are splurging on blue-chip art, bidding up everything from jewelry to Jean-Michel Basquiat.<br />Christie’s sold $3.5 billion of art during the first half of the year, up 75% from the first seven months last year when the pandemic upended its entire calendar and compelled the London-based house to delay its marquee May series to midsummer.<br />“We’re seeing a very strong rebound,” said Chief Executive Guillaume Cerutti, adding that 87% of its offerings found buyers during the first half of the year.<br />The total includes $2.7 billion in art sold online and during live-streamed auctions as well as $850 million in privately brokered art sales. The house also appears close to recapturing its pre-pandemic momentum, with its latest auction total falling just shy of the $2.8 billion in art it auctioned off during the first half of 2019. Private sales have already surpassed pre-pandemic levels, the house said.<br />Rival Sotheby’s declined to comment on its sales, but a recent report from auction research firm ArtTactic said it found the house had auctioned roughly $2.8 billion in art during the first half. Phillips said it would release its sales figures later this month. The same ArtTactic report estimated the boutique auctioneer auctioned off around $425 million in art."
}