{
    "url_original": "https://www.wsj.com/articles/chrysler-owner-stellantis-joins-the-electric-vehicle-race-with-differences-11625768723?mod=markets_lead_pos13",
    "url": "chrysler-owner-stellantis-joins-the-electric-vehicle-race-with-differences-11625768723",
    "title": "Chrysler Owner Stellantis Joins the Electric-Vehicle Race—With Differences",
    "sub_head": "Global auto maker is matching aggression of GM and Ford while focusing on margins",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-08 14:25:00",
    "body": "Of Detroit’s Big Three automobile companies, Chrysler undeservedly gets the cold shoulder on Wall Street. Investors might benefit from paying closer attention some time before 2026.<br />That is the year when parent company  Stellantis  expects to make a sustainable double-digit operating margin, it said at a highly choreographed “EV day” on Thursday. Amid the torrent of numbers announced by its competitors at similar events in recent months, this one stands out. Mainstream car makers have historically struggled to make double-digit margins, and electric vehicles won’t be cheaper than traditional ones for a number of years. Yet as the new technology gradually takes over, Stellantis thinks its margins can climb.<br />One explanation is that the target is aspirational, but this would be uncharacteristic. When Chief Executive Carlos Tavares ran Peugeot SA, the French car maker that combined with  Fiat Chrysler  in January to create Stellantis, he set low margin targets that he could easily beat. That no longer seems to be his approach. Investors should probably read the number as the product of elaborate postmerger planning, layering estimates of synergies and falling battery costs on the robust market conditions of the past 12 months. Mr. Tavares was careful to include the caveat that it assumed a steady external backdrop.<br />The shift in tone might reflect the success  General Motors  and  Ford Motor  have had in winning over tech-focused investors by aggressively communicating EV strategies. Ford’s investor event in May, when it raised the estimated amount it would spend on EVs to $30 billion by 2025, was rapturously received. Last month, GM lifted its allocated spending on EVs and autonomous driving to $35 billion by 2025.<br />Stellantis joined this arms race on Thursday by saying it would spend at least 30 billion euros by 2025 on EVs, equivalent to roughly $35.5 billion. But the margin target made clear that the company also is committed to making a decent return on its investments—something the car industry has historically been bad at. Another difference: Stellantis placed more emphasis on giving its various brands distinctive EV voices than the likes of  Volkswagen  and GM have. Certain Stellantis badges, such as Opel and Fiat, will become all-electric in Europe, whereas Ram in Detroit will continue to make traditional gas-powered pickup trucks as well as launch electric versions."
}