{
    "url_original": "https://www.wsj.com/articles/citigroup-is-closing-in-on-peers-in-one-key-way-11626287228?mod=markets_lead_pos12",
    "url": "citigroup-is-closing-in-on-peers-in-one-key-way-11626287228",
    "title": "Citigroup Is Closing in on Peers in One Key Way",
    "sub_head": "Solid growth in checking accounts is a hopeful sign as it tries to refocus on the U.S. consumer market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-369281?width=860&height=573",
    "image_1": "im-369281.jpg",
    "time": "2021-07-14 14:27:00",
    "body": "Some key metrics at  Citigroup  are keeping pace with peers right now, a hopeful indicator of better days ahead.<br />The news coming out of banks’ second-quarter reports this week hasn’t pleased investors so far, as they didn’t give very buoyant updates on their interest income. Citigroup said it didn’t expect a significant further decline in net interest revenue for the rest of this year. The KBW Nasdaq Bank index is down more than 2% since reporting began on Tuesday.<br />The cautious outlooks are a function of low rates and tepid loan growth, a problem across banking. But Citigroup is still making incremental progress on other longer-term projects. The bank said that its retail checking deposits grew 24% year-over-year. That is about what  Bank of America ,  a giant of U.S. retail banking, did over the same period in consumer banking, though on a bigger base.<br />Reorienting Citigroup more around U.S. consumer banking is a vital part of the bank’s effort to narrow its longstanding performance gap with peers. The bank also said it is now internally testing some features of its forthcoming digital account partnership with Alphabet’s Google.<br />Retail checking is one of the cheapest and stickiest forms of funding. Citi’s cost of deposits is falling but remains higher than those of some megabank peers, and that will likely persist as part of the nature of Citigroup’s more international deposit base. But the gap between them is narrowing, in part because other banks just can’t get much lower. Notably, Citigroup has lowered its average long-term debt liabilities versus a year ago, a much more expensive funding source."
}