{
    "url_original": "https://www.wsj.com/articles/civilian-climate-corps-green-jobs-environmentalism-11627506705?mod=opinion_major_pos16",
    "url": "civilian-climate-corps-green-jobs-environmentalism-11627506705",
    "title": "A Civilian Climate Corps for America",
    "sub_head": "Massachusetts Sen. Ed Markey defends the idea of a national brigade of environmental workers.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-377274?width=860&height=573",
    "image_1": "im-377274.jpg",
    "time": "2021-07-30 13:46:00",
    "body": "Your editorial “A New National Climate Army” (July 27) misses the critical benefits of the Civilian Climate Corps: a workforce trained to compete in the 21st-century economy and create good-paying jobs. The Civilian Climate Corps would put Americans to work reducing carbon emissions, enabling a transition to renewable energy, building healthier and more resilient communities, implementing conservation projects with proven climate benefits, and helping communities recover from climate disasters.<br />Last year saw 22 billion-dollar weather and climate disasters across America, costing $95 billion. Our climate crisis is getting worse in every part of our country. As the West Coast fights fires and the East Coast fights storms and smoke, the editorial board fights straw men. A Civilian Climate Corps would create good-paying jobs that can turn into clean-economy careers, while making the country a safer, healthier place that can compete in the global economy.<br />Sen. Edward J. Markey (D., Mass.)<br />Washington<br />Of all the bad ideas that come out of Washington, a Civilian Climate Corps is the worst. Paying young activists to trumpet climate propaganda would be counterproductive to any worthy environmental objective. You can bet that there won’t be any balance, scientific objectivity or constructive dialogue from this initiative. If leftist billionaires want to fund it, they can do so. But to use taxpayer money is absurd."
}