{
    "url_original": "https://www.wsj.com/articles/civilian-climate-corps-democrats-ed-markey-alexandria-ocasio-cortez-sunrise-movement-evergreen-action-11627337295?mod=opinion_lead_pos1",
    "url": "civilian-climate-corps-democrats-ed-markey-alexandria-ocasio-cortez-sunrise-movement-evergreen-action-11627337295",
    "title": "A New National Climate Army",
    "sub_head": "Democrats want to pay young Americans to tell you how to behave.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-26 18:37:00",
    "body": "As the U.S. recovers from a pandemic, with workers in services and manufacturing in short supply across the economy, here’s what no one sensible thinks America urgently needs: a huge new federal Civilian Climate Corps.<br />Yet that’s exactly what Democrats want to create as part of their plan to expand government into every corner of American life. It isn’t enough to lecture Americans about the supposed perils of climate change. Now they also want to tax you and other Americans to pay your children to spend years lecturing you.<br />President Joe Biden has requested $10 billion for the climate shock troops in his American Jobs Plan. Like so many other ideas in this Administration, the idea comes from the Democratic left, specifically the Sunrise Movement and Evergreen Action. Their idea was adopted by New York Rep. Alexandria Ocasio-Cortez and Massachusetts Sen. Ed Markey, who have proposed a Climate Corps that employs 1.5 million Americans over five years.<br />The precedent is FDR’s Civilian Conservation Corps, which paid Americans to work when the jobless rate was more than 20% in the Depression. But Sunrise says that program had “deep flaws, including exclusionary racist and sexist practices of hiring almost solely white men and its nonconsensual development on stolen Native American land.” Evergreen Action says the Climate Corps would “confront the interlocking crises of climate change, environmental and racial injustice, and economic inequality.”<br />If that mission sounds grandiose, you’re understating things. “The climate crisis is impacting every aspect of our lives,” so “the only way we are going to fully combat it is if we fully transform every aspect of our society and economy as we know it,” says Ellen Sciales, a Sunrise spokesperson."
}