{
    "url_original": "https://www.wsj.com/articles/cleveland-guardians-indians-baseball-11627238467?mod=opinion_lead_pos9",
    "url": "cleveland-guardians-indians-baseball-11627238467",
    "title": "Cleveland Drops the Ball",
    "sub_head": "The new name of the city’s baseball team—the Guardians—sounds like it belongs on the side of an armored truck.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-374857?width=860&height=573",
    "image_1": "im-374857.jpg",
    "time": "2021-07-25 16:31:00",
    "body": "‘Cleveland is a city that has been ravaged by financiers and industrialists . . . its population abandoned to their fate, left to freeze their ass off, standing in the dirty winter slush, waiting for a bus that is a long time coming. Somehow they go on living,” wrote the artist Robert Crumb.<br />On Friday the Cleveland Indians announced that, starting in the 2022 season, they will be known as the Guardians. It’s a name that would look good on the side of a Brink’s truck. My cousin George said, “It sounds like an insurance company softball team.” I prefer Cleveland Rocks. George likes Cleveland Grays.<br />I was born and raised in the dirty winter slush. I still live here. I’ve been to some Tribe games. I’ve seen three no-hitters (Stieb, Bauman and Siebert). Bob Feller was once in my house. In the old days, ballplayers held regular jobs in the off-season. Feller sold us some insurance. My dad was thrilled to have Rapid Robert in our living room.<br />I remember Municipal Stadium, which was knocked down in 1996. It was cavernous and nearly always empty. You just had to tell the usher you were going to the bathroom and you could upgrade your seat right up to the first-base line.<br />Guardians—the name—refers to some massive Art Deco statues, called the “Guardians of Traffic,” which grace the pylons at the Hope Memorial Bridge in central Cleveland. The “Hope” is for Bob Hope and his father, one of the stonemasons who carved the “Guardians of Traffic” statues. Bob was born Leslie “Les” Hope. He grew up funny, fending off taunts of “Hope Les.” Let’s call the Tribe the Cleveland Hopes."
}