{
    "url_original": "https://www.wsj.com/articles/climate-change-summit-cop26-cost-esg-carbon-11626297240?mod=opinion_lead_pos9",
    "url": "climate-change-summit-cop26-cost-esg-carbon-11626297240",
    "title": "The Climate-Change Agenda Goes Out With a Bang",
    "sub_head": "Ambitious plans conceal growing voter skepticism. Politicians will catch on sooner or later, and hard.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-07-15 13:02:00",
    "body": "We’re supposed to view this week as a banner occasion in the annals of climate change. The European Union unveiled a mammoth new plan to control carbon emissions, while Beijing rolled out an emissions-trading scheme and the U.K. released a plan to green up transportation.<br />Except this is all happening as climate politics seem to be undergoing a rapid and significant shift in many places, and not in the direction environmental activists hoped. To wit: Voters have started noticing how much they’re each going to have to spend to reduce carbon emissions, and they don’t like it.<br />It’s a startlingly broad phenomenon. The Swiss last month rejected a referendum to impose a fuel tax and a tax on airline tickets. The British cabinet, which on Wednesday proposed major new carbon restrictions for transport industries, also is split over previously announced plans to ban gas-fired home heating and require landlords to boost energy efficiency in rental units.<br />The EU hadn’t even unveiled its marquee new climate package this week before furious lobbying erupted in opposition from almost everyone. French officials sound particularly alert to the danger, and no wonder. President Emmanuel Macron has seen his agenda knocked off course for the better part of three years by grassroots protests against a diesel tax hike that started in 2018.<br />Meanwhile in Japan, climate-minded shareholders have just wrapped up a disastrous (for them) season of annual shareholder meetings. Resolutions codifying aggressive corporate carbon targets were defeated at all three companies where activists proposed them— Mitsubishi UFJ ,  Sumitomo and  Kansai Electric Power ."
}