{
    "url_original": "https://www.wsj.com/articles/climate-trips-up-macron-again-11625610806?mod=opinion_lead_pos4",
    "url": "climate-trips-up-macron-again-11625610806",
    "title": "Climate Trips Up Macron Again",
    "sub_head": "The French President’s green virtue signaling could cost him his job.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-365336?width=620&size=1.5",
    "image_1": "im-365336.jpg",
    "time": "2021-07-06 18:33:00",
    "body": "President Emmanuel Macron’s climate-change amendment to the French constitution effectively died this week. Its failure is the latest example in Western democracies of the disconnect between elites obsessed with climate change and the public.<br />Mr. Macron wanted a national referendum that would amend the constitution to “guarantee” environmental protection. This requires support from both houses of the French Parliament. The National Assembly, controlled by Mr. Macron’s party, approved the referendum this year.<br />The Senate announced Monday that it had voted to block the process. The upper body, with a conservative majority, worried that “guarantee” meant climate change would come before other constitutional imperatives. They feared, not unreasonably, that this would stifle innovation and business. While many in France cling to its statist past, there is still a constituency for economic dynamism.<br />This isn’t the first time Mr. Macron’s obsession with climate has wasted valuable time and political capital. Although the yellow-vest protests covered sundry domestic woes, they began as a response to a fuel-tax hike. The demonstrations led Mr. Macron to form the Citizens Convention for Climate, a body of 150 randomly selected French citizens. They came up with the climate amendment, which Mr. Macron wasted months fighting for.<br />The real shame is that Mr. Macron’s growth agenda would do more for the environment than punishing rural drivers or fiddling with the constitution. A more innovation-oriented French economy would produce companies and technology that solve environmental problems."
}