{
    "url_original": "https://www.wsj.com/articles/coal-shows-its-staying-power-as-economies-bounce-back-11625650381?mod=business_lead_pos4",
    "url": "coal-shows-its-staying-power-as-economies-bounce-back-11625650381",
    "title": "Coal Shows Its Staying Power as Economies Bounce Back",
    "sub_head": "Surging electricity use and higher natural-gas prices are giving coal new life despite its environmental drawbacks",
    "category_1": "Business",
    "time": "2021-07-07 05:33:00",
    "body": "Coal use is surging in some of the world’s largest economies as electricity demand rebounds from the pandemic, illustrating the challenges to countries looking to wean themselves off the dirty but reliable fossil fuel.<br />Coal was in decline for years in many countries, but its use is now picking up in the U.S., China and Europe despite growing pressure from governments, investors and environmentalists to curb carbon emissions. The leading reason for the uptick—which has pushed coal prices to multiyear highs—is rising power demand as economies reopen rapidly from pandemic hibernation.<br />While analysts and executives say the resurgence of coal is likely to be short-lived, it shows the world’s continued dependence on fossil fuels until renewable-energy capacity grows further and storage technologies improve.<br />Countries have spent billions adding renewable-power capacity at record rates, but solar and wind projects generate electricity only when the sun is shining or the wind is blowing, and can’t be ramped up when demand rises. Those limitations mean the world is still reliant on fossil fuels, especially when there is a surge in electricity demand. Analysts say this will remain the case until more renewable capacity is added, along with storage such as batteries.<br />“It’s difficult to get off coal because of security of supply. At the end of the day you need to keep the lights on,” said Kathryn Porter, founder of energy consulting firm Watt-Logic. “When governments are faced with the choice of not supplying electricity, or using coal, they will use coal.”"
}