{
    "url_original": "https://www.wsj.com/articles/coffee-prices-jump-to-six-year-high-as-brazilian-frost-threatens-crop-11627380128?mod=markets_lead_pos3",
    "url": "coffee-prices-jump-to-six-year-high-as-brazilian-frost-threatens-crop-11627380128",
    "title": "Coffee Prices Jump to Six-Year High as Brazilian Frost Threatens Crop",
    "sub_head": "Arabica-bean prices have leapt almost a third in July in latest instance of extreme weather sending jitters through commodity markets",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-07-27 06:02:00",
    "body": "The worst frost to strike Brazil’s coffee-growing region in more than 25 years is set to cut a chunk out of next year’s crop, sending prices of the bean to six-year highs on global markets.<br />The cold snap is the second weather shock in recent months to strike farmers in Brazil, the world’s biggest coffee producer, threatening to drive up costs at cafes and breakfast tables around the world. Before the frost came a drought that parched the 2021 crop.<br />Traders are spooked by the prospect of another lackluster harvest in a year’s time, and have pushed futures for arabica beans up to $2.08 a pound, their highest level in New York since late 2014. Coffee futures have climbed 30% in July and almost doubled over the past year, snapping a yearslong stretch of depressed prices that prompted many farmers to abandon their fields.<br />The frost-induced rally is one of a series of steep moves in commodity markets caused by extreme or unusual weather. Lumber prices jumped last week when forest fires raging in the West threatened a swath of U.S. wood supply. Floods in northwest Europe snarled the flow of commodities and goods such as chemicals along the River Rhine, an industrial thoroughfare. Plunging mercury in Texas led to a spike in natural-gas and power prices in February.<br />Investors, meanwhile, are trying to gauge the ability of companies to pass on higher prices for materials like copper, PVC and coffee to consumers. Major coffee companies may offer insights into how their business has been affected when  Starbucks Corp.  reports earnings after markets close Tuesday, followed by Switzerland’s  Nestlé SA  on Thursday."
}