{
    "url_original": "https://www.wsj.com/articles/coffee-prices-soar-after-bad-harvests-and-insatiable-demand-11626093703?mod=markets_lead_pos5",
    "url": "coffee-prices-soar-after-bad-harvests-and-insatiable-demand-11626093703",
    "title": "Coffee Prices Soar After Bad Harvests and Insatiable Demand",
    "sub_head": "Global consumption set to exceed production this year as Brazil is hit with worst drought-driven drop in output in almost 20 years",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-07-12 08:41:00",
    "body": "Global coffee prices are climbing and threatening to drive up costs at the breakfast table as the world’s biggest coffee producer, Brazil, faces one of its worst droughts in almost a century.<br />Prices for arabica coffee beans—the main variety produced in Brazil—hit their highest level since 2016 last month. New York-traded arabica futures have risen over 18% in the past three months to $1.51 a pound. London-traded robusta—a stronger-tasting variety favored in instant coffee—has risen over 30% in the past three months, to $1,749 a metric ton, a two-year high.<br />Brazil’s farmers are girding for one of their biggest slumps in output in almost 20 years after months of drought left plants to wither. Brazil’s arabica crop cycles between one stronger year followed by a weaker year. Following a record harvest in 2020, 2021 was set to be a weaker year, but the drop is more severe than expected.<br />“I’ve been growing coffee more than 50 years, and I’ve never seen as bad a drought as the one last year and this year,” said Christina Valle, a third-generation coffee grower in Minas Gerais, Brazil’s biggest coffee-growing state. “I normally take three months to harvest my coffee; this year it took me a month,” she said.<br />Brazil’s total coffee harvest this year is expected to drop by the biggest year-over-year amount since 2003, according to the U.S. Department of Agriculture. Its arabica crop is forecast to be almost 15 million 132-pound bags smaller than in 2020."
}