{
    "url_original": "https://www.wsj.com/articles/college-critical-race-theory-woke-systemic-racism-free-speech-11627420634?mod=opinion_lead_pos8",
    "url": "college-critical-race-theory-woke-systemic-racism-free-speech-11627420634",
    "title": "How Students Experience Critical Race Theory",
    "sub_head": "Collegiate-level HR workshops bombard students with obscure neologisms, ahistorical analyses and simplistic slogans.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "time": "2021-07-27 18:52:00",
    "body": "Editor’s note: This Future View discusses critical race theory on campus. Next we’ll ask, “Is a graduate degree in your field worth the cost?” Students should click here to submit opinions of fewer than 250 words before Aug. 10. The best responses will be published that night.<br /><br />What’s Your Sign?<br />Critical race theory and related ideologies dominate the University of Virginia’s campus culture. Beta Bridge, painted by students in a longstanding UVA tradition, was painted over the summer with “ACAB”—short for “all cops are bastards.” The Washington and Jefferson societies barely hold formal debates anymore; any disagreement with current woke standards is unacceptable. Students feel compelled to fall in line or risk being ostracized.<br />The prestigious lawn rooms, once a place for a UVA class to house and display the best of its students, have been co-opted by a vocal activist class. One student living there, angry with the administration for not restructuring the school’s Academical Village—part of a Unesco World Heritage site—in light of her temporary ankle injury, affixed a “F— UVA” sign to her door and listed the reasons the school is awash in bigotry: “UVA operating costs—KKKops, Genocide, Slavery, Disability, Black and Brown Life.” Within a week, probably half the students living in the lawn rooms had the same “F— UVA” signs and systematic-racism banners pinned to their doors. That is their right, but I wonder why so many of the students selected as the university’s top scholars and leaders believe displaying obscenities on their doors, simply because someone else did, will lead to productive dialogue and improved race relations."
}