{
    "url_original": "https://www.wsj.com/articles/columbia-legacy-review-conducting-history-11625174536",
    "url": "columbia-legacy-review-conducting-history-11625174536",
    "title": "‘Columbia Legacy’ Review: Conducting History",
    "sub_head": "A Sony Classical collection of 120 CDs explores the influential early sound of Eugene Ormandy and the Philadelphia Orchestra, from the 1930s through the ‘50s.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-363374?width=620&size=1.5",
    "image_1": "im-363374.jpg",
    "time": "2021-07-01 17:22:00",
    "body": "<br />There has never been a better time to buy reissued classical music recordings from the 20th century. Within the past decade, more-or-less complete sets of the performances of Herbert von Karajan, Leonard Bernstein, Fritz Reiner, Charles Munch and other legends, as well as most of the leading soloists of their times, have been remastered in gleaming sound by the companies for which they recorded.<br />Reissues have long been particularly profitable for record companies. There are no new studio costs to pay, only some residuals to the artist (or, more likely, the artist’s estate), remastering charges and, in the case of orchestral music, a possible fee to whatever musicians’ union applies. In a time when a new recording of, say, the nine Beethoven symphonies might cost more than a million dollars to make, past performances, all paid for, are money in the company nest egg.<br />Perennial bestsellers Maria Callas and Glenn Gould continue to receive handsome reissues every few years, with new discoveries added to the trove each time, and there are now comprehensive boxes dedicated to hundreds of admirable but lesser-known artists. A few of these endeavors have bordered on mania. Take the Venias reissue, a few years back, of 12 performances that the German conductor Hans Knappertsbusch led of Wagner’s “Parsifal” at the Bayreuth Festival between 1951 and 1954—all in one 48-CD set!<br />Now Sony Classical has begun a thorough collection of the recordings Eugene Ormandy made with the Philadelphia Orchestra. The first volume, “Columbia Legacy,” was released in April and is already going into its second pressing, with two further offerings in the planning stages. Ormandy was associated with the Philadelphians for 44 years, from 1936 until 1980: The present set, recorded in monaural sound, takes us only to the end of the 1950s, but contains 120 CDs. There exist some 65-year-old high-fidelity recordings that sound as though they could have been made yesterday. While none of those are in the box, the recordings it does contain are never difficult to listen to, and the lush “Philadelphia sound” comes through."
}