{
    "url_original": "https://www.wsj.com/articles/coming-face-to-face-with-an-illusion-11626386909",
    "url": "coming-face-to-face-with-an-illusion-11626386909",
    "title": "Coming Face to Face With an Illusion",
    "sub_head": "Humans are hard-wired to spot facial features quickly so we can recognize friends or foes. That’s why we see a face in the moon, or on a handbag.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-369279?width=860&height=573",
    "image_1": "im-369279.jpg",
    "time": "2021-07-15 18:08:00",
    "body": "Psychologist Susan Pinker explores new discoveries in the science of human nature. Read previous columns here.<br />How do we explain our knack of seeing things that are not really there? The man-in-the-moon, a smiley face on a manhole cover, the menacing grill of a car—such illusions of faces are part of a wider group of false pattern recognitions known as pareidolias. They’re all neural glitches: We know there’s no face on a manhole cover, yet we instantly recognize the image. The manholes’ eyes even seem to be watching us as we walk by. What’s going on?<br />Humans are primed to perceive faces wherever there’s a mere suggestion of one because our daily survival hinged on this trick eons ago, according to a recent study published in the Proceedings of the Royal Society B (Biological Sciences). Millennia later, the human brain still uses that neural shortcut to assess the level of interpersonal threat in a new situation. “You have to recognize people right away and know if they’re friend or foe, and you need to know it quickly,” explained David Alais, a psychology professor at the University of Sydney who led the study. “If there are two eyes, a nose and a mouth, there’s a response,” he said. “The brain can’t help but see something as a face, even if you know it’s a cheese grater. This highly evolved face recognition area exists in the brain because we’re the most social species on the planet.”<br />Pareidolias aren’t all about faces; they also include animal shapes identified in clouds formations or scenarios perceived in Rorschach tests. But those patterns are imagined; they emerge in a slower process of cognitive interpretation, rather than the ultra-fast matching triggered by the classic face template.<br />Two of Prof. Alais’s colleagues published a study last year that showed that observing face pareidolias engages the same region of the brain as observing a real human face. The region, called the fusiform gyrus, lines the base of the occipital and temporal lobes and is specialized for facial recognition. It becomes briefly excited in response to an illusory image but within 250 milliseconds, activation shifts to a different part of the brain. indicating that our perception of the object has moved on, too. We no longer see a face, but a car grill or the head of a mop"
}