{
    "url_original": "https://www.wsj.com/articles/committee-for-a-responsible-federal-budget-analysis-bernie-sanders-11626819096?mod=opinion_lead_pos1",
    "url": "committee-for-a-responsible-federal-budget-analysis-bernie-sanders-11626819096",
    "title": "Bernie’s Real Budget Cost: $5 Trillion",
    "sub_head": "An independent analysis shows how Democrats are hiding their true spending plans.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-372508?width=860&height=573",
    "image_1": "im-372508.jpg",
    "time": "2021-07-20 18:38:00",
    "body": "Democrats have provided few details of what they plan to include in Sen. Bernie Sanders’s $3.5 trillion budget proposal, and now we know why. The real cost is $5 trillion or more, according to an independent analysis by the Committee for a Responsible Federal Budget, which keeps an eye on fiscal matters.<br />The budget-resolution fact sheet Democrats circulated last week includes only a bare-bones description of the bill’s major programs for tax credits, new entitlements, healthcare, climate and housing. Some categories include this revealing caveat: “The duration of each program’s enactment will be determined based on scoring and Committee input.”<br />That’s Washington-speak for admitting the budget will be built on phony assumptions and gimmicks. Democrats know their proposed tax hikes and dubious “pay-fors” won’t come close to fully funding “every major program that President Biden has asked us for”—as Senate Majority Leader Chuck Schumer claimed.<br />Their plan is to include every program but start small and pretend they’re temporary. This will let them skirt the budget-reconciliation rule that spending can’t add to the deficit outside a 10-year budget window without triggering a 60-vote threshold to pass.<br />The nonprofit Committee for a Responsible Federal Budget examined the budget outline and on Monday released a more honest analysis of the bill’s cost. Its estimate is based on Joe Biden’s fiscal 2022 budget proposal and legislation that Democrats have already proposed that will fill in the budget blanks later this year. Assuming the major provisions will be made permanent and continue through the 10-year budget window, the group says, the “policies under consideration could cost between $5 trillion and $5.5 trillion over a decade.”"
}