{
    "url_original": "https://www.wsj.com/articles/community-college-tuition-cost-student-debt-11626379442?mod=opinion_major_pos4",
    "url": "community-college-tuition-cost-student-debt-11626379442",
    "title": "Community College Is the Smart Choice",
    "sub_head": "It’s a bargain at twice the price, and the stigma is misplaced.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-367533?width=860&height=573",
    "image_1": "im-367533.jpg",
    "time": "2021-07-15 17:56:00",
    "body": "I’ve had an almost comically varied career path, founding companies in education, robotics and beverages. The most surprising part of my résumé is the most mundane: I went to community college.<br />For me, the logic was simple. I saved thousands of dollars and the credits counted exactly the same as those from Boston University, from which I ultimately earned bachelor’s degrees in computer science and communications. As the son of a school teacher, the savings meant the world to me. And they mean the world to plenty of other students around the U.S.<br />Community-college tuition costs roughly one-tenth what an average private, four-year university costs, even less when you factor in on-campus housing. While financial aid can reduce private tuition bills, it can also make community college nearly free.<br />According to the American Association of Community Colleges, 41% of all undergraduates in the U.S. are enrolled in community colleges, including 39% of first-time freshmen. Those numbers should be even higher. Most college students should begin their careers at community colleges so they can graduate debt-free.<br />What’s preventing them? Students are embarrassed by community college or simply don’t know enough about it. A recent graduate told me that he didn’t even know that community college, or “junior college” in his words, was real college until he was a junior at his state school. He thought it was a remedial school for delinquents."
}