{
    "url_original": "https://www.wsj.com/articles/commercial-property-sales-volume-returns-to-pre-pandemic-levels-11627387380?mod=business_featst_pos1",
    "url": "commercial-property-sales-volume-returns-to-pre-pandemic-levels-11627387380",
    "title": "Commercial-Property Sales Volume Returns to Pre-Pandemic Levels",
    "sub_head": "Recovery has been fueled by low interest rates and optimism on fight against Covid-19",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-374784?width=860&height=573",
    "image_1": "im-374784.jpg",
    "time": "2021-07-27 08:03:00",
    "body": "U.S. commercial real-estate sales this year have rebounded to pre-pandemic levels, fueled by historically low interest rates and the belief of many investors that the worst of Covid-19 is over.<br />But the commercial-property sales landscape looks a lot different than it did before the health crisis hit in early 2020. Cities including New York and San Francisco have fallen in favor as have property types such as downtown office buildings and convention hotels.<br />Meanwhile, Sunbelt cities posted record sales and investors flocked to property types that performed well during the pandemic, including amenity-packed apartment buildings, warehouses and office buildings that cater to pharmaceutical and biotechnology industries. “There is a move to both new property types and new markets,” said a report recently released by data and research firm Real Capital Analytics.<br />Investors purchased $144.7 billion of U.S. commercial property in the second quarter, Real Capital said. Not surprisingly, that was close to triple what it was in the second quarter of 2020, when the pandemic was in its early months and there was widespread investor uncertainty over its economic impact.<br />Second-quarter sales volume this year also was above the $127.2 billion average between 2015 and 2019, according to Real Capital. This came as a surprise to many observers who had been expecting the pandemic to spark a commercial real-estate sales slump comparable to the one that followed the global financial crisis."
}