{
    "url_original": "https://www.wsj.com/articles/companies-covid-vaccine-mandate-11627582286?mod=business_minor_pos3",
    "url": "companies-covid-vaccine-mandate-11627582286",
    "title": "Which Companies Are Mandating Covid-19 Vaccines for Employees?",
    "sub_head": "Google and Facebook are requiring inoculations for worksites, but GE and Boeing aren’t. How companies are responding to the pandemic.",
    "category_1": "U.S.",
    "time": "2021-07-30 12:46:00",
    "body": "Some tech giants and Wall Street banks are requiring their workers to get Covid-19 vaccines to return to their offices. A few U.S. airlines are telling new hires they must get inoculated. Most big manufacturers aren’t mandating injections. Neither is one of the main Covid-19 vaccine producers.<br />This week, some employers, including Google and  Uber Technologies Inc . , delayed their plans to bring workers back into offices. Others that have reopened offices, such as  Eli Lilly & Co .  and  Citigroup Inc . , said they would require staff that are at work to wear masks again regardless of vaccination status.  Amazon.com Inc.  said it would maintain its plan for some corporate employees to return to work in September and that it wouldn’t require workers to get vaccinated.<br />Though many companies had long encouraged, rather than required, vaccines, a rising number of Covid-19 cases and the spread of the highly transmissible Delta variant has led to a shift in thinking among some corporate leaders, said Francine Katsoudas,  Cisco Systems Inc.’s  head of human resources.<br />“You just don’t feel like you can protect your employees to the extent that you want to, and it makes you then lean in a little bit to kind of raise the bar around your expectations,” Ms. Katsoudas said in an interview. “I think everyone was trying initially to just respect everyone’s perspective around what they want to do [on vaccines], but we know that if we do that, we could create a pretty serious situation.”<br />Cisco has required the limited number of employees working in its offices in July and August to be fully vaccinated, guidance it will likely extend into the fall as its offices reopen more broadly, Ms. Katsoudas said."
}