{
    "url_original": "https://www.wsj.com/articles/congress-covid-remote-proxy-vote-government-waste-11627326412?mod=opinion_lead_pos7",
    "url": "congress-covid-remote-proxy-vote-government-waste-11627326412",
    "title": "No-Show Lawmakers Use Covid as an Excuse",
    "sub_head": "Proxy voting was meant to protect us from infection. It’s become a way of ducking responsibility.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-26 18:26:00",
    "body": "The House returned to Washington last week following another virtual committee work period. But some representatives didn’t bother showing up. Members can still cast votes by proxy and attend hearings virtually, thanks to House protocols in place since the start of the coronavirus pandemic. This approach to House operations is ineffective and abused by members of both parties.<br />Several House Republicans, for example, used proxy voting so they could attend the Conservative Political Action Conference in February. House Democrats cast votes via proxy for activities like campaigning in the New York City mayoral primary and accompanying President Biden during his recent visit to Wisconsin.<br />Holding committee hearings virtually isn’t the best use of time. Hearings are frequently interrupted by technical difficulties or user error, causing routine meetings to drag on much longer than they would in person. As with proxy voting, members aren’t using virtual hearings as intended. One representative was spotted waking up from a nap in the middle of a hearing, while another participated from a boat.<br />Virtual work periods also force district employees to staff hearings, taking them away from their primary job responsibility of assisting constituents with federal agencies. Policy experts work in Washington offices, where these hearings should be taking place in person. When district employees staff a five-hour virtual hearing, that is a misuse of taxpayer resources.<br />Frequent misuse of the House’s coronavirus protocols comes at a time when millions of Americans are back in the office and the public-health threat is fading. Despite positive developments, the House is failing to join the rest of the country in getting back to normal. It is an insult to taxpayers every time a House member skips official duties in Washington to go do something else."
}