{
    "url_original": "https://www.wsj.com/articles/congress-goes-awol-on-global-taxation-11626390219?mod=opinion_lead_pos1",
    "url": "congress-goes-awol-on-global-taxation-11626390219",
    "title": "Congress Goes AWOL on Global Taxation",
    "sub_head": "The Yellen ploy at the OECD threatens a core constitutional power.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-15 19:03:00",
    "body": "The Biden Administration is planning the biggest overhaul to American taxation in decades, and you’d think members of Congress might have something to say about it. But no, for the most part a strange silence has greeted Treasury Secretary Janet Yellen’s bid to rope the United States into a revamp of global tax rules that by design robs Congress of its sovereignty over tax matters.<br />We’ve described the details of global tax rules being negotiated at the Organization for Economic Cooperation and Development. The plan would create a new method for other countries to tax American tech companies (although this is billed as a tax on any big, global firm), and also would establish a global minimum corporate-tax rate of 15%. As the New York Sun reminds us, this is a fundamental affront to American constitutional governance.<br />A bedrock principle since the country’s beginning has been that the power to tax must rest with the representatives elected by the people who pay the tax. Washington has always sought to defend this principle in the international sphere. The Senate has ratified dozens of tax treaties with foreign governments. These agreements try to ensure that a foreign government won’t impose taxes on income Congress already has taxed within the U.S., or to which Congress might lay claim because the company is headquartered in America.<br />Constitutional principles aside, this is good economic policy. Despite their flaws, current global rules broadly try to hand taxing authority to the jurisdiction where a company’s investors and managers have taken risks, engaged in product development or research and the like. This arrangement lets Congress experiment with tax laws it believes are best suited to the U.S. economy, and allows voters to pass judgment on lawmakers’ successes and failures.<br />The tax rules the OECD contemplates and Ms. Yellen supports are very different. The tech tax is an immediate threat to Congress’s constitutional power. Foreign leaders admit the point of the proposals is to redistribute to them some of the corporate revenue the U.S. Congress now taxes (or not)."
}