{
    "url_original": "https://www.wsj.com/articles/congress-economics-investment-consumption-11627222067?mod=opinion_lead_pos8",
    "url": "congress-economics-investment-consumption-11627222067",
    "title": "Congress Can’t Enact a Chicken",
    "sub_head": "Washington today ignores that saving and investing must precede consumption.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-374860?width=860&height=573",
    "image_1": "im-374860.jpg",
    "time": "2021-07-25 12:09:00",
    "body": "Egg first. As legislators play a game of chicken with “infrastructure” bills, there is a huge misconception about how the economy actually works. Last week Moody’s economist Mark Zandi said more government spending on infrastructure and social programs like Medicaid “will lift productivity.” Does he even know what productivity is? He thinks you can give people money and they’ll spend it, prime the pump and boost the economy. That is backward. An economy has to produce first, then consume.<br />Reagan-era supply-side economics has been badmouthed for so long, and given monikers like voodoo and trickle-down, it has more or less been discarded. Why? Probably because it worked, taking power away from Keynesian big-government power mongers and their cheerleading economists. So let me suggest something else. Let’s call it Produce First or, if you insist, Supply First.<br />Here’s how capitalism works—pay attention if you took the social-justice version of Econ 101. SIPPC: Save. Invest. Produce. Profit. Consume. Save means postponing consumption, money and time. Only then you can invest, especially your human capital, in something productive. Usually this means doing more with less, being efficient and effective. This is when innovation happens.<br />Wealth comes only from productivity, not from giving away money. And despite the Federal Reserve’s dollar printing, profit is the only way real money is created. That dollar in your pocket is just something convenient to exchange that represents what you already produced profitably.<br />Supply first and then consume. “How can you have any pudding if you don’t eat yer meat?” Supply First is the fundamental nurturing of economic creation, creating incentives to put money into the hands of entrepreneurs and clearing a path for them to innovate by getting government out of the way."
}