{
    "url_original": "https://www.wsj.com/articles/congress-democrats-house-bill-rosa-delauro-charter-schools-11627075560?mod=opinion_lead_pos3",
    "url": "congress-democrats-house-bill-rosa-delauro-charter-schools-11627075560",
    "title": "Congress Beats Up Charter Schools",
    "sub_head": "A House spending bill cuts funding and adds new political strings.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374689?width=860&height=573",
    "image_1": "im-374689.jpg",
    "time": "2021-07-23 18:27:00",
    "body": "Democrats in Washington say they want to reduce inequality. So why are they running a guerrilla campaign against charter schools that help so many children escape educational inequality?<br />That’s the untold story at the House Appropriations Committee, where Democrats recently voted to cut $40 million from the federal Charter Schools Program. The cuts came despite an overall 40% increase in federal education funding to $102.8 billion. President Biden’s budget proposed to hold spending for the Charter Schools Program flat at $440 million, but the committee cut that figure by nearly 10%.<br />Worse is the new language under the bill’s Section 314: “None of the funds made available by this Act or any other Act may be awarded to a charter school that contracts with a for-profit entity to operate, oversee or manage the activities of the school.” Charter schools say this could make schools that rely on private vendors for, say, food services or curricula ineligible for any federal funding at all.<br />Committee Chair Rosa DeLauro dismissed this criticism on CNN as “a misinformation campaign.” But the language as written is vague and sloppy, which may be intentional. Charter proponents are right to say they shouldn’t have to rely on the Education Department bureaucracy for a generous interpretation of a mischievous provision.<br />The larger point is that charters are public schools and should be treated the same—including in funding—as traditional public schools. If Congress doesn’t like private contractors, it should forbid them for traditional public schools as well. Surely the real test of a charter—the test of any school—ought to be whether the students are learning, not whether there might somewhere be a profit."
}