{
    "url_original": "https://www.wsj.com/articles/consumer-spending-personal-income-inflation-june-2021-11627609818",
    "url": "consumer-spending-personal-income-inflation-june-2021-11627609818",
    "title": "Household Spending Likely Rose in June, Before Delta Variant Upswing",
    "sub_head": "While some local governments and businesses reinstate Covid-19 rules, economists expect consumers to continue opening their wallets",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-377433?width=860&height=573",
    "image_1": "im-377433.jpg",
    "time": "2021-07-30 05:30:00",
    "body": "U.S. households likely boosted spending in June, contributing to robust growth during the second quarter, though the current upswing in Covid-19 cases related to the Delta variant and higher inflation are injecting uncertainty into the economic outlook.<br />Economists estimate that the Commerce Department will report Friday that personal-consumption expenditures—a measure of household spending on goods and services—increased 0.7% last month. That would follow a flat reading in May, when consumers pulled back on purchases of goods but boosted spending on services.<br />Americans have been doling out money to resume activities outside the home since state and local governments eliminated Covid-19 restrictions earlier this year, a trend that has particularly benefited service-sector industries, such as restaurants and travel. They had been battered earlier in the pandemic as Americans stayed indoors and shifted spending toward household items and other goods.<br />The Delta variant has prompted some local governments to reimpose mask mandates, and the Centers for Disease Control and Prevention this week recommended that vaccinated Americans in certain areas wear masks indoors. Some businesses have announced new restrictions or delayed office-reopening plans. Many economists so far don’t think the developments will significantly hamper growth, with businesses and consumers adapting to each phase of the pandemic.<br />“Consumers have a lot of pent-up demand and a lot of pent-up wealth that they’re very willing to get rid of in the marketplace by consuming goods and services,” said Lindsey Piegza, chief economist at Stifel Financial. “So at least for the near term, I would expect a continued positive trend.” The rise in cases, however, could cloud the longer-term outlook, she added."
}