{
    "url_original": "https://www.wsj.com/articles/conservation-markets-can-protect-endangered-species-11625493895?mod=opinion_major_pos18",
    "url": "conservation-markets-can-protect-endangered-species-11625493895",
    "title": "Conservation Markets Can Protect Endangered Species",
    "sub_head": "State wildlife programs are preferable to federal Endangered Species Act intervention, but a market solution is preferable to both.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-358306?width=620&size=1.5",
    "image_1": "im-358306.jpg",
    "time": "2021-07-05 10:04:00",
    "body": "Relying on state biologists in the Western Association of Fish and Wildlife Agencies (Wafwa) to protect the lesser prairie chicken hasn’t worked (“Biden’s Prairie Chicken Fillet,” Review & Outlook, June 23).<br />State wildlife programs are preferable to federal Endangered Species Act intervention, but a market solution is preferable to both. There is a market solution for the lesser prairie chicken, yet the state agencies quashed it. We as mitigation bankers paid a negotiated price to landowners with the most important habitat and secured more than half the habitat conservation goal in two years—eight ahead of schedule. Wafwa guessed at fair market prices, wasted a good deal of the money and made little progress toward its conservation goals.<br />The agencies relied on committees of biologists to make real-estate transactions requiring land and business expertise they don’t possess. Energy companies are now facing a total loss on the $60 million they contributed.<br />When it came time, the federal government did not have much choice on the ESA listing. The bird population is extremely low—only 5,000 lesser prairie chickens remain in eastern New Mexico and West Texas—and the Wafwa program has failed.<br />The way forward is to trust in conservation markets that pay private landowners market rates to restore and protect vital habitat. Our conservation banks have amassed nearly 100,000 acres of the last of the best land and we are ready to help."
}