{
    "url_original": "https://www.wsj.com/articles/coping-with-defeat-review-believers-without-borders-11625520222",
    "url": "coping-with-defeat-review-believers-without-borders-11625520222",
    "title": "‘Coping With Defeat’ Review: Believers Without Borders",
    "sub_head": "What the fall of empires, the rise of nations and the spread of diasporas have meant for Sunni Islam and Roman Catholicism.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-364593?width=620&size=1.5",
    "image_1": "im-364593.jpg",
    "time": "2021-07-05 17:23:00",
    "body": "In July 1900, after a wave of attacks against civilians and politicians in Europe and America, an Italian anarchist who had been living in Paterson, N.J., murdered the king of Italy. In November 2015, Muslims from Molenbeek, Belgium (and elsewhere), killed 130 innocent people in Paris. In both cities, immigrant revolutionaries had pursued their global political agendas against the governments of their old and new homes alike. Faced with poverty, police surveillance and disproportionately high incarceration rates, some in these communities saw militancy as a legitimate form of politics and undertook several spectacular acts of international violence to advance their cause.<br />Pushing past an initial sense of cognitive dissonance, is it possible to think about these two bloody moments together? Today we have jarringly different perceptions of these two communities, but might we be willing to contemplate a fate for European Muslims similar to what has come to pass for American Catholics, one in which they have assimilated and also changed the civic and cultural life of their adopted countries? Joe Biden is the second Catholic president. Is it a bridge too far to contemplate a Muslim head of state in Belgium or France?<br />These are some of the knotty questions suggested by Jonathan Laurence, a professor of political science at Boston College, in his book “Coping With Defeat: Sunni Islam, Roman Catholicism, and the Modern State.” Mr. Laurence aims to shake us out of more somnolent ways of thinking about history and its place in current geopolitics. He succeeds in large measure due to his commitment to “systematic paired comparison,” which helps suspend lazy assumptions about the supposed inherent, eternal differences between Christianity and Islam.<br />Instead his refreshing, provocative work explores how the two largest religious planets in the political solar system adjusted to the birth of an entirely new celestial body—the state. Mr. Laurence argues that the displacement of religion by self-described secular states led to changes within the dominant religions—namely, the professionalization and institutionalization of Roman Catholicism and Sunni Islam. Political defeat produced new forms of spiritual authority—articulated and extended through the mechanisms of infrastructure, education and hierarchy—that the author terms “nation-state Islam” and “nation-state Catholicism.”<br />The story unfolds in three acts: the fall of empires, the rise of nations and the spread of diasporas. In each moment, Mr. Laurence offers a deeply researched analysis of how both religions counterpunched and adapted to their losses. Against its forfeitures of territory after Luther’s religious revolution and the political upheavals that followed, Catholicism’s Counter-Reformation expanded the number of dioceses around the globe, established Rome’s system of colleges, and created the Propaganda Fide, dedicated to evangelization. Nation-states took even more land and power from the church, eventually circumscribing direct papal sovereignty to the minuscule parcel of Vatican City. In the final period, Catholicism’s power manifested as almost exclusively spiritual and moral."
}