{
    "url_original": "https://www.wsj.com/articles/court-strikes-down-attempt-to-expand-summer-ethanol-sales-11625261480?mod=politics_lead_pos11",
    "url": "court-strikes-down-attempt-to-expand-summer-ethanol-sales-11625261480",
    "title": "Court Strikes Down Attempt to Expand Summer Ethanol Sales",
    "sub_head": "The decision invalidates a Trump administration plan intended to be a big compromise between farmers and refiners",
    "category_1": "U.S.",
    "time": "2021-07-02 17:31:00",
    "body": "A federal appeals court Friday struck down a 2019 rule-change to expand summertime ethanol sales, saying the Trump administration overreached its authority when it lifted a ban on gasoline with a higher ethanol content.<br />The decision is a loss for corn farmers who have come to rely on ethanol sales for a large part of their revenue. They had aggressively lobbied President Trump to have the Environmental Protection Agency allow for a summertime expansion of the fuel in 2019, in part because it was one of the few options for growing ethanol sales.<br />Friday’s ruling may leave the ethanol lobby with little to show from four years of advocacy from Mr. Trump. It fully throws out a deal that the Trump administration had framed as its compromise between refiners and farmers, two big Republican allies that have long fought over federal mandates for adding corn-based, or “renewable fuel,” to gasoline. And the ruling is the second federal-court decision in roughly a week to undo an Trump EPA effort that intended to boost ethanol sales.<br />In that first decision, issued June 25, the Supreme Court had allowed small petroleum refineries to obtain exemptions. Iowa farmers had appealed directly to Mr. Trump to more closely limit those exemptions, making it central to his reelection campaign in a swing state.<br />Friday’s decision came from a three-judge panel on the U.S. Court of Appeals for the District of Columbia Circuit, which said the EPA had improperly reinterpreted legal language in the Clean Air Act long understood as limiting ethanol to 10% of the content of gasoline during four summer months. Once the court undid that decision, it said the rest of the rule was moot, overturning other parts of the package intended to help refiners as well."
}