{
    "url_original": "https://www.wsj.com/articles/cousins-new-zealand-maori-indigenous-people-11627593999",
    "url": "cousins-new-zealand-maori-indigenous-people-11627593999",
    "title": "‘Cousins’ Review: The Tests of Kinship",
    "sub_head": "A New Zealand feature, now streaming on Netflix, follows three Maori cousins over the course of decades and shines light on the struggles of indigenous peoples.",
    "category_1": "Film Review",
    "time": "2021-07-29 17:28:00",
    "body": "Treasures lie buried in the sedimentary layers of the streaming services. One of them, newly available on Netflix, is “Cousins,” an intricate and ambitious feature from New Zealand, in English and subtitled Maori, that was directed by Ainsley Gardiner and Briar Grace Smith from the latter’s adaptation of a novel by Patricia Grace. It’s a memory mosaic about the bonds, unbreakable though frayed for decades, that connect three Maori women from the 1940s to the present. The story’s larger concerns, forcefully stated, are those common to indigenous peoples—the primacy of family, the sacred nature of the land. What gives the film its distinction is the grace and intimacy with which it depicts the cousins’ girlhoods, and the quality of the performances—superb throughout, remarkably well-matched at every stage of each character’s life, and, in the case of a homeless wanderer who was once a lovely, ardent child, nothing less than extraordinary.<br />The wanderer’s name is Mata. The daughter of a Maori mother and an abusive white father, she has ended up alone and bereft, her mind clouded by mental illness. Tanea Heke plays her in old age with a haunting quietude, apart from her darting eyes, that seems to suggest Mata remembers, or can’t forget, everything that has happened since her father consigned her to an orphanage—eerily named the Mercy Home for Desolate Children—where she was told her new name was May and she had no other living relatives.<br />Like many nations these days, New Zealand is struggling to confront the policies and historical attitudes that have torn the social fabric of its indigenous minority. In depicting the intentional or casual cruelties visited on Mata, “Cousins” serves as powerful drama and stern accusation. The narrative’s engine is the continuing search for the family’s lost lamb by her successful and formidable cousins—scholarly Makareta, who fled an arranged marriage (she’s played in her latter years by Ms. Smith), and funny, spunky Missy, who has stayed on her ancestral land. (Rachel House fills the role in Missy’s cowgirl-matriarch incarnation.) One of the most affecting movie moments in my recent memory is when Makareta crosses paths with Mata by chance on the streets of Wellington and slowly recognizes the bright spirit her cousin was in the tragic ruin she’s become. “Cousins” can be harrowing as well as rewarding, but it’s a small gem in an ideal mounting—a huge network of subscribers who need only search it out."
}