{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-holdouts-face-restrictions-in-europe-as-delta-variant-spreads-11627119123?mod=world_major_1_pos4",
    "url": "covid-19-vaccine-holdouts-face-restrictions-in-europe-as-delta-variant-spreads-11627119123",
    "title": "Covid-19 Vaccine Holdouts Face Restrictions in Europe as Delta Variant Spreads",
    "sub_head": "Proof of vaccination is increasingly required to enter restaurants and other public spaces",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-07-24 05:32:00",
    "body": "European governments worried about the rapid spread of the Delta coronavirus variant are nudging, and in some cases pushing, people to get a shot by introducing restrictions to daily life for those without a Covid-19 vaccination.<br />In most cases, vaccination still isn’t obligatory, with a few exceptions such as healthcare workers in Italy. Yet by closing off the unvaccinated from aspects of daily life such as indoor dining at restaurants or going to the gym, governments are looking to make life more difficult for people holding out against getting vaccinated.<br />The governments have the dual objective of overcoming hesitancy among people who don’t have a hard-core ideological stance against vaccinations, while stemming the need for new lockdowns that would damage European economies. Politicians and public-health officials are pushing the idea that vaccination equals more individual liberty, not less.<br />The tool being used in most European Union countries to separate the vaccinated from the holdouts is the digital Covid-19 certificate, which has different monikers in different nations.<br />The certificates, called green passes in Italy and health passes in France, were designed principally to facilitate travel between countries, but now have found an expanded use. They have a unique QR code and can be printed or stored on a mobile phone. In most countries, they can also be accessed through official coronavirus contract-tracing mobile-phone apps."
}