{
    "url_original": "https://www.wsj.com/articles/covid-china-media-lab-leak-climate-ridley-biden-censorship-coronavirus-11627049477?mod=opinion_lead_pos5",
    "url": "covid-china-media-lab-leak-climate-ridley-biden-censorship-coronavirus-11627049477",
    "title": "How Science Lost the Public’s Trust",
    "sub_head": "From climate to Covid, politics and hubris have disconnected scientific institutions from the philosophy and method that ought to guide them.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "image_1_url": "https://images.wsj.net/im-374285?width=860&height=804",
    "image_1": "im-374285.jpg",
    "time": "2021-07-23 14:00:00",
    "body": "‘Science” has become a political catchword. “I believe in science,” Joe Bidentweeted six days before he was elected president. “Donald Trump doesn’t. It’s that simple, folks.”<br />But what does it mean to believe in science? The British science writer Matt Ridley draws a pointed distinction between “science as a philosophy” and “science as an institution.” The former grows out of the Enlightenment, which Mr. Ridley defines as “the primacy of rational and objective reasoning.” The latter, like all human institutions, is erratic, prone to falling well short of its stated principles. Mr. Ridley says the Covid pandemic has “thrown into sharp relief the disconnect between science as a philosophy and science as an institution.”<br />Mr. Ridley, 63, describes himself as a “science critic, which is a profession that doesn’t really exist.” He likens his vocation to that of an art critic and dismisses most other science writers as “cheerleaders.” That somewhat lofty attitude seems fitting for a hereditary English peer. As the fifth Viscount Ridley, he’s a member of Britain’s House of Lords, and he Zooms with me from his ancestral seat in Northumberland, just south of Scotland, in between sessions of Parliament (which he also attends by Zoom).<br />At Oxford nearly 40 years ago, Mr. Ridley studied the mating patterns of pheasants. His fieldwork involved much crouching in long country grass to figure out why these “jolly interesting” birds are polygamous—unlike most other avians. With the Canadian molecular biologist Alina Chan, he’s finishing a book called “Viral: The Search for the Origin of Covid-19,” to be published in November.<br />It will likely make its authors unwelcome in China. As Mr. Ridley worked on the book, he says, it became “horribly clear” that Chinese scientists are “not free to explain and reveal everything they’ve been doing with bat viruses.” That information has to be “dug out” by outsiders like him and Ms. Chan. The Chinese authorities, he says, ordered all scientists to send their results relevant to the virus for approval by the government before other scientists or international agencies could vet them: “That is shocking in the aftermath of a lethal pandemic that has killed millions and devastated the world.”"
}