{
    "url_original": "https://www.wsj.com/articles/covid-19-pill-race-heats-up-as-japanese-firm-vies-with-pfizer-merck-11627205403?mod=business_lead_pos1",
    "url": "covid-19-pill-race-heats-up-as-japanese-firm-vies-with-pfizer-merck-11627205403",
    "title": "Covid-19 Pill Race Heats Up as Japanese Firm Vies With Pfizer, Merck",
    "sub_head": "Shionogi starts human trials for a once-a-day drug designed to neutralize the coronavirus in less than a week",
    "category_1": "Health",
    "time": "2021-07-25 05:30:00",
    "body": "A Japanese company has started human trials of the first once-a-day pill for Covid-19 patients, joining  Pfizer Inc.  and  Merck  & Co. in the race to find treatments for the disease.<br />Osaka-based  Shionogi  & Co., which helped develop the blockbuster cholesterol drug Crestor, said it designed its pill to attack the Covid-19 virus. It said the once-a-day dosing would be more convenient. The company said it is testing the drug and any side effects in trials that began this month and are likely to continue until next year.<br />Shionogi is months behind Pfizer and Merck, which have started later-stage tests of pills to treat Covid-19. Pfizer has said its twice-daily pill could be ready to hit the market as soon as this year. It is preparing to enroll more than 2,000 patients in a test of the antiviral pill combined with a booster antiviral drug against a placebo.<br />All three companies aim to fill one of the biggest gaps in fighting the pandemic. Vaccines remain effective at preventing serious illness from known strains of the Covid-19 virus including the contagious Delta strain, studies have shown. But some people don’t want to get vaccinated, and cases can occur for those who do get their shots.<br />Existing treatments, including  Gilead Sciences Inc.’s  infused antiviral drug remdesivir, generally have to be administered in hospitals and work only some of the time. Other drugs that can be given in hospitals include monoclonal antibody drugs such as one made by  Regeneron Pharmaceuticals Inc.  and the steroid dexamethasone."
}