{
    "url_original": "https://www.wsj.com/articles/covid-19-deaths-rise-sharply-in-indonesia-11627403315",
    "url": "covid-19-deaths-rise-sharply-in-indonesia-11627403315",
    "title": "Covid-19 Deaths Rise Sharply in Indonesia",
    "sub_head": "The world’s fourth most populous nation, where about 7% of people are fully vaccinated, reported more than 2,000 daily fatalities for the first time",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-27 12:28:00",
    "body": "Indonesia recorded a sharp increase in daily Covid-19 deaths, reporting more than 2,000 for the first time on Tuesday, as the highly infectious Delta variant swamps the densely populated and largely unvaccinated country.<br />The death toll in Indonesia, the world’s fourth most populous nation, has been increasing dramatically throughout July, with Covid-19 wards full and patients struggling to access ventilators and proper care.<br />Like the U.S. and other countries in Europe and Asia, Indonesia is facing a resurgence of the virus driven by the Delta variant, but unlike many developed countries it has sparse vaccine coverage. About 7% of the country’s population is fully vaccinated.<br />Scenes from the country resemble India during the worst of its spring surge in cases, as Indonesians line up for scarce oxygen supplies and whole families, including healthy young people, get seriously ill. By late July, Indonesia’s seven-day average of daily recorded deaths reached five deaths per million people, 67% higher than India’s during its peak in late May, according to Our World in Data, a project based at the University of Oxford. Epidemiologists believe that both countries have severely undercounted Covid-19 deaths, in part because many patients are dying at home without being tested for Covid-19.<br />Siti Nadia Tarmizi, a spokeswoman for the Indonesian Health Ministry, said the record death toll of 2,069 in part reflected that some areas had updated their fatality data, and uncounted deaths from previous days were included in Tuesday’s tally. But she said other areas in the country were seeing a rise in deaths."
}