{
    "url_original": "https://www.wsj.com/articles/covid-delta-variant-market-dow-industrial-700-points-11626731103?mod=opinion_lead_pos1",
    "url": "covid-delta-variant-market-dow-industrial-700-points-11626731103",
    "title": "We’ll Always Have Covid",
    "sub_head": "The Delta variant spooks markets, but the vaccines work even if the virus won’t go away.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-371836?width=860&height=573",
    "image_1": "im-371836.jpg",
    "time": "2021-07-19 18:43:00",
    "body": "Will the pandemic ever end? That’s what investors asked Monday as they sold off stocks and rushed into bonds on fears that Covid-19’s Delta variant will slow the economic recovery or lead to more lockdowns. Let’s hope the political class has learned some lessons from the last 18 months—namely, that Covid will always be with us, and that we have to live with it without shutting down the economy.<br />New Covid uncertainty and political angst explains the 2.1% drop in the Dow Jones Industrial Average. Value stocks tied to the reopening such as airlines, hospitality and energy companies took the biggest hits. Companies that have benefited from lockdowns were less affected.  Etsy ,  which has made a niche market selling hand-made masks, rose 3.2%.<br />The Delta variant is estimated to be more than twice as transmissible as the original Covid strain that emerged from Wuhan. Australia reports that several people were infected after “fleeting” contacts in a shopping mall. U.S. Covid cases have tripled in a month, as states lifted restrictions and travel rebounded. In the U.K., which has among the highest vaccination rates in the world, cases are approaching their winter peak.<br />Previously infected individuals appear to be more susceptible to re-infection by the Delta variant, which could explain some of the rising cases. The  Pfizer  vaccine is also estimated to be 10% to 30% less effective at preventing symptomatic illness, which means more infections among the vaccinated. Chinese vaccines appear to be less effective, and many developing countries that took the Chinese shots are administering booster shots by Western manufacturers.<br />But none of this is cause for Covid panic or more lockdowns. Vaccines are still highly effective at preventing severe illness, which is why hospitalizations in the U.K. have increased much less than cases. Some 99% of hospitalized Americans now are among the unvaccinated. Most vaccinated people with new infections—such as the five Texas Democratic state lawmakers who fled to Washington, D.C., last week—experience cold-like symptoms."
}