{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-related-blood-clots-linked-to-amino-acids-in-new-study-11625648400",
    "url": "covid-19-vaccine-related-blood-clots-linked-to-amino-acids-in-new-study-11625648400",
    "title": "Covid-19 Vaccine-Related Blood Clots Linked to Amino Acids in New Study",
    "sub_head": "Canadian researchers zero in on molecular details of antibody clusters following AstraZeneca shots",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-07-07 05:00:00",
    "body": "Canadian researchers say they have pinpointed a handful of amino acids targeted by key antibodies in the blood of some people who received  AstraZeneca PLC’s  Covid-19 vaccine, offering fresh clues to what causes rare blood clots associated with the shot.<br />The peer-reviewed findings, by a team of researchers from McMaster University in Ontario, were published online Wednesday by the science journal Nature. They could help doctors rapidly test for and treat the unusual clotting, arising from an immune-driven mix of coagulation and loss of platelets that stop bleeding.<br />The Canadian study analyzed blood samples from AstraZeneca vaccine recipients and builds on recent research done in Europe and elsewhere into the infrequent blood clots linked to the vaccine. Health officials are monitoring the rare side effects balanced with the vaccines’ proven value in fighting Covid-19. The blood clotting, which some scientists have named vaccine-induced immune thrombotic thrombocytopenia, or VITT, has also been linked to  Johnson & Johnson’s  Covid-19 shot, though incidents have occurred less frequently with that shot than with AstraZeneca.<br />Though rare, the condition has proven deadly in more than 170 adults post-vaccination in the U.K., Europe and U.S., according to government tallies. Many were younger adults who appeared healthy before vaccination, researchers and drug regulators say.<br />The companies have said they are undertaking further research to understand the issues and believe the vaccines’ benefits outweigh the risks. Health and government officials have said that the benefits of both vaccines generally outweigh their risks but recommend warnings about the potential risks."
}