{
    "url_original": "https://www.wsj.com/articles/covid-life-expectancy-cdc-coronavirus-medical-tech-fake-news-11627488112?mod=opinion_lead_pos10",
    "url": "covid-life-expectancy-cdc-coronavirus-medical-tech-fake-news-11627488112",
    "title": "Covid Will Increase Life Expectancy",
    "sub_head": "Last week’s bad news reflects a failure to understand statistics.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-28 18:39:00",
    "body": "Life is short, but not as short as you may think. Headlines last week trumpeted the Centers for Disease Control and Prevention’s finding that the average U.S. life expectancy for a newborn declined by 1.5 years in 2020, and more for blacks and Hispanics. It’s fake news, the result of a misinterpreted statistic. In reality, a person born today can almost certainly expect to live as long as or longer than he could have expected a year ago.<br />The figure the CDC reported last week is known as “period life expectancy.” It measures the average length of time a hypothetical American who, from birth to death, is exposed to the mortality rates observed in the current period. That means the 2020 statistic assumes that Covid will be killing people forever at the same rate as it did last year—an implausible scenario.<br />The common-sense definition of life expectancy is captured in what demographers call “cohort life expectancy”—the life expectancy of an individual born in a given year using actual mortality rates in each period of his life so far and predicted mortality rates for future periods. Cohort life expectancy for new cohorts has increased slowly over time and is expected to continue increasing as medical knowledge advances.<br />The decline in period life expectancy owing to the Covid pandemic is likely to prove (you’ll pardon the expression) short-lived. The pandemic’s indirect effect on the more meaningful cohort life expectancy is likely to be positive since the recent gains in medical knowledge and vaccine technology can be expected to extend life expectancy for incoming cohorts as it leads to better treatments for all types of diseases.<br />Demographers use period life expectancy as a rough indication of movements in cohort life expectancy in long-run data series. That’s reasonable when there is no significant short-run fluctuation in period mortality rates. The greater the fluctuation in short-run mortality, the less reliable period life expectancy becomes as a proxy for cohort life expectancy. It amplifies the noise in the data."
}