{
    "url_original": "https://www.wsj.com/articles/covid-pandemic-darpa-nih-advanced-research-projects-agency-for-health-11627401881?mod=opinion_lead_pos5",
    "url": "covid-pandemic-darpa-nih-advanced-research-projects-agency-for-health-11627401881",
    "title": "Covid Is the 21st Century’s Sputnik",
    "sub_head": "The space race spawned Darpa. The pandemic proved we need an agency for health innovation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-27 12:58:00",
    "body": "America’s leadership of business, science and culture seemed unassailable in 1957. With less than 6% of the world’s population, the U.S. produced close to 40% of global economic output, according to a United Nations survey. Scientists working in the U.S. had been awarded by far the most Nobel Prizes. The U.S. had more telephones, television sets, cars and refrigerators than any other country. Students came from every nation to study at great American universities. Yet all it took to shake America’s pride and confidence was some electronic beeps from hundreds of miles above earth.<br />On Friday, Oct. 4, 1957, those beeps from the first artificial satellite—Sputnik 1—signaled that the Soviet Union had beaten the U.S. to space.<br />Sputnik frightened Americans. Paul Dickson’s history of the event, “Sputnik: The Shock of the Century,” likened the psychological impact to Pearl Harbor. The R-7 rocket that propelled Sputnik to space was powerful enough to drop nuclear weapons on U.S. cities. I was concerned and wrote a letter to President Eisenhower offering to help. Though only 11, I was obsessed with math and science, especially the concept of space travel, and wanted to join the space effort.<br />We now know that Moscow’s moment of apparent triumph was the beginning of the end for the Soviet communist system. Their claims of scientific superiority woke the U.S. up. In 1958 Congress established NASA, the National Aeronautics and Space Administration, and Darpa, the Defense Advanced Research Projects Agency. Both organizations were designed to assure that America would never again fall behind in scientific and military leadership. Eisenhower also signed the National Defense Education Act that year, which injected $1 billion into science and technology education.<br />Although well known for successful moon landings, NASA’s greatest legacy may be how it expanded understanding of the universe and the technologies needed for its exploration. Darpa’s inventions are woven into our daily lives: the internet, the Global Positioning System, graphical user interfaces, and practical applications of artificial intelligence like Siri and Alexa."
}