{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-scams-hit-india-as-country-struggles-with-immunizations-11627126201?mod=business_minor_pos4",
    "url": "covid-19-vaccine-scams-hit-india-as-country-struggles-with-immunizations-11627126201",
    "title": "Covid-19 Vaccine Scams Hit India as Country Struggles With Immunizations",
    "sub_head": "Police have made arrests in Mumbai, New Delhi and Kolkata in connection with alleged coronavirus-vaccine scams",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-24 07:30:00",
    "body": "NEW DELHI—One morning in late May, hundreds of people from an upscale housing complex in a Mumbai suburb lined up to receive their first dose of a Covid-19 vaccine. Unbeknown to them, they got a shot of saline solution.<br />Authorities say the scam was one of the largest of several that have led to thousands of people receiving fake vaccines in India. The global vaccine rollout has presented an opportunity for criminals, particularly in the developing world where doses have been in short supply.<br />In April,  Pfizer Inc.  said it had identified counterfeit versions of a vaccine it developed with  BioNTech SE  in Mexico and Poland. In South Africa last year, authorities found 2,400 doses of illicit vaccines in a warehouse. Interpol said in March that it had identified a network connected to the bust and raided a lab in China where they were allegedly being produced.<br />Police in India have recently made arrests in Mumbai, New Delhi and Kolkata, charging people with trying in various ways to take advantage of strong demand for Covid-19 vaccines.<br />The scams are just the latest instances of people seeking illicit gains during the pandemic in India. During the Covid-19 surge in April and May, many people had to pay high prices for oxygen and antiviral medications on the black market when they weren’t available through authorized distributors. Authorities say the scarcities were in part caused by people hoarding and reselling on the black market. In early May, for example, as hospitals were struggling to get oxygen supplies, police in New Delhi raided a building and seized more than 400 oxygen concentrators."
}