{
    "url_original": "https://www.wsj.com/articles/covid-jobless-benefits-ended-early-11626454395?mod=politics_lead_pos3",
    "url": "covid-jobless-benefits-ended-early-11626454395",
    "title": "Half of U.S. States Ended Federal Covid-Related Jobless Benefits Early. Here Is How They Compare With the Other Half.",
    "sub_head": "Billions of dollars in enhanced federal aid still being paid to jobless Americans, but some states opt out",
    "category_1": "Economy",
    "time": "2021-07-16 12:53:00",
    "body": "The number of Americans filing applications for jobless benefits continues to decline to the lowest levels since the economy shut down last year, though claims are still elevated compared with pre-pandemic levels. As many return to work, the amount of federal Covid-era benefits that unemployed people are receiving has splintered from one state to the next.<br />In response to the catastrophic effect that pandemic lockdowns had on the U.S. job market, the federal government created programs in the past year that expanded the pool of unemployed workers eligible for benefits, extended the length of time Americans can receive payments and enhanced weekly payments, most recently by $300 a person.<br />The federally funded programs are scheduled to expire in early September, but states have the option to opt out before then, and roughly half already have on some level. Governors in those states have argued that expanded benefits have contributed to labor shortages as the economy reopens. Others have defended the continuation of pandemic programs, citing workers’ health concerns and lack of child care as major reasons businesses have had trouble filling openings.<br />The rift has divided America’s workers into two groups, one that is losing or has lost access to federal pandemic unemployment programs and another that will continue to receive billions of dollars in weekly benefits until they expire in September.<br />The number of U.S. job openings rose to 9.2 million as of May, which was a new high in records dating back to 2000."
}