{
    "url_original": "https://www.wsj.com/articles/covid-19-school-mandates-for-masks-vaccines-are-blocked-in-more-states-11626433201?mod=business_minor_pos6",
    "url": "covid-19-school-mandates-for-masks-vaccines-are-blocked-in-more-states-11626433201",
    "title": "Covid-19 School Mandates for Masks, Vaccines Are Blocked in More States",
    "sub_head": "As new cases surge and schools prepare to reopen, supporters of bans say families should be allowed to make their own choices",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-07-16 07:00:00",
    "body": "More states are blocking K-12 schools and college campuses from requiring vaccines and masking, bucking recent federal recommendations that eligible students should be vaccinated and that unvaccinated students should wear masks when in-person learning resumes in coming weeks.<br />Bans blocking schools and colleges from requiring Covid-19 vaccination or proof of vaccination have passed in at least eight states: Alabama, Arizona, Arkansas, Florida, Montana, Oklahoma, Tennessee and Utah. In some cases, the bans extend to other public entities and private businesses.<br />At least three states—Arizona, Arkansas and Oklahoma—have outlawed the required use of masks in schools.<br />The Centers for Disease Control and Prevention last week recommended that students, teachers and staff who aren’t fully vaccinated continue to wear masks indoors. It also urged schools to reopen in person while maintaining 3-foot social distancing and encouraging more families to be vaccinated.<br />Detractors say the bans could drive more infection. The U.S. is averaging more than 23,000 new cases a day, double the seven-day average of around 11,300 cases three weeks ago, according to a Wall Street Journal analysis of data from Johns Hopkins University. The Delta variant, which has been thought to be about 50% more transmissible than the Alpha variant though estimates vary, is now the dominant strain in the U.S."
}