{
    "url_original": "https://www.wsj.com/articles/cracking-the-secret-of-matters-phases-11627581346",
    "url": "cracking-the-secret-of-matters-phases-11627581346",
    "title": "Cracking the Secret of Matter’s Phases",
    "sub_head": "New research sheds light on the behavior of liquids and gases under extreme conditions.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-375411?width=860&height=860",
    "image_1": "im-375411.jpg",
    "time": "2021-07-29 13:55:00",
    "body": "What do superhot fireballs produced at big particle accelerators have in common with the steam in your pressure cooker and the ice in your refrigerator? The answer is quite a lot, according to scientists trying to understand the nature of matter in neutron stars, the early universe and other extreme conditions.<br />Everyday experience with water in our kitchens exposes us to how the same material has different phases—liquid water, gaseous steam and solid ice. Similarly, we breathe in gaseous oxygen to power our metabolism, while we use liquid and solid oxygen as rocket fuel.<br />Yet the fact that matter has different phases is profoundly strange. Science has studied it deeply since the 19th century, but it wasn’t until the late 20th century that theory caught up to reality fully. In 1982, physicist Kenneth Wilson won the Nobel Prize for his theoretical work on phases of matter.<br />By subjecting water to varying temperature and pressure, we can map out a “phase diagram” that depicts the form it takes under different conditions. When you bring water to a boil on the stove by applying heat, the temperature pauses in its rise at the boiling point, and the heat instead goes into changing liquid into gas; this is called latent heat. The stable boiling temperature of water is quite useful in cooking, as it helps us to get predictable results. We can also tweak the boiling point using a pressure cooker.<br />At higher pressures, the boiling temperature increases while the latent heat shrinks. Eventually, at exactly 217.25 times atmospheric pressure, the latent heat vanishes altogether. At that point the water passes from liquid to gas continuously; those phases are no longer distinct. Just below the critical pressure, the water boils at a limiting temperature of 373.946 degrees Celsius, or about 705 degrees Fahrenheit."
}