{
    "url_original": "https://www.wsj.com/articles/credit-suisse-needs-to-make-bold-changes-11627572983?mod=business_minor_pos11",
    "url": "credit-suisse-needs-to-make-bold-changes-11627572983",
    "title": "Credit Suisse Needs to Make Bold Changes",
    "sub_head": "The bank’s Archegos position is cleared, but more needs to be done to persuade investors that lender is on stable footing",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377157?width=860&height=573",
    "image_1": "im-377157.jpg",
    "time": "2021-07-29 11:36:00",
    "body": "Credit Suisse  has now taken the full financial hit for the bank’s exposure to collapsed family office Archegos. It may be just starting to feel the operational and cultural impact.<br />In the latest quarter, the bank lost another $600 million closing out its final positions related to Archegos, taking its total losses on the trades to $5 billion. The Swiss bank has been massively reducing its risk profile, leading to disappointing second-quarter results. Risk-weighted assets were cut by $20 billion and leverage exposure by $41 billion, mostly in its investment bank.<br />Credit Suisse also published a scathing 172-page independent report into its dealings with Archegos that called out “persistent failures” to manage flagged risks and “pervasive issues of business competence.” The bank had already made some of the changes the report recommended, including changing key leaders, moving all hedge funds to dynamic margins and strengthening existing risk processes.<br />Among the personnel changes, Credit Suisse has hired a chief risk officer from  Goldman Sachs  to do the slow, hard work of reforming the risk culture. The bank also fired nine employees and clawed back about $70 million in compensation from 23 people—implying it paid at least $3 million each to the couple of dozen people who cost it $5 billion.<br />The report will make juicy reading for regulators around the globe who also are looking into Archegos’s collapse. Their findings are to come. Credit Suisse could face fines or other sanctions and there are likely to be some marketwide changes, too."
}