{
    "url_original": "https://www.wsj.com/articles/credit-suisse-archegos-report-what-you-need-to-know-11627576914?mod=markets_major_pos11",
    "url": "credit-suisse-archegos-report-what-you-need-to-know-11627576914",
    "title": "Credit Suisse Archegos Report: What You Need to Know",
    "sub_head": "Investigation commissioned by Credit Suisse’s board holds lessons for bankers, regulators and investors",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-377161?width=860&height=573",
    "image_1": "im-377161.jpg",
    "time": "2021-07-29 12:41:00",
    "body": "Archegos Capital Management was one of the biggest trading disasters of all time, leading to $10 billion of losses across Wall Street. Hardest hit among the banks was  Credit Suisse ,  which on Thursday published a lengthy investigation into what went wrong, unveiling many new details of failures inside the bank.<br />The report is similar to the lengthy reviews that followed JPMorgan Chase & Co.’s $6 billion trading loss, known as the “London Whale” episode, and  Wells Fargo  & Co.’s sales-practice scandal. It is likely to be studied closely by bankers, regulators and investors hoping once again that this sort of thing doesn’t happen again.<br />Here are some key takeaways from the report.<br />Increasing revenue from Archegos drove decision making, and risk reduction wasn’t the priority, according to the report. Senior people in the prime services unit handling the Archegos business had access to information showing Archegos’s risks were mounting. But they either ignored them or lacked competence to appreciate their significance, the report found. Revenue from Archegos since 2017 came to around $60 million. Credit Suisse said it is seeking to improve its culture so that “every employee will again become a risk manager.”<br />Co-heads of the prime services division were split between New York and London, with neither believing he was responsible for supervising the Archegos relationship."
}