{
    "url_original": "https://www.wsj.com/articles/credit-suisse-adds-risk-role-to-prevent-another-archegos-11625835513?mod=markets_lead_pos3",
    "url": "credit-suisse-adds-risk-role-to-prevent-another-archegos-11625835513",
    "title": "Credit Suisse Adds Risk Role to Prevent Another Archegos",
    "sub_head": "New position will keep track of dangers building up in the investment positions of clients that could spring back on the Swiss bank",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-366944?width=620&size=1.5",
    "image_1": "im-366944.jpg",
    "time": "2021-07-09 09:18:00",
    "body": "Credit Suisse  Group AG took fresh steps to tackle its risk management in the wake of the $5.5 billion loss from family office Archegos Capital, with the creation of a new role that will police the effect of market moves on clients’ trading positions.<br />The new function, called counterparty market risk, will be headed by Amélie Perrier, according to a staff memo. She had been the global head of equity market risk and joined Credit Suisse in 2016. Ms. Perrier will focus on improving how Credit Suisse measures risk for counterparties, according to the memo. This means keeping track of dangers building up in the investment positions of clients that could spring back on the bank.<br />Credit Suisse has been in crisis mode since losing billions of dollars from Archegos. It ousted several executives and new Chairman António Horta-Osório started reviews into the bank’s risk management, strategy and culture.<br />A sticking point for investors has been how Credit Suisse was able to hold so little capital against the risk of Archegos and other clients defaulting. As of March 31, the bank reported a roughly $2.2 billion capital requirement for counterparty credit risk, a tiny fraction of the hundreds of billions in derivatives positions and securities financing the bank carries out for hedge funds and other customers.<br />Banks globally must hold capital against various risks including credit risk, market risk and operational risk. Credit risk includes counterparties, such as hedge funds defaulting on their trades, while market risk encompasses potential losses from moves in trading positions. Operational risk relates to breaches and errors in a bank’s processes or systems, and mistakes or wrongdoing by staff."
}