{
    "url_original": "https://www.wsj.com/articles/credit-card-spending-bill-will-come-due-11627299181?mod=markets_lead_pos13",
    "url": "credit-card-spending-bill-will-come-due-11627299181",
    "title": "Credit Card Spending Bill Will Come Due",
    "sub_head": "Card companies are enjoying minuscule losses and big spending, but competitive risks loom",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-374629?width=860&height=573",
    "image_1": "im-374629.jpg",
    "time": "2021-07-26 07:33:00",
    "body": "Credit-card companies no longer have a spending problem. They’ve still got a borrowing problem.<br />In recent months, many U.S. consumers were spending at levels similar to, or better than, what they were doing in the same period in the year before the pandemic began. At Capital One Financial, purchase volume on its domestic cards was up 25% in the second quarter of 2021 from what it was the same period in 2019.<br />Even beleaguered travel-and-entertainment purchasing in June was up 3% versus June 2019, Capital One said on Thursday.  American Express  reported on Friday that consumer T&E this June was 98% of what it was two years ago, and that across consumers and businesses, T&E reached about 70% versus 2019 toward the end of the second quarter. That is a faster recovery than AmEx had been anticipating.<br />The downside for card companies is that, alongside that spending, consumers are paying off their cards rather than building balances that generate interest payments. Average domestic card loans at Capital One during the second quarter were down 10% from the same period in 2019. The company on Thursday said that, while payment rates were easing a bit recently, they are still running at “really quite a breathtaking level.”<br />An investor might wonder what the problem is. With credit losses correspondingly quite low and activity way up, what card loans remain are profitable. For domestic cards, net interest income plus non-interest income from spending-driven fees as a percentage of loans was higher for Capital One in the second quarter than at any point in 2019 at nearly 18%. And with many lenders having excess capital, perhaps it just makes sense to return that to shareholders and accept that people won’t be borrowing much for a long time."
}