{
    "url_original": "https://www.wsj.com/articles/credit-suisse-expected-to-publish-details-of-archegos-failures-11627423084?mod=markets_lead_pos4",
    "url": "credit-suisse-expected-to-publish-details-of-archegos-failures-11627423084",
    "title": "Credit Suisse Expected to Publish Details of Archegos Failures",
    "sub_head": "Report could come as soon as Thursday, is likely to focus on bank’s risk management unit, human errors in judgment and unheeded risk",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-376161?width=860&height=573",
    "image_1": "im-376161.jpg",
    "time": "2021-07-27 17:58:00",
    "body": "Credit Suisse  Group AG is likely to publish an investigation as soon as Thursday into the breakdown that led to massive losses from family office Archegos Capital Management, people familiar with the matter said.<br />The detailed report could become public around the time Credit Suisse reports second-quarter earnings, the people said. The report focuses on problems in the bank’s risk management unit, human errors in judgment and unheeded risk in concentrated positions, some of the people said.<br />It is expected to detail the bank’s failures, similar to lengthy reviews around other major bank losses, such as JPMorgan Chase & Co.’s $6 billion trading loss, known as the “London Whale,” and Wells Fargo & Co.’s sales practices scandal.<br />The collapse of Archegos, piled on top of the insolvency of another key Credit Suisse client, Greensill Capital, plunged the storied Swiss lender into crisis earlier this year. Credit Suisse took the biggest hit on Wall Street from Archegos—more than $5.5 billion.<br />Credit Suisse ousted its chief risk officer, investment bank head and others and turned to investors for $2 billion in fresh capital to shore up the bank’s balance sheet. The Swiss regulator, Finma, opened civil enforcement proceedings against Credit Suisse. Regulators in the U.S. and the U.K. are probing the losses from Archegos at multiple banks, the Journal previously reported."
}