{
    "url_original": "https://www.wsj.com/articles/credit-suisse-taps-goldman-executive-as-post-archegos-chief-risk-officer-11627373763?mod=markets_lead_pos4",
    "url": "credit-suisse-taps-goldman-executive-as-post-archegos-chief-risk-officer-11627373763",
    "title": "Credit Suisse Taps Goldman Executive as Post-Archegos Chief Risk Officer",
    "sub_head": "Swiss bank lost billions from Archegos, while Goldman escaped unscathed",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-375674?width=860&height=573",
    "image_1": "im-375674.jpg",
    "time": "2021-07-27 04:16:00",
    "body": "Credit Suisse Group AG  hired a top executive from  Goldman Sachs Group Inc.  as its chief risk officer, part of an effort to get a better grip on risks after losing $5.5 billion from family investment firm Archegos Capital Management.<br />David Wildermuth, formerly deputy chief risk officer at Goldman, will join the executive board and take over from Joachim Oechslin, who held the role temporarily. Credit Suisse’s former chief risk officer, Lara Warner, was pushed out in April after the Archegos loss and the separate collapse of a financing partner, Greensill Capital.<br />Some banks who also had exposure to Archegos, including Goldman Sachs, escaped unscathed from exiting the family office’s positions, at least in part because they had more-advanced risk management systems. Credit Suisse’s new chairman, António Horta-Osório, has pledged to improve risk management at the bank and is also reviewing its strategy and culture.<br />Mr. Wildermuth has been at Goldman since 1997 and has held top roles in the U.S. and the U.K., including as the chief risk officer for Europe and global chief credit officer. He was named a partner in 2010. Credit Suisse said he would start in February at the latest. Mr. Oechslin will then resume his previous role as strategic adviser to Credit Suisse’s chief executive, Thomas Gottstein.<br />Mr. Horta-Osório said Mr. Wildermuth would help shape Credit Suisse’s risk management framework, which he called an essential part of the bank’s “strategic realignment.” The chairman has said he would announce the outcome of the review later in 2021. Some analysts expect that to include cuts to the investment bank’s size and activities to make it safer, and a revamp of Credit Suisse’s overall structure across divisions and geographies."
}