{
    "url_original": "https://www.wsj.com/articles/credit-suisse-report-pins-archegos-disaster-on-fundamental-failure-of-management-and-controls-11627537722?mod=business_minor_pos5",
    "url": "credit-suisse-report-pins-archegos-disaster-on-fundamental-failure-of-management-and-controls-11627537722",
    "title": "Credit Suisse Failed to Act on Archegos Risks, Report Says",
    "sub_head": "Risks were ‘identified and were conspicuous’ according to a bank-commissioned investigation, which blames top employees for not taking action",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-377058?width=860&height=573",
    "image_1": "im-377058.jpg",
    "time": "2021-07-29 03:24:00",
    "body": "Credit Suisse Group AG  said top employees failed to act on numerous warning signals before it lost billions from family office Archegos Capital Management in March.<br />A report released Thursday prepared by a law firm for Credit Suisse detailed how employees failed to adequately address the risk of Archegos’s positions as trades repeatedly breached internal loss limits. By March, the trades had swelled to $21 billion in gross exposure.<br />Archegos rocked Wall Street in March when large, concentrated positions it held in a few stocks went sour. Banks lost more than $10 billion exiting the trades. Credit Suisse fared the worst among Archegos’s lending banks, with more than $5.5 billion in losses. Archegos managed the family fortune of Bill Hwang, a former hedge-fund manager.<br />On Thursday, Credit Suisse said it would penalize some of the employees who were involved by canceling deferred compensation and clawing back earlier pay worth about $70 million.<br />It said it has lowered its overall risk appetite across the bank, adjusted its governance and is adding more people in risk management. It said all hedge fund clients in the prime brokerage unit that traded with Archegos have been moved to a dynamic margining system—an upgrade of an earlier system that contributed to the losses."
}