{
    "url_original": "https://www.wsj.com/articles/crime-murder-chicago-capone-syndicate-lightfoot-violence-urban-11627679077?mod=opinion_major_pos4",
    "url": "crime-murder-chicago-capone-syndicate-lightfoot-violence-urban-11627679077",
    "title": "Crime Is No Longer a Family Business in Chicago",
    "sub_head": "The Syndicate was brutal, but it wasn’t random and ubiquitous like violence in the 21st century.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-377698?width=860&height=573",
    "image_1": "im-377698.jpg",
    "time": "2021-07-30 17:57:00",
    "body": "When I was a kid and told people not from Chicago, the city of my birth and upbringing, where I was from, it wasn’t uncommon for them to raise their arms as if holding a machine gun, murmur ratatatatatat, then utter “Al Capone.” Capone died in 1947, but Chicago and violence have ever after been linked. And now that link is more firmly established than ever, given the murder and shooting statistics announced at the end of every weekend in the city.<br />After Prohibition, crime in Chicago moved from bootlegging to gambling, prostitution, and loan-sharking. These operations were run by a group of mostly Italian and some Jewish gangsters known variously as the Syndicate, the Mob, the Boys, the Outfit, never for some reason called the Mafia.<br />Under the Syndicate such crime tended to be perpetrated on those who couldn’t pay their gambling or loan debts or attempted to step into territory thought to be exclusively the Syndicate’s. A friend of mine whose father had a strong taste for corruption bought a controlling interest in a few prizefighters. One thing leading to another, soon he found himself being simultaneously pursued by a murderous thug named Felix “Milwaukee Phil” Alderisio and the Federal Bureau of Investigation. Fortunately, the FBI got to him first.<br />Occasionally the body of someone with the hubris to betray the Syndicate would be found in the trunk of a car in a church or hotel parking lot. These crimes were horrendous but controlled, their victims carefully targeted, everyone else in the city left to go about his business.<br />With the uncontrolled and ubiquitous nature of current crime in Chicago, one almost feels nostalgia for old Syndicate figures such as Tony “Big Tuna” Accardo, Jake “Greasy Thumb” Guzik and Sam “Momo” Giancana. They might bully someone on a golf course, or take over the best tables at city steakhouses, but they didn’t shoot into crowds, hijack your car, or wantonly kill children. In their day, the local television news didn’t open with yet another mother weeping over her murdered child."
}