{
    "url_original": "https://www.wsj.com/articles/critical-race-theory-inside-the-u-s-military-11625494053?mod=opinion_major_pos16",
    "url": "critical-race-theory-inside-the-u-s-military-11625494053",
    "title": "Critical Race Theory Inside the U.S. Military",
    "sub_head": "Which Americans will raise their hands and pledge an oath to ‘support and defend’ our Constitution if they’re taught it’s inherently racist?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-360551?width=620&size=1.5",
    "image_1": "im-360551.jpg",
    "time": "2021-07-05 10:07:00",
    "body": "Your editorial “Has the Military Gone ‘Woke’?” (June 26) illustrates well the threat that critical race theory poses to our armed forces.<br />Critical race theory teaches that America and its institutions are systemically racist and some races are inherently oppressive and privileged while others are inherently oppressed and victimized. Which Americans will raise their hands and pledge an oath to “support and defend” our Constitution if they’re taught it’s inherently racist?<br />The military requires unit cohesion, high morale, good order and discipline, and esprit de corps. After all, our troops face severe hardships during training, to say nothing of combat. Will we build or erode these key qualities of a strong fighting force if we teach young troops to see their battle buddies, as well as their sergeants and officers, first and foremost through the lens of race? I served in Iraq and Afghanistan alongside soldiers of every race and background. We saw each other as fellow Americans and fellow soldiers, prepared to lay down our lives for each other and our country if necessary.<br />Every minute of training spent on charlatans like Ibram X. Kendi at best is wasted time better devoted to tactical and operational excellence, but at worst and more likely is a corrosive blow to the intangible qualities needed to fight and win in war.<br />And that, let us recall, is the central mission of our military. If it ever fails, the consequences are not just, say, shareholder losses or more unemployable college graduates, but the eclipse of America by adversaries like Communist China. Those are the stakes. Our military should stick to real wars, not culture wars."
}