{
    "url_original": "https://www.wsj.com/articles/critical-race-theory-is-a-hustle-11626214782?mod=opinion_lead_pos8",
    "url": "critical-race-theory-is-a-hustle-11626214782",
    "title": "Critical Race Theory Is a Hustle",
    "sub_head": "It may resemble a serious academic discipline, but it’s really just a fancy argument for racial preferences.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-07-13 18:19:00",
    "body": "A majority of American fourth- and eighth-graders can’t read or do math at grade level, according to the Education Department. And that assessment is from 2019, before the learning losses from pandemic school closures.<br />Whenever someone asks me about critical race theory, that statistic comes to mind. What’s the priority, teaching math and reading, or turning elementary schools into social-justice boot camps?<br />Given that black and Hispanic students are more likely to be lagging academically, it’s a question that anyone professing to care deeply about social inequality might consider. Learning gaps manifest themselves in all kinds of ways later in life, from unemployment rates and income levels to the likelihood of teenage pregnancy, substance abuse and involvement with the criminal-justice system. Our jails and prisons already have too many woke illiterates.<br />Wealthier parents will make sure their kids receive a decent education, even if it means using private schools or hiring tutors. But the majority of children are relegated to the traditional public-school system, where progressives now want to prioritize the teaching of critical race theory. In addition to being a horrible idea, the timing couldn’t be worse. As the country rapidly diversifies—for more than a decade, U.S. population growth has been driven primarily by Asians and Hispanics—liberals want to teach children to obsess over racial and ethnic differences. What could go wrong?<br />Recently, the nation’s two largest teachers’ unions, the National Education Association and the American Federation of Teachers, announced that they had jumped on the bandwagon. At its annual meeting earlier this month, the NEA adopted a proposal stating that it is “reasonable and appropriate for curriculum to be informed by academic frameworks for understanding and interpreting the impact of the past on current society, including critical race theory.” More, the organization pledged to “fight back against anti-CRT rhetoric” and issue a study that “critiques empire, white supremacy, anti-Blackness, anti-Indigeneity, racism, patriarchy, cisheteropatriarchy, capitalism, ableism, anthropocentrism, and other forms of power and oppression at the intersections of our society.” There was no proposal vowing to improve math and reading test scores, alas."
}