{
    "url_original": "https://www.wsj.com/articles/critical-race-theory-schools-11625666208?mod=opinion_major_pos16",
    "url": "critical-race-theory-schools-11625666208",
    "title": "Critical Race Theory in Our Schools",
    "sub_head": "Ibram X. Kendi says capitalism and racism are ‘conjoined twins.’",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-366315?width=620&size=1.5",
    "image_1": "im-366315.jpg",
    "time": "2021-07-08 13:00:00",
    "body": "Donna Brazile wants critical race theory taught in K-12 schools (“Don’t Ban Critical Race Instruction,” op-ed, July 2). Its contribution to improving race relations is to tell children that the color of their skin determines their destiny, not the content of their character, as Martin Luther King Jr. had it.<br />White children are to be told they enjoy “white privilege” and oppress their fellow students of color. Consequently, white students must publicly admit to specific advantages they enjoy stemming from their privileged position. The shaming will set them on the road to becoming “antiracists.”<br />All must be taught that due process, colorblindness and equality before the law were developed by whites to maintain an uneven playing field. The goal isn’t equality but equity, which occurs when outcomes are identical.<br />Children learn that an equitable society cannot have differences in wealth by race, so wealth must be redistributed by the government. Any disparity in disciplinary actions or enrollments is also ipso facto evidence of implicit racial bias. Ibram X. Kendi, a popular exponent of critical race theory, says capitalism and racism are “conjoined twins” that must be fought together.<br />Ms. Brazile is doing what many advocates of critical race theory do: Change the subject from critical race theory’s agenda to undermine our culture to the noble-sounding “look honestly at American history—much of it good, but some of it immoral and horrific.” U.S. schools have been looking honestly at history for a long time. It isn’t honest for advocates of critical race theory to deny the accomplishments of the last several decades."
}