{
    "url_original": "https://www.wsj.com/articles/critical-report-fbi-failure-to-investigate-larry-nassar-11626280355?mod=business_minor_pos5",
    "url": "critical-report-fbi-failure-to-investigate-larry-nassar-11626280355",
    "title": "FBI Agents Disregarded Gymnasts’ Complaints About Nassar, Then Made False Statements to Cover Mistakes, Report Says",
    "sub_head": "The Justice Department’s inspector general’s report dissects the FBI’s failed response to allegations against the U.S. gymnastics team doctor in 2015",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-369205?width=860&height=573",
    "image_1": "im-369205.jpg",
    "time": "2021-07-14 16:32:00",
    "body": "WASHINGTON—FBI agents disregarded allegations by Olympic gymnasts that they were sexually assaulted by former national team doctor Larry Nassar and later made false statements to cover their mistakes, Justice Department investigators said Wednesday in a long-awaited report on the bureau’s handling of one of the biggest abuse cases in U.S. sports history.<br />The Justice Department’s inspector general detailed multiple failings in the Federal Bureau of Investigation’s response to the gymnasts’ complaints, which were first brought into the Indianapolis field office on July 28, 2015, by USA Gymnastics, the sport’s national governing body. For more than a year after that, the bureau did almost nothing in response.<br />The Indianapolis agents receive the brunt of the blame: according to the report, agents there were unsure if the allegations against Nassar represented a possible federal crime. They were also unsure how to handle concerns that had been brought to them in Indianapolis—the city where USA Gymnastics is headquartered—when there were no allegations of Nassar treating gymnasts there.<br />Nassar, now serving an effective life term in prison, was later established to have sexually abused hundreds of women and girls—including members of the U.S. national gymnastics team—under the guise of medical treatment. The abuse occurred in training and competitions around the country and overseas, and through his employment at Michigan State University.<br />According to the report, the Indianapolis agents did not formally document their July 2015 meeting with the USA Gymnastics officials, which came after the gymnastics body had conducted its own five-week internal inquiry into concerns about Nassar."
}