{
    "url_original": "https://www.wsj.com/articles/cubas-unrest-frames-worlds-big-struggle-dictators-vs-democracies-11626096393?mod=politics_lead_pos5",
    "url": "cubas-unrest-frames-worlds-big-struggle-dictators-vs-democracies-11626096393",
    "title": "Cuba’s Unrest Frames World’s Big Struggle: Dictators vs. Democracies",
    "sub_head": "Turmoil raises the question of whether authoritarian regimes will prevail in the long term, or are sowing the seeds of their own demise",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-07-12 09:26:00",
    "body": "The world was treated on Sunday to an amazing sight: thousands of Cubans taking to the streets in a wave of demonstrations demanding, among other things, an end to a 62-year-old dictatorship.<br />Beyond serving as a milestone moment for the island nation, the demonstrations in at least 15 cities marked the latest installment in the greatest struggle of our times: the contest between democrats and authoritarians. In recent years, authoritarians often have seemed to hold the upper hand. Yet the Cuban unrest serves to frame the key question: whether authoritarian regimes will prevail in the long term, or are sowing the seeds of their own demise.<br />The Cubans who took to the streets appeared to have some more immediate concerns on their minds. They were protesting a lack of food and a shortage of Covid-19 vaccines. But their willingness to take their protests to the actual doorstep of Cuba’s Communist Party headquarters showed a deeper dissatisfaction.<br />It’s hard to say whether Cubans on the streets, like citizens of Hong Kong pushing back against Chinese central government repression there, represent the beginnings of a new anti-authoritarian tide or mere footnotes in a generally bad time for those who cheer for democracy.<br />Certainly authoritarian regimes appear to be having a good run right now. Freedom House, a nonpartisan organization dedicated to promoting freedom and democracy, reports that freedom across the globe has declined for 15 straight years, a trend that accelerated last year. “The long democratic recession is deepening,” Freedom House says."
}