{
    "url_original": "https://www.wsj.com/articles/cuba-protests-whats-happening-11626112390?mod=world_minor_pos1",
    "url": "cuba-protests-whats-happening-11626112390",
    "title": "What Is Happening in Cuba? Protests Grow Against the Communist Regime",
    "sub_head": "Street demonstrations come as the country’s economic crisis and the pandemic lead to deteriorating living conditions and shortages",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-07-12 13:57:00",
    "body": "Cuban citizens have taken to the streets across the country for the first time in more than six decades to protest against deteriorating living conditions and the lack of basic goods and services, including medical attention amid increasing numbers of coronavirus infections.<br />The protests, with thousands of people calling for an end to the 62-year-old communist regime, began Sunday in the western city of San Antonio de los Baños, later spreading to more than 40 cities and towns including the capital Havana. President Miguel Díaz-Canel responded by calling on supporters to take back the streets from the protesters and deploying security forces across the country.<br />In Havana, state forces were out in droves Sunday night, including so-called rapid-reaction brigades and Communist Party militants armed with heavy sticks. Some protesters were attacked, and at least 80 have been arrested, according to activists.<br />The latest wave of hardship for the Cuban people comes after the economy contracted more than 11% last year amid the pandemic, which led tourism to dry up and brought about a drop in remittances from Cubans living abroad—both vital sources of income for families.<br />Cubans stand for hours in line to buy basic goods such as chicken or bread, or even to take a bus. The island is increasingly hit by hourslong electricity outages, and, in recent days, coronavirus infections have surged, according to authorities, putting a strain on the country’s health system."
}