{
    "url_original": "https://www.wsj.com/articles/cuban-protesters-get-prison-sentences-house-arrest-in-summary-trials-11627334035",
    "url": "cuban-protesters-get-prison-sentences-house-arrest-in-summary-trials-11627334035",
    "title": "Cuban Protesters Get Prison Sentences, House Arrest in Summary Trials",
    "sub_head": "Among those sentenced are dozens of independent professionals, artists and journalists",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-375230?width=860&height=573",
    "image_1": "im-375230.jpg",
    "time": "2021-07-26 17:13:00",
    "body": "Scores of Cubans who participated in recent mass protests have received sentences of up to one year in prison or house arrest in summary trials without due process, civil rights activists and relatives of detainees say.<br />Activists estimate that Cuba’s security agents detained more than 600 demonstrators and activists shortly after the wave of spontaneous, nationwide protests in mid-July. Those were a response to a sharp deterioration in living conditions and lack of freedom under six decades of Communist rule.<br />The protests fizzled out after a broad crackdown by the government. On Monday, the government disrupted nationwide internet service, according to Kentik, a U.S.-based network-monitoring company. Network traffic was sharply reduced after thousands of Cubans took to social media to post videos of Cuban-American demonstrators in the U.S. demanding freedom in the Communist island.<br />Hundreds of protesters were held incommunicado in the days and weeks after the July 11 demonstrations, say human rights lawyers and relatives of the detainees. But last week, judiciary authorities began summary trials, most of them of young Cubans charged with broad offenses like public disorder or disobedience, according to the government and dissidents.<br />Among those sentenced are dozens of independent professionals, artists and journalists who joined peaceful protests or attempted to cover the demonstrations."
}