{
    "url_original": "https://www.wsj.com/articles/cuba-protests-poverty-communists-11627238910?mod=opinion_major_pos7",
    "url": "cuba-protests-poverty-communists-11627238910",
    "title": "The Root Causes of Cuban Poverty",
    "sub_head": "The only blockade is the one imposed by Havana. Regime elites oppose competition.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-374861?width=860&height=573",
    "image_1": "im-374861.jpg",
    "time": "2021-07-25 16:34:00",
    "body": "Cuba’s primal scream for liberty on July 11 has gone viral and exposed the grisly methods used by Cuba’s gestapo to keep the lid on dissent. But Cubans need outside help. They need the civilized world to come together and ostracize the barbarians in Havana. This requires U.S. leadership. Unfortunately, the Biden administration hasn’t seemed up to the task.<br />Repression and propaganda are the only two things that Havana does well. U.S. intervention to protect against human-rights violations is not practical. But the Biden administration could launch a campaign to inform the public about the realities of Cuban communism. Vice President Kamala Harris might label it “the root causes” of Cuban poverty.<br />Debunking the Marxist myth that sanctions impede Cuban development would be a good place to start. For decades, Cuba has blamed what it calls the U.S. “blockade” for island privation. Regime talking points have been repeated ad nauseam in U.S. media and beyond. If Mr. Biden wants to police speech, he might ask  Facebook  to start fact-checking these claims. (Sarcasm alert.)<br />Administration “experts”—like White House adviser Juan González and Emily Mendrala, the deputy assistant secretary of state for Cuba and regional migration—believe in the failed policy of engagement with the tyrants in Havana. So rather than marshaling its resources to refute the blame-America narrative, Team Biden proposes appeasement, with a larger staff at the U.S. Embassy and more remittances to the island. This will only help the regime keep the upper hand.<br />Why life for most Cubans is primitive in the 21st century is not hard to discern. Shortages caused by communism have been made infinitely worse during the Covid-19 pandemic because, as tourism dollars dried up, the regime naturally diverted diminishing hard currency to itself."
}