{
    "url_original": "https://www.wsj.com/articles/daca-ruled-unlawful-by-federal-judgewhat-that-means-11626552659?mod=business_minor_pos4",
    "url": "daca-ruled-unlawful-by-federal-judgewhat-that-means-11626552659",
    "title": "DACA Ruled Unlawful by Federal Judge—What That Means",
    "sub_head": "Obama-era program offering protections to young immigrants in the country without authorization faces new setback in court",
    "category_1": "U.S.",
    "time": "2021-07-17 16:10:00",
    "body": "A federal judge in Texas has declared illegal the Deferred Action for Childhood Arrivals program, the Obama-era initiative that provides deportation protection and work permits to some young immigrants. It marks the latest twist in a legal battle over the program that has created uncertainty for DACA recipients since 2017. Here are some questions and answers about what the ruling means.<br />DACA was created by then-President Barack Obama in 2012 after Congress failed to pass the Dream Act, a bill providing a pathway to citizenship for young immigrants who were brought to the U.S. as children and have lived in the country illegally.<br />The program offers the so-called Dreamers temporary protections from deportation and grants them work permits for two years at a time. It also gives immigrants permission, on a case-by-case basis, to safely leave the country without being blocked from returning. DACA recipients must have arrived in the U.S. by 2007, before they turned 16, and satisfied other conditions, including being a student or graduate and having no significant criminal record.<br />In September 2017, then-Attorney General Jeff Sessions said the Trump administration would wind down the program, calling it an illegal exercise of presidential power. Several states, immigration advocacy organizations and DACA recipients sued the administration for its decision, and by January 2018, a judge ordered the administration to continue processing DACA renewals for the length of the legal battle.<br />In June 2020, the Supreme Court ruled on the Trump administration’s action, saying it didn’t follow the proper procedure when it attempted to end DACA. Though the administration had the right to cancel the program, the court said, it didn’t provide a “reasoned explanation for its action” or adequately consider the consequences for people relying on its protections."
}