{
    "url_original": "https://www.wsj.com/articles/daily-covid-19-deaths-in-indonesia-nearly-double-as-delta-variant-drives-surge-11625674555",
    "url": "daily-covid-19-deaths-in-indonesia-nearly-double-as-delta-variant-drives-surge-11625674555",
    "title": "Daily Covid-19 Deaths in Indonesia Nearly Double as Delta Variant Drives Surge",
    "sub_head": "The healthcare system is crumbling in the largely unvaccinated country, which reported its highest single-day tally of new infections on Wednesday",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-07 12:15:00",
    "body": "SINGAPORE—Deaths in Indonesia from Covid-19 rose sharply on Wednesday, with reported daily fatalities nearly double the number from two days ago, as the fast-spreading Delta variant of the coronavirus overwhelms the largely unvaccinated country’s healthcare system.<br />Public-health experts have for weeks warned that Indonesia, the world’s fourth most populous nation, could face a surge like the one that caused India’s hospital system to collapse in April and May. Around 5% of Indonesia’s 270 million people are fully vaccinated and infections have been rising for days. The country reported a record 1,040 deaths from Covid-19 on Wednesday, up from 558 deaths two days ago.<br />Hospitals in many parts of the archipelago have run out of beds and ventilators. Fears of oxygen scarcity have led authorities to import supplies from abroad. Hundreds of healthcare workers who were fully inoculated with shots developed by China’s Sinovac Biotech Ltd.—which make up the bulk of Indonesia’s current vaccine supply—are infected with Covid-19, reducing the medical manpower available to deal with the flow of patients, doctors’ associations say.<br />“Now we are in a very severe situation,” said Dicky Budiman, an Indonesian epidemiologist at Griffith University in Australia, adding that cases were likely to rise further in the coming days.<br />Doctors and volunteers say many people are dying in their homes without being tested for Covid-19 and that reported cases and deaths don’t accurately reflect the scale of Indonesia’s crisis. The country reported 34,000 new infections on Wednesday, its highest single-day tally. Authorities have said the Delta variant is circulating widely and is dominant in parts of the country."
}