{
    "url_original": "https://www.wsj.com/articles/dating-app-investors-should-play-the-field-11626112378?mod=business_minor_pos10",
    "url": "dating-app-investors-should-play-the-field-11626112378",
    "title": "Dating-App Investors Should Play the Field",
    "sub_head": "Match Group may always shine bright in online dating, but right now Bumble has some appeal",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-12 13:52:00",
    "body": "In the 2001 biographical drama “A Beautiful Mind,” schizophrenic genius John Nash wasn’t much of a charmer with the ladies. But when it came to probability, he was a master. His advice to boost your chances at finding love? Ignore the most beautiful person in the room.<br />Now might be a good time to apply that logic to stock picking. All signs point to a strong quarter coming up for dating-app companies. But the market hasn’t treated them equally. Online-dating giant  Match Group  is up 62% over the past year, while smaller player  Bumble  has shed 25% since its February initial public offering. Bumble is now trading at just 9.4 times enterprise value to forward sales, with Match at a significant premium at 14.6 times. Heading into earnings, investors might want to take a page from Mr. Nash’s book.<br />There is a reason Match has outperformed. It not only owns the top grossing dating app in the world in Tinder, but seven of the top 10 dating apps by consumer spending in the U.S. as of the first quarter, according to data from Sensor Tower. Bumble’s namesake app may be the No. 2 dating app in the world, but its other app, Badoo, is much less popular.<br />That balance of power isn’t likely to shift in Bumble’s favor any time soon. Despite its mission to empower women to make the first move, a recent survey from Evercore ISI found a higher percentage of women say they are using Tinder than Bumble. It also found that of males and females using both apps, a significantly higher percentage of both groups reported being more satisfied with Tinder. Meanwhile, Match’s relationship app Hinge continues to gain traction. Morgan Stanley analyst Lauren Schenk notes that Hinge could surpass Bumble in terms of monthly active users in the next 18 to 24 months if current growth rates hold.<br />In the near term, though, both Bumble and Match are likely to be beneficiaries of a waning pandemic and consumers’ pent-up desire to connect. Between the two, Bumble’s underperformance this year leaves more room for upside."
}