{
    "url_original": "https://www.wsj.com/articles/dean-martin-jerry-lewis-comedy-11627223355?mod=opinion_lead_pos10",
    "url": "dean-martin-jerry-lewis-comedy-11627223355",
    "title": "The Martin and Lewis Decade",
    "sub_head": "A comedy partnership that took American culture by storm.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-374858?width=860&height=573",
    "image_1": "im-374858.jpg",
    "time": "2021-07-25 12:08:00",
    "body": "The comedy partnership of Dean Martin and Jerry Lewis began on July 25, 1946. For 10 years they were the hottest entertainers in America, performing together in movies and sold-out nightclubs, on radio and TV.<br />The two were a study in contrasts. Martin was a singer, traditionally handsome, Italian, a classic straight man. Lewis was a rubber-faced, hyperkinetic Jewish comedian who seemed as if he couldn’t stand still for a moment. Their act played off these contrasts, with Martin trying to get through a song or a bit and Lewis constantly interrupting and exasperating him, doing a medley of voices, imitations and emotions while Martin tried to maintain his considerable cool. Lewis felt that their contrasts broadened their appeal. As Lewis put it, “Who were Dean’s fans? Men, women, the Italians. Who were Jerry’s fans? Women, Jews, kids. Who were Martin and Lewis’s fans? All of them.”<br />Unfortunately, they broke up in 1956. Martin was tired of being the straight man, and Lewis was a workaholic who resented Martin’s preference for golf over performing. Martin continued to put out movies and records and was part of the Rat Pack, which included Frank Sinatra and Sammy Davis Jr. Lewis did fine as well, starring and directing in films like “The Nutty Professor.” (Martin had little patience for Lewis’s aspirations as a director, which he derided as “Lewis’s Chaplin s—.” Starting in 1966, Lewis became famous to a new generation for his annual nationwide telethons for muscular dystrophy.<br />Their shared fame brought them into the orbit of the most prominent people in America. Lewis claimed to have visited John F. Kennedy 19 times in the Oval Office. He also visited Jimmy Carter and was close friends with Ronald Reagan. Martin also had brushes with presidents. In 1973 he hosted a celebrity roast for Reagan on “The Dean Martin Show.” The roast depicted Reagan as charismatic and willing to take a joke, in contrast with Nixon, the sitting president. A highlight was a fake telegram Martin read from Nixon, reading “Dear Governor Reagan, I am sorry I couldn’t come to your roast tonight. Dean invited me but I don’t trust anybody named Dean anymore”—a reference to John Dean, whom Nixon had fired as White House counsel months earlier. Martin also endorsed Reagan for president in 1980, and he and Sinatra performed at Reagan fundraising events.<br />But the presidential meetings and the subsequent successes wouldn’t have ever occurred without their legendary partnership. Lewis thought so, telling People magazine in 1995 that “I don’t think we would have ever been heard of without the other.” July 25 is both the anniversary of their partnership and its breakup—their last show was at the Copacabana in 1956. The team lasted only one decade, but what a decade it was."
}