{
    "url_original": "https://www.wsj.com/articles/death-toll-in-philippine-air-force-plane-crash-rises-to-50-11625484669",
    "url": "death-toll-in-philippine-air-force-plane-crash-rises-to-50-11625484669",
    "title": "Death Toll in Philippine Air Force Plane Crash Rises to 50",
    "sub_head": "The Lockheed C-130 Hercules with 96 soldiers and crew members aboard missed the runway at Jolo airport on Sunday",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-364536?width=620&size=1.5",
    "image_1": "im-364536.jpg",
    "time": "2021-07-05 07:31:00",
    "body": "SINGAPORE—The death toll from the crash of a Philippine Air Force plane on Sunday rose to 50, including three civilians on the ground, as authorities ordered an investigation into what caused the  Lockheed  C-130 Hercules, commonly used for transport by militaries around the world, to go down.<br />Military officials said the plane with 96 soldiers and crew members aboard missed the runway at Jolo airport on an island in the country’s far south. Witnesses saw soldiers leap out to try to save themselves in the moments before the aircraft crashed into a patch of thick brush and palm trees, according to a statement and photographs provided by the Joint Task Force Sulu, the military’s local unit. Of those aboard, 47 were killed and 49 were injured, military spokesman Marine Maj. Gen. Edgard Arevalo said Monday following a rescue mission that continued late into the previous night.<br />The photographs provided by the Joint Task Force showed thick smoke billowing from the crash site as rescuers rummaged through the wreckage for survivors, surrounded by tropical vegetation and the outskirts of a small village. Little appeared to be left of the aircraft, with the tail number 5125 still visible amid the debris, after an explosion caused by the impact.<br />The Joint Task Force said the plane was carrying new army privates deployed to fight militants. “They were supposed to join us in our fight against terrorism,” unit commander Gen. William N. Gonzales said in a statement.<br />The island of Jolo has long been a battleground between the Philippine military and Abu Sayyaf, a small insurgent group affiliated with Islamic State, which is designated as a terrorist organization by governments including the Philippines and the U.S. The group was behind the 2004 bombing of a ferry near Manila that killed 116 people, according to the U.S. National Counterterrorism Center."
}