{
    "url_original": "https://www.wsj.com/articles/deepfake-a-piece-of-thieves-slang-gets-a-digital-twist-11626983869",
    "url": "deepfake-a-piece-of-thieves-slang-gets-a-digital-twist-11626983869",
    "title": "‘Deepfake’: A Piece of Thieves’ Slang Gets a Digital Twist",
    "sub_head": "A 21st-century term for manipulated audio or video updates a word used by 19th-century Australian convicts.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-373734?width=860&height=571",
    "image_1": "im-373734.jpg",
    "time": "2021-07-22 17:07:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />In the new documentary “Roadrunner” about the life of celebrity chef Anthony Bourdain, the filmmakers made a controversial choice. The director, Morgan Neville, commissioned a software company to re-create Bourdain’s voice digitally, synthesizing three lines of voice-over. The lines were statements that Bourdain wrote but never uttered before his death in 2018.<br />The artificial-intelligence technology used to craft the fictitious audio is called “deepfake,” and it has set off a debate online since food writer Helen Rosner published a piece in the New Yorker last week, “The Ethics of a Deepfake Anthony Bourdain Voice,” interviewing Mr. Neville about the decision.<br />While the audiovisual technology that allows this kind of trickery has long been in development, the word “deepfake” first emerged in late 2017. That was when someone on the online forum Reddit began posting manipulated celebrity videos under the name “deepfakes.” Soon there was a (now banned) Reddit community, r/deepfakes, devoted to sharing fake videos, which often consisted of face-swapping celebrities into pornographic clips.<br />Since then, deepfakes have grown more sophisticated, as it becomes easier to make it seem as if a person is saying or doing whatever the creator wants. The “deep” of “deepfake” refers to “deep learning,” an A.I. method that involves training a neural network to create fabrications based on existing recordings and images of a person."
}