{
    "url_original": "https://www.wsj.com/articles/defund-joe-bidens-irs-11625520412?mod=opinion_lead_pos8",
    "url": "defund-joe-bidens-irs-11625520412",
    "title": "Defund Joe Biden’s IRS",
    "sub_head": "The president calls the extra $80 billion for the agency an ‘investment.’",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-364604?width=620&size=1.5",
    "image_1": "im-364604.jpg",
    "time": "2021-07-05 17:26:00",
    "body": "Joe Biden may be mistaken about many things, but he’s right about the Internal Revenue Service. If the IRS is to become the agency he wants it to become, it needs the $80 billion in extra funding he is now proposing.<br />It comes down to the tax gap. This is the difference between what people owe the IRS and what it actually manages to collect. Though Commissioner Charles Rettig told the Senate Finance Committee in April that the IRS is leaving $1 trillion on the table each year, a more recent Treasury Department analysis put the gap at roughly $600 billion for 2019, which it said “is on pace to total $7 trillion over the course of the next decade.”<br />There are two schools of thought here. The first—call it the Joe Biden School—holds that the answer is to give the IRS the authority, funding and manpower it needs to go out and bring in that missing revenue. Accordingly, an $80 billion IRS infusion will more than pay for itself by generating an additional $700 billion in tax revenue over the next decade. It’s a bargain at the price.<br />The other school—let’s call it the Milton Friedman School—holds that the best tax collection system comes from a tax code that keeps taxes low, fair and simple. In either case, the kind of IRS you believe you need is more or less dictated by the tax code you prefer.<br />For Mr. Biden, the political appeal of a bigger and more aggressive IRS is obvious. It enables him to reassure ordinary Americans that none of the burden for all the trillions in new spending he wants will fall on them. Instead, it will all be borne by tax cheats and fat cats who aren’t paying their fair share."
}