{
    "url_original": "https://www.wsj.com/articles/delta-variant-coronavirus-covid-19-vaccine-hesitancy-11626816160?mod=opinion_lead_pos8",
    "url": "delta-variant-coronavirus-covid-19-vaccine-hesitancy-11626816160",
    "title": "The Delta Variant Is a Reality Test",
    "sub_head": "Americans haven’t wanted to understand what it means for a virus to be endemic.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-371762?width=860&height=573",
    "image_1": "im-371762.jpg",
    "time": "2021-07-20 18:28:00",
    "body": "The difficulty of the news business is that you’re constantly trying to tell people their information is outmoded, which they resist since assimilating new information entails a cost. And yet here goes:<br />If you haven’t had Covid yet, you will. If you’ve had it once, you’ll have it again. If you’re vaccinated or were infected previously—which will one day be most people except the very young—your symptoms will likely be mild or nonexistent, but it’s not guaranteed. Words the CDC says about the flu it will say about Covid: “Vaccination is especially important for people 65 years and older because they are at high risk of developing serious complications from flu. Flu vaccines are updated each season as needed to keep up with changing viruses.”<br />Nobody is surprised when they get the flu for the second, the third, the eighth time in their lives. This is what epidemiologists meant when, for the last 15 months, they said the new coronavirus was likely to evolve and become endemic.<br />Which brings us again to the question of vaccine hesitancy. Media types have been worshiping a Kaiser Family Foundation survey that finds 86% of Democrats and only 52% of Republicans are vaccinated.<br />But all the problems of polling apply: fewer and increasingly unrepresentative are those of us who even bother to answer our phones; we’re cagey on partisan questions. The numbers also seem disproportionate to every correlate: Rural vs. urban. Young vs. old. Black vs. white. Kaiser says it aims for an error of plus or minus 3 percentage points; on party identification it achieved an error of 6 to 7 points."
}