{
    "url_original": "https://www.wsj.com/articles/delta-variant-hospitalizations-covid-coronavirus-vaccine-immunity-11626374706?mod=opinion_lead_pos5",
    "url": "delta-variant-hospitalizations-covid-coronavirus-vaccine-immunity-11626374706",
    "title": "The Reassuring Data on the Delta Variant",
    "sub_head": "There’s no sign of a surge in hospitalization or severe illness, and the vaccines remain extremely effective.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-15 18:05:00",
    "body": "You read the same alarming headlines every few months, now with Greek letters. As the virus that causes Covid-19 evolves and mutates, the same concerns pop up about whether the variant evades vaccines, makes people sicker than the old versions, and increases transmissibility. What we know about the Delta variant is reassuring.<br />One of the most important questions is whether vaccines are still working well. The best way to answer that is to look at the number of vaccinated people getting serious Covid-19 symptoms or being hospitalized. A new study from the U.K. found that vaccines are still incredibly effective at preventing serious illness with the Delta variant circulating. The  Pfizer  vaccine was 96% effective after two doses at preventing hospitalization, meaning the average unvaccinated person in the study was more than 25 times as likely to be hospitalized with Covid as the average vaccinated one. (This almost certainly understates the protectiveness of the vaccine, as the vaccinated cohort was older and had a higher incidence of pre-existing conditions than the unvaccinated one.) The  Johnson & Johnson  vaccine produces strong neutralizing antibodies and cellular responses against the Delta variant, still present eight months after administration.<br />Studies from Canada and the U.K. show 79% to 87% effectiveness against symptomatic infection with the Delta variant. On July 8 the Centers for Disease Control and Prevention and the Food and Drug Administration asserted their confidence in the vaccines. They jointly announced that no boosters are necessary at this time.<br />This is all excellent news, as is the finding that 99% of hospitalizations for Covid-19 are among unvaccinated people. The vaccines are as good as first heralded, even against new variants. That unvaccinated people are still being hospitalized underscores the continuing need to get as many people vaccinated as possible. That will also protect children under 12, who aren’t eligible for vaccines. Cases in kids have fallen in places with high vaccination rates among adults and adolescents.<br />The human immune system truly is more clever and flexible than most people realize. Vaccines generate memory B cells that allow them to produce adapted antibodies toward a range of variants should they ever encounter them. Data from the La Jolla Immunology Institute and the University of California, San Francisco show that T-cell responses provoked by the vaccines are strong against known variants. If you choose a two-shot regimen such as Pfizer or Moderna, getting both shots is still important, as the booster may be necessary to recognize a range of variants."
}