{
    "url_original": "https://www.wsj.com/articles/delta-variants-spread-hobbles-global-efforts-to-lift-covid-19-restrictions-11625131968",
    "url": "delta-variants-spread-hobbles-global-efforts-to-lift-covid-19-restrictions-11625131968",
    "title": "Delta Variant’s Spread Hobbles Global Efforts to Lift Covid-19 Restrictions",
    "sub_head": "Vaccines that reduce hospitalizations and deaths are tempering economic concerns—but not in poorer, less-inoculated countries",
    "category_1": "World",
    "time": "2021-07-01 05:32:00",
    "body": "The fast spread of the Delta variant of the coronavirus in much of the world is thwarting plans in many countries to lift lockdowns and reopen economies, a major setback to efforts to contain the global Covid-19 pandemic.<br />The variant’s spread has heightened a likely feature of an extended global pandemic: the contrast between poorer unvaccinated countries where hospitalizations and death rates are surging and highly vaccinated populations where the link between rising case rates and serious illness has been largely broken.<br />Delta, which swept through India in May, is estimated to be at least twice as contagious as the original version of the virus. It is now present in 85 countries and is the most common variant in the U.S. Only in South America, where another highly contagious version of the virus is prevalent, does Delta not seem to be making inroads.<br />In parts of Asia, Australia and Europe, governments are reintroducing travel restrictions and delaying the lifting of lockdowns as health authorities find that restrictive measures that kept earlier lineages of the virus in check aren’t curbing Delta.<br />In the U.K., where the variant accounts for 97% of recent cases, and other places with high rates of vaccination, concern is tempered by evidence that the shots are reducing hospitalizations and deaths. But in largely unvaccinated parts of the world, including some countries of Africa, hospitals are overwhelmed. In Indonesia, caseloads are at the highest level since the start of the pandemic."
}