{
    "url_original": "https://www.wsj.com/articles/delta-variant-of-covid-19-isnt-expected-to-dent-robust-u-s-recovery-11626875957",
    "url": "delta-variant-of-covid-19-isnt-expected-to-dent-robust-u-s-recovery-11626875957",
    "title": "Delta Variant of Covid-19 Isn’t Expected to Dent Robust U.S. Recovery",
    "sub_head": "Economists see continued spending, hiring and limited disruptions as health officials try to avoid restrictions and boost vaccinations",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-372517?width=860&height=573",
    "image_1": "im-372517.jpg",
    "time": "2021-07-21 09:59:00",
    "body": "The highly contagious Delta variant of Covid-19 doesn’t pose an immediate risk to the strength of the U.S. economic recovery, with analysts expecting a robust expansion to continue in the second half of the year.<br />Many economists are maintaining forecasts for solid economic growth due to expectations of steady hiring and continued spending, driven by accumulated savings and Americans’ desire to travel and socialize more than a year into the pandemic.<br />They see limited disruptions to the economy as local health officials try to avoid restrictions and boost vaccinations in response to the recent case surge. Economists are more concerned about firming inflation than the Delta variant as they assess the economic outlook.<br />“The variant is a significant downside risk for the economy, but that risk is more than offset by what are still very strong fundamentals,” said Oren Klachkin, lead U.S. economist at Oxford Economics. “Consumers have a lot of cash and seem eager to spend on activities they couldn’t do for 18 months. And, for now, it seems like the vaccines should be able to keep the spike in cases fairly low.”<br />Oxford, a forecasting firm, hasn’t changed its projection for U.S. gross domestic product—a broad measure of the economy’s output of goods and services. It expects GDP to rise at nearly a 9% annualized pace in the third quarter. Such historically strong growth would be in line with the stimulus-fueled expansion in the first half of the year."
}