{
    "url_original": "https://www.wsj.com/articles/delta-variants-surge-puts-europes-summer-reopening-at-risk-11625840132",
    "url": "delta-variants-surge-puts-europes-summer-reopening-at-risk-11625840132",
    "title": "Delta Variant’s Surge Puts Europe’s Summer Reopening at Risk",
    "sub_head": "Continent fears the strain’s rise in Spain and Portugal could signal a new wave of contagion that forces countries to bring back more controls",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-07-09 10:15:00",
    "body": "The fast spread of the Covid-19 Delta variant in Spain and some other parts of Europe is prompting authorities to reintroduce restrictions, fueling fears that a new wave of infections could disrupt the region’s summer reopening.<br />Infections in Spain are rising mainly among young people, who are largely unvaccinated, including at parties, on trips to celebrate the end of the school year and at festivals to celebrate the summer solstice. Delta, now also the dominant strain in the U.S., is spreading quickly in Portugal and the south of France, too.<br />The highly contagious variant is threatening to spoil the summer for Europe’s south, whose economies depend on tourists from across Europe, the U.S. and elsewhere. European Union countries recently lifted quarantine requirements for travelers from the U.S. who are vaccinated or have tested negative for Covid-19.<br />The threat is putting pressure on European countries to accelerate their vaccination campaigns—particularly among young people, the main vector of contagion in countries such as Spain—to avoid having to bring back the sort of restrictions on travel and nightlife that the region labored under until this spring.<br />France on Thursday warned its citizens about visiting the latest Covid-19 hot spots. “For those who haven’t yet reserved their vacations, be careful, avoid Spain, avoid Portugal,” said Clément Beaune, France’s secretary of European affairs. “It’s better to stay in France or go to other countries.”"
}