{
    "url_original": "https://www.wsj.com/articles/delta-variant-brings-calamity-to-countries-stuck-waiting-for-covid-19-vaccines-11625482191",
    "url": "delta-variant-brings-calamity-to-countries-stuck-waiting-for-covid-19-vaccines-11625482191",
    "title": "Delta Variant Brings Calamity to Countries Stuck Waiting for Covid-19 Vaccines",
    "sub_head": "Sparsely vaccinated developing countries have been left exposed while shots protect wealthy nations from surges in hospitalizations and deaths",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-364395?width=620&size=1.5005861664712778",
    "image_1": "im-364395.jpg",
    "time": "2021-07-05 07:37:00",
    "body": "SINGAPORE—The fast-spreading Delta variant of the coronavirus is driving up infections around the world, both in countries that have achieved large-scale vaccination and those that haven’t. There is one crucial difference, though: Vaccines are helping wealthy nations escape steep rises in severe cases and deaths while developing countries short on shots battle deadly surges.<br />Indonesia, where Covid-19 cases have reached new highs, has reported about 500 deaths a day in the past week—almost triple the daily levels recorded in early June—data from its health ministry shows. Authorities are racing to add hospital beds as medical workers in parts of the country face shortages of ventilators and isolation rooms. Patients are traveling for hours for proper medical care, said the International Federation of Red Cross and Red Crescent Societies, which runs a hospital in West Java province and recently set up emergency tents on-site to accommodate the flow.<br />“Every day we are seeing this Delta variant driving Indonesia closer to the edge of a Covid-19 catastrophe,” Jan Gelfand, who leads the group’s delegation in the country, said recently. “We need lightning-fast action globally so that countries like Indonesia have access to the vaccines needed to avert tens of thousands of deaths.”<br />In the U.K., by contrast, the variant is dominant and has pushed reported daily cases up by 67% in the past week compared with the week before, but deaths are down 1.6%, government data shows. Israel, another wealthy nation with high inoculation levels, has reported small new outbreaks but just one fatality in the last two weeks of June, according to data from the World Health Organization. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases in the U.S., where the variant is highly prevalent, says that vaccines are effective against it. “If you look at the share of the population fully vaccinated in the United States and world-wide, they’re dramatically different, as is the dynamics of infection,” he said.<br />The divergence is the result of months of inequitable vaccine supply that has left the developing world exposed. The U.S. and U.K. have fully inoculated about half their populations, but across the African continent, just over 1% of people have been fully vaccinated. Mortuaries in Zambia are full and patients are dying in hospital hallways in South Africa waiting for care."
}