{
    "url_original": "https://www.wsj.com/articles/delta-variant-covid-19-coronavirus-vaccine-hesitancy-natural-immunity-herd-11627679672?mod=opinion_major_pos7",
    "url": "delta-variant-covid-19-coronavirus-vaccine-hesitancy-natural-immunity-herd-11627679672",
    "title": "Maybe With Delta the CDC Will Learn to Count",
    "sub_head": "In Britain, they know 92% of the public has antibodies; here we panic in the dark.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-378183?width=860&height=573",
    "image_1": "im-378183.jpg",
    "time": "2021-07-30 17:57:00",
    "body": "Britain has seen its Delta surge wane rather quickly. And unlike the U.S., it is not flopping around in the half-dark about what’s going on. Thanks to biweekly blood-sample surveys, the U.K. government knows how many people have antibodies from vaccination and/or infection. Thanks to surveys and modeling it also has a good idea how many are currently infected, invariably a multiple of those who get a positive test.<br />This is infinitely more useful and relevant than any information U.S. authorities produce, a point starting to break through thanks to former FDA Commissioner Scott Gottlieb’s appearances on CNBC.<br />Of particular interest are the antibodies of younger Brits, a majority of whom until recent days had yet to be vaccinated. As of June 14, 31.7% between the ages of 16 and 24 reported receiving the vaccine; 59.7% tested positive for Covid antibodies. Because older groups rushed to be vaccinated, this helped authorities understand the extent of natural immunity. For the record, 92% of Brits now show evidence of antibodies.<br />And America? Weirdly, we had to rely on guerilla statisticians like Youyang Gu of MIT to know how many might have had Covid. Models are imperfect but they bring us closer to the truth than “trackers” that currently highlight a total of 35 million positive tests, when it’s highly probable that at least 130 million Americans have contracted the virus. As for the antibody total that would tell us how near we are to herd immunity, forget it.<br />Dr. Gottlieb speculated on Friday that, precisely because so many now would be symptomless and not seek testing, it’s possible one million are being infected daily with the Delta variant, about 13 times the confirmed cases."
}