{
    "url_original": "https://www.wsj.com/articles/delta-variant-can-still-clip-u-s-economys-wings-11626959045?mod=business_minor_pos10",
    "url": "delta-variant-can-still-clip-u-s-economys-wings-11626959045",
    "title": "Delta Variant Can Still Clip U.S. Economy’s Wings",
    "sub_head": "Variant might not have the same impact as previous surges, but spotty rates of vaccination mean it could slow growth",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-22 09:04:00",
    "body": "The Delta variant of the coronavirus probably won’t derail the U.S. economy. That doesn’t mean it can’t damage parts of it.<br />For a while, America’s progress against the Covid-19 pandemic looked very good. Millions of people were getting vaccinated each day, Covid-19 cases, hospitalizations and deaths were falling, and a return to something like normal beckoned. But then the vaccine rollout slowed markedly just as the far more contagious Delta variant took hold. Cases, hospitalizations and deaths have begun to rise.<br />It is tempting to imagine the Delta variant won’t dent the economy at all.<br />Across the board, state and local officials seem far less apt to dial up restrictions in response to rising Covid-19 cases than they were a year ago, while the places with low vaccine uptake also happen to be the places that are most resistant to restrictions. Moreover, many people are vaccinated—particularly the elderly—and with the apparent efficacy of current vaccines against the Delta variant, the U.S. seems unlikely to revisit the staggering mortality statistics of the sort it experienced before vaccines became widely available. Finally, the savings many Americans built up over the past year left them with ample money to throw around, while businesses’ scramble for workers points to a labor market that should keep generating income gains.<br />Those are all things that should ensure the economy continues to grow, but it probably won’t grow as swiftly as it otherwise could have. Worries about the Delta variant will lead some people to refrain from entering crowded settings, such as restaurants or airplanes, while also making them more cautious about spending down any savings. Some companies will delay their return to the office, as Apple just did, and that will hurt downtown restaurants and the like that depend on office workers’ business."
}