{
    "url_original": "https://www.wsj.com/articles/democrats-hone-price-tag-for-climate-and-antipoverty-package-11626122307?mod=politics_lead_pos1",
    "url": "democrats-hone-price-tag-for-climate-and-antipoverty-package-11626122307",
    "title": "Democrats Hone Price Tag for Climate and Antipoverty Package",
    "sub_head": "Aides expect plan to be roughly $3 trillion to $4 trillion in size",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-368139?width=620&size=1.5",
    "image_1": "im-368139.jpg",
    "time": "2021-07-12 17:10:00",
    "body": "WASHINGTON—Senate Democrats were locked in debate Monday over the price tag of a package including climate provisions, child care and other programs they plan to squeeze through the chamber later this year without any GOP support.<br />Back in Washington after a two-week recess, Democrats on the Senate Budget Committee are now trying to settle on the overall price tag of a colossal legislative package they hope to pass later this year through a special process tied to the budget, known as reconciliation. Senate Majority Leader Chuck Schumer (D., N.Y.), who is expected to meet with the committee’s Democrats early this week, said he hopes to pass a budget resolution setting its parameters before the chamber departs for its August break.<br />“The discussions have been going almost around the clock,” Senate Finance Committee Chairman Ron Wyden (D., Ore.), also a member of the Budget Committee, said in an interview Monday. When he was in Oregon over the break, with fires and intense heat sweeping the state, “everybody wants to know what’s going to be done about it,” he said. “There are a lot of issues to resolve.”<br />If Democrats can remain united, that would allow them to pass legislation with just a simple majority in the 50-50 Senate, rather than the 60-votes threshold most bills face. But more centrist and liberal Democrats are still divided over the size of the budget package, as well as how much of it should be paid for by other revenue, including tax increases.<br />After a weekend of discussions, lawmakers hadn’t yet settled on an overall price tag, although some aides expected them to begin discussion on a package roughly $3 trillion to $4 trillion in size. Senate Budget Committee Chairman Bernie Sanders (I., Vt.) hasn’t yet agreed to scale back his hopes for a $6 trillion package, according to someone familiar with the discussions. But Democrats can’t afford to lose a single vote from their own ranks, and moderate Democratic Sen. Joe Manchin (D., W.Va.) has said he hopes to stay closer to $2 trillion."
}