{
    "url_original": "https://www.wsj.com/articles/democrats-split-over-measures-to-cut-drug-prices-11625662801?mod=politics_lead_pos1",
    "url": "democrats-split-over-measures-to-cut-drug-prices-11625662801",
    "title": "Democrats Split Over Measures to Cut Drug Prices",
    "sub_head": "Progressives including Sen. Bernie Sanders seek to empower Medicare to negotiate prices; some centrists are working with Republicans to reach narrower deal",
    "category_1": "Politics",
    "time": "2021-07-07 09:00:00",
    "body": "WASHINGTON—Democrats are debating whether to fold an effort to cut drug prices—by allowing Medicare to negotiate—into a budget package or try to pass the measure on its own.<br />Both parties have prioritized lowering prescription-drug prices for years, but haven’t been able to pass a bipartisan agreement. Many Democrats now see a budget package, which could clear the evenly divided Senate with just a simple majority, as their best shot at overhauling the system.<br />But intraparty divisions over policy issues could complicate that path, and some lawmakers are advocating for making more modest changes with GOP support. Democrats can lose no more than four votes in the House and none in the Senate on legislation opposed by all Republicans.<br />“I want something that passes with bipartisan support and the country needs a win here,” said Rep. Kurt Schrader of Oregon, a centrist Democrat who said he was working with a bipartisan group of lawmakers on a narrower agreement. Mr. Schrader said he met recently with Sen. Chuck Grassley (R., Iowa), who has long been involved in the issue.<br />Senate Budget Committee Chairman Bernie Sanders (I., Vt.) has said he hopes to include provisions allowing the federal government to negotiate prices for certain costly drugs in Medicare in a sprawling package Democrats plan to advance through a process tied to the budget, known as reconciliation. Mr. Sanders said he hopes to use savings from that to expand Medicare benefits to include dental, vision and hearing and lower the eligibility age to 60 from 65."
}