{
    "url_original": "https://www.wsj.com/articles/democrats-wrestle-over-cost-breadth-of-antipoverty-plan-11625145383?mod=politics_lead_pos1",
    "url": "democrats-wrestle-over-cost-breadth-of-antipoverty-plan-11625145383",
    "title": "Democrats Wrestle Over Cost, Breadth of Antipoverty Plan",
    "sub_head": "Lawmakers hope to pass the package with no GOP votes, in parallel with infrastructure bill",
    "category_1": "Politics",
    "time": "2021-07-01 09:16:00",
    "body": "WASHINGTON—Democrats have no shortage of ideas about what they hope to include in their next big legislative package—subsidized child care, universal preschool, free community college and clean-energy incentives, to name a few.<br />But the fate of the sweeping antipoverty and education plan hinges on whether Democratic lawmakers can agree on what should make the cut for a bill, which they will need to pass without GOP support.<br />Already, centrists and progressives have aired disagreements both on the broad outline, including its contents and cost, down to the granular details of policy provisions, previewing the political quagmire Democratic leaders are now entering in the closely divided House and Senate.<br />“Any time the margins are as narrow as they are here, it’s a challenge,” said Rep. David Price (D., N.C.), a member of the House Budget Committee. But he said he was optimistic that Democrats would reach a consensus. “It’s the only game in town and we know very well that we rise and fall together.”<br />Mr. Biden last week reached an agreement with a bipartisan group of senators on a nearly $1 trillion infrastructure framework, a major part of his legislative agenda. But liberal Democrats made clear that they will not support that proposal unless it moves through Congress in tandem with a separate package of child care, education, housing and climate provisions, among others, that they plan to pass through a process tied to the budget known as reconciliation. That would enable Democrats to pass legislation through the evenly-divided Senate with just a simple majority, rather than the 60 votes most bills need."
}