{
    "url_original": "https://www.wsj.com/articles/democrats-unify-behind-climate-corps-vague-on-details-11627032603?mod=politics_lead_pos7",
    "url": "democrats-unify-behind-climate-corps-vague-on-details-11627032603",
    "title": "Democrats Unify Behind Climate Corps, Vague on Details",
    "sub_head": "Corps would employ Americans on climate-focused public-works projects like reforestation",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "time": "2021-07-23 05:30:00",
    "body": "<br />A NEW CIVILIAN CLIMATE CORPS has become a central progressive demand for the Democrats’ budget reconciliation package, and party leaders seem poised to go along. Climate groups and elected officials alike see it as a combination of several top priorities: a tangible response to climate change, a broad-based jobs program aimed especially at young people and people of color, and a test case for Franklin Delano Roosevelt-style populism that President Biden is so eagerly trying to emulate. Like the Depression-era Civilian Conservation Corps, it would employ Americans on climate-focused public-works projects like reforestation.<br />But not all CCCs are created equal. Republicans oppose the proposal, and some progressives worry that while the program seems to have broad-based support among Democrats, there’s a multibillion-dollar chasm between their desired scale for the program and the amount of money suggested by other Democrats. Biden pitched $10 billion for the program, $1 billion below a proposal from Colorado Rep. Joe Neguse and Oregon Sen. Ron Wyden, and far less than a proposal from 11 House progressives urging $132 billion. New York Rep. Alexandria Ocasio-Cortez, one of those signatories, warned this week that the proposal must be funded at scale, noting that “FDR employed 2 million in the first CCC” (Roosevelt’s stood for “Civilian Conservation Corps”).<br />Despite those differences, the party is trying to show unity: A Tuesday press conference featured business-friendly moderates like Sen. Chris Coons along with progressives, all singing the same tune about the importance of the program. Senate Majority Leader Chuck Schumer said he’d “fight to get the biggest, boldest CCC possible” in reconciliation.<br />At a subsequent House hearing, Republicans painted the program as unnecessary and vague. The plan is “light on specifics and implementation details,” said Idaho Rep. Russ Fulcher, who sits on the Natural Resources Committee. “I’m concerned that my friends across the aisle are taking what could be a popular bipartisan concept and hijacking it with more government spending.”"
}