{
    "url_original": "https://www.wsj.com/articles/despite-demand-factories-still-arent-humming-11626367441?mod=business_minor_pos11",
    "url": "despite-demand-factories-still-arent-humming-11626367441",
    "title": "Despite Demand, Factories Still Aren’t Humming",
    "sub_head": "Constraints from chip shortages to a tight labor market are holding back a manufacturing boom",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-15 12:44:00",
    "body": "Factory production is having a hard time shifting into higher gear. This isn’t because manufacturers don’t want to turn their wheels any faster, but because for now they can’t.<br />The Federal Reserve on Thursday reported that industrial production—the combined output of U.S. factories, utilities and mines—rose 0.4% last month from May. That increase was largely due to a 2.7% increase in utility output, as the country cranked up the air conditioners in a month of record-breaking heat. Manufacturing production actually slipped 0.1% after gaining 0.9% in May and dropping 0.4% in April.<br />Looking through the month-to-month volatility, factory output rose just 1.1% in the first half of the year—a lackluster gain considering how rapidly demand is rising—and remains below its pre-pandemic levels. A big part of the problem is the auto industry, which has been especially hampered by the global semiconductor shortage. Excluding that, manufacturing output is up 2.3% so far this year, and just back to its pre-pandemic level. Again, no great shakes.<br />Meanwhile, manufacturers aren’t running at anything close to the level they can. Thursday’s report showed they were at 75.5% of capacity last month—about where they were before the pandemic, but hardly in a place where one would think they were running up against limits.<br />And yet they are clearly running up against some limits. The chip shortage and the overburdening of global transportation networks is leaving factories short of what they need to step up production. Manufacturers also are dealing with a severe challenge finding labor. The manufacturing job openings rate—job openings as a share of manufacturing employment plus unfilled positions—was 6.2% as of May, according to the Labor Department. In data going back to 2000, the highest the manufacturing job opening rate ever got before the pandemic was 3.9% in late 2018."
}