{
    "url_original": "https://www.wsj.com/articles/diabetes-and-the-miracle-of-insulin-11626977084",
    "url": "diabetes-and-the-miracle-of-insulin-11626977084",
    "title": "Diabetes and the Miracle of Insulin",
    "sub_head": "One hundred years ago, a team of Canadian researchers showed that an age-old disease didn’t have to mean a death sentence.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-373443?width=860&height=851",
    "image_1": "im-373443.jpg",
    "time": "2021-07-22 14:04:00",
    "body": "Historian Amanda Foreman searches the past for the origins of today’s world. Read previous columns here.<br />The human body runs on glucose, a type of sugar that travels through the bloodstream to the cells where it converts into energy. Some 34.2 million Americans are diabetic; their bodies are unable to produce the hormone insulin, which regulates how glucose is processed and stored in the cells. Without treatment the condition is terminal. The discovery of insulin a century ago this year was one of the great medical breakthroughs of the 20th century.<br />Diabetes was first recognized some 4,000 years ago. The Ebers Papryus, an Egyptian medical text written around 1550 B.C., refers to patients suffering from thirst, frequent urination and weight loss. An ancient Indian text, the Sushruta Samhita, composed after the 7th century B.C., advised testing for diabetes by seeing whether ants were attracted to the sugar in the urine.<br />The disproportionate amount of urine experienced by sufferers is probably the reason why the ancient Greeks called it “diabetes,” the word for “siphon” or “to pass through.” They also made the link to lifestyle: The 5th century B.C. physician Hippocrates, the “father of medicine,” advocated exercise as part of the treatment.<br />Early on, the Chinese recognized that an unbalanced diet of sweet, rich and fatty foods could play a role. Lady Dai, a minor aristocrat who died in the 2nd century B.C., was a textbook case. Her perfectly preserved mummy, discovered in southern China in 1971, revealed a life of dietary excess. She also suffered the consequences: osteoarthritis, high cholesterol, hypertension, liver disease, gall stones and, crucially, diabetes."
}