{
    "url_original": "https://www.wsj.com/articles/didi-and-the-big-chill-on-chinas-big-data-11625479452?mod=business_minor_pos10",
    "url": "didi-and-the-big-chill-on-chinas-big-data-11625479452",
    "title": "Didi and the Big Chill on China’s Big Data",
    "sub_head": "Beijing’s crackdown shows that successfully listing, especially on a foreign stock exchange, doesn’t mean a company is safe from regulators",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-364529?width=620&size=1.5",
    "image_1": "im-364529.jpg",
    "time": "2021-07-05 06:04:00",
    "body": "U.S. and international investors are taking it on the nose as Beijing ramps up its crackdown on Chinese internet-technology companies—many of which are listed abroad—over data security. But in the long-run, the damage to one of China’s previously fastest-growing, most dynamic sectors could be even more significant.<br />On Sunday, regulators ordered the removal of the app of Chinese ride-hailing giant Didi from the country’s app stores, saying the company had illegally collected and utilized personal data. The move came just days after Didi’s successful $4.4 billion initial public offering in New York. China’s internet watchdog had previously announced a cybersecurity review of Didi last Friday, banning the company from accepting new users. And the stock is set to go into major indexes such as those from MSCI and FTSE later this month.<br />Didi is the most high-profile target of the actions over the past few days, but it isn’t the only newly U.S.-listed Chinese tech company to take a hit. Apps including that of truck-hailing company  Full Truck Alliance ,  also known as Manbang, and of online-recruiting platform Kanzhun also face similar probes and can’t take in new users, according to a notice Monday. Both companies went public in the U.S. last month. SoftBank, which is a top investor in Didi and Manbang, fell 5.4% Monday. Its Vision Fund owns around 20% of both companies.<br />Chinese regulators had previously halted Ant Group’s dual listings in Hong Kong and Shanghai at the last minute in November. But this latest crackdown shows that successfully listing, especially on a foreign stock exchange, doesn’t mean a company is safe from regulators either.<br />Apart from the recent onslaught of antitrust and financial regulation for Chinese Big Tech, these new actions reflect another growing obsession of Beijing’s: data security and sovereignty. The probes into the three companies fall under an existing cybersecurity law, but China’s legislature also passed a new data-security law last month that goes into effect in September. That will mean more intense scrutiny over handling and collection of data, which is the bread and butter of most tech firms. Shares of Chinese technology companies such as Alibaba and Tencent also fell Monday."
}