{
    "url_original": "https://www.wsj.com/articles/didi-global-considers-going-private-to-placate-china-and-compensate-investors-11627551071?mod=tech_lead_pos1",
    "url": "didi-global-considers-going-private-to-placate-china-and-compensate-investors-11627551071",
    "title": "Didi Global Considers Going Private to Placate China and Compensate Investors",
    "sub_head": "Ride-hailing giant has been contemplating delisting plan as crackdown widens and has obtained support from cybersecurity watchdog",
    "category_1": "Markets",
    "time": "2021-07-29 06:58:00",
    "body": "HONG KONG—Ride-hailing giant  Didi Global Inc.  is considering going private in order to placate authorities in China and compensate investors for losses incurred since the company listed in the U.S. in late June, according to people familiar with the matter.<br />The Beijing-headquartered company has been in discussions with bankers, regulators and key investors about how it could resolve some of the problems that emerged after Didi listed on the New York Stock Exchange on June 30, the people said. A take-private deal that would involve a tender offer for its publicly traded shares is one of the preliminary options being considered, they added.<br />Didi raised about $4.4 billion in its initial public offering after selling American depositary shares at $14 apiece, in the biggest stock sale by a Chinese company since the 2014 blockbuster listing of  Alibaba Group Holding Ltd.<br />Its shares briefly topped $18 in their first days of trading, before the Cyberspace Administration of China stunned investors and the company on July 2 by launching a data-security probe into Didi and blocking its China business from adding new users. Two days later, the cybersecurity regulator told app-store operators to take down the company’s popular Chinese mobile app.<br />The crackdown worsened on July 9, when 25 more Didi apps—including ones used by drivers—were ordered to be removed from app stores, potentially crippling the company’s operations. China also said in early July that it would tighten rules for companies selling shares abroad, signaling its displeasure with recent listings by Didi and others."
}