{
    "url_original": "https://www.wsj.com/articles/didi-ipo-china-regulators-investors-trouble-11625873909?mod=world_major_2_pos4",
    "url": "didi-ipo-china-regulators-investors-trouble-11625873909",
    "title": "Didi Tried Balancing Pressure From China and Investors. It Satisfied Neither.",
    "sub_head": "The ride-sharing giant gave regulators in Beijing the impression it would pause the IPO. It told bankers in New York it had a green light.",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-367244?width=620&size=1.5",
    "image_1": "im-367244.jpg",
    "time": "2021-07-09 19:41:00",
    "body": "In the final days before  Didi Global Inc.  went public late last month on the New York Stock Exchange, a disconnect developed between what the Chinese ride-hailing giant was telling its U.S. bankers and what was happening with China’s regulators.<br />The regulators in Beijing were under the impression Didi would pause its initial public offering while it addressed data-security concerns, according to people familiar with the company’s conversations with regulators. In New York, Didi offered assurances that Beijing had given it the green light, said people close to the listing process.<br />Unaware of the impending threat from Beijing, these people said, Didi’s bankers pushed the deal forward. On June 30, the world’s largest ride-hailing platform began trading on the New York Stock Exchange. On the second day of trading, Didi’s shares rose 16%, valuing the company at about $80 billion.<br />But the fanfare was short-lived. Beijing, taken by surprise by the IPO, struck back on July 2. It put Didi under cybersecurity review and banned it from accepting new users. Over the next few days, it told app stores to stop offering Didi’s app, and announced it was tightening rules for Chinese companies listed or looking to list overseas.<br />Didi now faces a double whammy: regulatory action at home and blowback from U.S. and global investors who wonder how the company could have gone ahead with a listing while under a regulatory cloud. Didi’s shares are now 14% below their IPO price."
}