{
    "url_original": "https://www.wsj.com/articles/dimons-arent-forever-but-boards-act-that-way-11627038001?mod=markets_lead_pos10",
    "url": "dimons-arent-forever-but-boards-act-that-way-11627038001",
    "title": "Dimons Aren’t Forever, but Boards Act That Way",
    "sub_head": "Lavish bonuses such as those awarded to Jamie Dimon are rational from a board’s point of view, but not to ordinary shareholders",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-373556?width=860&height=573",
    "image_1": "im-373556.jpg",
    "time": "2021-07-23 07:00:00",
    "body": "Aw, you shouldn’t have.<br />JPMorgan Chase ’s  board surprised investors by giving Chief Executive Officer Jamie Dimon 1.5 million stock options on top of his considerable compensation as long as he sticks around and hits performance targets for five more years, according to a securities filing. Mr. Dimon, a 65-year-old cancer survivor who last year had emergency heart surgery, can’t sell the shares until 2031.<br />It is hard to say how much more that motivates the billionaire banker to stay, but it is clear where the board’s sentiment is coming from. Going back to the time of its purchase of Bank One in July 2004, which brought Mr. Dimon to its executive suite, JPMorgan Chase’s shares have produced a total return of 524%, blowing away the 145% return of the S&P 1500 Financials Index. Was his leadership responsible for at least some of that excess performance? Arguably yes.<br />But what about the next five years? Some back-of-the-envelope math could make a strong case that his “surprise” award is prudent. If one assumes that American banks return 5% a year going forward but that a JPMorgan Chase led by Mr. Dimon performs a mere one hundredth of a percentage point better, then shareholders would be $270 million richer in 2026. Mr. Dimon hasn’t expressed a desire to hang up his boots, but if there was a 1-in-5 chance that he changed his mind, then the award would pay for itself based on the approximate value of those options.<br />On the other hand, big companies are like a flywheel. They can run well for a while with an empty suit at the helm. And keeping one person on top for 20 years risks alienating talented executives. Of all people, Mr. Dimon should grasp that. He was helping to run  Citigroup  in 1998 with his longtime mentor, Sandy Weill, but was fired."
}