{
    "url_original": "https://www.wsj.com/articles/disney-world-disneyland-to-mandate-masks-indoors-11627575681?mod=business_lead_pos12",
    "url": "disney-world-disneyland-to-mandate-masks-indoors-11627575681",
    "title": "Disney World, Apple to Mandate Masks Indoors",
    "sub_head": "New requirements come amid rising Covid-19 cases, shifting federal guidance",
    "category_1": "Business",
    "time": "2021-07-29 14:41:00",
    "body": "Disney World and Apple stores will require customers to wear masks indoors again, as companies adjust to rising Covid-19 cases and shifting federal guidance that have injected new uncertainty into the economy.<br />Walt Disney Co. ’s new policy, affecting visitors to Walt Disney World in Orlando, Fla., and Disneyland Resort in Anaheim, Calif., will go into effect on Friday. All Disney parks employees will wear masks indoors, as well. Face masks will be required regardless of a person’s vaccination status.<br />“We are adapting our health and safety guidelines based on guidance from health and government officials,” a Disney spokesperson said. The Centers for Disease Control and Prevention recommended Tuesday that vaccinated people resume wearing masks in some indoor spaces.<br />The reinforcement of masks is just the latest chapter in Disney’s 16-month saga of reopening its theme parks in the wake of Covid-19. The pandemic threatened Disney’s business in unprecedented ways, eliminating more than $1 billion from its bottom line and leading to the layoffs of tens of thousands of workers. As the economy reopened earlier this year, Disney’s response—and consumers’ enthusiasm to get back to the parks—became a telltale of the country’s larger re-emergence.<br />In June, Disney told visitors to Walt Disney World they could lose the masks “in most areas” if they were vaccinated. At the time, Disney Chief Executive Bob Chapek said the change was “very big news for us, particularly if anyone has been in Florida in the middle of summer with a mask on.”"
}