{
    "url_original": "https://www.wsj.com/articles/disneys-black-widow-tops-box-office-lifting-prospect-of-moviegoing-rebound-11626024593?mod=business_lead_pos13",
    "url": "disneys-black-widow-tops-box-office-lifting-prospect-of-moviegoing-rebound-11626024593",
    "title": "Disney’s ‘Black Widow’ Tops Box Office, Lifting Prospect of Moviegoing Rebound",
    "sub_head": "Company announces the Marvel film also grossed more than $60 million on Disney+ platform",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-366676?width=620&size=1.5",
    "image_1": "im-366676.jpg",
    "time": "2021-07-11 13:58:00",
    "body": "Finally back in theaters, Hollywood’s dominant film franchise posted the biggest opening of the pandemic era as Marvel spinoff “Black Widow” ruled this weekend’s box office.<br />Walt Disney Co. ’s “Black Widow,” starring Scarlett Johansson in the titular role, grossed $80 million in the U.S. and Canada, according to preliminary studio estimates. The total bolsters hopes for a moviegoing rebound. For more than a year, the pandemic decimated the film industry as authorities closed businesses and public spaces to curb the spread of Covid-19.<br />The performance of “Black Widow” builds on the recent success of the latest “Fast & Furious” film, “F9: The Fast Saga,” which two weeks ago also set a highwater mark for a domestic box-office debut during the pandemic, by grossing $70 million in its opening weekend.  Comcast Corp.’s  Universal Pictures distributed the movie, which has made $141.3 in North America and $541.8 million globally.<br />The solid weekend of box-office grosses for “Black Widow” scored below average as far as Marvel debuts go. According to Box Office Mojo, when compared with all 24 Marvel Cinematic Universe titles dating back to 2008, the opening weekend of “Black Widow” ranks 19th, right behind “Doctor Strange,” which Disney released in 2016.<br />“Black Widow” is the first Marvel film Disney has released to theaters in more than two years. The last Marvel movie Disney sent to theaters, “Avengers: Endgame,” grossed nearly $2.8 billion world-wide, making for a brief time the highest-grossing film of all time."
}