{
    "url_original": "https://www.wsj.com/articles/disney-looks-to-relocate-its-theme-park-magic-makers-to-florida-11627048801?mod=business_lead_pos6",
    "url": "disney-looks-to-relocate-its-theme-park-magic-makers-to-florida-11627048801",
    "title": "Disney Looks to Relocate Its Theme-Park Magic Makers to Florida",
    "sub_head": "Company wants to send many of its famed Imagineers to a campus in Orlando, where about $570 million in tax incentives await",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-373684?width=860&height=573",
    "image_1": "im-373684.jpg",
    "time": "2021-07-23 10:00:00",
    "body": "Walt Disney Co.  parks have reopened after Covid-19 shutdowns that stretched for months, but the divisions that make the attractions hum face further uncertainty after a relocation to Florida was announced last week.<br />Disney executives told roughly 2,000 workers in Southern California—including many members of its famed Imagineers force—that their jobs would be moving to a new campus in Orlando. Moving to the Florida location could save Disney about half a billion dollars via tax breaks, according to people familiar with the plans.<br />Relocations rarely go smoothly, but the news has hit the Disney Parks, Experiences and Products division especially hard, according to employees and people familiar with the matter. The moves are expected to affect those in consumer products, licensing and other divisions, but even people in unaffected departments are shaken up, one worker noted.<br />The announcement of the shift to Florida comes after nearly 18 months of unprecedented upheaval in Disney’s parks operation, brought on by Covid-19 and marked by monthslong closures, public fights with public officials and the layoff of more than 30,000 employees. Most worked in the parks. Selling the workers on the relocation is a key test for Bob Chapek, now 17 months into his tenure as chief executive, and the deputies he has elevated to lead parks, still the company’s largest division.<br />Mr. Chapek and his executive team are following through on relocation plans that started in 2019, when the CEO was running the company’s parks division, but were delayed after Covid-19 spread throughout 2020. The company continued to work on building its new Florida location throughout the pandemic. Though Disney’s narrative on Wall Street has lately focused on its streaming efforts, any change to the parks that are beloved by consumers and protected by employees carries symbolic resonance."
}