{
    "url_original": "https://www.wsj.com/articles/does-the-pentagon-take-china-seriously-11625503914?mod=opinion_lead_pos6",
    "url": "does-the-pentagon-take-china-seriously-11625503914",
    "title": "Does the Pentagon Take China Seriously?",
    "sub_head": "Its leaders warn of the threat from Beijing, but their budgets suggest otherwise.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-05 12:51:00",
    "body": "U.S. defense leaders have a problem: What they say doesn’t line up with what they do. The mismatch is apparent in the latest Pentagon budget, and a “say-do” gap undermines the trust of Congress and the American people.<br />Military leaders identify China as our No. 1 challenge, often calling Beijing “an increasingly capable strategic competitor,” as Joint Chiefs Chairman Gen. Mark Milley has warned, or a “pacing” threat. Yet the budget request reduces the ability of the Navy and the Air Force—the services that would have outsize roles in any conflict in the Western Pacific—to respond to threats in that region. Meanwhile, the budget promises undeveloped weapons that may take decades to enter the fleet, funded by a “divest to invest” strategy.<br />The Navy wants to retire 15 ships, including seven guided-missile cruisers and four littoral combat ships, while procuring only two surface combatant ships and two submarines. (Congress’ budget draft would buy another destroyer and limit the retirements.) Naval aviation procurement dropped 15.6% over 2021 even as the Navy speeds up F/A-18 retirements. The USS Ronald Reagan, based in Japan to counter a threat from China, is overseeing the Afghanistan withdrawal in the Middle East because no other aircraft carrier is available. Meanwhile, China is building warships at an astonishing rate. In 2010 the U.S. Navy had 68 more ships than the Chinese navy. Today, it has 63 fewer, a swing of 131 ships in 10 years.<br />The Air Force is also following the Pentagon’s “divest to invest” lead. Combat aircraft procurement is down 22% from 2021. The force wants to retire 137 aircraft, more than double the number it plans to buy. After the retirement of 17 B-1s last year, the Air Force’s bomber inventory is at a level top officers have called the bare minimum. Ammunition procurement is down more than 40%. China in recent years has focused on procuring advanced aircraft and has the world’s third-largest air force. In addition, China has an extensive ground-based conventional missile force, including the DF-26, known as the “carrier killer” which is capable of striking Guam.<br />The defense budget tells the American people and allies that although we say China is a threat, we are not taking action to respond. Take Gen. Milley’s June 17 assessment of the threat that China will invade Taiwan: “I think the probability is probably low, in the immediate, near-term future.”"
}