{
    "url_original": "https://www.wsj.com/articles/donor-privacy-and-the-first-amendment-11625178506?mod=opinion_lead_pos3",
    "url": "donor-privacy-and-the-first-amendment-11625178506",
    "title": "Donor Privacy and the First Amendment",
    "sub_head": "The Justices strike down a broad demand for nonprofit donor lists.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-363509?width=620&size=1.5",
    "image_1": "im-363509.jpg",
    "time": "2021-07-01 18:28:00",
    "body": "Americans who give money to any polarizing cause—say, gun rights, abortion or religious liberty—can sleep a little easier tonight thanks to the Supreme Court’s 6-3 ruling on Thursday in defense of donor privacy. Given the threat lately of being publicly canceled for having the wrong views, it’s vital that the First Amendment protect anonymity.<br />For years California has told nonprofits they must hand over lists of their major donors, simply as a condition of doing business in the state. That’s unconstitutional, Chief Justice John Roberts writes for the majority in Americans for Prosperity Foundation v. Bonta. “The upshot,” he says, “is that California casts a dragnet for sensitive donor information from tens of thousands of charities each year.”<br />California claimed it needs this data to police fraud. The Chief cites a lower court’s finding that there was not “a single, concrete instance” in which pre-collected donor details advanced the state’s enforcement efforts. Besides, California could get the same information on a case-by-case basis using subpoenas or audit letters. The state, the Chief says, wants to create a donor-data haystack “for its own convenience,” which isn’t a good enough reason.<br />California pledged to keep the information private, but it manifestly failed. During the litigation, thousands of pages of supposedly confidential documents were found publicly available online. At one point the state accidentally posted names and addresses for hundreds of donors to Planned Parenthood Affiliates of California. This creates risks, the Chief Justice says, since the petitioners and their supporters “have been subjected to bomb threats, protests, stalking, and physical violence.”<br />The Chief says California’s disclosure demand cannot hold up to “exacting scrutiny,” a standard drawn from the Court’s rulings on election laws. The conservatives divided on this point. Justice Clarence Thomas would have used the more rigorous standard of strict scrutiny. Justices Samuel Alito and Neil Gorsuch reserved judgment. In any case, the Chief’s opinion imperils such coercive disclosure proposals as Sen. Amy Klobuchar’s Honest Ads Act. It is also vindication for Justice Thomas, who has been nearly alone on the Court in making the case that the First Amendment protects donor privacy."
}