{
    "url_original": "https://www.wsj.com/articles/dont-worry-too-much-about-the-inflation-surge-11625674162?mod=opinion_lead_pos7",
    "url": "dont-worry-too-much-about-the-inflation-surge-11625674162",
    "title": "Don’t Worry Too Much About the Inflation Surge",
    "sub_head": "We may be stuck with inflation above 2%—maybe even above 3%—for a while.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-365325?width=620&size=1.5",
    "image_1": "im-365325.jpg",
    "time": "2021-07-07 12:09:00",
    "body": "If you’re worried about a return to the double-digit inflation of the 1970s and ’80s, relax. There is a lot of angst these days as a result of the stunning 5% inflation rate (for the year ending May 2021) in the last consumer-price index release. We haven’t seen a reading that high in 13 years, but the huge supply shocks of the double-digit days aren’t present, and the Federal Reserve won’t let inflation soar. It is certainly possible, however, that inflation will linger above the Fed’s 2% target for a while.<br />Two different measures of inflation command attention. Most people focus on the CPI, which reached an eye-popping 5% last month. Financial markets pay more attention to something called the implicit price deflator for personal consumption expenditures, or PCE, because the Fed’s inflation target is 2% for the PCE.<br />Does it matter? Yes. For one thing, CPI inflation typically runs higher than PCE inflation. The historical average gap between the two is 0.4% per annum, but there are times when it is much larger—such as today, when the 5% headline CPI figure corresponds to only 3.9% PCE inflation.<br />While 3.9% is better than 5%, it is still far above the Fed’s 2% target. Although Fed officials are playing down the recent inflationary surge as transitory, inflation worrywarts aren’t convinced.<br />One reason is that inflation, once it gets high, is hard to get back down. Normally that is true. But current inflation spikes are driven by special transitory factors. We’ve seen the rise—the 12-month PCE inflation rate leapt from 1.2% to 3.9% in five months—but as these transitory factors dissipate, the decline will likely come."
}