{
    "url_original": "https://www.wsj.com/articles/dotdash-has-the-answers-for-media-investors-11626865200?mod=business_minor_pos10",
    "url": "dotdash-has-the-answers-for-media-investors-11626865200",
    "title": "Dotdash Has the Answers for Media Investors",
    "sub_head": "While the IAC company lacks the ‘buzz’ of a noteworthy rival, it seems to be doing more in terms of margins",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-372584?width=860&height=573",
    "image_1": "im-372584.jpg",
    "time": "2021-07-21 07:00:00",
    "body": "You may have never heard of digital media company Dotdash, but owner  IAC/InterActiveCorp  is probably making money off you anyway.<br />Dotdash describes three types of content online: nice to know, such as what your friends are up to on social media; want to know, including current events and sports; and need to know, like whether your cough could be something more serious.<br />Dotdash specializes in the third. Its 14 brands include Investopedia, The Spruce, Brides and Simply Recipes. Ever wonder what exactly is “adjusted” about “adjusted Ebitda” or how not to shrink your laundry? Creative wedding venues? How to make lasagna for 10 people? If you have had a question online over the past several years, there is a good chance you found your answer through one of Dotdash’s brands.<br />Dotdash, formerly known as About.com, has a history that dates back to the 1990s. It was acquired by IAC almost 10 years ago. Few know the company by name, even if they recognize its individual brands. That could soon change. Dotdash is still small, comprising just 7% of IAC’s total revenue last year. But with the spinoff of Vimeo recently completed, Dotdash is now the fastest-growing and the most highly valued wholly owned asset remaining under the IAC umbrella. JPMorgan analyst Cory Carpenter estimated last month that, excluding IAC’s minority stake in MGM, its majority stake in  Angi Inc.  and cash, Dotdash now constitutes roughly 55% of its value.<br />Competitor BuzzFeed Inc.’s plans for a public listing have turned heads back to digital media after some tough years, putting Dotdash’s recent performance in a positive light. Last month BuzzFeed, whose portfolio includes such brands as HuffPost and Tasty in addition to its listicle-heavy namesake brand, said it would go public through a merger with a blank-check firm. The deal, which includes a $300 million acquisition of youth entertainment and media company Complex Networks, is being valued at $1.5 billion."
}