{
    "url_original": "https://www.wsj.com/articles/dr-death-review-a-doctors-hypocritic-oath-11625782796",
    "url": "dr-death-review-a-doctors-hypocritic-oath-11625782796",
    "title": "‘Dr. Death’ Review: A Doctor’s Hypocritic Oath",
    "sub_head": "Based on a true story, this series starring Alec Baldwin, Joshua Jackson and Christian Slater chronicles a Texas neurosurgeon’s murderous malpractice.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-366519?width=620&size=1.5",
    "image_1": "im-366519.jpg",
    "time": "2021-07-08 18:19:00",
    "body": "This fact-based saga of a prominent Texas neurosurgeon suspected of killing his patients or maiming them permanently, offers no explanations, no hint of a theory about what might drive a professional healer to change specialties and become, in effect, a killer. It’s a lack that proves all to the good as the extraordinary eight-part chronicle of the ultimate in malpractice, “Dr. Death,” based on the podcast of the same name, delivers the essential facts about Dr. Christopher Duntsch (Joshua Jackson), a rising star of the Dallas medical community in 2012, when this story begins.<br />It’s a history all the more gripping for the everyday ordinariness of the society it describes and for the artfulness and detail with which this production captures the attitudes of that world: a place in which doctors are held in high esteem, as, indeed, was also true of Duntsch. As seen in “Dr. Death,” he was young, ambitious and had built a large practice. What no one knew was that this highly successful doctor, a convivial presence who showed every sign of enjoying life to the fullest, had developed treatments for patients that had nothing to do with any effort to cure them of the problems for which they had sought his help. The result of a visit to Duntsch for what was supposed to be routine spinal surgery had left many of his unfortunate patients either damaged for life or dead. As one of the series’ witnesses to the carnage observes, Duntsch knew what he was supposed to do, and he did the opposite. It’s crucial testimony—a kind that refutes the possibility that the doctor was suffering some early stage memory lapses or something else beyond his control.<br />Along its way this series has some sharp observations to make about large institutions and their administrations. Duntsch’s betrayal of medical ethics, his lethal forays into malpractice, did not go unnoticed—there were colleagues prepared to take any measures necessary to bring the dangers Duntsch posed to the attention of the administration. Here were neurosurgeon Robert Henderson—an impressively strong performance by Alec Baldwin—and vascular surgeon Randall Kirby (Christian Slater) who issued the first warnings about Duntsch to the hospital administrators. They were met, not surprisingly, by resistance to bad news of this sort not uncommon in such situations—especially when that news is about someone reputed to be a great star, and one they’re happy to have landed. Which was precisely the attitude Drs. Henderson and Kirby faced according to this series: Duntsch’s new employers did not look gratefully on anyone bringing news that their new acquisition was a menace with a couple of patient deaths to his credit. (In the end, the real life Duntsch would lose his medical license, be prosecuted, and eventually sentenced to life in prison.)<br />The most striking aspect of this story, perhaps, is the current of plausibility that runs through it all, that says this is what can happen, this is what did happen to the victims of someone revered as an authority, like Duntsch. Plausibility that says, too, that despite the severed arteries and deadly surgeries, voices of sanity do sometimes prevail, justice does often triumph. And it’s shown doing so in this impressive series."
}