{
    "url_original": "https://www.wsj.com/articles/drop-the-georgia-election-lawsuit-11625517739?mod=opinion_lead_pos2",
    "url": "drop-the-georgia-election-lawsuit-11625517739",
    "title": "Drop the Georgia Election Lawsuit",
    "sub_head": "The suit is an all but certain loser in light of Brnovich v. DNC.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-05 16:42:00",
    "body": "Attorney General Merrick Garland is the front-runner so far for 2021’s bad timing prize. The Justice Department last month rushed out a lawsuit claiming that Georgia’s new election law violates Section 2 of the 1965 Voting Rights Act only days before the Supreme Court laid down standards that make the lawsuit a nearly certain loser.<br />Justice knew the likely timing of the Court’s ruling in Brnovich v. DNC, so a fair guess is that Mr. Garland succumbed to White House and progressive pressure to make a political statement to support Democratic efforts in Congress to federalize state election laws in H.R.1.<br />Bad call. Now federal judges hearing the case will have to contend with Justice Samuel Alito’s five principles in Brnovich as they assess the Georgia statute.<br />It won’t be easy to find legal fault under those principles. Mere voting inconvenience can’t be considered disqualifying, since all voting imposes some inconvenience. Any specific voting provision, such as the number of drop boxes, must also be considered in the overall context of a state’s voting rules. Georgia’s rules are generally lenient and don’t especially burden the ability of minorities to vote.<br />Perhaps Justice can find a federal judge somewhere to rule against Georgia, but such a ruling is unlikely to survive on appeal to higher courts. The legal and political result of the lawsuit is therefore likely to vindicate Georgia Republicans during the 2022 election season or leading up to 2024, depending on how the lawsuits proceed. Mr. Garland would be wise to drop the suit in light of Brnovich, lest his term at Justice be marred by the continuation of this patently political lawsuit."
}