{
    "url_original": "https://www.wsj.com/articles/droughts-toll-on-u-s-agriculture-points-to-even-higher-food-prices-11625137201",
    "url": "droughts-toll-on-u-s-agriculture-points-to-even-higher-food-prices-11625137201",
    "title": "Drought’s Toll on U.S. Agriculture Points to Even-Higher Food Prices",
    "sub_head": "Depleted snowmelt and dry weather darken outlook for crops and threaten to extend a run-up in beef, pork and milk costs",
    "category_1": "U.S.",
    "time": "2021-07-01 07:00:00",
    "body": "The Southwest is suffering through one of its worst droughts on record amid a critical reduction in the amount of water from snowpack runoff.<br />Roughly 9.8% of the U.S. is currently in what climate experts refer to as exceptional drought, the most severe designation, which is characterized by widespread crop and pasture losses and shortages in reservoirs, streams and wells amounting to water emergencies. About 44% of the nation is experiencing some level of drought, with a further 13% currently affected by drier-than-normal conditions.<br />Reduced snowmelt is one of several factors that contribute to drought conditions, along with dry weather, warmer temperatures and population growth, which puts added strain on water resources.<br />The current drought is on pace to be one of the worst ever. One of the hardest-hit states is California, home to about 70,000 farms and ranches with a combined output of about $50 billion a year. The dairy industry accounts for the largest chunk of the state’s agricultural revenue, followed by almonds and grapes.<br />The agricultural industry throughout the West has suffered in the past decade from a number of climate-related disasters, including a severe drought in 2014-15. U.S. Agriculture Secretary Tom Vilsack has said federal support and relief programs “need to be redesigned to meet the reality of longer-term weather incidents and climate-related incidents that create not just a month, or two- or six-month, problem, but create years of problems and potentially decades worth of problems.”"
}