{
    "url_original": "https://www.wsj.com/articles/dyson-airwrap-is-2021s-trendiest-hair-styler-worth-the-550-price-tag-11626966263",
    "url": "dyson-airwrap-is-2021s-trendiest-hair-styler-worth-the-550-price-tag-11626966263",
    "title": "Dyson Airwrap: Is 2021’s Trendiest Hair Styler Worth the $550 Price Tag?",
    "sub_head": "We consulted stylists and did our own test to see whether the pricey Dyson Airwrap hair styler deserves its status as a social media sensation.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-372300?width=700&height=908",
    "image_1": "im-372300.jpg",
    "time": "2021-07-22 11:04:00",
    "body": "IF BLOW DRYING and then straightening your uncooperative hair has long been your least-favorite part of your beauty routine, you might especially dread the chore during the summer. That’s when styling tools can heat up an already hot bathroom and leave your hair feeling extra-dry.<br />So when our social media feeds started lighting up with videos of a tool that promises to solve these common hair-care woes—drying, styling and straightening at once—our curiosity was piqued. The influencers promoting the futuristic-looking, $550 Dyson Airwrap say it styles their locks more quickly and yields more-polished results than the old-school tools most of us rely on. But given the frequently sold-out gadget’s staggering price and a potentially long wait for delivery, buying one requires conviction. Would your styling time be significantly more pleasant—and the results better—if you splurged? We consulted stylists and did our own test to answer a few key questions.<br />According to Dyson scientists and pro stylists, what sets the Airwrap apart is that it uses less heat than competing tools. It harnesses a fluid dynamic principle called the Coanda effect (where a high-speed vortex of air flows across a surface) promising to dry and style hair simultaneously without extreme heat. What most convinced Travis Ryan Smith, a hairstylist in San Francisco and Manteca, Calif., is how the tool guards against extreme heat damage while giving users the ability to achieve salon-quality results in-between visits. “Dyson has figured out how to get that wind-power [while] not burning or fraying the hair,” he said. The Airwrap also comes with eight attachments, including barrels to curl or wave and brushes to smooth or volumize.<br />Although Stephen Marinaro, creator of TheSalonGuy with over 874,000 followers on YouTube, often opts for Dyson products, he found the Airwrap had its limitations. “It can’t replace a traditional round brush [plus] a blow dryer,” he said.<br />With hundreds of thousands of posts tagged #airwrap on social media, the Dyson is among the most talked-about tools on the hair styling market. Sophia Ganguzza, a registered nurse, bought an Airwrap six months ago to practice self care during a challenging pandemic year. “Wearing my hair straight gives me such a boost of confidence and I was ready to take back that control,” said the 28-year-old."
}