{
    "url_original": "https://www.wsj.com/articles/ea-other-videogame-companies-target-mobile-gaming-as-pandemic-wanes-11625304600?mod=business_minor_pos22",
    "url": "ea-other-videogame-companies-target-mobile-gaming-as-pandemic-wanes-11625304600",
    "title": "EA, Other Videogame Companies Target Mobile Gaming as Pandemic Wanes",
    "sub_head": "Game publishers are snatching up smaller studios in race to build and keep users",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-360537?width=620&size=1.5",
    "image_1": "im-360537.jpg",
    "time": "2021-07-03 05:30:00",
    "body": "Videogame companies are increasing their financial bets on mobile games as pandemic restrictions ease and people ditch their PC and TV screens to go outside.<br />Publishers such as  Electronic Arts Inc.,   Take-Two Interactive Software Inc.  and  Zynga Inc.  are snatching up mobile-gaming studios and creating new mobile titles, some of which are adaptations of popular games already playable on consoles and personal computers.<br />“Before, you could avoid [mobile] if you wanted to make certain games,” said Nicolo Laurent, chief executive of “League of Legends” developer Riot Games, part of  Tencent Holdings Ltd.  “Now the platform is relevant for any type of game. So it is a big deal for everybody.”<br />Game makers are jockeying to expand their user bases by reaching billions of people on the device they tend to use most, a smartphone, according to company executives and analysts. The moves come as industry revenue from mobile games is projected to continue rising in 2021, while revenue from PC and console games—which boomed during the pandemic as people were stuck at home—is projected to decline.<br />U.S. companies this year have already spent more on mergers and acquisitions for mobile-gaming studios than in all of 2020, according to research firm PitchBook Data Inc. There is a “race for scale” going on in mobile to acquire the largest user bases, said Doug Creutz, an analyst at investment bank  Cowen Inc.,  and more users mean more revenue."
}