{
    "url_original": "https://www.wsj.com/articles/ecb-aims-for-slightly-higher-inflation-stops-short-of-feds-major-shift-11625746143?mod=markets_lead_pos3",
    "url": "ecb-aims-for-slightly-higher-inflation-stops-short-of-feds-major-shift-11625746143",
    "title": "ECB Aims for Slightly Higher Inflation, Stops Short of Fed’s Major Shift",
    "sub_head": "Bank will target inflation of 2% over the medium term, in a compromise between conservative policy makers and those more worried about weak growth",
    "category_1": "Economy",
    "category_2": "Europe Economy",
    "time": "2021-07-08 08:09:00",
    "body": "FRANKFURT—European Central Bank officials forged an agreement on a new policy framework, aiming for slightly higher inflation in a region that is struggling to emerge from the Covid-19 recession, but stopping short of the major policy shift unveiled in 2020 by the Federal Reserve.<br />The ECB’s policy changes, its first in nearly two decades, represent a compromise between conservative policy makers in northern countries like Germany, who tend to worry about high inflation, and those in Southern European nations such as Italy who are more concerned about weak economic growth.<br />The bank said it would aim to keep eurozone inflation at 2% over the medium term, instead of the current target of just below 2%, and would allow room to overshoot its target when needed. It also said it would move to incorporate house prices into its calculation of the inflation rate, and would support efforts to combat climate change via its bond-purchase programs and collateral framework.<br />The Federal Reserve unveiled a more ambitious policy shift last year, saying it would pursue an average inflation rate of 2% over time. That means the Fed plans to allow inflation to rise above 2% to offset periods when inflation falls below that level. Unlike the Fed, the ECB won’t actively aim to run inflation above target to make up for previous shortfalls.<br />A higher inflation target rate signals a longer period of easy money, which should provide additional stimulus to the economy. The ECB’s decision, after around 18 months of reflection, makes clear that undershooting its target is as bad as overshooting, meaning the bank might react sooner to long periods of low inflation."
}