{
    "url_original": "https://www.wsj.com/articles/edge-case-review-the-husband-vanishes-11626960514",
    "url": "edge-case-review-the-husband-vanishes-11626960514",
    "title": "‘Edge Case’ Review: The Husband Vanishes",
    "sub_head": "A tech-world striver finds her careful path toward the American dream has taken an unexpected turn.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-07-22 09:28:00",
    "body": "The narrator of YZ Chin’s novel “Edge Case” (Ecco, 304 pages, $26.99) trusts us completely, even though we’ve just met, and online at that. “I know I can really talk to you because you’re a therapist,” she begins. “You’ll keep everything I tell you confidential, I’m sure. Yes, I know, you’ve said. You’re not a therapist yet. But as far as I’m concerned, it’s close enough.” Readers may be reminded of a very different narrative, Mohsin Hamid’s “The Reluctant Fundamentalist,” which begins: “Excuse me, sir, but may I be of assistance? Ah, I see I have alarmed you. Do not be frightened by my beard: I am a lover of America.” In each case, we are swiftly drawn in and held fast by a stranger’s voice, as intimate as it is insistent. There is no menace, however, in the approach made by Ms. Chin’s heroine—rather, she comes to us with a disarming frankness. Within a few sentences, she seizes not only our attention but also our affection, which only grows as we follow her deceptively simple story of love mislaid on the alien terrain of the United States.<br />“I’d arrived in the fall of 2008 with what Americans called ‘an accent,’ ” Edwina explains of her migration, as an eager college student, from Malaysia to Manhattan. She has trouble being understood, her politeness only adding to the confusion, until (at her bossy mother’s distant urging) she begins to watch late-night TV and sees that, “for Americans, making others laugh was itself a kind of elegance.” That’s why men in expensive suits were paid to do it. Armed with a degree in literature and classes in computer programming, Edwina resolves, therefore, to master humor while searching for the tech job that might secure her a green card. AInstein, a startup developing a robot that can intelligently tell jokes, seems ideal (the whimsical AI theme is thankfully underplayed), and Edwina becomes the company’s only female employee.<br />As such, she is tasked with catching early mistakes made by computer engineers who refer to her simply as “tester.” “It always made me think of the sad labeled tubes of lipstick at Sephora,” she admits, “mauve heads battered and ready to transmit oral herpes.” This diligent student, it turns out, never needed any humor lessons. Indeed, Edwina’s wry outlook on her adopted country and her fellow expatriates is one of the novel’s chief delights. Summing up, for example, the complexities of Chinese/Malaysian identity, she observes that “we all identified . . . with the aesthetics of being Chinese. We wanted the five-thousand-plus years of culture, the history of world-changing inventions, and the somber respect due a sophisticated ancient civilization, but we disavowed the clichés of squatting on toilet seats or spitting on sidewalks, not to mention the Communist Party.”<br />Outwardly dull and ever watchful, Edwina is that irresistible protagonist, the overlooked woman on whom nothing is lost, though when “Edge Case” opens she is indeed baffled. Her husband, Marlin, grown increasingly preoccupied and distant, has simply vanished, a discovery Edwina makes upon returning from work one day. “My heart responded first,” she reports. “By the time I remembered that a suitcase used to stand where the clean square was, my chest was growing hot from racing, tripping beats.” Over the next 18 days, while still following her daily routine, Edwina searches for her husband, visiting his familiar haunts and even to a mysterious house in upstate New York where Marlin, she learns, has become an initiate of the Dowsers Society of America: “Someone who used a necklace as a telephone to the spirit world,” as she dryly puts it.<br />There is, however, no spiritual, let alone criminal, mystery here, although Edwina’s quest and the novel’s periodic flashbacks do create a satisfying atmosphere of suspense. What interests Ms. Chin—and what she so skillfully dramatizes—is rather the eternal conundrum of being a human among other humans (“Maybe you don’t actually know me that well,” is Martin’s  remark that hurts Edwina most of all) and, more specifically, of being an immigrant at the mercy of a volatile host. Similar preoccupations connect the short stories in her 2018 volume “Though I Get Home” (Feminist Press, 216 pages, $16.95), which range from British-ruled Malaysia to high-tech Manhattan, from family reminiscences to political terror."
}