{
    "url_original": "https://www.wsj.com/articles/elise-westhoff-woke-philanthropy-cancel-culture-charity-11626448092?mod=opinion_lead_pos5",
    "url": "elise-westhoff-woke-philanthropy-cancel-culture-charity-11626448092",
    "title": "The Woke Threat to Philanthropy",
    "sub_head": "Lawmakers and ideologues are growing increasingly insistent in their demands on the nonprofit world.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-07-16 12:45:00",
    "body": "From Big Tech censorship to Fortune 500 boycotts of Republican-led states, we’ve heard a lot the past year about “woke capitalism.” A related problem is “woke philanthropy”: Activists want to tell you not only how to make your money but how to give it away.<br />Major foundations like Ford and Mellon and other nonprofits big and small have shifted their missions toward combating “inequity” and “systemic racism.” Museums are jettisoning board members and canceling donors who made their money in ways counter to progressive orthodoxy. Government officials are threatening the independence and privacy of philanthropists. “Donors have faced intimidation and threats of violence simply for supporting causes they believe in,” Elise Westhoff tells me.<br />Ms. Westhoff, 40, recently began her second year as president of the Philanthropy Roundtable, an organization of philanthropists and foundation leaders devoted to advancing “liberty, opportunity and personal responsibility.” Another focus is ensuring that foundations remain true to their donors’ intent, rather than changing their missions to keep up with the latest political fads.<br />The roundtable itself has become a target from rivals on the left. In May Phil Buchanan of the Center for Effective Philanthropy accused Ms. Westhoff of being part of a “backlash to last year’s reckoning on racism.” On a listserv for dozens of national and regional foundation leaders, a long discussion ensued in which one of the members accused Ms. Westhoff of “dog whistling to a very clear white privileged and racist constituency.”<br />Aaron Dorfman went a step further. From his perch as head of the National Center for Responsive Philanthropy, a sort of left-wing counterpart to the roundtable, he sent the group an Excel spreadsheet. The file included the names of more than 500 roundtable donors and a note: “This should help many of you see where there is overlap in your supporters.” The implication, Ms. Westhoff suggests, is that foundation leaders should distance themselves from those donors, perhaps pushing them off boards, or pressure them into changing the roundtable itself."
}