{
    "url_original": "https://www.wsj.com/articles/elizabeth-warren-targets-sacklers-lawsuit-exemptions-in-purdue-bankruptcy-11627041600?mod=business_minor_pos6",
    "url": "elizabeth-warren-targets-sacklers-lawsuit-exemptions-in-purdue-bankruptcy-11627041600",
    "title": "Elizabeth Warren Targets Sacklers’ Legal Protection in Purdue Bankruptcy",
    "sub_head": "‘If the Sacklers want to stop those lawsuits, they can file for bankruptcy just like normal people do,’ the Massachusetts senator says",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-373991?width=860&height=573",
    "image_1": "im-373991.jpg",
    "time": "2021-07-23 08:00:00",
    "body": "Sen. Elizabeth Warren is bolstering efforts by Democratic lawmakers to stop the owners of OxyContin maker Purdue Pharma LP from using the company’s bankruptcy to shield themselves from lawsuits blaming them for the opioid crisis.<br />The Massachusetts Democrat is sponsoring a Senate bill set to be introduced next week that calls for prohibiting owners of bankrupt businesses or other individuals who haven’t filed personal bankruptcy from getting so-called nonconsensual third-party releases protecting them from litigation by government entities and private citizens. A companion bill in the House is also slated to be introduced next week.<br />The type of legal protection the Sacklers seek has traditionally been available only to those filing for bankruptcy, Ms. Warren said.<br />“If the Sacklers want to stop those lawsuits, they can file for bankruptcy just like normal people do when they’re overwhelmed by debts,” Ms. Warren said. “There is not one set of laws for everybody in this country and a special exception for rich people. The Sacklers are trying to get something special for themselves and I want to cut them off at the pass.”<br />The Sacklers are offering to pay about $4.5 billion in exchange for protection from private lawsuits, as well as enforcement actions from states that oppose Purdue’s chapter 11 plan. The bankruptcy plan has the support of most creditor groups and more than 30 states but is opposed by a handful of other states, the District of Columbia and the Justice Department’s bankruptcy watchdog."
}