{
    "url_original": "https://www.wsj.com/articles/elon-musk-is-called-to-defend-teslas-purchase-of-solarcity-11626001200?mod=business_lead_pos1",
    "url": "elon-musk-is-called-to-defend-teslas-purchase-of-solarcity-11626001200",
    "title": "Elon Musk Is Called to Defend Tesla’s Purchase of SolarCity",
    "sub_head": "Plaintiffs allege that the billionaire entrepreneur led Tesla to overpay for SolarCity in 2016. Mr. Musk has defended the deal.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-365789?width=620&size=1.5",
    "image_1": "im-365789.jpg",
    "time": "2021-07-11 07:00:00",
    "body": "In 2016, Elon Musk had two unprofitable businesses on his hands in Tesla  and SolarCity Corp. His solution to improve their outlook: combine them into a single clean-energy business.<br />Five years later, Mr. Musk is being called to defend the propriety of that roughly $2.1 billion tie-up in a Delaware court. Plaintiffs, which include several pension funds that owned Tesla stock, have characterized the deal as a scheme to benefit himself and bail out a home-solar company on the verge of insolvency.<br />Mr. Musk, who is expected to take the stand in the nonjury trial as early as Monday, was chairman of both companies at the time. His attorneys have framed the acquisition as an opportunity to realize his long-held goal of creating a vertically integrated sustainable energy company.<br />A primary question in the case is whether Mr. Musk, who owned roughly 22% of Tesla at the time, controlled the transaction. Proving that claim is a challenge because Mr. Musk was a minority shareholder of Tesla and the company’s shareholders approved the acquisition. Lawyers for Mr. Musk say that SolarCity was worth more than Tesla paid for it and the electric vehicle-maker’s board members, who included Mr. Musk’s brother, Kimbal Musk, acted independently.<br />Other issues before the judge include whether Tesla board members were conflicted and whether vital information about the deal was withheld from shareholders."
}