{
    "url_original": "https://www.wsj.com/articles/elon-musk-takes-stand-in-court-to-defend-purchase-of-solarcity-11626098958?mod=business_lead_pos2",
    "url": "elon-musk-takes-stand-in-court-to-defend-purchase-of-solarcity-11626098958",
    "title": "Elon Musk Goes On Offensive in Court Defense of Tesla’s SolarCity Purchase",
    "sub_head": "Plaintiffs allege billionaire entrepreneur led Tesla to overpay for the home-solar company in 2016",
    "category_1": "Business",
    "time": "2021-07-12 16:29:00",
    "body": "WILMINGTON, Del.— Tesla Inc.  Chief Executive Elon Musk was in court Monday to defend the company’s purchase of SolarCity Corp., telling a judge that he didn’t act improperly during the negotiating process and doesn’t even enjoy running the electric-vehicle maker.<br />The case dates to 2016, when Mr. Musk was chairman of both the then-unprofitable companies. His solution to improve their outlook: Combine them in a roughly $2.1 billion tie-up to establish a single clean-energy business. Plaintiffs, which include several pension funds that owned Tesla stock, have characterized the deal as a scheme to benefit himself and bail out a home-solar company on the verge of insolvency.<br />Mr. Musk was the opening witness called in Delaware Chancery Court in a nonjury trial that is expected to run about two weeks. The attorneys for Mr. Musk have framed the acquisition as an opportunity to realize his long-held goal of creating a vertically integrated sustainable energy company.<br />A primary question in the case is whether Mr. Musk, who owned roughly 22% of Tesla at the time, controlled the transaction. Proving that claim is a challenge because Mr. Musk was a minority shareholder of Tesla and the company’s shareholders approved the acquisition. Lawyers for Mr. Musk have said that SolarCity was worth more than Tesla paid for it and the electric-vehicle maker’s board members, who included Mr. Musk’s brother, Kimbal Musk, acted independently.<br />Despite the absence of a jury, the billionaire CEO, who has a record of sometimes blunt and surprising statements, flashed some of that in this case. He said during the trial he didn’t enjoy being the boss of Tesla. “I rather hate it and I would much prefer to spend my time on design and engineering, which is what intrinsically I like doing,” he said."
}