{
    "url_original": "https://www.wsj.com/articles/emmy-nominations-2021-a-race-shaped-by-the-pandemic-11626188510?mod=business_minor_pos23",
    "url": "emmy-nominations-2021-a-race-shaped-by-the-pandemic-11626188510",
    "title": "‘The Mandalorian,’ ‘The Crown’ Tie for Most Nods in This Year’s Emmy Nominations",
    "sub_head": "‘WandaVision’ comes in second while ‘Ted Lasso’ breaks record for a freshman comedy",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-368453?width=860&height=573",
    "image_1": "im-368453.jpg",
    "time": "2021-07-13 14:38:00",
    "body": "Fantasy franchise spinoffs and other escapist fare made a big showing Tuesday in the nominations for the 73rd Emmy Awards. Disney+ Star Wars series “The Mandalorian” tied  Netflix ’s  costume drama “The Crown” for the most nominations: 24. “WandaVision,” also on Disney+, came in second with 23 total nominations for the Marvel superhero tale set in a world of vintage sitcoms.<br />Many nods went to TV series that helped kill time and lift moods during the pandemic, from “Ted Lasso” to “Bridgerton,”  when viewers burrowed into their streaming subscriptions. Meanwhile, Covid-19-related production delays sidelined past honorees such as “Succession,” making more room for newcomers.<br />Streamers pushed cable and broadcast networks further to the margins in some categories. In the race for best comedy series, streaming shows claimed seven out of the eight nomination slots, up from three nominations in that category last year. They included some surprises, including Netflix’s “Karate Kid” update “Cobra Kai,” and “Emily in Paris,” which was heavily panned and emerged as a cult phenomenon.<br />Action-driven shows muscled in on prestige dramas, with  Amazon ’s  twist on the superhero genre, “The Boys,” nominated for best drama series, and joining “The Mandalorian,” which was nominated in the category for the second year in a row. Other drama-series nominees included past winner “The Handmaid’s Tale” (Hulu) and “Lovecraft Country,” a horror-driven HBO show that was canceled after one season.<br />Among the drama series, repeat nominees “Pose” (FX) and “This Is Us” (NBC) helped hold the line for TV networks. Among comedy series, NBC’s four-time nominee “black-ish” was the lone broadcast series in the pack."
}