{
    "url_original": "https://www.wsj.com/articles/employer-health-insurance-medicare-for-all-medical-costs-socialized-medicine-11626467608?mod=opinion_lead_pos7",
    "url": "employer-health-insurance-medicare-for-all-medical-costs-socialized-medicine-11626467608",
    "title": "Three Cheers for Employer Health Insurance",
    "sub_head": "It gets a bum rap. Data demonstrate it delivers great value to companies, employees and taxpayers.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-16 18:10:00",
    "body": "The Covid-19 pandemic has placed enormous stress on the American workforce. Unemployment topped 14 million last spring as businesses and communities locked down. With so many out of work, you’d expect to see a spike in the number of people going without health insurance. Yet the number of people on employer insurance fell only 1% or 2% even as employment dropped 20% at one point.<br />Many employers continued to provide premium support to workers laid off during the pandemic. As the economy and the country begin to reopen fully, employer-based health coverage is surging back, providing benefits to millions of American families.<br />Although much maligned, employer-sponsored insurance has tremendous value for Americans, taxpayers and the health system. One way to quantify the value is to look at how much consumers are willing to pay for their coverage, which is at least as much as they pay in premiums—or else they wouldn’t have purchased the coverage—but could be higher.<br />Health economists have observed that many, though not all, consumers purchase coverage even when health insurance gets more expensive. Those still buying at higher prices are revealing a particularly strong willingness to pay. This is the “principle of revealed preference,” which, as a longstanding federal guidance puts it, ought to carry a lot of weight in policy evaluation “because revealed preference data are based on actual decisions, where market participants enjoy or suffer the consequences of their decisions.”<br />In a revealed-preference analysis released by the National Bureau of Economic Research, I find that employers and employees together value employer-sponsored insurance 75% to 84% beyond what they pay for it. For them, that is a surplus of $800 billion annually."
}