{
    "url_original": "https://www.wsj.com/articles/eqt-and-goldman-near-deal-to-buy-parexel-11625185563?mod=business_minor_pos1",
    "url": "eqt-and-goldman-near-deal-to-buy-parexel-11625185563",
    "title": "EQT and Goldman Near Deal to Buy Parexel",
    "sub_head": "Deal would have nearly $9 billion price tag, including debt",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-363612?width=620&size=1.5",
    "image_1": "im-363612.jpg",
    "time": "2021-07-01 20:26:00",
    "body": "EQT  AB and  Goldman Sachs Group Inc.’s  investment arm are in advanced talks to buy contract-research organization Parexel International Corp. for nearly $9 billion including debt, according to people familiar with the matter, the latest healthcare deal for the private-equity firm.<br />Parexel runs clinical trials and provides other services for drugmakers and is owned by Pamplona Capital Management. A sale to EQT and Goldman could be completed this week, assuming talks don’t fall apart, the people said. The business, which is based in Massachusetts and North Carolina, had drawn interest from both private-equity and strategic bidders, they said.<br />EQT oversees €67 billion in assets, equivalent to about $79 billion, and its focuses include real estate, technology, infrastructure and healthcare. It has been particularly active as one of the largest private healthcare investors recently: Last month, the firm sold Aldevron, which manufactures ingredients used in vaccines, to Danaher Corp. for $9.6 billion, and late last year it took public Certara Inc., which specializes in computer-based modeling for medical research. Along with a partner, EQT is also a majority owner of Waystar, which makes software used by healthcare providers. A deal for Parexel would be one of its largest acquisitions to date.<br />Goldman’s investment arm, known as Goldman Sachs Asset Management, is the primary investing area within the bank and oversees roughly $2 trillion. Its other healthcare investments include a manager of optometry services it purchased in 2019 and Datavant, a healthcare data-management company it invested in last month.<br />Contract-research organizations like Parexel have also seen a burst of deal activity as the industry has benefited from heightened interest in treatments and preventive measures for any future pandemics. In April, Thermo Fisher Scientific Inc. agreed to buy PPD Inc. for over $15 billion and in February, Icon PLC said it would buy rival PRA Health Sciences Inc. for $12 billion."
}