{
    "url_original": "https://www.wsj.com/articles/ericsson-warns-china-backlash-threatens-its-market-share-11626440735?mod=tech_lead_pos7",
    "url": "ericsson-warns-china-backlash-threatens-its-market-share-11626440735",
    "title": "Ericsson Warns China Backlash Threatens Its Market Share",
    "sub_head": "After Sweden banned China’s Huawei, Beijing indicated it could retaliate",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-370510?width=860&height=573",
    "image_1": "im-370510.jpg",
    "time": "2021-07-16 09:56:00",
    "body": "Ericsson  AB said revenue in China dropped sharply in the most recent quarter and warned it would likely lose market share there as a consequence of Sweden’s decision to ban rival Huawei Technologies Co. from the Scandinavian country’s 5G wireless networks.<br />Ericsson shares were down more than 8% in midafternoon trading Friday in Europe after the market-share warning. The drop in China sales also pulled overall revenue lower than investors had expected.<br />Ericsson, the world’s second-largest cellular-equipment maker behind China’s Huawei, has benefited in much of the world from U.S.-Chinese tensions over technology. Washington and several of its allies have restricted use of Huawei’s equipment in their respective countries. Ericsson said sales elsewhere were buoyed by rising demand for 5G equipment.<br />But in China, it said it now expects to pay the price of its home government’s decision, which it made last October, to ban Huawei gear from its networks. Stockholm cited national-security concerns. The U.S. and allies worry Huawei gear can be used to spy on or disrupt networks on behalf of Beijing. Huawei and Beijing have said that worry is unfounded.<br />Chinese officials have threatened to retaliate by punishing Swedish companies doing business in China. They specified Ericsson as a potential target. Ericsson lobbied Sweden’s government to reconsider its ban."
}