{
    "url_original": "https://www.wsj.com/articles/eu-to-propose-sweeping-economic-plan-to-combat-climate-change-11626251377",
    "url": "eu-to-propose-sweeping-economic-plan-to-combat-climate-change-11626251377",
    "title": "EU Readies Sweeping Economic Plan to Combat Climate Change",
    "sub_head": "Package would require companies and households to adopt cleaner technologies such as wind turbines and electric vehicles",
    "category_1": "Economy",
    "time": "2021-07-14 04:29:00",
    "body": "PARIS—The European Union is set to propose a sweeping program on Wednesday to transform the region’s economy to fight climate change, slashing its reliance on fossil fuels and potentially jolting global trade with import levies that would hit high-emitting countries.<br />The package, drafted by the European Commission, the EU’s executive arm, ranks among the most ambitious plans yet by a major economic power to reduce greenhouse gas emissions, requiring companies and households to adopt cleaner technologies such as wind turbines, solar power and electric vehicles. It would limit pollution across the European economy, including electricity generation, automobiles, housing, shipping and agriculture.<br />The plan also aims to project the bloc’s stance on slashing emissions abroad by imposing the world’s first tax on imports based on the greenhouse gases emitted to make them. The move is contentious as countries prepare to convene at a climate summit in November in Glasgow, Scotland, where the U.S. and Europe want to convince China and poorer countries to make ambitious new pledges to cut emissions.<br />China plans this week to launch its own national emissions-trading system.<br />The commission’s proposal has strong backing in European capitals, but its details will be fiercely debated in coming months by EU governments and the European Parliament, which must approve the plan before it can become law. Negotiators must bridge differences across the EU from wealthier countries like France—which has relatively low emissions because of its reliance on nuclear power—to poorer Eastern European nations such as Poland, a major user of coal-fired electricity."
}