{
    "url_original": "https://www.wsj.com/articles/europes-lenders-want-to-grow-their-investment-banks-again-11627483745?mod=markets_major_pos1",
    "url": "europes-lenders-want-to-grow-their-investment-banks-again-11627483745",
    "title": "Europe’s Lenders Want to Grow Their Investment Banks Again",
    "sub_head": "Keeping busy in capital markets has helped Barclays and Deutsche Bank deliver steady performances but plans to expand their investment banks still seem risky.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-375373?width=860&height=573",
    "image_1": "im-375373.jpg",
    "time": "2021-07-28 10:49:00",
    "body": "Barclays  and  Deutsche Bank  are on form right now, but investors need to be cautious of their growing ambitions for the volatile investment-banking business.<br />The big European lenders published solid half-year results Wednesday, benefiting like their U.S. peers from a strong investment-banking market. Both companies have built generous capital buffers since their regulators banned dividends last year. Barclays resumed payouts with a 2 pence a share dividend and £500m buyback, equivalent to $694 million. Deutsche Bank set aside €575 million, equivalent to $678 million, this year for dividends to be paid next year, once its restructuring is complete.<br />Investment banks have saved the day for many lenders during the pandemic, generating bumper profits to offset big loan-loss allowances and lower consumer borrowing. That has emboldened some European lenders to eye growth in their capital-markets businesses again, after years of cuts. While following the money is an understandable strategy, results generated during such an unusual period for the global economy may be an unusually bad guide to future performance.<br />Chief Executive Jes Staley started restructuring Barclays six years ago, culling international retail operations and parts of the investment bank. There was pressure to jettison the whole investment bank, including a vocal campaign by activist shareholder Edward Bramson of Sherborne Investors. The bank’s performance during the pandemic has vindicated Mr. Staley’s strategy. Its global markets business produced results while its credit card and retail divisions struggled.<br />As the recovery picks up speed, there are now plans to “infill” the investment bank, Barclays Chief Financial Officer Tushar Morzaria told analysts, mentioning equity capital markets, securitized products and some new sectors. These could be prudent investments, but expenses have crept up this year and some long-suffering investors may worry the expansion will instead increase risks and the cost base."
}