{
    "url_original": "https://www.wsj.com/articles/europes-carbon-prices-are-going-global-11626269612?mod=business_minor_pos11",
    "url": "europes-carbon-prices-are-going-global-11626269612",
    "title": "Europe’s Carbon Prices Are Going Global",
    "sub_head": "This week’s proposal for a European border tax could be a very early move toward overcoming obstacles to economists’ preferred climate-change policy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-14 09:33:00",
    "body": "A global carbon tax is viewed by many economists as the most efficient approach to decarbonizing industry, but creating one has always seemed a political impossibility. A new European Union carbon border tax just might start to change that.<br />On Wednesday, the European Commission proposed a new charge on selected imports from countries that don’t tax carbon dioxide emissions in the same way as the bloc. The levy—called a “carbon border adjustment mechanism,” or CBAM—is part of a wide-ranging package adjusting EU rules to meet new climate ambitions.<br />The measure is intended to both level the playing field between foreign and domestic producers and cut the risk that local companies relocate outside the EU to avoid the bloc’s stringent rules. As drafted, CBAM could open a path to a global carbon price by establishing a cost of carbon on some imports into the EU, one of the world’s biggest markets. Proposals need to be agreed on and will be phased in over a period of years.<br />There are plenty of political challenges, but Brussels hopes Washington will create a comparable levy to protect its domestic producers as it raises its climate ambitions. President Biden mentioned it during the 2019 presidential campaign and White House climate envoy Gina McCarthy said “it’s not off the table” at a BloombergNEF event on Tuesday.<br />A combined CBAM effort to create an EU and U.S. carbon club “could really be an incredible stimulus for others, starting with China, to do more on climate,” says Simone Tagliapietra, senior fellow at think tank Bruegel."
}