{
    "url_original": "https://www.wsj.com/articles/euro-2020-england-denmark-semifinal-harry-kane-11625694761",
    "url": "euro-2020-england-denmark-semifinal-harry-kane-11625694761",
    "title": "England Beats Denmark for a Spot in Euro 2020 Final",
    "sub_head": "Harry Kane’s extra-time goal gave the Three Lions a 2-1 win and a first major tournament final in 55 years.",
    "category_1": "Sports",
    "category_2": "Soccer",
    "image_1_url": "https://images.wsj.net/im-366022?width=620&size=1.5347721822541966",
    "image_1": "im-366022.jpg",
    "time": "2021-07-07 17:56:00",
    "body": "LONDON—For one fraction of a second, England’s major tournament fate seemed set to turn again on a missed penalty kick.<br />Generations of English soccer fans had seen this movie before. Their hero stepping up to shoot from 12 yards, the ball staying out of the net, and England getting knocked out. But on Wednesday night at Wembley, as Harry Kane watched Denmark goalkeeper Kasper Schmeichel block his extra-time penalty, he delivered one more twist.<br />Kane buried the rebound to give his team a 2-1 lead after 104 minutes of play. And 15 minutes later, England had punched its ticket to its first major tournament final since the 1966 World Cup. The Three Lions will now meet Italy here on Sunday, in front of 60,000 supporters, for the chance to become European champions.<br />Until Wednesday night, England’s road back to a final had begun to look suspiciously clear. After 55 years of agony and heartbreak, everything was coming together at these Euros. Match after match, England performed and England advanced. The 4-0 victory over Ukraine in the quarterfinals was tense for about four minutes. Fans could be forgiven for wondering, was this what it was like to be Spain or France or Germany?<br />Denmark brought all the nightmares rushing back. After 30 minutes, 21-year-old Mikkel Damsgaard bent a free kick home and for the first time at this tournament, England was behind."
}