{
    "url_original": "https://www.wsj.com/articles/european-business-leaders-want-a-stronger-hand-with-china-not-decoupling-11625454000?mod=business_lead_pos3",
    "url": "european-business-leaders-want-a-stronger-hand-with-china-not-decoupling-11625454000",
    "title": "European Business Leaders Want a Stronger Hand With China, Not Decoupling",
    "sub_head": "Executives from top European companies say EU calls for ‘strategic autonomy’ risk protectionism",
    "category_1": "Business",
    "time": "2021-07-04 23:00:00",
    "body": "BRUSSELS—A powerful European business lobby group called on European Union politicians to push back harder against China’s state capitalism but not to lock out Chinese businesses, as advocated by some leaders who are following the U.S.’s lead on limiting commercial ties to China.<br />Members of the European Round Table for Industry, or ERT, a trade group of almost 60 chief executives and chairpersons of major Europe-based multinationals, on Monday called on EU leaders to push for better business terms with China and not to turn away, despite some leaders’ growing misgivings about Beijing and amid improving ties with Washington.<br />Many governments and EU officials have over recent months tilted more toward Washington in opposing Beijing’s increasingly assertive stance on the world stage. The business leaders fear calls for decoupling from China, similar to ones in the U.S.<br />“We have to make this work,” ERT member Jacob Wallenberg said of commercial relations between China and the West. Mr. Wallenberg, who is chairman of Swedish holding company Investor AB and deputy chairman of telecommunications giant  Ericsson  AB, said China has begun opening its banking, insurance and other sectors under EU and U.S. pressure, and such pressure could improve the West’s business position with China.<br />“Is it perfect? No—far from it,” Mr. Wallenberg said. But he said improvements are “a consequence of continuous pushing, and I think we have reason to continue to push.”"
}