{
    "url_original": "https://www.wsj.com/articles/europes-climate-awe-and-shock-fit-for-55-11626294480?mod=opinion_lead_pos3",
    "url": "europes-climate-awe-and-shock-fit-for-55-11626294480",
    "title": "Europe’s Climate Awe and Shock",
    "sub_head": "Vast new plans that won’t happen but might fool the U.S.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-14 18:32:00",
    "body": "Brussels wants you to know that Europe’s finest bureaucrats are Thinking Big about climate change, and on Wednesday they released a comprehensive regulatory and spending plan to prove it. Call it an awe-and-shock strategy: They hope voters will be so awe-struck at its grand ambitions that they won’t have time to be shocked by what’s in it.<br />Called “Fit for 55,” the European Commission says the aim of its program is to reduce the European Union’s carbon emissions by at least 55% from 1990 levels by 2030. This is supposed to put Europe on track to become “the world’s first climate-neutral continent” by 2050. The big Brussels reveal consists of hundreds upon hundreds of pages of proposed legal changes and spending commitments.<br />The trouble will be what’s in the fine print. The headline pledges will be difficult enough. Brussels wants to ban sales of new internal-combustion cars by 2035 and subject aviation to the EU’s emissions-trading system—good luck taking a vacation on a budget.<br />Another proposal requires enormous expenditures to boost energy efficiency. There’s a renewable-energy directive, and an update to the regulation on land use, forestry and agriculture (requiring, among many other things, planting three billion trees by 2030).<br />Most of this won’t happen soon, or in this form. Industry groups started furiously picking Fit for 55 apart before it was even released. They’ll be sure to tell the national governments that have to approve this legislative Hydra about all the ways this package will be bad for job creation. They have a point, especially for industries such as aviation already nearly bankrupted by the pandemic. Governments will quail at the costs as they struggle to manage pandemic spending and debt."
}