{
    "url_original": "https://www.wsj.com/articles/euro-2020-denmark-england-eriksen-euros-11625527513",
    "url": "euro-2020-denmark-england-eriksen-euros-11625527513",
    "title": "Denmark Opened Euro 2020 With a Near-Tragedy. It Could Close It in the Final.",
    "sub_head": "Three weeks after Christian Eriksen’s on-field cardiac arrest, his teammates now face England for a shot at a European Championship.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-364675?width=620&size=1.521997621878716",
    "image_1": "im-364675.jpg",
    "time": "2021-07-06 06:00:00",
    "body": "LONDON—In the scarring minutes Denmark’s players spent watching medics try to save their teammate’s life—those moments when Christian Eriksen lay on the pitch without a pulse—they could scarcely imagine resuming a soccer match, let alone playing the rest of a tournament.<br />Three weeks later, while Eriksen recovers, Denmark is without its best player and just 90 minutes from the European Championship final. The team that started as 25-to-1 longshots with the British bookmakers, faced a near-tragedy, and somehow pulled itself together will play England at Wembley Stadium on Wednesday night.<br />“It’s a little surreal right now to be here after everything that happened,” midfielder Thomas Delaney said. “It’s still something we’re struggling with.”<br />You wouldn’t know it from the way Denmark has performed since the group stage. With the swashbuckling approach of a squad that wasn’t supposed to last this long, the Danes have turned themselves into one of the most exciting offensive teams here.<br />Only Spain has averaged more goals per game or had more shots on target. And none of the four semifinalists has run further. It’s no coincidence that Denmark manager Kasper Hjulmand has taken full advantage of the Covid-era rule that allows teams five substitutions instead of the usual three—he has used all five changes in every match."
}