{
    "url_original": "https://www.wsj.com/articles/ever-given-container-ship-that-blocked-suez-canal-is-set-to-sail-11625641021?mod=business_lead_pos1",
    "url": "ever-given-container-ship-that-blocked-suez-canal-is-set-to-sail-11625641021",
    "title": "Ever Given Container Ship That Blocked Suez Canal Sets Sail",
    "sub_head": "Egyptian authorities seized the ship after it was stuck in the waterway for several days in March",
    "category_1": "Business",
    "time": "2021-07-07 06:56:00",
    "body": "CAIRO—The container ship that blocked the Suez Canal for days earlier this year set sail Wednesday after its owners reached a multimillion-dollar compensation deal with Egyptian authorities for its release, ending a monthslong saga involving passage through a critical global trade route.<br />The Suez Canal Authority and the Ever Given’s owners signed the deal at its headquarters in Ismailia early Wednesday that allowed the ship to leave the canal. The SCA didn’t immediately provide details of the agreement.<br />In a nod to how the ship’s grounding and eventual seizure by Egyptian authorities caught the world’s attention, the SCA held a ceremony to mark the ship’s departure from the port in Ismailia that was attended by foreign diplomats and broadcast live on Egyptian TV.<br />The ship blocked the Suez Canal for nearly a week in March before being dislodged from its banks. The SCA had demanded payment for the costs of the rescue operation, damages to the canal’s banks and lost revenues. An Egyptian court, which had ordered the seizure of the ship after authorities initially claimed about $900 million in compensation, allowed its release on Tuesday.<br />A preliminary deal was struck late last month between the owner and insurers of the Ever Given and the SCA called for about $200 million in compensation, according to people familiar with the deal. But Egyptian media has said the amount is much higher and the deal also includes a tug boat. The shipowner, Shoei Kisen Kaisha Ltd. of Japan, the ship’s charterer, Taiwan’s  Evergreen Marine Corp. , and its technical manager, Bernhard Schulte Shipmanagement, declined to comment on the deal’s terms at the time."
}