{
    "url_original": "https://www.wsj.com/articles/everest-a-graphic-novel-opera-review-drawn-from-life-and-death-11626730747",
    "url": "everest-a-graphic-novel-opera-review-drawn-from-life-and-death-11626730747",
    "title": "‘Everest-A Graphic Novel Opera’ Review: Drawn From Life and Death",
    "sub_head": "In Opera Parallèle’s remount of Joby Talbot and Gene Scheer’s fact-based opera, the story of a perilous mountain expedition is presented using sophisticated animation.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-371617?width=860&height=573",
    "image_1": "im-371617.jpg",
    "time": "2021-07-19 17:39:00",
    "body": "“Everest,” an opera by Joby Talbot and Gene Scheer, made a powerful impression at its Dallas Opera world premiere in 2015. A taut, absorbing depiction of a real, ill-fated expedition to the summit of Mount Everest in 1996, the piece zeroes in on three climbers—Rob Hall (the expedition’s leader), Doug Hansen and Beck Weathers—and Jan Arnold, Hall’s pregnant wife back home. It explores their connections but mostly their profound isolation in the face of the raging blizzard that will cost Rob and Doug their lives.<br />Opera Parallèle, the home company of conductor Nicole Paiement, who led the premiere, has remounted the piece as a digital graphic novel, which is now available on demand from the Dallas Opera’s new streaming channel (rental $19.99; no subscription required; available through Jan. 16, 2022). This ingenious production focuses the action even further on that isolation, as well as on the hubris that prompts humans to challenge the unforgiving natural world, and the porous border between life and death.<br />Directed by Brian Staufenbiel, with the work of illustrator Mark Simmons and director of photography David Murakami, the film is laid out to look like a book, with multiple panes per page, floating in a black, starry background of seemingly infinite space. Black, white and shades of blue dominate the visual palette, depicting the mountain and a blank-eyed chorus of the dead—representing the hundreds of climbers killed over decades of attempts at the summit—that surrounds the living characters. Only the living humans are drawn in warm colors. They are animated in a lifelike manner, their faces made mobile with technology that reproduced the expressions of the singers as they recorded their parts in a studio. That color and movement embodies the living characters’ hope of survival but also their frailty, since the chilly, block-like backgrounds; the stiff, looming chorus; and the steady, inexorable pacing of the rest of the animation all point to a bad outcome.<br />This visual environment and tempo complemented the music, which balances the hopeful solo voices against the storm that rages in the orchestra and the eerie, echoing constancy of the chorus that counts out the time—“2:59. 3:12. 3:21”—with every minute making a safe descent less likely. The vocal characterizations are distinctive: Nathan Granner’s poignant tenor expresses Rob’s adventurous spirit, his sense of responsibility for his clients—rather than leaving the ailing Doug behind, he drags him along and finally dies beside him—and his love for Jan. Baritone Hadleigh Adams ably conveys Doug’s fundamental weakness; mezzo Sasha Cooke makes Jan, patched through to Rob as he dies on the mountain, a heartbreakingly stalwart companion. Bass Kevin Burdette embodies Beck’s life force as he hallucinates a backyard barbecue and his daughter, Meg (Charlotte Fanvu); her appearance draws him back from death and prompts him to save himself.<br />The chorus part was performed by a quartet of singers, their voices skillfully expanded into a larger ensemble through multitrack recording. The big orchestra called for in the score was represented by a digital soundtrack created by engineer Magnus Green in collaboration with Ms. Paiement, who also conducted the singers. It was efficient, and supplied the necessary momentum and background, but the richness and variety of the acoustic instrumental sound was missing, flattened into a more generalized, electronic timbral effect. Drawing and animation successfully rendered the story of “Everest” through a new lens; however, compressing its orchestral music into one dimension, while appropriate for the medium and certainly cost-effective, felt like a loss."
}