{
    "url_original": "https://www.wsj.com/articles/ever-given-the-ship-that-blocked-the-suez-makes-it-to-port-11627533834?mod=business_featst_pos1",
    "url": "ever-given-the-ship-that-blocked-the-suez-makes-it-to-port-11627533834",
    "title": "Ever Given, the Ship That Blocked the Suez, Makes It to Port",
    "sub_head": "Container vessel arrives in Rotterdam months after throwing global shipping into disarray",
    "category_1": "Business",
    "time": "2021-07-29 06:47:00",
    "body": "ROTTERDAM, Netherlands—The Ever Given, the container ship that blocked the Suez Canal for days and disrupted global shipping for weeks after, pulled into port in the Netherlands early Thursday—ending a three-month saga that included a still-mysterious grounding, months of negotiations over compensation with Egypt and a consignment of summer womenswear too late for the season.<br />The ship, a 1,300-foot behemoth that carries 18,000 container boxes of cargo, is one of the world’s biggest seagoing vessels. For months, it has been one of the world’s best known, too, after its bow wedged into the Suez Canal’s eastern bank and its stern swung around and planted itself into the other side—blocking traffic in both directions.<br />It arrived at a Rotterdam container terminal early Thursday.<br />The ship originally set sail from Yantian, China, on March 8. It got stuck in the Suez Canal on March 23, where it spent a week, closing the crucial waterway that connects the Mediterranean and Red Seas. The passage accounts for as much as 13% of seaborne trade. A global shipping traffic jam ensued, with vessels anchoring on either side of the waterway. Other ships rerouted around the canal entirely.<br />A multinational team of some 600 engineers and sailors and a flotilla of the world’s biggest tug boats dug, then pulled, the Ever Given free. The ship then sat for months at anchor in a lake off the main Suez channel while its owner and insurers negotiated with Egyptian authorities over liability and compensation."
}