{
    "url_original": "https://www.wsj.com/articles/everything-now-review-california-dreaming-11626991647?mod=opinion_reviews_pos1",
    "url": "everything-now-review-california-dreaming-11626991647",
    "title": "‘Everything Now’ Review: California Dreaming",
    "sub_head": "Poignant miniatures of the personalities who make up Los Angeles, which is less a metropolis than an 88-city nation-state.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373796?width=860&height=573",
    "image_1": "im-373796.jpg",
    "time": "2021-07-22 18:07:00",
    "body": "What is Los Angeles? Depends on where you look. Some of the greatest chroniclers of the city’s civic life, from Upton Sinclair in the 1930s to Joan Didion in the 1960s, have chosen their own patch of land to cover. Ms. Didion is the most frequently quoted diviner of Los Angeles’s soul these days, but she decamped to Manhattan a long time ago, and the city is no longer the citrus-fragrant, deeply flawed “golden dream” that she wrote about in her seminal essays.<br />To drive around Los Angeles in 2021 is to witness a once-great city that has lost its moorings. What are we to make of a state with the fifth-largest economy in the world that hosts, in Los Angeles alone, America’s second largest homeless population, the tented encampments scattered like spores all over the city’s amoebic topography? An endless loop of fire, flooding and drought that has become as familiar as the city’s smog-pink sunsets.<br />In his deeply empathetic and insightful book “Everything Now: Lessons From the City-State of Los Angeles” (MCD, 254 pages, $27), Rosecrans Baldwin opts not to grasp for some unifying theory of Los Angeles that will sort it all out for readers. For Mr. Baldwin, who has previously published a novel and a memoir of living in Paris, Los Angeles is “less of a city than a country. Less of a community than a climate. Less of a metropolis than an eighty-eight-city nation-state.”<br />So how does the author wrap his arms around this complex city-state? By delivering poignant miniatures of individuals who make it their business to subvert L.A.’s stasis and apathy—the prevalent view that the individual is helpless in the absence of the state. In Mr. Baldwin’s world, the individual is the only change agent that works. “Everything Now” gives us dark glimpses of an impending apocalypse—the ever-expanding homeless population, therecurrent eco-cataclysms—then introduces us to a handful of resilient Angelenos doing their best to buck the tide of indifference that seems to have crept into the political and social life of the place like a toxic marine layer.<br />The author ducks into a hotel ballroom near the LAX airport to partake in a self-help seminar hosted by Mastery in Transformational Training (M.I.T.T.), a highly lucrative exercise in checkbook self-actualization founded by a Dutch woman named Margo Majdi. Turns out M.I.T.T. was born from the wreckage of a shady enterprise called Lifespring. No matter: Majdi rebranded it as M.I.T.T. and turned it into a highly lucrative business. Mr. Baldwin introduces the possibility that M.I.T.T. is, in fact, something like a cult. But for Mr. Baldwin it’s beside the point. Organizations like M.I.T.T. will always have a place in a city that is estranged from itself, where alienated residents fear the big dissolve and fade-out into oblivion, the fear that they are, in the end, “just another human in their apartment at the end of the day.” A city without a center can endure only if its citizens find connection within its 503 square miles. L.A. can get mighty lonely without it."
}