{
    "url_original": "https://www.wsj.com/articles/eviction-moratorium-ban-cdc-11627235443?mod=opinion_lead_pos3",
    "url": "eviction-moratorium-ban-cdc-11627235443",
    "title": "Rebuking a Lawless CDC",
    "sub_head": "The Sixth Circuit tosses the agency’s moratorium on rental evictions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374880?width=860&height=573",
    "image_1": "im-374880.jpg",
    "time": "2021-07-25 16:48:00",
    "body": "The fight to rein in the runaway administrative state is crucial to retaining the liberty Americans have left. So congratulations to a three-judge panel of the Sixth Circuit Court of Appeals for unanimously ruling against the federal moratorium on evictions in rental properties ordered by the Centers for Disease Control and Prevention.<br />Congress passed the eviction ban amid the pandemic and extended it through Jan. 31 of this year. But the CDC then chose on its own, without a new command from Congress, to extend the ban three times, most recently through July 31.<br />Judge John Bush wrote last week in Tiger Lily v. HUD that the CDC has no legal authority to do this on any fair reading of the text of federal law. He said that the CDC interpreted a sentence to give itself expanded power to do whatever it wants in the name of public health, though Congress in that sentence intended to circumscribe the CDC’s power by listing precise actions it can take.<br />Under the CDC’s interpretation, Judge Bush wrote, the agency “can do anything it can conceive of to prevent the spread of disease. That reading would grant the CDC director near-dictatorial power for the duration of the pandemic, with authority to shut down entire industries as freely as she could ban evictions.”<br />Hear, hear. Federal and state governments have too often used the pandemic as a license to restrict liberty without a legal basis. The courts have taken some time to catch up to this lawlessness, and some judges now are. The Supreme Court recently declined to vacate a stay against the moratorium in a separate case, with four Justices dissenting (Alabama Association of Realtors v. HHS). Justice Brett Kavanaugh wrote that the CDC had exceeded its authority but declined to intervene given that the moratorium expires at the end of July."
}