{
    "url_original": "https://www.wsj.com/articles/ex-military-analyst-gets-45-month-sentence-for-leaking-classified-drone-information-11627414254?mod=politics_lead_pos10",
    "url": "ex-military-analyst-gets-45-month-sentence-for-leaking-classified-drone-information-11627414254",
    "title": "Ex-Military Analyst Gets 45-Month Sentence for Leaking Classified Drone Information",
    "sub_head": "Daniel Hale, who pleaded guilty earlier this year, said he gave secret government material to journalist because he wanted public to know about civilian casualties of U.S. drone program",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-376072?width=860&height=573",
    "image_1": "im-376072.jpg",
    "time": "2021-07-27 15:30:00",
    "body": "WASHINGTON—A former intelligence analyst was sentenced Tuesday to nearly four years in prison after pleading guilty to giving classified information about the U.S. drone program to a reporter.<br />Daniel Hale, a former airman in the U.S. Air Force assigned to intelligence operations and a onetime employee of the defense contractor Leidos, was given a 45-month sentence as well as three years supervised release by a Virginia federal judge.<br />Mr. Hale, 33 years old, pleaded guilty earlier this year to one count of retention and transmission of national defense information. He has been in federal custody since April when his bail was revoked upon the recommendation of the court’s pretrial services.<br />Mr. Hale was accused of giving numerous documents marked “Secret” and “Top Secret” to a journalist in 2014 while he was serving as a contractor at Leidos working on National Geospatial-Intelligence Agency programs. The reporter isn’t named in the court proceedings but has been previously identified as Jeremy Scahill of the Intercept, an online news organization that has aggressively covered the U.S. intelligence community and the war on terrorism.<br />Mr. Hale has said he leaked the material because the public needed to know the full details about the U.S. drone program, which he believed led to unjustified civilian casualties and wasn’t being described forthrightly by political leaders. While in the military, he was assigned to be a signals intelligence analyst whose job it was to pinpoint the location of the cellphone of targets of interest and provide that information to drone operations for targeting purposes."
}