{
    "url_original": "https://www.wsj.com/articles/ex-soldiers-securityofficials-and-businessmen-conspired-to-kill-haitian-president-officials-say-11626386009?mod=world_minor_pos1",
    "url": "ex-soldiers-securityofficials-and-businessmen-conspired-to-kill-haitian-president-officials-say-11626386009",
    "title": "Ex-Soldiers, Security Officials and Businessmen Conspired to Kill Haitian President, Officials Say",
    "sub_head": "Last week’s assassination of President Jovenel Moïse has implicated more than 30 suspects in Haiti, Colombia and the U.S. and plunged Haiti into new chaos",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-370101?width=860&height=573",
    "image_1": "im-370101.jpg",
    "time": "2021-07-15 17:53:00",
    "body": "A range of people, including two former Colombian soldiers, met in recent months in the Dominican Republic and Haiti in a plot that led to the assassination of Haitian President Jovenel Moïse, Haitian and Colombian officials said Thursday.<br />The role of two of the former soldiers, Germán Alejandro Rivera and Duberney Capador, emerged after Colombian intelligence officials sent to Haiti to help with the investigation met with 18 former soldiers who had been arrested following the killing, Gen. Jorge Vargas, commander of Colombia’s National Police, said in a press briefing. The two men—along with a third former Colombian soldier—were killed in a gunfight with Haitian police following the president’s assassination, according to Haitian authorities.<br />The larger group of former soldiers, security officials and businessmen cited by Colombian and Haitian officials Thursday formed an oddball collection of would-be rebels, whom the Haitian police say were led by Christian Emmanuel Sanon, a pastor whom authorities in Port-au-Prince arrested in recent days as the alleged ringleader of the plot. Another person arrested by Haitian police is a Haitian-American translator, James Solages, the officials said Thursday.<br />Mssrs. Rivera and Capador were the liaisons between the ringleaders of the plot and a group of former Colombian servicemen, who were recruited by the Miami based security firm CTU, Colombian officials said. The former servicemen were hired recently under the pretext that they were going to work in security in Haiti, say Colombian authorities.<br />CTU, which Haitian officials said was central to the plot, hasn’t responded to phone calls seeking comment."
}