{
    "url_original": "https://www.wsj.com/articles/explosion-kills-at-least-nine-chinese-nationals-in-pakistan-11626255076",
    "url": "explosion-kills-at-least-nine-chinese-nationals-in-pakistan-11626255076",
    "title": "Explosion Kills at Least Nine Chinese Nationals in Pakistan",
    "sub_head": "The cause of the blast, which also killed at least four Pakistanis, couldn’t immediately be determined, but Chinese building sites, symbols and citizens have been attacked by local insurgents",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-369046?width=860&height=573",
    "image_1": "im-369046.jpg",
    "time": "2021-07-14 05:31:00",
    "body": "ISLAMABAD, Pakistan—A blast killed at least nine Chinese nationals traveling in a bus in northern Pakistan, along with at least four Pakistanis, a local official said Wednesday.<br />The cause of the blast couldn’t immediately be determined, but Chinese building sites, symbols and citizens have been attacked by local insurgents in Pakistan. The incident represents the largest loss of Chinese lives in recent years in Pakistan, where China is carrying out a multibillion-dollar infrastructure building program.<br />The Chinese nationals were being taken Wednesday morning in a bus to work on building the Dasu dam in the mountains of northeast Pakistan. The force of the blast blew the bus off the road and into the ravine below, the local official said.<br />In addition, at least 27 others were injured, with about a dozen in critical condition, according to the official, adding that they have been taken by helicopter to a hospital in the nearby town of Gilgit.<br />China’s embassy in Pakistan confirmed the Chinese death toll in a statement released through its official social-media account. The embassy said it immediately launched emergency protocols. It urged the Pakistani government to spare no effort in conducting search and rescue operations, and ensuring the security of Chinese organizations, projects and personnel in the country."
}