{
    "url_original": "https://www.wsj.com/articles/explaining-bad-news-for-the-economy-is-good-news-for-the-stock-market-11625433651?mod=markets_featst_pos1",
    "url": "explaining-bad-news-for-the-economy-is-good-news-for-the-stock-market-11625433651",
    "title": "Explaining ‘Bad News for the Economy Is Good News for the Stock Market’",
    "sub_head": "At first glance, the phrase doesn’t make sense. Here is how Wall Street turns bad news into good.",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-363974?width=620&size=1.5",
    "image_1": "im-363974.jpg",
    "time": "2021-07-04 17:20:00",
    "body": "With some frequency, Wall Street professionals use this phrase: “Bad news for the economy is good news for the stock market.” They also use it in reverse, with good news for the economy said to be bad for stocks.<br />At first glance, whichever way you read it, the line might seem to make little sense. Many people see the economy and the stock market as inextricably linked. In their minds, if the economy is weakening, then surely company profits will suffer, which will end up sending stock prices lower. But that’s not always the case.<br />It’s only when looking deeper that things become clearer, but even then, there are some subtleties to navigate.<br />“A little bit of bad news is good for markets,” says Bruce Monrad, chairman and portfolio manager at Boston-based mutual-fund company Northeast Investors Trust. It all revolves around the response by the Federal Reserve to economic news. When the news for the economy is bad, such as a sudden unexpected rise in the unemployment rate, then it is less likely that the Fed’s monetary-policy committee will raise the cost of borrowing money—a key variable for both business and consumer finances. That tends to help keep prices for stocks and bonds buoyant, Mr. Monrad says.<br />But too much bad news is indeed bad for stocks. “The bad news can’t be so bad that it brings into question future earnings,” Mr. Monrad says. For instance, in the early days of the Covid-19 pandemic, news of the global viral outbreak sent markets into a tailspin starting around mid-February 2020 through late March. The S&P 500 index dropped more than 30% over that period, in anticipation of the pandemic’s economic impact. The U.S. economy shrank at an annualized rate of 31% in the second quarter of last year, government statistics show."
}