{
    "url_original": "https://www.wsj.com/articles/exxon-cant-catch-a-break-11627666841?mod=markets_featst_pos3",
    "url": "exxon-cant-catch-a-break-11627666841",
    "title": "Exxon Can’t Catch a Break",
    "sub_head": "ExxonMobil posted strong results as oil demand and prices bounced back. Questions regarding long-term strategy still cloud its valuation.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377948?width=700&height=467",
    "image_1": "im-377948.jpg",
    "time": "2021-07-30 13:40:00",
    "body": "Exxon Mobil might have expected a hearty pat on the back after Friday’s earnings announcement. It didn’t get one from investors.<br />By many measures, the company’s results look stronger than they have in awhile with oil prices at levels not seen since 2018. ExxonMobil posted $4.7 billion in quarterly profit, its strongest in at least a year and beating Visible Alpha’s analyst consensus by more than 10%. Its $9.7 billion of cash flow from operations was the highest it has been in almost three years and sufficient to cover dividends, capital investments and debt reduction. The numbers look especially flattering compared with the same three-month period last year, when the world faced an unprecedented glut of crude and prices briefly went negative.<br />Not all segments posted record results, but the quarter underscored the advantage of an integrated energy business. Downstream earnings were weak because of a slow recovery in jet-fuel demand even as Exxon’s chemicals segment posted its best-ever quarter of earnings. Chemicals have been Exxon’s saving grace since last year when demand for packaging and hygiene products spiked. Demand from the automotive industry, which is itself recovering from its own supply crunch, is improving, too.<br />But Exxon has less flexibility than peers because of a brutal 2020 and years of overspending. It is committed to keeping its capital expenditures this year at the lower end of its previously telegraphed range of $16 billion to $19 billion. Debt levels have come down from the record highs reached last year, but it will take some time to contemplate splashier cash returns. That could become a sore point: This week, European majors  Royal Dutch Shell  and  TotalEnergies  and U.S. peer  Chevron  all announced a return to share buybacks.<br />Questions also remain over how Exxon plans to allocate long-term capital going forward, especially with a new board makeup after activist investor Engine No. 1 won three seats in May. Chief Executive Officer Darren Woods said on a Friday morning earnings call that the company has had “productive discussions” with the new board. While the company stressed the need to address the energy transition, it didn’t lay out any more substantive details beyond previously announced plans to invest in carbon capture, hydrogen and biofuels."
}