{
    "url_original": "https://www.wsj.com/articles/facebook-fb-2q-earnings-report-2021-11627435564?mod=business_lead_pos3",
    "url": "facebook-fb-2q-earnings-report-2021-11627435564",
    "title": "Facebook’s Ad Business Poised to Post Another Strong Quarter",
    "sub_head": "With digital ad spending still on a tear, the social-media company is on track to report sharp growth in second-quarter revenue and profit",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-372403?width=860&height=573",
    "image_1": "im-372403.jpg",
    "time": "2021-07-28 05:30:00",
    "body": "Facebook Inc.  is expected to post sharp growth in quarterly revenue and profit, fueled by robust digital ad spending, as it continues to face regulatory scrutiny over the size and influence of its platforms.<br />The social-media company’s second-quarter earnings report, due Wednesday afternoon, should show that advertisers’ greater focus over the past year on reaching consumers online continues to be a tailwind. The parent of Facebook, Instagram and WhatsApp also likely benefited from a rise in consumers making purchases from brands directly through its apps, analysts say. However, the company suffered a blow last month when its longtime head of global ad sales, Carolyn Everson, announced her resignation.<br />Facebook’s revenue is projected to rise 49% from a year earlier to $27.85 billion, according to analysts polled by FactSet. Profit is projected to rise 69% to $8.76 billion, or $3.04 a share.<br />The anticipated strong results come as Google parent  Alphabet Inc.  on Tuesday reported its best quarter ever for sales and profit, bolstered by a strong digital advertising market. Last week,  Snap Inc.  said its revenue more than doubled in the second quarter and user growth jumped the most in four years, while  Twitter Inc.  said sales rose 74% and that it swung to a profit from a year earlier.<br />Facebook’s stock has gained about 21% over the past three months, compared with roughly 5% for the S&P 500 index."
}