{
    "url_original": "https://www.wsj.com/articles/facebook-to-pay-content-creators-more-than-1-billion-through-2022-11626292301?mod=business_lead_pos12",
    "url": "facebook-to-pay-content-creators-more-than-1-billion-through-2022-11626292301",
    "title": "Facebook to Pay Content Creators More Than $1 Billion Through 2022",
    "sub_head": "Social-networking giant to invest directly in users by paying bonuses for hitting engagement targets",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-369303?width=860&height=573",
    "image_1": "im-369303.jpg",
    "time": "2021-07-14 17:22:00",
    "body": "Facebook  said it would pay more than $1 billion to content creators on its social networks through 2022, a move that reflects the increasing value the company and its competitors see in the recorded videos, live-streams and other kinds of posts their users make.<br />In announcing the initiative Wednesday, Facebook joined its social network peers who have made big-dollar commitments over the past year to invest directly in people who are responsible for helping drive engagement among users. The billion-dollar total also reflects the bar set by pledges previously announced by Snap Inc.’s Snapchat, Google’s YouTube and Bytedance Ltd.’s TikTok.<br />Facebook said creators can receive payments for hitting certain milestones when using its products.The company also plans to provide seed funding to help creators cover content-production costs for its platforms. The programs will start on an invitation-only basis, Facebook said, without providing details such as timing or qualifications needed to participate.<br />It isn’t immediately clear yet, though, whether these bets will drive long-term loyalty among creators. People can build audiences on a variety of platforms, and the incentives being doled out to use them are fast-changing.<br />Savvy content creators have become a crucial part of the global social-networking landscape in recent years, helping platforms like TikTok and  Amazon.com Inc.’s  Twitch grow in popularity. Anyone can become a star overnight on these internet hubs, and the companies behind them are eager to appeal to the most popular creators to stand out from their rivals."
}