{
    "url_original": "https://www.wsj.com/articles/facebook-twitter-google-warn-planned-hong-kong-tech-law-could-drive-them-out-11625483036?mod=tech_lead_pos1",
    "url": "facebook-twitter-google-warn-planned-hong-kong-tech-law-could-drive-them-out-11625483036",
    "title": "Facebook, Twitter, Google Threaten to Quit Hong Kong Over Proposed Data Laws",
    "sub_head": "Industry group representing companies says proposed anti-doxing rules could put staff based locally at risk of criminal charges",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-364532?width=620&size=1.5",
    "image_1": "im-364532.jpg",
    "time": "2021-07-05 07:03:00",
    "body": "HONG KONG— Facebook Inc.,   Twitter Inc.  and  Alphabet Inc.’s  Google have privately warned the Hong Kong government that they could stop offering their services in the city if authorities proceed with planned changes to data-protection laws that could make them liable for the malicious sharing of individuals’ information online.<br />A letter sent by an industry group that includes the internet firms said companies are concerned that the planned rules to address doxing could put their staff at risk of criminal investigations or prosecutions related to what the firms’ users post online. Doxing refers to the practice of putting people’s personal information online so they can be harassed by others.<br />Hong Kong’s Constitutional and Mainland Affairs Bureau in May proposed amendments to the city’s data-protection laws that it said were needed to combat doxing, a practice that was prevalent during 2019 protests in the city. The proposals call for punishments of up to 1 million Hong Kong dollars, the equivalent of about $128,800, and up to five years’ imprisonment.<br />“The only way to avoid these sanctions for technology companies would be to refrain from investing and offering the services in Hong Kong,” said the previously unreported June 25 letter from the Singapore-based Asia Internet Coalition, which was reviewed by The Wall Street Journal.<br />Tensions have emerged between some of the U.S.’s most powerful firms and Hong Kong authorities as Beijing exerts increasing control over the city and clamps down on political dissent. The American firms and other tech companies last year said they were suspending the processing of requests from Hong Kong law-enforcement agencies following China’s imposition of a national security law on the city."
}