{
    "url_original": "https://www.wsj.com/articles/fall-of-the-jedi-11625611082?mod=opinion_lead_pos2",
    "url": "fall-of-the-jedi-11625611082",
    "title": "Fall of the JEDI",
    "sub_head": "The Pentagon is right to scrap a cloud-computing contract marred by politics.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-365334?width=620&size=1.5",
    "image_1": "im-365334.jpg",
    "time": "2021-07-06 18:38:00",
    "body": "Pentagon procurements are often roiled by political interference, and the massive JEDI (Joint Enterprise Defense Infrastructure) cloud-computing contract is another case in point. The Biden Defense Department rightly decided Tuesday to scrap the contract and start afresh.<br />Two years ago the Pentagon was preparing to award the $10 billion JEDI contract to  Microsoft  or  Amazon ,  both cloud leaders. The Pentagon needs to upgrade its technology for managing data, which range from reconnaissance mission readings to information about its more than 2.8 million employees, which are siloed among thousands of networks and centers.<br />Enter JEDI, which aimed to give the Pentagon a centralized “secure cloud environment” and allow it to “rapidly access computing and storage capacity to address warfighting challenges at the speed of relevance.”<br />Amazon was considered the frontrunner, but Trump Defense Secretary Mark Esper delayed the decision after some in Congress and  Oracle  complained that a former Defense official who had worked at Amazon steered the procurement to the company. President Trump also called for an investigation of the contract, but a Pentagon probe concluded the conflict didn’t affect the JEDI decision.<br />But after Defense handed the contract to Microsoft, Amazon alleged in a lawsuit that the contract was tainted by Mr. Trump’s animus against then CEO Jeff Bezos. The Pentagon denied that Mr. Trump influenced the procurement, but the litigation threatened to delay the contract for years."
}