{
    "url_original": "https://www.wsj.com/articles/faustian-bargain-review-partners-in-crime-11625608481",
    "url": "faustian-bargain-review-partners-in-crime-11625608481",
    "title": "‘Faustian Bargain’ Review: Partners In Crime",
    "sub_head": "Between the wars, Russia offered a place for the German army to develop weapons and train men in violation of the Versailles Treaty.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-365192?width=620&size=1.5",
    "image_1": "im-365192.jpg",
    "time": "2021-07-06 17:54:00",
    "body": "Adolf Hitler gets the blame for lighting the fuse of World War II, and for good reason. Yet Germany had a partner in Soviet Russia, not only during the infamous Hitler-Stalin Pact of 1939 but well before, starting with the Treaty of Rapallo in 1922. Without his enablers in Moscow, it’s hard to imagine that Hitler would have dared go to war against the rest of Europe.<br />In “Faustian Bargain,” Ian Ona Johnson shows how extensive Russia’s help was. He begins the story at the end of World War I, which had left the world with two pariah states: Germany because it had begun hostilities, Russia because the Bolshevik Revolution had transformed the country from a wartime ally to a postwar menace. Hardly had the ink dried on the punitive peace treaty signed at Versailles in June 1919 than the two pariahs joined forces.<br />As Mr. Johnson chronicles, Russia offered a place for the German army to develop weapons and train men in violation of the treaty that its civilian government had just signed. In return, Russia would learn how to modernize the Red Army, huge in size but badly trained and poorly equipped. The agreement was formalized at Rapallo, Italy. “Poland must and will be wiped off the map,” wrote Gen. Hans von Seeckt, the man who established Sondergruppe Russland (Special Group Russia), the bureau that would manage military relations between Germany and Russia. Seeckt was referring, of course, to the country that Versailles had resurrected between them. (Poland had been divided between Germany, Russia and the now-vanished Austro-Hungarian Empire.) “It was not an unfair peace that motivated Seeckt and his fellow officers,” Mr. Johnson writes. “It was the far more ambitious aim of reversing Germany’s defeat in the First World War.”<br />Mr. Johnson, who teaches military history at Notre Dame, draws on American, British, German, Polish and Russian archives to describe a “secret school of war.” The resulting book has an academic flavor, but it’s consistently interesting and spiced by the occasional scandal, including one in which a German naval officer brings his Russian girlfriend home to Germany, supporting her through a movie studio he purchased with government money, planning to use it for military propaganda. When the studio goes bankrupt, damning details emerge, triggering high-level resignations and bringing to light “the breadth of Germany’s commitment to rearm.”<br />In the 1920s, without troubling the civilian government in Berlin, the Reichswehr (German defense force) set up a ring of bases south and east of Moscow. German companies like Junkers and Krupp contracted directly with the Soviet government to manufacture warplanes in Russia, deliver coveted German-built locomotives and train Red Army technicians. Versailles had banned all offensive weapons, but the “Black Reichswehr” in Russia included warplanes, battle tanks and poison gas. Russia, for its part, learned alongside the Germans. Stalin was so interested in Krupp’s tank designer Eduard Grotte that he ordered that the man be kept in Russia by “all measures up to arrest.”"
}