{
    "url_original": "https://www.wsj.com/articles/fda-ivermectin-covid-19-coronavirus-masks-anti-science-11627482393?mod=opinion_lead_pos5",
    "url": "fda-ivermectin-covid-19-coronavirus-masks-anti-science-11627482393",
    "title": "Why Is the FDA Attacking a Safe, Effective Drug?",
    "sub_head": "Ivermectin is a promising Covid treatment and prophylaxis, but the agency is denigrating it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-28 12:34:00",
    "body": "The Food and Drug Administration claims to follow the science. So why is it attacking ivermectin, a medication it certified in 1996?<br />Earlier this year the agency put out a special warning that “you should not use ivermectin to treat or prevent COVID-19.” The FDA’s statement included words and phrases such as “serious harm,” “hospitalized,” “dangerous,” “very dangerous,” “seizures,” “coma and even death” and “highly toxic.” Any reader would think the FDA was warning against poison pills. In fact, the drug is FDA-approved as a safe and effective antiparasitic.<br />Ivermectin was developed and marketed by  Merck  & Co. while one of us (Mr. Hooper) worked there years ago. William C. Campbell and Satoshi Omura won the 2015 Nobel Prize for Physiology or Medicine for discovering and developing avermectin, which Mr. Campbell and associates modified to create ivermectin.<br />Ivermectin is on the World Health Organization’s List of Essential Medicines. Merck has donated four billion doses to prevent river blindness and other diseases in Africa and other places where parasites are common. A group of 10 doctors who call themselves the Front Line Covid-19 Critical Care Alliance have said ivermectin is “one of the safest, low-cost, and widely available drugs in the history of medicine.”<br />Ivermectin fights 21 viruses, including SARS-CoV-2, the cause of Covid-19. A single dose reduced the viral load of SARS-CoV-2 in cells by 99.8% in 24 hours and 99.98% in 48 hours, according to a June 2020 study published in the journal Antiviral Research."
}