{
    "url_original": "https://www.wsj.com/articles/fed-says-economy-has-made-progress-toward-its-goals-teeing-up-bond-taper-11627495233",
    "url": "fed-says-economy-has-made-progress-toward-its-goals-teeing-up-bond-taper-11627495233",
    "title": "Fed Says Economy Has Made Progress Toward Its Goals, Teeing Up Bond Taper",
    "sub_head": "Officials will assess whether to begin shrinking their $120 billion in monthly asset purchases in coming meetings",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-376176?width=860&height=573",
    "image_1": "im-376176.jpg",
    "time": "2021-07-28 14:42:00",
    "body": "WASHINGTON—The Federal Reserve indicated that the economy has made progress toward the central bank’s employment and inflation goals, and officials offered a hint they could begin to reduce their asset purchases later this year.<br />The Fed since the end of last year has said its monthly purchases of $120 billion in bonds would continue until the economy achieves “substantial further progress” toward the Fed’s goals of low unemployment and inflation reaching 2%. On Wednesday, the Fed said that “since then, the economy has made progress toward these goals, and the Committee will continue to assess progress in coming meetings.”<br />Officials had been set to deepen their deliberations over how and when to begin paring, or tapering, their asset purchases, which they initiated in March 2020 to quell an incipient market panic. With their short-term benchmark interest rate pinned near zero, they have continued to purchase Treasurys and mortgage-backed securities at the current pace since June 2020 to provide additional stimulus by holding down longer-term interest rates.<br />The Fed’s statement also modestly upgraded its assessment of the economy. “With progress on vaccinations and strong policy support, indicators of economic activity and employment have continued to strengthen,” it said. “The sectors most adversely affected by the pandemic have shown improvement but have not fully recovered,” it said. Officials in June had described those sectors as remaining weak.<br />Supply-chain bottlenecks have driven inflation to higher levels than many economists expected this year, and those readings have raised “the possibility that inflation could turn out to be higher and more persistent than we expect,” said Fed Chairman Jerome Powell at a news conference after Wednesday’s meeting."
}