{
    "url_original": "https://www.wsj.com/articles/fed-launches-standing-repo-facility-to-boost-market-liquidity-11627496260",
    "url": "fed-launches-standing-repo-facility-to-boost-market-liquidity-11627496260",
    "title": "Fed Launches Standing Repo Facility to Boost Market Liquidity",
    "sub_head": "The Fed is putting a $500 billion cap on the facility and is offering a similar tool to foreign central banks",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-376699?width=860&height=573",
    "image_1": "im-376699.jpg",
    "time": "2021-07-28 17:10:00",
    "body": "The Federal Reserve is launching new facilities designed to provide liquidity to big Wall Street banks and foreign institutions like central banks, which could help ensure market stability at times of stress.<br />The central bank on Wednesday said it would put a so-called standing repo facility in place, effective Thursday. The Fed said the new tool would take in Treasury, agency-debt and agency-mortgage-backed securities from primary dealer firms in exchange for one-day loans of cash, at a rate of 0.25%. It said there is a daily cap of $500 billion on the facility, and it offered a similar tool to foreign official institutions.<br />The Fed said it would expand access to the standing repo facility in the future to deposit-taking banks. The facility targeted at primary dealers will see daily operations, and the one for foreign central banks will operate as needed.<br />The new facility is a backstop for financial markets priced at a level that would discourage active usage, Federal Reserve Chairman Jerome Powell said in a press conference that followed the central bank’s rate-setting Federal Open Market Committee meeting. The standing repo facility is “there to help address pressures in monetary markets that could impede the effective implementation of monetary policy,” he said.<br />Instituting such a permanent facility reduces the prospects the Fed will have to add liquidity to markets on an ad hoc basis via repurchase agreements, or repos. These repos are de facto short-term loans of cash to eligible financial firms, collateralized with Treasury or mortgage bonds. In the past couple of years, the Fed has had to engage in these repo operations to bolster banking sector reserves and to help navigate the first wave of market panic caused by the coronavirus pandemic."
}