{
    "url_original": "https://www.wsj.com/articles/fed-debated-how-to-begin-pulling-back-on-stimulus-at-june-meeting-11625680801",
    "url": "fed-debated-how-to-begin-pulling-back-on-stimulus-at-june-meeting-11625680801",
    "title": "Fed Officials See Earlier End for Bond Buying, Emphasize Patience",
    "sub_head": "June meeting minutes show how officials have been surprised by a stronger-than-expected surge in price pressures as the economy reopens",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-07-07 15:34:00",
    "body": "Federal Reserve officials suggested that they might need to pull back their support for the economy sooner than they had anticipated because of stronger-than-expected growth this year.<br />Fed officials discussing the matter at their June 15-16 policy meeting weren’t ready to reduce their $120 billion in monthly purchases of Treasury and mortgage securities, according to minutes of the gathering released Wednesday. But an unspecified number thought that time could be approaching.<br />“Various participants mentioned that they expected the conditions for beginning to reduce the pace of asset purchases to be met somewhat earlier than they had anticipated at previous meetings in light of incoming data,” the minutes said. Others saw recent reports of weaker-than-expected hiring as reason to be patient in assessing their next moves.<br />The minutes offer a strong sign officials will ramp up more formal deliberations at their next meeting, July 27-28, over when and how to reduce the bond buying. Officials generally judged that, “as a matter of prudent planning, it was important to be well positioned to reduce the pace of asset purchases, if appropriate, in response to unexpected economic developments, including faster-than-anticipated progress” toward the Fed’s inflation and employment goals or risks of too much inflation.<br />The minutes showed officials still expect recent inflation surges to be temporary, driven primarily by bottlenecks and shortages stemming from the pandemic. But some officials raised concern that consumers’ and businesses’ expectations of future inflation “might rise to inappropriate levels if elevated inflation readings persisted,” the minutes said. Central bankers believe inflation expectations can be self-fulfilling."
}