{
    "url_original": "https://www.wsj.com/articles/fed-says-shortages-hiring-difficulties-hold-back-brisk-growth-11625852033?mod=politics_featst_pos2",
    "url": "fed-says-shortages-hiring-difficulties-hold-back-brisk-growth-11625852033",
    "title": "Fed Says Shortages, Hiring Difficulties Hold Back Brisk Growth",
    "sub_head": "Report says some recent inflation pressures may be ‘more lasting but likely still temporary’",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-07-09 13:33:00",
    "body": "Shortages of certain materials and staffing troubles have held back an otherwise brisk economic rebound this year and have fueled a temporary surge in inflation, the Federal Reserve said in a report Friday.<br />“Progress on vaccinations has led to a reopening of the economy and strong economic growth,” the central bank said in its semiannual report to Congress on the state of the U.S. economy. But “shortages of material inputs and difficulties in hiring have held down activity in a number of industries.”<br />Fed Chairman Jerome Powell is scheduled to deliver the report and testify on Capitol Hill next Wednesday and Thursday.<br />The report offered a few clues on how Fed officials are evaluating potential policy trade-offs that loom ahead and largely reviews recent developments in the economy. Since the coronavirus pandemic hit the U.S. in March 2020, the Fed has set interest rates near zero. It has said it expects to keep rates at that level until it is confident inflation will hold at its 2% target and the labor market has healed, or returned to what it calls “maximum employment.” The central bank is also buying $120 billion a month in Treasury and mortgage securities to hold down long-term rates, and it has committed to continue those purchases until achieving “substantial further progress” toward its inflation and employment goals.<br />For months, Mr. Powell had used pre-pandemic employment levels as a guide for what might meet a working definition of “maximum employment.” But Friday’s report suggested officials might be growing less confident about the possibility of returning to the labor market conditions of February 2020 without accepting higher inflation."
}