{
    "url_original": "https://www.wsj.com/articles/fed-s-williams-average-inflation-targeting-helps-moor-inflation-expectations-11626097113?mod=markets_lead_pos4",
    "url": "fed-s-williams-average-inflation-targeting-helps-moor-inflation-expectations-11626097113",
    "title": "Fed's Williams: Average Inflation Targeting Helps Moor Inflation Expectations",
    "sub_head": "Mr. Williams addressed concerns over what is called average inflation targeting, the new system adopted by the central bank almost a year ago",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-367820?width=620&size=1.5",
    "image_1": "im-367820.jpg",
    "time": "2021-07-12 09:46:00",
    "body": "Federal Reserve Bank of New York President John Williams said Monday that fears the central bank’s new policy-making framework eventually could lead to sharp interest rate increases are off base.<br />In a largely technical speech that didn’t comment on near-term economic or monetary policy issues, Mr. Williams instead addressed concerns over what is called average inflation targeting, the new system adopted by the central bank almost a year ago.<br />Under this new regime, the Fed will allow inflation to overshoot its 2% goal to make up for periods when it has fallen short. Fed officials have left undefined the formula for this process, but they say the new regime bolsters confidence that inflation over time will stick to the Fed’s target.<br />In a text of his speech, Mr. Williams said some critics believe that average inflation targeting can lead to a big rise in interest rates once the time comes to make credit more expensive, presumably in a bid to bring inflation pressures back down to target.<br />The data suggests otherwise, he said, with Mr. Williams adding that under average inflation targeting, “there is no predictable pattern of sharp reversals or large overshooting of policy rates,” meaning there is no reason to assume sharp rate rises or overly high inflation under the Fed’s new system."
}