{
    "url_original": "https://www.wsj.com/articles/federal-reserve-jerome-powell-inflation-forecast-miss-consumer-price-index-11627507973?mod=opinion_lead_pos1",
    "url": "federal-reserve-jerome-powell-inflation-forecast-miss-consumer-price-index-11627507973",
    "title": "The Federal Reserve’s Big Inflation Miss",
    "sub_head": "If you bet on the central bank’s price forecasts, you lost.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-28 18:55:00",
    "body": "The Federal Reserve employs hundreds of economists whose job is assessing the American economy. So it is remarkable that the Fed is so wrong so often in its economic forecasts. The latest big miss has been its failure to anticipate this year’s surge in consumer prices.<br />Fed Chairman Jerome Powell conceded at his press conference Wednesday that prices had caught the central bank by surprise, but he showed no particular concern. The Federal Open Market Committee’s statement Wednesday after its two-day meeting also showed little interest in reeling in what has been the most reckless monetary policy since Arthur Burns roamed the Eccles Building. History hasn’t been kind to Burns.<br />Let’s compare actual inflation with the Fed’s forecasts. The nearby chart shows the estimates of inflation by Fed officials for 2021 and price increases this year. Fed governors and regional bank presidents offer their economic estimates of growth, unemployment, inflation and interest rates each quarter. The chart shows the median estimate of the Fed forecasters from June 2020 to last month for the personal consumption expenditures (PCE) deflator, the Fed’s favorite price index.<br />Note that through December 2020 Fed officials assumed PCE inflation this year of 1.8%. By March they had bumped that up to 2.4% as price pressures were already being felt. In June the median had climbed to 3.4%.<br />Yet even that catch-up drill underestimated the price surge. The PCE index had already climbed 3.6% in April from a year ago and 3.9% in May; the June figure will be out Friday."
}