{
    "url_original": "https://www.wsj.com/articles/federal-prosecutors-restricted-by-attorney-general-from-seeking-reporters-records-11626708611?mod=politics_lead_pos1",
    "url": "federal-prosecutors-restricted-by-attorney-general-from-seeking-reporters-records-11626708611",
    "title": "Merrick Garland Restricts Federal Prosecutors From Seeking Reporters’ Records",
    "sub_head": "Attorney general’s order follows disclosures that the Justice Department secretly pursued phone records of journalists at several news outlets",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-369147?width=860&height=573",
    "image_1": "im-369147.jpg",
    "time": "2021-07-19 16:18:00",
    "body": "WASHINGTON—Attorney General Merrick Garland sharply limited federal prosecutors’ ability to obtain records of reporters’ contacts when investigating government leaks of sensitive information on Monday, curtailing a longstanding practice that had drawn criticism in recent weeks, including from President Biden.<br />In a memo to federal prosecutors, Mr. Garland said the agency’s prior policies hadn’t properly weighed the national interest in protecting journalists from forced disclosure of their sources, saying they needed such protection “to apprise the American people of the workings of their government.”<br />Mr. Garland had promised he would bar prosecutors from seizing reporters’ information after recent disclosures that the Justice Department under former President Donald Trump secretly sought and obtained 2017 phone records from reporters at the Washington Post, CNN and the New York Times while trying to identify their sources. That sparked outrage among lawmakers, press-freedom organizations and Mr. Biden, who said he would no longer allow such tactics.<br />Mr. Garland, who as a federal judge took strong stands in support of reporters’ rights and First Amendment protections, told lawmakers in June that the new policy would be the “most protective of journalists’ ability to do their jobs in history.” He met with news executives to discuss their concerns at least twice in recent weeks.<br />The new policy includes exceptions for cases involving an agent of a foreign power or a member of a foreign terrorist organization, or when steps need to be taken to “prevent an imminent risk of death or serious bodily harm,” the memo said."
}