{
    "url_original": "https://www.wsj.com/articles/feds-barkin-says-labor-market-hasnt-healed-enough-to-taper-bond-buying-11626082200?mod=markets_lead_pos2",
    "url": "feds-barkin-says-labor-market-hasnt-healed-enough-to-taper-bond-buying-11626082200",
    "title": "Fed’s Barkin Says Labor Market Hasn’t Healed Enough to Taper Bond Buying",
    "sub_head": "The Richmond Fed president also says inflation could cool more than expected once the economic reopening process is complete",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-367309?width=620&size=1.5",
    "image_1": "im-367309.jpg",
    "time": "2021-07-12 05:30:00",
    "body": "Federal Reserve Bank of Richmond President Thomas Barkin isn’t ready to call for an end to the U.S. central bank’s $120 billion a month in bond-buying stimulus given where the labor market stands today.<br />When it comes to slowing the pace of asset buying, “if the labor market can clear relatively quickly, then maybe it can happen sooner, but if it takes longer for the labor market to reopen, it goes a little later,” Mr. Barkin said in a Wall Street Journal interview Friday.<br />The official said he hopes the job market will reach “relatively soon” the threshold the central bank has laid out as a trigger point for pulling back on asset buying.<br />The policy maker said the employment-to-population ratio is important to him in determining when the central bank can dial back on the stimulus it is providing the economy. This ratio stood at 61.1% in February 2020, before the coronavirus pandemic took hold in the U.S. and economic activity cratered. It bottomed out in April of that year at 51.3% and has risen since, hitting 58% this June. Mr. Barkin said he would like to see something just north of 59% before he believes it would be time to start reducing bond buying.<br />Fed officials have been debating whether the economy has healed enough to cut back the $80 billion a month in Treasury and $40 billion a month in mortgage bond purchases. Some officials, like Dallas Fed leader Robert Kaplan, want action sooner rather than later, while Philadelphia Fed leader Patrick Harker said in a recent interview he would like the Fed to start slowing the pace of asset buying this year and wind it down over the course of a year."
}