{
    "url_original": "https://www.wsj.com/articles/feds-brainard-says-labor-market-hasnt-satisfied-goals-for-reducing-bond-purchases-11627691401",
    "url": "feds-brainard-says-labor-market-hasnt-satisfied-goals-for-reducing-bond-purchases-11627691401",
    "title": "Fed’s Brainard Says Labor Market Hasn’t Satisfied Goals for Reducing Bond Purchases",
    "sub_head": "‘Recent high inflation readings reflect supply-demand mismatches in a handful of sectors that are likely to prove transitory,’ says Fed governor",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-378173?width=860&height=573",
    "image_1": "im-378173.jpg",
    "time": "2021-07-30 22:11:00",
    "body": "The U.S. labor market hasn’t achieved enough progress to justify a pullback in the Federal Reserve’s stimulus program but is on track to reach a key threshold around the end of the year, a top central bank official said in a speech prepared for delivery Friday night.<br />The Fed cut its benchmark interest rate to near zero in March 2020 and has been purchasing at least $120 billion a month in Treasurys and mortgage bonds to provide extra stimulus to the economy. Officials since the end of last year said those purchases would continue until they see “substantial further progress” toward their goals of low unemployment and stable inflation.<br />Fed governor Lael Brainard signaled the central bank hasn’t met that standard yet but could do so by December or a little bit before that. In her remarks, she said the Fed would be in a better position to assess the job market’s progress in October, when spending, school and work patterns “should settle into a post-pandemic normal.”<br />Some presidents of regional Fed banks have called for the central bank to reduce its bond purchases sooner in recent speeches. Ms. Brainard’s remarks on Friday laid out data pushing back against an earlier timetable.<br />As of June, the economy has a shortfall of around seven million jobs compared with February 2020 and of around nine million jobs relative to the pre-pandemic trend. Since December 2020, when the Fed laid out its objective of reaching “substantial further progress,” the economy has closed between one-fourth and one-third of the employment shortfall, Ms. Brainard said."
}