{
    "url_original": "https://www.wsj.com/articles/ferrari-sf90-stradale-a-hybrid-built-to-be-noticed-11627675021",
    "url": "ferrari-sf90-stradale-a-hybrid-built-to-be-noticed-11627675021",
    "title": "Ferrari SF90 Stradale: A Hybrid Built to Be Noticed",
    "sub_head": "Ferrari’s first ever plug-in hybrid, the SF90 Stradale, heralds a new style direction—and a high-tech architecture—as the company moves toward electrification.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-376921?width=860&height=573",
    "image_1": "im-376921.jpg",
    "time": "2021-07-30 15:57:00",
    "body": "I STEPPED OUT of the hotel—a weathered pensione in the Italian Alps named the Hotel Corona—to find the Ferrari SF90 Stradale test car surrounded. A group of high-schoolers were downstairs to meet their tour buses. I explained that I was an American journalist, just borrowing the car for the weekend. The very idea staggered them.<br />I proceeded to belt my suitcase into the padded carbon-fiber passenger seat. So much for looking cool. The SF90’s erogenous profile and thrilling outward views come courtesy of the ultra-low cowl and a hood line that plunges between bounteous wheel arches like the neckline of a racy dress. But the decolletage didn’t leave much room for cargo capacity—a mere 74 liters in the front trunk, the frunk. If you are planning a long weekend in the SF90, the car requires that you leave either your loved one or their belongings on the curb.<br />The kids begged me to rev the engine. But when I pressed the Start button (actually a bit of touchpad on the steering wheel so marked), the illustrious twin-turbo V8 behind me didn’t respond. The SF90—a plug-in hybrid—wakes up in electric-only mode. Pfft. Stand back, kids, I’m about to save the Earth.<br />Ferrari calls the SF90 Stradale ($663,623, as tested) its “new standard-bearer for hyper-technological extreme cars brimming with future-forward content.” Translation: The first of many hybrids, leading inevitably toward all-electric models. The SF90’s exquisite proportions, silhouette and ratios of front and rear overhang preview Ferrari’s styling direction in the new era, chief design officer Flavio Manzoni has said, as the exteriors morph around emergent platform technology.<br />Others may call it a compliance baby, built to reduce fees/fines/taxes for emissions and consumption just about everywhere Ferraris are sold, exploiting plug-in hybrid electric vehicle (PHEV) provisions that are themselves a bit dodgy. That’s also fair. Approximately no people will plug in this car daily to access a meager 15.5 miles of all-electric range. And yet in a world where Tesla sedans can hit 60 mph in 2 seconds, it seems inevitable that Ferrari would resort to some kind of e-drive front end, in order to transmit more power to the ground."
}