{
    "url_original": "https://www.wsj.com/articles/fiction-anuk-arudpragasams-a-passage-north-11627658829?mod=opinion_major_pos12",
    "url": "fiction-anuk-arudpragasams-a-passage-north-11627658829",
    "title": "Fiction: Anuk Arudpragasam’s ‘A Passage North’",
    "sub_head": "In the aftermath of the Sri Lankan civil war, a returnee makes a cross-country trip that is also a journey into his secret history.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-376643?width=860&height=495",
    "image_1": "im-376643.jpg",
    "time": "2021-07-30 11:27:00",
    "body": "Place and time are charged presences in Anuk Arudpragasam’s sophomore novel, “A Passage North” (Hogarth, 290 pages, $27). Geographically, the place is Sri Lanka, where Krishan, the central character, has returned after a decade abroad in India. Krishan lives with his mother and grandmother in the southwestern city of Colombo, and when the book begins the family has received word of the death of his grandmother’s former caretaker, Rani, a Tamil woman whose two sons had been killed in Sri Lanka’s decades-long civil war. Bearing a gift from his grandmother, Krishan sets off by train to Rani’s funeral in her small village in the northeast, near what was the heart of the war’s most devastating violence.<br />But Krishan’s physical travels are in a larger sense the springboard for a psychic journey “from the south of his mind to its own distant northern reaches.” His trip is marked by extended ruminations on Sri Lanka’s national history, passages of classical literature, recollections of Rani and his grandmother, and, most elaborately, memories of his intense love affair with an Indian woman named Anjum. Likewise, while the novel’s literal time period is the early 2010s, in the placid but quietly traumatized aftermath of the civil war, its real interest is in those rare moments of heightened sensibility when chronological time seems to stop or expand, so that a single second feels not like “a bead on an abacus of finite length but an ocean that can be entered into, whose distant shores can never be reached.”<br />These moments, Krishan discovers, are most likely to accompany periods of both desire and bereavement, because these are the emotions powerful enough to “cut through the fabric of ordinary life.” Thus his meditations often flow between love and grief, sex and death. The propinquity of these seeming contraries feels startling but entirely natural, as both bring about a kind of “inner extinction”—and it is this experience, with the unforeseen epiphanies that arrive with it, that Krishan seeks on his pilgrim’s progress, which ends with the flames of Rani’s funeral pyre.<br />Mr. Arudpragasam’s calibrated, carefully observed prose gives the novel, with all its tangents, its sense of perfect wholeness. Such writing was put to extraordinary effect in the author’s debut, “The Story of a Brief Marriage,” from 2016, which meticulously depicted a few hours in a Tamil refugee camp being pitilessly shelled by government forces at the end of the war. If the external world in “A Passage North” is less extreme, the spell of the writing is nearly as absorbing. So gracefully rendered are the long, balanced sentences that they envelop you—bring you to focused attention—without making a show of themselves.<br />If there is a weakness, it is in the deployment of the book’s ideas, which are not so subtly conveyed. Mr. Arudpragasam means Krishan to be almost invisible as a protagonist, more a conduit for sensations than a character, but he has a pensive, analytic streak that inevitably colors the narrative. The book takes a self-conscious and rather explanatory approach to evoking an experience defined by its absence of consciousness. This is a quibble—and I strongly recommend both of Mr. Arudpragasam’s novels—but it is the difference between excellence and the transcendence that this author is capable of producing."
}