{
    "url_original": "https://www.wsj.com/articles/fiction-ridgeline-review-11625234299",
    "url": "fiction-ridgeline-review-11625234299",
    "title": "Fiction: ‘Ridgeline’ Review",
    "sub_head": "Michael Punke’s imagined Crazy Horse is not the superhuman hero of myth, but a canny nuts-and-bolts strategist.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362587?width=620&size=custom_3000x1725",
    "image_1": "im-362587.jpg",
    "time": "2021-07-02 09:58:00",
    "body": "In his short, spirited biography of Crazy Horse, Larry McMurtry pointed out that there are fewer verifiable facts about the Lakota war leader than there are about Alexander the Great, who lived some 2,000 years earlier. The legend that has arisen from the gap is as outsized as that of any figure in history. “The Crazy Horse cult . . . is an amazing thing,” wrote historian George E. Hyde. “They depict Crazy Horse as the kind of being never seen on earth: a genius of war, yet a lover of peace; a statesman, who apparently never thought of the interests of any human being outside his own camp; a dreamer, a mystic, and a kind of Sioux Christ, who was betrayed in the end by his own disciples.”<br />Michael Punke’s novel “Ridgeline” (Holt, 371 pages, $27.99) is about one of Crazy Horse’s early battlefield triumphs, and from the beginning the warrior is presented as a man apart: “It was obvious that Crazy Horse was different, his skin and hair lighter than the others’ in his tribe.” It is 1866 and a U.S. Army battalion, with a bogus land treaty as pretext, has been ordered to build a fort at the base of the Bighorn Mountains in the Wyoming Territory to serve as a way station into Montana. But the fort is in the heart of the Lakota Sioux’s sacred hunting ground. Crazy Horse shares his tribe’s conviction that the fort must not be allowed to remain, but he understands that the enemy’s weaponry and manpower make it impregnable to typical assaults. “They had to learn, to change,” he decides.<br />“Ridgeline” builds toward the skirmish that is sometimes called the Fetterman Fight, after Capt. William Fetterman, in which a detachment of 81 American soldiers were lured away from the fort and killed by an alliance of Lakota, Cheyenne and Arapaho warriors, a slaughter that came to be seen as a preface to the debacle at Little Bighorn. Crazy Horse is said to have been one of the decoys who tricked the Americans into exposing themselves. Mr. Punke makes him the mastermind behind the military strategy, the man with the insight and authority to impose tactical discipline on tribes accustomed to winning glory through individual feats of combat.<br />As a figure of lore, then, this Crazy Horse is fairly down to earth and immensely sympathetic, preoccupied with the nuts and bolts of battlefield maneuvers while gnawingly aware of the longer-term threat facing his people. Mr. Punke, the author of “The Revenant,” also turns his focus on the American soldiers, but these are a comparatively boorish group of characters and the reason for dramatizing their squabbles seems to be to show which of the Army officers was most culpable for the defeat. (I gather that Mr. Punke has adopted a revisionist position on the matter.) Like the Lakota fighters, the reader is eager for the waiting to end and the showdown to arrive. It eventually does, in a thrilling, gut-twisting series of sprung traps and harrowing violence—an action sequence that’s very much the stuff of legend.<br />The resistance against overreaching government forces is again the theme in Claire Boyles’s debut collection, “Site Fidelity” (Norton, 194 pages, $25.95), whose short stories are set mostly in present-day Colorado, but this time the conflicts are between environmentalists and the ranchers and farmers who want to use their land without interference. “Ledgers” stages a clash over the protection of an endangered species of sage grouse. In “Early Warning Systems” a crusading receptionist at a water-treatment facility risks her career exposing a chemical spill by a local construction crew. A rebellious nun in “Sister Agnes Mary in the Spring of 2012” tries to sabotage a fracking drill rig being installed next to a school playground. Ms. Boyles usually takes the side of the activists and their calls for regulation. But in “Chickens,” bullying government agents, empowered by a post-bird-flu law banning outdoor poultry flocks, try to confiscate a harmless woman’s beloved hens, to unexpectedly shocking results."
}