{
    "url_original": "https://www.wsj.com/articles/fiction-katie-kitamura-intimacies-dana-spiotta-wayward-yasmina-reza-anne-marie-beauty-review-11626450439",
    "url": "fiction-katie-kitamura-intimacies-dana-spiotta-wayward-yasmina-reza-anne-marie-beauty-review-11626450439",
    "title": "Fiction: Katie Kitamura’s ‘Intimacies’ Review",
    "sub_head": "Neutrality is a mirage in a tale of a translator in an international court.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-369429?width=860&height=495",
    "image_1": "im-369429.jpg",
    "time": "2021-07-16 16:31:00",
    "body": "The unnamed narrator of Katie Kitamura’s novel “Intimacies” (Riverhead, 225 pages, $26) has moved from New York to the Hague to take a temporary position as an interpreter at the International Court of Justice. In that capacity she attends formal arrests and lengthy trials and, in the case of a defiant former West African president being tried for crimes against humanity, closed-door defense counsel meetings, where she sits elbow to elbow beside the accused. The job confronts her with the conundrum always faced by translators, albeit to a heightened degree: She is supposed to function as a kind of invisible conduit through which information passes from one language to another. But such neutrality is an illusion, especially when the discussion turns on extremes of evil that are usually obscured by euphemisms.<br />Similar paradoxes follow her beyond the workplace. Dutch society, which on the surface appears so orderly and civilized, conceals “a more complex and contradictory nature.” Half-truths and hidden intentions define her relationships, particularly with her boyfriend Adriaan, who is kind and attentive but still enigmatically entangled with his wife, who left him for a lover. Sexual desire is in general a source of confusion, an impulse in which pleasure and predation are simultaneously present.<br />And what to make of the nameless interpreter, who seems so passive—“guarded” is how she describes herself—but whose guiding intelligence pushes the novel toward meaning? “Intimacies” is one of a number of books published this year that seem to me directly influenced by Rachel Cusk’s “Outline” trilogy, in which a laconic and somewhat unknowable narrator recounts aspects of the lives of her acquaintances. Although Ms. Kitamura works with a slightly more contained plot (it concerns the linked questions of whether the narrator will stay at her job and with Adriaan), she too organizes her book around discrete, thematically connected episodes in which the narrator is primarily an observer. The interpreter’s double nature—ostensibly detached but covertly implicated—gives her a troubled omniscient understanding of the way that “irreconcilable subjective positions” coexist in every interaction.<br />As a model, the “Outline” novels are seductive because they offer a template by which the traditional elements of storytelling, widely considered antiquated, are subordinated to a more direct exploration of ideas. The chapters can be strung together almost in the way of essays. The danger, however, is that Ms. Cusk is a preternaturally sharp stylist who carves brilliant epigrams from even the most mundane scenery. “Intimacies” is searching and seriously considered—the glimpses into the protocol at the Court are highly intriguing—but the clean, blank surface of the prose inhibits deep engagement. The theme of ambiguity shades easily to vagueness, most notably in the encounters between the narrator and the accused war criminal, which ought to be climactic but instead feel uncertain. “A narrative becomes persuasive not through complexity but conviction,” Ms. Kitamura writes, and while she means to cast suspicion on narratives lacking complexity she also gives an astute diagnosis of the faint impression left by this smart but shadowy book.<br />Samantha Raymond, the 53-year-old main character of Dana Spiotta’s latest novel “Wayward” (Knopf, 274 pages, $27), is preoccupied with the “Mid,” the term she coins for the sleepless small hours when she lies in bed ruminating on her decisions, but which could equally refer to the unsettled phase of her life—“midpoint, mezzogiorno, menopausers, post-period,” as an indelicate girlfriend puts it. On a momentary impulse reflecting years of accumulating unhappiness, Sam buys and moves into a historic but badly decaying house in downtown Syracuse, N.Y., leaving behind her husband, her aggrieved teenage daughter and the hollow creature comforts of suburbia."
}