{
    "url_original": "https://www.wsj.com/articles/financial-disclosures-wont-save-the-climate-11625153986?mod=opinion_major_pos17",
    "url": "financial-disclosures-wont-save-the-climate-11625153986",
    "title": "Financial Disclosures Won’t Save the Climate",
    "sub_head": "Most will probably be ignored by the average investor.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-363053?width=620&size=1.5",
    "image_1": "im-363053.jpg",
    "time": "2021-07-01 11:39:00",
    "body": "Anyone who has ever read a 10-K knows that it’s typical for a publicly traded company to identify as many threats to its business as possible, hypothetical or otherwise, and then to make indefinite predictions as to their effects (“SEC to Seek Climate Disclosures,” U.S. News, June 22). Most are probably ignored by the average investor; they don’t bear on the salient question of whether the company has a good business and reasonable prospects for growth. Some of the threats could have a devastating and immediate effect—say, a competitor, next month, unveiling a product that is faster, better, cheaper. But how to gauge the effect of climate change? Other than that the phenomenon, if it were actually deleterious, would likely affect almost all businesses, the average company would probably have a difficult time comprehending such a slow-moving change in its operating environment.<br />Craig Edel<br />Houston<br /><br />We are not going to solve climate change by relying on individual capital-investment decisions any more than we will solve it by individually being good stewards of the planet. We don’t have decades to deal with climate change. We need to set a national price on carbon emissions and tax imports from countries that don’t follow our example. I didn’t think the Biden administration could come up with something more bureaucratic and ineffective than road building to solve climate change, but imagining that pointing capital to greener industries will make the difference proves me wrong."
}