{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-art-and-culture-in-occupied-paris-11627046778",
    "url": "five-best-books-on-art-and-culture-in-occupied-paris-11627046778",
    "title": "Five Best: Books on Art and Culture in Occupied Paris",
    "sub_head": "Selected by Timothy Schaffert, the author, most recently, of the novel ‘The Perfume Thief.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373629?width=860&height=573",
    "image_1": "im-373629.jpg",
    "time": "2021-07-23 09:26:00",
    "body": "By Alan Riding (2010)<br />1. Even as the Nazis invaded France in 1940, the cabarets and music halls of Paris carried on, its singers and dancers confident that France’s army would prevail. But the Nazis entered Paris without firing a shot and occupied France for the next four years. Alan Riding provides vivid portraits of French entertainers engaged in delicate negotiations with their occupiers. The Nazi leadership devoted significant resources to the beating heart of Paris—a culture they celebrated, reviled, envied, embraced and outlawed all at once. “The Germans were not unlike today’s tourists,” Mr. Riding writes, “almost filling nightspots themselves yet still imagining they were having a very French experience.” The Nazis viewed French culture as degenerate and dangerous but also as a useful distraction to keep Parisians from rebelling. Meanwhile their own immersion in the city’s joie de vivre would ease the way to a downfall of their own.<br />By Varian Fry (1945)<br />2. Varian Fry set off for France in 1940 with a list of political and intellectual refugees. The American journalist’s intention was to spend a month arranging exit visas and escape for these artists, writers, scholars, critics and entertainers who’d troubled the Gestapo. His list, however, soon grew by the hundreds, his stay lengthened by months. This account of his efforts, a slim volume and speedy read, was published in 1945, giving the tale the immediacy of a news report and the drama of a wartime espionage flick—a “Casablanca” of southern France. Despite the fraught circumstances, Fry’s delivery is matter-of-fact, allowing his portrait of deprivation and improvised survival to take on a poetic spareness and the eccentricity of his cast of notorious characters to spark with life. When not navigating the choppy waters of clandestine seaside rescue missions, these famed refugees collected slugs off the garden walls to boil for their dinner and fried the goldfish from the pond. Noted Surrealists made paper dolls in the garden of the refugee villa. They all drank wine, when they could get it, and they learned old French songs, “some of them unbelievably rollicking and bawdy, others very tender, or melancholy, or haunting, and we passed many hours singing them.”<br />By Jeffrey H. Jackson (2020)"
}