{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-wasps-11625836267",
    "url": "five-best-books-on-wasps-11625836267",
    "title": "Five Best: Books on WASPS",
    "sub_head": "Selected by Michael Knox Beran, the author of the forthcoming book ‘WASPS: The Splendors and Miseries of an American Aristocracy.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366323?width=620&size=1.5",
    "image_1": "im-366323.jpg",
    "time": "2021-07-09 09:11:00",
    "body": "By Louis Auchincloss (1964)<br />1. After the Civil War, when a group of well-born white Anglo-Saxon Protestants—WASPs—sought to get the better of Gilded Age plutocrats who were beating them in the game of power, one of the instruments of their revenge was the New England prep school. In “The Rector of Justin,” Louis Auchincloss anatomizes the little civic-humanist laboratories in which scions of Boston Brahmins and Anglo-Dutch patroons were toughened up with football and Greek conjugations, the first step (as they saw it) in taking the country back from the barbarians. When the young Brian Aspinwall accepts a job as an English teacher at Justin Martyr, a boarding school modeled on Groton—Auchincloss’s alma mater—he falls under the spell of its headmaster, Francis Prescott, a WASP visionary who wants his school to be “nothing less than the source of regeneration” for America. Through flashbacks that neatly map a larger WASP geography, from Wall Street and the Upper East Side to Newport and Mount Desert Island, “The Rector of Justin” limns the tragedy of its inspired headmaster. The aging Prescott—a mélange of Learned Hand, the judge, and Endicott Peabody, the founder of Groton—confesses that the school that was to have redeemed the republic has become a factory of “arrogance and materialism,” a stepping stone to “the brokerage house, the corporation law firm, the place on Long Island, the yacht, the right people.” A prophet of the WASP revival has sailed too close to the sun.<br />By John P. Marquand (1937)<br />2. In John Marquand’s satire, Mr. Willing, a literary dilettante accustomed to composing flattering éloges of proper Bostonians gone the way of all flesh, is urged by John Apley, the son of the late George Apley, to give an unvarnished account of the elder Apley’s life. Through the fussy Willing and the stodgy George Apley himself, Marquand slyly mocks New England Brahminism gone to seed. “You must be sure to see the right people,” Apley urges his son at Harvard, in the hope that he will avoid a fate like that of a college chum who might have had a “brilliant and successful career” had he not “dissipated his notable abilities” in vulgarities like “the unfortunate Sacco-Vanzetti dispute.” Marquand himself, who came from a shabby-genteel corner of WASPdom, clearly had scores to settle with Beacon Hill. Yet his George Apley is not without pathos: His potential liberator, a girl named Mary Monahan, is separated from him by unbridgeable gulfs, and he dies in the knowledge that “I am the sort of man I am, because environment prevented my being anything else.”<br />By Henry James (1886)"
}