{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-the-american-revolution-11625232931",
    "url": "five-best-books-on-the-american-revolution-11625232931",
    "title": "Five Best: Books on the American Revolution",
    "sub_head": "Selected by John Ferling, the author, most recently, of ‘Winning Independence: The Decisive Years of the Revolutionary War, 1778-1781.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362418?width=620&size=custom_6036x4682",
    "image_1": "im-362418.jpg",
    "time": "2021-07-02 09:35:00",
    "body": "By David Hackett Fischer (1994)<br />1. David Hackett Fischer relates countless fascinating details about Paul Revere’s harrowing midnight ride to warn that “the regulars are coming out,” but his book concerns far more. Revere had been dispatched when it was learned that the British army was sending a force to destroy the colonists’ arsenal in Concord, Mass., and his alert would cost the Redcoats the vital element of surprise. Blood flowed in Lexington, Concord and along Battle Road throughout the British army’s nightmarish tramp back to Boston on April 19, 1775. That made it a “fine day,” in the view of Samuel Adams. Members of the colonial resistance had long been prepared to fight for their freedom. Britain’s use of force outraged most colonists, who, like George Washington, felt that “a brother’s sword has been sheathed in a brother’s breast.” Nor was it solely the colonists’ sense of betrayal that made this a pivotal day. Had the militiamen met with a crushing blow, the will to resist Britain’s professional army might have vanished throughout America. The outcome was not only a disaster for the British government; it bolstered the colonists’ belief in the power of armed resistance.<br />By Piers Mackesy (1964)<br />2. Principally, this is a study of the making and execution of British strategy in the only war Britain lost in a 150-year string of Anglo-French conflicts. Piers Mackesy focuses on Britain’s ministers, who were responsible for the army and navy, and on their two commanders in chief in the American theater after 1776. The choice for war, Mackesy contends, was an imperial dream of power undertaken to prevent France from profiting from American independence. Britain’s leaders never thought America could be conquered, but they believed that a defeat of the Continental Army, combined with America’s own war weariness, would lead to victory. Britain’s army failed, first, due to what Mackesy describes as the confusion of Gen. William Howe and later the passivity of Gen. Henry Clinton. But above all, Mackesy contends, London lost primarily because “for the first time England faced what she had never before faced: a world war in which it was unable to maintain maritime supremacy.”<br />By Andrew Jackson O’Shaughnessy (2013)"
}