{
    "url_original": "https://www.wsj.com/articles/fixing-climate-change-isnt-the-central-banks-job-11625830610?mod=markets_lead_pos10",
    "url": "fixing-climate-change-isnt-the-central-banks-job-11625830610",
    "title": "Fixing Climate Change Isn’t the Central Bank’s Job",
    "sub_head": "The ECB joins the fight against climate change, but there are problems posed by mixing environmental mandates with financial regulation enforced by unaccountable institutions",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-09 07:36:00",
    "body": "For central banks, a task as momentous as fixing climate change may be one job too many.<br />As part of its first strategic review in 18 years, the European Central Bank said Thursday that it will target 2% inflation rather than the “close but below 2%” enforced now. The impact should be small, since officials have spent a decade failing to push inflation anywhere near those levels. More important, the ECB will “increase its contribution to addressing climate change,” including in its corporate-bond purchases. It will likely invest more in “green bonds” and less in pollutive industries.<br />This is part of a broader trend in financial regulation. In March, the U.K. Treasury expanded the Bank of England’s mandate to include the government’s target of zero greenhouse gas emissions by 2050. The Fed remains cautious, but is increasingly taking into account the financial risks posed by climate change.<br />To a certain extent, this is positive. The best outcome so far of the asset-management industry’s newfound fixation on environmental, social and governance risks—or ESG—is that companies are disclosing more information. Central banks are also mostly focusing on data collection, for example by introducing climate risks into bank stress tests.<br />But exhortations for them to do even more may be ill advised. The ESG boom has also shown that sustainability is hard to quantify, with rating firms giving the same corporation wildly different scores. Efforts to standardize indicators are a fool’s errand: There is no technical way to decide whether  BP  should be ranked low because it is an oil giant or high because it is investing heavily in a green transition, or to numerically weigh this against disparate issues like how it treats its employees."
}