{
    "url_original": "https://www.wsj.com/articles/flaws-emerge-in-justice-department-strategy-for-prosecuting-wall-street-11625506658?mod=business_minor_pos4",
    "url": "flaws-emerge-in-justice-department-strategy-for-prosecuting-wall-street-11625506658",
    "title": "Flaws Emerge in Justice Department Strategy for Prosecuting Wall Street",
    "sub_head": "A Barclays fraud case shows how a push to target financial-industry wrongdoers can run into resistance from judges",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-364423?width=620&size=1.5",
    "image_1": "im-364423.jpg",
    "time": "2021-07-05 13:37:00",
    "body": "Early one July morning in 2016, Robert Bogucki, a senior executive at  Barclays  PLC, walked into what he expected to be a short meeting with the British bank’s lawyers to go over a five-year-old transaction before he joined his family on vacation.<br />Instead, he emerged after 11 hours of questions that 18 months later led to his criminal indictment—and ultimately to a trial that would expose some flaws in a broad Justice Department push to police Wall Street that continues to this day.<br />Mr. Bogucki oversaw over-the-counter foreign exchange trading, including options, a private corner of financial markets used by companies, banks, hedge funds and other sophisticated investors with no regulatory oversight at the time. The DOJ alleged he committed fraud by using a corporate client’s information to make money for the bank at the client’s expense.<br />Propelling the case was an aggressive DOJ push, starting several years after the 2008 financial crisis, to pursue individual wrongdoing on Wall Street—a response in part to criticism from lawmakers and others that the government’ was too focused on extracting fines from banks without punishing people.<br />Sally Yates, who became deputy attorney general in 2015, formalized one of the strategies in a memo that year saying companies wouldn’t get full cooperation credit unless they turned over everything they knew about employees’ wrongdoing. Aiming for more lenient treatment for themselves, banks scoured their internal records for evidence of their own employees’ misconduct."
}