{
    "url_original": "https://www.wsj.com/articles/floods-in-germany-belgium-leave-at-least-100-dead-as-rescuers-race-to-find-survivors-11626427590?mod=world_major_1_pos4",
    "url": "floods-in-germany-belgium-leave-at-least-100-dead-as-rescuers-race-to-find-survivors-11626427590",
    "title": "Floods in Germany, Belgium Leave at Least 100 Dead as Rescuers Race to Find Survivors",
    "sub_head": "German military joined the rescue effort amid a shortage of helicopters and other hardware",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-07-16 05:26:00",
    "body": "BERLIN—Rescuers in Germany and neighboring countries were racing to find survivors from the region’s worst flooding this century, as the death toll rose to over 100 with hundreds still missing following days of torrential rainfall that some politicians and scientists linked to climate change.<br />German authorities used helicopters and drones to locate survivors who fled to roofs and high ground without being able to collect any of their belongings when the homes were engulfed by flash floods that turned streets into rivers, swept away cars and crushed houses.<br />The German military joined in the effort to support thousands of rescue workers amid a shortage of helicopters and other hardware after hundreds of houses collapsed or became severely damaged in the Western states of Rhineland-Palatinate and North Rhine-Westphalia. At least 93 people had been killed in Germany, according to local authorities on Friday.<br />Some 1,300 people are currently unaccounted for in Bad Neuenahr-Ahrweiler, a town about 35 miles south of Cologne, according to local authorities, though this may in part be due to mobile phone services being interrupted in parts of the region.<br />Thousands of survivors were being put up in schools, hotels and sports halls amid a warning not to return to their homes even if the waters subside due to danger of the foundations crumbling after days of flooding, RhinelandPalatinate’s premier Malu Dreyer said in a broadcast interview Friday. Towns in the area are known for their medieval urban cores made up of half-timbered housing."
}