{
    "url_original": "https://www.wsj.com/articles/florida-pension-systems-john-bradley-builds-conviction-around-oil-and-gas-11626087601?mod=business_minor_pos6",
    "url": "florida-pension-systems-john-bradley-builds-conviction-around-oil-and-gas-11626087601",
    "title": "Florida Pension System’s John Bradley Builds Conviction Around Oil and Gas",
    "sub_head": "Senior investment manager of private equity for state’s roughly $194.7 billion pension system says it has declined co-investment and secondary opportunities that seem “priced to perfection”",
    "category_1": "Pro PE People",
    "image_1_url": "https://images.wsj.net/im-367509?width=620&size=1.5",
    "image_1": "im-367509.jpg",
    "time": "2021-07-12 07:00:00",
    "body": "This year’s acceleration in deal making and fundraising, coupled with the rise in liquidity solutions in recent favor such as blank-check companies and sponsor-led continuation funds, has posed new challenges for backers of private-equity funds even as it has opened up fresh opportunities. As part of our series on the state of private equity at the halfway point of 2021, WSJ Pro Private Equity caught up with John Bradley, senior investment officer, private equity at the Florida State Board of Administration to learn more about how the roughly $194.7 billion pension system is positioning its private-equity portfolio. Responses have been edited for clarity and style.<br />WSJ Pro: What are some emerging trends in private equity that you are tracking?<br />Mr. Bradley: Some past trends have reappeared in the past few years: bigger funds, faster investment pacing, shorter fundraising cycles, higher leverage multiples, and valuation multiples hitting all-time highs. To us, these feel like late-cycle indicators. A few new trends that stand out are: [Fund general partners] raising single asset vehicles to buy a big winner from an older fund that they want to hold longer, GPs raising funds to invest in single asset vehicles of other GPs, and GPs raising [special-purpose acquisition companies] to invest outside of their core strategy.<br />WSJ Pro: How have you modified your private-equity investment thesis and sub-strategies, if at all, this year?<br />Mr. Bradley: We seem to be a little more bearish across the board, but this hasn’t materially impacted our sub-strategies. Geographically, adding exposure to China and Europe has become more challenging due to travel restrictions. We are still very bullish on technology over the long-term. However, over the short-term adding additional exposure has become challenging as it’s close to 50% of our portfolio and valuation multiples are at historic highs. We’ve spent a lot of time looking at the energy sector (traditional oil and gas) and have developed a lot of conviction. We believe the current downturn is cyclical (not secular) and we’re trying to take advantage of that."
}