{
    "url_original": "https://www.wsj.com/articles/for-some-businesses-the-pandemic-boom-has-peaked-11627415603?mod=business_lead_pos2",
    "url": "for-some-businesses-the-pandemic-boom-has-peaked-11627415603",
    "title": "Lysol. N95 Masks. UPS. For Some Pandemic Winners, the Boom Is Over.",
    "sub_head": "Growth is slowing, adding to challenges as they deal with rising costs and supply constraints",
    "category_1": "Business",
    "time": "2021-07-27 17:17:00",
    "body": "Some big companies that thrived at the height of Covid-19 are reporting slower growth, signaling that many consumers are reverting to pre-pandemic behavior.<br />United Parcel Service Inc.  said it shipped fewer packages than it did a year ago and warned of slower growth ahead, sending shares of the delivery giant down nearly 10%. The maker of Lysol and Dettol soaps said sales of disinfectants had dropped more than a third in the U.S. since early March.  Campbell Soup Co.  reported last month that U.S. soup sales plummeted 21% in the latest quarter, a sharp reversal from a year earlier when food makers were struggling to keep pace with Americans rushing to fill their pantries.<br />Meanwhile,  3M Co.  is cutting global output of the N95 masks it makes and expects sales of the once-scarce items to tumble as increased vaccination rates reduce the spread of Covid-19.<br />Sales at many of these companies remain strong, and the threat of the Delta variant could lead to more of the restrictions that fueled a surge in demand for their products. The Centers for Disease Control and Prevention on Tuesday recommended that vaccinated people resume masking in public indoor spaces in areas with high Covid-19 transmission.<br />Still, the prospect of diminishing growth adds to pressure on these companies as they deal with rising cost inflation and supply-chain woes. Unlike during the height of the pandemic, when runaway growth eased the effects of product shortages and other pandemic-related challenges, these companies are losing their silver linings."
}