{
    "url_original": "https://www.wsj.com/articles/for-many-jobs-signing-bonuses-of-1-000and-upare-the-new-norm-11625131800?mod=business_lead_pos1",
    "url": "for-many-jobs-signing-bonuses-of-1-000and-upare-the-new-norm-11625131800",
    "title": "For Many Jobs, Signing Bonuses of $1,000—and Up—Are the New Norm",
    "sub_head": "As companies grow more desperate to fill open roles, jobs for truck drivers, warehouse workers and hotel cleaners now come with perks",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-362854?width=620&size=1.5",
    "image_1": "im-362854.jpg",
    "time": "2021-07-01 05:30:00",
    "body": "Signing bonuses are usually reserved for professional athletes and a privileged few white-collar professionals. Not this summer.<br />As U.S. employers’ search for hires increases in urgency—especially in the manufacturing, logistics, healthcare and food-service industries—truck drivers, hotel cleaners and warehouse workers are being offered signing bonuses of hundreds and even thousands of dollars.<br />Nearly 20% of all jobs posted on job search site  ZipRecruiter  in June offer a signing bonus, up from 2% of jobs advertised on the job search site in March. The states with the highest shares of job listings that include a signing bonus are Iowa, Missouri, Vermont, Wyoming and Arkansas, according to ZipRecruiter labor economist Julia Pollak.<br />Hiring bonus offers start at $500 and quickly rise from there. Job postings across sectors show that a $1,000 hiring bonus is quickly becoming table stakes in recruiting hourly workers who make between $16.50 and $25 an hour. The $1,000 hiring bonus is advertised on jobs listed for apartment-complex groundskeepers in Texas, movers in Florida, cabinet makers in Georgia, housekeepers in Wisconsin, pool cleaners in New Mexico and welders in Ohio, among others.<br />“This is without a doubt the biggest change I’ve ever seen in mentions of a particular work perk,” Ms. Pollak said."
}