{
    "url_original": "https://www.wsj.com/articles/for-a-beach-vacation-thats-not-just-beach-try-delaware-11626984666",
    "url": "for-a-beach-vacation-thats-not-just-beach-try-delaware-11626984666",
    "title": "For a Beach Vacation That’s Not Just Beach, Try Delaware",
    "sub_head": "Coastal hamlets like Lewes and Rehoboth offer a host of sophisticated new attractions as more pandemic transplants look to host Zoom calls near the beach",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-372796?width=860&height=573",
    "image_1": "im-372796.jpg",
    "time": "2021-07-22 16:11:00",
    "body": "TRAVELERS in southern Delaware cruise down single-lane roads, passing farms that grow corn and raise chickens until they arrive at the coastal hamlets of Bethany, Fenwick Island, Lewes and Rehoboth. After my husband’s first job as a newly minted doctor brought us to Lewes two decades ago, a realtor warned us that “life is simple” in Sussex County. Indeed it was. Winters were long, with many restaurants and the seasonal amusement park Funland closed until tourists marched back in the summer. But steady residential growth, accelerated by pandemic transplants who want to hold Zoom calls at the beach, has made it more of a year-round destination. Drives along rural stretches these days are punctuated by new housing developments with lawns greener than the farms. As the site of President Biden’s summer home, Rehoboth—a longtime refuge for the LGBTQ community, D.C. politicos and retirees—has shined the national spotlight on the region.<br />With the houses have come more year-round restaurants, drinking establishments, and attractions beyond the boardwalk. Though my husband and I have since moved to Maryland, we make frequent trips to Lewes and each time we spot a new craft brewery or a farm-to-table restaurant, we shake our heads and joke, “Life is no longer simple.” Located 8 miles north of Rehoboth, Lewes draws families looking for a quieter, carnival-free beach experience, plus history and architecture buffs eager to explore the town’s antique shops and mishmash of 17th-century buildings. While the town’s quaint downtown remains its primary attraction, other noteworthy businesses have cropped up on the highways leading to it.<br />My husband and I imagine what our former realtor would make of the area’s newer businesses, like the 3-year-old Station on Kings in Lewes: a garden store, epicurean shop and cafe housed in a farmhouse-chic space. It’s down the street from Big Oyster Brewery, which was recently serving a seasonal coriander- and-orange-zest-infused Solar Power Belgian witbier and raw oysters from Delaware, Virginia and Connecticut. It’s one of several new spots where you can savor local brews and mid-Atlantic bivalves. The growing Revelation Craft Brewing serves IPAs, sours and lagers at its beer garden in Milton and indoor/outdoor space in Rehoboth. A Georgetown outpost is under construction.<br />While the beach towns have always attracted a steady stream of businesses and visitors, those one-lane towns you might pass on the way to the beach have mushroomed. Dagsboro, 23 miles southwest of Rehoboth, features an oasis of native grasses and seasonally changing flowers that back up to woodlands at the 2-year-old Delaware Botanic Gardens at Pepper Creek. Piet Oudolf, the landscape architect behind New York City’s High Line, designed the garden’s central meadow.<br />Fifteen miles north of Rehoboth in Milton, where fast-growing Dogfish Head Craft Brewery planted the state’s first production brewery in 1997, visitors could spend a few hours at two attractions that opened in the past decade. Sip Scandinavian-style honey wine at Brimming Horn Meadery, where a Viking on a wall display tells you to “Party like it’s 793.” Pick up floral-scented lotions, organic tea and herbes de Provence after roaming the gardens at the Lavender Fields at Warrington Manor."
}