{
    "url_original": "https://www.wsj.com/articles/foreign-policy-biden-trump-russia-china-iran-cuba-venezuela-normalcy-11627421864?mod=opinion_lead_pos6",
    "url": "foreign-policy-biden-trump-russia-china-iran-cuba-venezuela-normalcy-11627421864",
    "title": "Foreign Policy Returns to Normal, for Both Better and Worse",
    "sub_head": "Republicans are suddenly tougher than Democrats on Russia and China. The Trump era is truly over.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-27 18:37:00",
    "body": "The politics of American foreign policy are reverting to their modern norms, illustrated by two recent Biden administration decisions and the attendant reactions. Donald Trump’s idiosyncrasies and the Democratic opposition produced some aberrations in the traditional positions of the two major parties, confounding allies and adversaries alike. Now, Republicans and Democrats are essentially reverting to the status quo ante.<br />Last week, responding to Chinese hacking of  Microsoft ’s  email systems, Washington orchestrated pronouncements by European Union and North Atlantic Treaty Organization members condemning the attacks. The statements, however, were not uniformly critical of Beijing’s actions.<br />These statements amounted to little more than what diplomats call “a stiff note.” More significantly, at least publicly and to date, there have been no retaliatory measures: no sanctions (unlike after recent cyberattacks by Russian entities) and no cyber response. The White House press briefer uttered the palpably false words “We are not holding back.” Of course they were, and Beijing understood it.<br />Mr. Biden also acquiesced to the completion of Russia’s Nord Stream 2 pipeline. The administration had previously said it opposed the project, even while waiving sanctions that could have crippled it. (Mr. Trump also had opportunities to stop the pipeline, but didn’t.) Mr. Biden’s final surrender means the U.S. is done trying to stop Nord Stream 2.<br />In both cases, there was immediate criticism. Republicans were dismayed by Mr. Biden’s flaccid answer to China’s cyberattacks and incandescent about Nord Stream 2. Had these same decisions been made by Mr. Trump, Democrats would have taken the offensive, accusing Mr. Trump of coddling Xi Jinping and reprising the clamor about “Russian collusion.”"
}