{
    "url_original": "https://www.wsj.com/articles/forgetting-review-the-balm-of-oblivion-11625783923",
    "url": "forgetting-review-the-balm-of-oblivion-11625783923",
    "title": "‘Forgetting’ Review: The Balm of Oblivion",
    "sub_head": "Forgetting allows us to adapt and improvise, and sleep is key to deleting extraneous cortical information. We dream in order to forget.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366665?width=620&size=1.5",
    "image_1": "im-366665.jpg",
    "time": "2021-07-08 18:38:00",
    "body": "There is a robust market for books that praise our seemingly feeble habits of mind. Authors have lately offered empirical support for the benefits of everything from swearing to grumpiness. Now Scott Small, the director of the Alzheimer’s Disease Research Center at Columbia University, joins this merciful bunch with his own upbeat take on one of our more profound mental shortcomings: forgetfulness.<br />In “Forgetting” Dr. Small writes that until fairly recently, he and most other scientists believed that forgetting was simply a technical glitch, a bug in the system. For most of his 35 years as a memory specialist, he reflexively viewed retaining information as “always the noble goal” and forgetting as lamentable, to be avoided at all costs.<br />But recent research in neurobiology, psychology, medicine and computer science tells another story. In a boon to spouses everywhere, it turns out that mentally misplacing facts and details is not only healthy but psychologically necessary. When we draw a blank or stumble over a mislaid word, we are merely evidencing a “cognitive gift” that allows us to adapt to the tumult of our lives.<br />Given his work with Alzheimer’s patients, Dr. Small is keen to make clear that he is not romanticizing pathological absentmindedness. Although many of his patients are still able to laugh, love and be moved by beauty, he has witnessed too much suffering to want to “poeticize” memory-related diseases. Instead, the book concentrates on what he calls “normal forgetting,” which he says keeps our brains flexible enough to invite new experiences, recover from trauma and help us to thrive.<br />Our lives are informed by our memories, both conscious and unconscious. We intuit how to navigate our days—where to go, how to socialize, when to flee—from our recollections of what happened in the past. Yet even the most ordinary life is filled with variability; no one’s days are exactly the same. Dr. Small argues that we are able to improvise the best way forward because we consistently let go of the details that we don’t need—our molecular “memory toolbox” regularly trims the spines of unnecessary synaptic connections. Although we are constantly bombarded with stimuli, forgetting allows our brains to “extract general patterns from component parts.”"
}