{
    "url_original": "https://www.wsj.com/articles/former-honduran-executive-convicted-in-killing-of-environmental-activist-11625522452?mod=business_minor_pos4",
    "url": "former-honduran-executive-convicted-in-killing-of-environmental-activist-11625522452",
    "title": "Former Honduran Executive Convicted in Killing of Environmental Activist",
    "sub_head": "Berta Cáceres, murdered in 2016, led an effort to stop a dam project on indigenous lands",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-364643?width=620&size=1.5",
    "image_1": "im-364643.jpg",
    "time": "2021-07-05 18:08:00",
    "body": "A Honduran court convicted the former chairman of a local construction company Monday of ordering the 2016 assassination of Berta Cáceres, an indigenous-rights leader and environmental crusader whose killing shocked the world.<br />Roberto Castillo Mejía, who at the time of the murder led Desarrollos Energéticos SA, or Desa, was found guilty of masterminding the killing of Ms. Cáceres, an internationally recognized activist who led a yearslong effort to stop the construction of a dam that she said threatened indigenous lands.<br />“Mr. Castillo Mejía ordered the killing of Caceres as part of a plan to eliminate any obstacles that would interfere with the operations of Desa on the Gualcarque River, the ancestral territory of the Lenca indigenous people,” Honduran prosecutors said in a written statement. He faces a sentence of as long as 30 years in prison.<br />Ms. Cáceres was killed by two gunmen who broke into her house in the small town of La Esperanza in the middle of the night and shot her six times. In 2015, Ms. Cáceres had won the Goldman Environmental Prize, considered to be the world’s highest honor for grass-roots environmental activists.<br />At the time of her murder, Ms. Cáceres had been receiving government protection at the request of the Inter-American Commission on Human Rights, the human-rights unit of the Organization of American States."
}