{
    "url_original": "https://www.wsj.com/articles/former-banker-found-guilty-of-bribery-tied-to-paul-manafort-loans-11626195439?mod=business_minor_pos5",
    "url": "former-banker-found-guilty-of-bribery-tied-to-paul-manafort-loans-11626195439",
    "title": "Former Banker Found Guilty of Bribery Tied to Paul Manafort Loans",
    "sub_head": "Stephen Calk sought a Trump administration post as his bank approved $16 million for Manafort properties",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-368600?width=860&height=573",
    "image_1": "im-368600.jpg",
    "time": "2021-07-13 14:28:00",
    "body": "A federal jury in Manhattan convicted a former bank executive on charges that he helped arrange $16 million in loans to former Trump campaign chairman Paul Manafort, in exchange for help getting a high-level job in the Trump administration.<br />Stephen M. Calk, the founder and former chairman of the Federal Savings Bank in Chicago, was found guilty on both counts he faced: financial-institution bribery and conspiracy to commit financial-institution bribery. Federal prosecutors said Mr. Calk pushed the bank to approve the loans to Mr. Manafort, despite multiple red flags, because he hoped to be named secretary of the Army.<br />Mr. Calk’s lawyer, Paul Schoeman, argued at trial that Mr. Calk thought he was making profitable loans—which were unanimously approved by the bank’s loan committee—and said Mr. Calk wasn’t acting in bad faith. Instead, Mr. Schoeman said, Mr. Manafort and one of the bank’s loan officers were defrauding the bank Mr. Calk had dedicated his life to building.<br />Mr. Schoeman couldn’t immediately be reached for comment after the verdict.<br />The three-week trial in Manhattan federal court dealt with characters and issues familiar to other scandals of the Trump presidency, including Mr. Manafort’s business dealings, the chaos of former President Donald Trump’s transition team and the role of wealthy political neophytes in the administration. Witnesses at trial included former White House communications director Anthony Scaramucci, two retired U.S. Army generals, a Newsmax anchor, and current and former bank officials."
}