{
    "url_original": "https://www.wsj.com/articles/fracking--geothermal-energy-ultradeep-drilling-11625668241?mod=opinion_major_pos17",
    "url": "fracking--geothermal-energy-ultradeep-drilling-11625668241",
    "title": "Fracking for Geothermal Energy? Not So Fast",
    "sub_head": "Using ultradeep horizontal wells to heat water will require a lot more thought.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-366291?width=620&size=1.5",
    "image_1": "im-366291.jpg",
    "time": "2021-07-08 13:00:00",
    "body": "Compared with a shale well, which costs between $2 million and $6 million to produce 1,000 barrels of oil a day, $50 million for a supercritical water geothermal system is expensive. Andy Kessler is right: Deeper wells cause heat- and pressure-control costs to skyrocket (“‘Drill, Baby, Drill’ Is the Future,” Inside View, June 28).<br />If using the earth to warm water is the goal, start with water from fracked wells: up to 10 barrels per barrel of oil. The water originates both from flowback water used for fracking and from water already in the formation with hydrocarbons. Without extensive treatment, this water is too brackish even to recycle to frack a new well.<br />Mr. Kessler’s dismissal of water-caused seismic events is disturbing. In some places, a proliferation of wastewater injection wells is associated with ahistorical seismicity. Massive injection of wastewater into disposal wells deeper than hydrocarbon formations—not the fracturing process itself—is implicated in big seismicity increases. Injecting wastewater so deep can lubricate rock layers, causing them to slide, creating earthquakes. This led Pennsylvania and Oklahoma to restrict use of deep wastewater wells. Mr. Kessler’s proposal could return us to daily 2.0-5.0 earthquakes in areas not otherwise earthquake-prone.<br />Yellowstone and Costa Rica illustrate the power of geothermal steam. But using ultradeep horizontal wells to heat water will require better accounting for capital costs, water treatment, pipeline corrosion, leakage control, fluidized rock mechanics and payback.<br />Laura Starks"
}