{
    "url_original": "https://www.wsj.com/articles/friday-franchise-frozen-as-ice-cube-and-warner-bros-fight-over-new-movie-11625173229?mod=business_lead_pos4",
    "url": "friday-franchise-frozen-as-ice-cube-and-warner-bros-fight-over-new-movie-11625173229",
    "title": "‘Friday’ Franchise Frozen as Ice Cube and Warner Bros. Fight Over New Movie",
    "sub_head": "Top box office star wants rights to ‘Friday’ franchise from Warner Bros. and is accusing the studio of excessive delays and poor treatment. Warner says the problem is Ice Cube.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-363307?width=620&size=1.5",
    "image_1": "im-363307.jpg",
    "time": "2021-07-01 17:00:00",
    "body": "A spat between star Ice Cube and WarnerMedia has escalated into a high-stakes blame game that threatens to permanently derail the movie “Last Friday,” the latest film planned for the long-running comedy franchise.<br />Over the past several weeks, the two sides have exchanged heated letters over the fate of a movie that has been in the works for nearly a decade and still isn’t close to getting done. At issue: disagreements over creative direction, accusations that neither side is engaging in a sincere manner and finger pointing over who is causing the delays.<br />Ice Cube, whose legal name is O’Shea Jackson, has been one of the industry’s most lucrative stars for more than two decades. Movies he has starred or co-starred in or produced have grossed more than $2 billion at the box office.<br />Ice Cube wants Warner Bros., owned by  AT&T Inc.,  to surrender its rights to the “Friday” property and to two other movies he made there—“All About the Benjamins” and “The Players Club,” according to correspondence his lawyers have sent to the studio and that The Wall Street Journal has reviewed.<br />Warner Bros. replied, calling the demand “extortionate” and saying it won’t release rights to the valuable franchise or any other Ice Cube movies, according to the correspondence."
}