{
    "url_original": "https://www.wsj.com/articles/from-pandemic-to-endemic-singapore-creates-model-for-living-with-covid-19-11625137201",
    "url": "from-pandemic-to-endemic-singapore-creates-model-for-living-with-covid-19-11625137201",
    "title": "From Pandemic to Endemic, Singapore Creates Model for Living With Covid-19",
    "sub_head": "As vaccinations rise, the city-state plans to move to a new stage in which the virus ceases to paralyze daily life",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-01 07:00:00",
    "body": "SINGAPORE—For months, this city-state has enforced strict rules to keep coronavirus infections as close to zero as possible. Its border remains largely sealed. In the past two weeks, it has recorded between four and 20 new local cases a day—high enough by its low-risk standards that residents aren’t permitted to eat at restaurants in groups of more than two.<br />Now, with nearly 40% of its population fully vaccinated, Singapore is making plans to shift to a new phase—one in which it no longer tries to track down every case and end all transmission it can find. Instead, Covid-19 becomes a less threatening disease, like the flu, ceasing to paralyze daily life. In other words, it becomes endemic, as many public-health experts have long said it would.<br />People are battle-weary, a group of Singapore government ministers wrote in a recent editorial in the Straits Times newspaper. “All are asking: When and how will the pandemic end?” they added.<br />“The bad news is that Covid-19 may never go away,” they wrote in response. “The good news is that it is possible to live normally with it in our midst.”<br />The U.S. and several other countries have been easing Covid-19 restrictions at higher rates of infection than Singapore’s to boost economic recovery. The city-state’s planned shift comes as more governments accept that even with vaccines, Covid-19 isn’t going to be wiped out soon, if ever. The original virus has spawned many variants, some of them tougher to stop than earlier versions, and a slow vaccine supply to developing nations is giving the pathogen yet more room to thrive and evolve."
}