{
    "url_original": "https://www.wsj.com/articles/from-mariah-carey-to-mary-j-blige-jimmy-jam-and-terry-lewis-on-recording-superstars-remotely-11625852225",
    "url": "from-mariah-carey-to-mary-j-blige-jimmy-jam-and-terry-lewis-on-recording-superstars-remotely-11625852225",
    "title": "From Mariah Carey to Mary J. Blige, Jimmy Jam and Terry Lewis on Recording Superstars Remotely",
    "sub_head": "How the Grammy-winning songwriters and producers—renowned for their collaborations with Janet Jackson—brought together R&B’s biggest superstars for ‘Jam & Lewis: Volume 1,’ their debut album as recording artists",
    "category_1": "Tech",
    "category_2": "Technology Essentials",
    "image_1_url": "https://images.wsj.net/im-365671?width=620&size=1.5",
    "image_1": "im-365671.jpg",
    "time": "2021-07-09 13:37:00",
    "body": "THE FIRST TIME legendary songwriting and producing duo Jimmy Jam & Terry Lewis attempted to record an album under their own name, they accidentally made a pop masterpiece for a young Janet Jackson instead.<br />An earlier version of “What Have You Done For Me Lately,” Ms. Jackson’s breakthrough hit and a staple of ‘80s-era pop, was one of the songs that was intended for the duo’s debut album as recording artists. Ms. Jackson connected with the track and the pair rewrote it to reflect her own experiences. “[It] started her career and kind of ended ours—or at least our plans to do our album,” Mr. Jam said.<br />Instead of producing an album under their names, the often-bespectacled duo wrote and produced “Control,” the landmark 1986 album that made Ms. Jackson a superstar and is a fixture in greatest-of-all-time lists by publications like Rolling Stone and NPR. It also started a remarkable run of hits with Ms. Jackson that lasted through three decades, and influenced younger artists like Kendrick Lamar, H.E.R. and Beyoncé.<br />Now music fans will finally be able to hear “Jam & Lewis: Volume 1,” their debut under their own name, about 35 years after its initial conception. The pair doesn’t sing on this debut album, adhering instead to a long tradition by which superstar producers create an album-long statement by collaborating with some of their favorite artists. Other examples include Quincy Jones’ Grammy-winning 1981 album “The Dude,” and Mark Ronson’s 2019 album “Late Night Feelings.”<br />“Jam & Lewis: Volume 1,” out July 9, features stars the duo has worked with over their decades-long career including Usher, Mary J. Blige, Mariah Carey and Boyz II Men. But this time, instead of staying behind the scenes, the duo will be right on the cover of the album themselves."
}