{
    "url_original": "https://www.wsj.com/articles/ftc-charges-broadcom-with-illegal-monopolization-proposes-consent-order-11625248681?mod=politics_lead_pos13",
    "url": "ftc-charges-broadcom-with-illegal-monopolization-proposes-consent-order-11625248681",
    "title": "FTC, Broadcom Agree to Settlement Around Illegal Monopoly Charges",
    "sub_head": "Regulator alleges the company maintains its power in certain semiconductor markets by entering into anticompetitive agreements",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-363940?width=620&size=1.5",
    "image_1": "im-363940.jpg",
    "time": "2021-07-02 14:47:00",
    "body": "The Federal Trade Commission and  Broadcom Inc.  have agreed to settle charges that the company used its dominance in some chip markets to squeeze out potential rivals.<br />The FTC on Friday said that under a proposed consent order, Broadcom must stop requiring its customers to source three types of chips from the company on an exclusive or near-exclusive basis. The chips are used in certain television and broadband internet services equipment<br />Broadcom, the FTC said, maintained its power in those markets by entering long-term agreements with both original equipment manufacturers and service providers that prevented these customers from purchasing chips from Broadcom’s competitors. The FTC’s investigation dates back several years.<br />Broadcom is a leading supplier of communications chips that go into consumer devices, including set-top boxes and cable modems where its hardware is ubiquitous. Cable service providers ink deals with manufacturers to produce set-top boxes and modems for their customers; those manufacturers propose designs and coordinate with the service providers on which chips they will use.<br />“While we disagree that our actions violated the law and disagree with the FTC’s characterizations of our business, we look forward to putting this matter behind us and continuing to focus on supporting our customers through an environment of accelerated digital transformation,” Broadcom said in a statement. “We are equally pleased that the FTC investigation into our other businesses has been closed without action,” it added."
}