{
    "url_original": "https://www.wsj.com/articles/ftc-vote-to-broaden-agencys-mandate-seen-as-targeting-tech-industry-11625169512?mod=tech_lead_pos1",
    "url": "ftc-vote-to-broaden-agencys-mandate-seen-as-targeting-tech-industry-11625169512",
    "title": "FTC Vote to Broaden Agency’s Mandate Seen as Targeting Tech Industry",
    "sub_head": "Party line vote broadens mandate to pursue cases beyond standard of whether practices cause harm to consumers",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-363237?width=620&size=1.5",
    "image_1": "im-363237.jpg",
    "time": "2021-07-01 15:58:00",
    "body": "WASHINGTON—The Federal Trade Commission voted Thursday to broaden its discretion to challenge what it finds to be unfair methods of competition, potentially opening the door to a wider array of antitrust enforcement cases against big technology companies.<br />The commission voted 3-2 along party lines to approve the move, with Democrats in the majority. The vote repeals a 2015 agency policy that had effectively blocked the FTC from using its authority to challenge unfair practices unless the behavior was already a violation of other antitrust laws, proponents said. Those laws focus on whether practices cause harm to consumers.<br />The FTC’s new Democratic chair, Lina Khan, who supported the move, said it was aimed at returning the agency to the original mandate of Congress—based on the Fair Trade Commission Act of 1914—of policing unfair competition practices that aren’t covered by other laws.<br />“In practice the 2015 statement has doubled down on the agency’s longstanding failure to investigate and pursue unfair methods of competition,” said Ms. Khan, who was recently tapped to chair the commission by President Biden. She added, “I intend to help restore the agency to this critical mission.”<br />Republicans complained that the move would introduce new uncertainty into the law and give regulators sweeping new powers to what GOP Commissioner Noah Phillips described as “a handful of unelected officials.”"
}