{
    "url_original": "https://www.wsj.com/articles/gannett-invests-to-boost-product-review-site-hoping-to-rival-new-york-timess-wirecutter-11625407202?mod=business_minor_pos22",
    "url": "gannett-invests-to-boost-product-review-site-hoping-to-rival-new-york-timess-wirecutter-11625407202",
    "title": "Gannett Invests to Boost Product-Review Site, Hoping to Rival New York Times’s Wirecutter",
    "sub_head": "USA Today publisher sees Reviewed as potential engine for digital growth, seeking to cash in on e-commerce boom",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-363161?width=620&size=1.5",
    "image_1": "im-363161.jpg",
    "time": "2021-07-04 10:00:00",
    "body": "Newspaper publisher  Gannett Co.  has doubled the number of staffers at its product-review website over the past 18 months, looking to expand its digital reach as print advertising and circulation revenues face continued pressure.<br />The Gannett site, called Reviewed, is taking direct aim at Wirecutter, a popular products-review site owned by the  New York Times Co. , and BestReviews, a similar rival that  Nexstar Media Group Inc.  acquired last year for $160 million in cash. Gannett operates more than 250 newspapers, including USA Today.<br />The push comes after e-commerce surged and ad spending declined for a time during the Covid-19 pandemic, increasing pressure on media organizations to hunt for new revenue streams and to shore up their digital businesses.<br />“Top-line revenue has grown 50% every year for the last three years, and our projections for 2021 are around the same percentage,” said Chris Lloyd, general manager of Reviewed. He declined to provide dollar revenues.<br />Mr. Lloyd said the site’s staff has increased to 80 full-time employees. Most new hires are editors and writers who work at the company’s 25,000-square-foot testing lab in Cambridge, Mass. Reviews are published online at Reviewed.com and across the USA Today Network, meaning any of Gannett’s newspapers can run articles written by Reviewed staffers."
}