{
    "url_original": "https://www.wsj.com/articles/ge-and-raytheon-arent-yet-flying-on-all-engines-11627402944?mod=business_minor_pos10",
    "url": "ge-and-raytheon-arent-yet-flying-on-all-engines-11627402944",
    "title": "GE and Raytheon Aren’t Yet Flying on All Engines",
    "sub_head": "Both conglomerates have reported a surge in airline shop visits in the second quarter, but their aerospace businesses still face many unknowns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-27 12:22:00",
    "body": "Jet engines are roaring back to life, but shouldn’t yet be declared ready for takeoff.<br />On Tuesday, shares in  General Electric  and  Raytheon Technologies  shot up after the two conglomerates—both owners of big engine businesses—reported higher-than-expected profits. They have traded sideways in recent months because investors haven’t been able to decide if these companies are a great way to gain exposure to the global aviation recovery or they are the spot where the scars of the pandemic will last longest.<br />The latest data point in the more positive direction. Raytheon’s Pratt & Whitney said that commercial maintenance, repair and overhaul sales soared a whopping 41% in the second quarter from the same period a year earlier. Likewise, General Electric Aviation’s commercial-services revenues surged 50%, driven by spare-parts shipments and shop visits.<br />Historically, there has been a roughly six-month lag between air traffic coming back and carriers taking their planes for a checkup. But this hasn’t been the case this time around. “Airlines are spending money ahead of the recovery, so the second quarter was much, much better than anyone was expecting,” Raytheon Chief Executive Greg Hayes told analysts Tuesday.<br />Despite the spread of new Covid-19 variants, the reopening of economies has progressed enough to make clear that people are eager to travel again, and that airlines are so quick to respond that they are even ordering new jets."
}