{
    "url_original": "https://www.wsj.com/articles/gen-mark-milley-president-donald-trump-iran-january-6-capitol-hill-riot-11626706323?mod=opinion_lead_pos8",
    "url": "gen-mark-milley-president-donald-trump-iran-january-6-capitol-hill-riot-11626706323",
    "title": "Gen. Mark Milley Reminisces About the Battle of the Beltway",
    "sub_head": "The most curious claim is the one that he somehow restrained Trump from starting a war with Iran.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "image_1_url": "https://images.wsj.net/im-371480?width=860&height=573",
    "image_1": "im-371480.jpg",
    "time": "2021-07-19 13:56:00",
    "body": "Gen. Mark Milley is a courageous and honorable man who has served his country with uncommon gallantry. There are few less edifying spectacles in modern life than to watch those whose military experience never went beyond playing with GI Joes sneerily denounce the actions of men who have repeatedly put their lives on the line for their country. Like all top military leaders, the chairman of the Joint Chiefs has played the politics of Washington like a finely-tuned harp, but he has also served multiple tours of active duty. In a nation that canonizes violent criminals and beatifies self-absorbed celebrities, the general is a living reminder of the qualities that actually made this country great.<br />But his repeatedly demonstrated valor shouldn’t inoculate him from accountability for his words. By all accounts Gen. Milley is a thoughtful man and that should equip him to understand that he has made a grave mistake that risks great harm to his own reputation and to the trust Americans place in the integrity of their military.<br />This isn’t a complaint about his apparent genuflection to the postmodern cultural orthodoxy of inherent white sinfulness (though the report published last week and reported in these pages about the U.S. Navy’s readiness—or lack thereof—puts some flesh on the bones of the criticism that the politically sensitive modern American military hasn’t got its priorities in order).<br />The more immediate damage Gen. Milley risks stems from his decision to spend much of the past six months apparently scripting his own John Frankenheimer remake for the benefit of eager journalists and his approving masters in the White House. In the past week we’ve had breathless accounts from a proliferation of books by reporters about Donald Trump’s final hours in office that cast the general as the hero-soldier of “Six Days in January,” a real-life movie in which he saves the nation from—I think I have this right—World War III, a coup d’état and the desecration of the Constitution.<br />Gen. Milley is a keen student of history, and in these florid accounts we are invited to see a man who identifies with Benjamin Franklin and his fellow revolutionaries in ”all hanging together” against President Trump, and who lets us know that if only he’d been around in 1933, the Reichstag Fire wouldn’t have led to the Nazis’ seizure of power."
}