{
    "url_original": "https://www.wsj.com/articles/germanys-flooding-rearranges-political-picture-ahead-of-election-to-succeed-merkel-11626632466",
    "url": "germanys-flooding-rearranges-political-picture-ahead-of-election-to-succeed-merkel-11626632466",
    "title": "Germany’s Flooding Rearranges Political Picture Ahead of Election to Succeed Merkel",
    "sub_head": "Ignored flood warnings could damage government parties as Greens flash environmental credentials",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-371238?width=860&height=573",
    "image_1": "im-371238.jpg",
    "time": "2021-07-18 14:21:00",
    "body": "BERLIN—Last week’s devastating floods in Germany that have so far claimed nearly 160 lives have become the central issue of the country’s coming election that could reshape its political landscape.<br />The leading contenders—as well as Chancellor Angela Merkel, who isn’t running for re-election—have flocked to the worst-hit areas, promising relief and pointing the finger at climate change for one of the country’s deadliest disasters since World War II.<br />International meteorologists warned last weekend that large rainfalls could cause severe flooding in the affected regions. The warning was relayed by the German government’s weather service and the media. Yet in Germany’s federal system, local authorities are in charge of disaster management and they didn’t order large-scale evacuations.<br />All the necessary warnings were issued by meteorologists, yet the alert didn’t trigger any reaction on the ground, Hannah Cloke, professor of hydrology at the University of Reading in Britain, told the German public broadcaster ZDF. “It’s unbelievably frustrating.”<br />After wreaking havoc on western Germany last week, heavy rainfalls moved to southern and eastern parts of the country and into neighboring Austria on Sunday, swelling rivers and overwhelming several towns and villages in the valleys."
}