{
    "url_original": "https://www.wsj.com/articles/get-more-from-your-grill-recipes-for-busting-a-barbecue-rut-11627055740",
    "url": "get-more-from-your-grill-recipes-for-busting-a-barbecue-rut-11627055740",
    "title": "Get More From Your Grill: Recipes for Busting a Barbecue Rut",
    "sub_head": "This summer, chefs are grilling audaciously, putting a delicious char on avocados, romaine, gnudi, even ice cream. Take their hot tips and get adventurous with what you toss on the grate, with recipes to please vegans and omnivores alike.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-373961?width=860&height=1101",
    "image_1": "im-373961.jpg",
    "time": "2021-07-23 11:55:00",
    "body": "I HATE GOING to barbecues,” a vegetarian friend once confided as she poked at flavorless charred zucchini and bell peppers, an obvious afterthought by our host that evening. That’s why the grilled avocado made such an impression on me during a recent meal at Daniel Boulud’s Le Pavillon, recently opened in New York City. The soft green fruit possessed a perfect crisscross of brown grill marks. Adorned with einkorn and tart goji berries, the dish got a touch of spice from harissa and an additional hit of smoky flavor from charred kale. This clever combination would make a satisfying dish for most any diner, regardless of dietary habits.<br />Although some components of the dish demand the superior culinary savvy of Mr. Boulud, the multi-Michelin-starred chef confessed that the preparation of the centerpiece—that grilled avocado—is quite simple. “You need a ripe but firm avocado, split into four wedges,” he said. “Leave the skin on, marinate with olive oil, lemon juice, salt and pepper. Quickly grill the avocado on each cut side, then remove the skin.” Voilà.<br />An enthusiastic omnivore, I happen to love going to barbecues and grilling season in general. But I do get tired of the same meat, fish and usual-suspect vegetables. The grilled avocado inspired me to think about what other surprising ingredients I could add to my cookout repertoire. That’s just when a  Twitter  thread from Canadian writer Steffani Cameron jumped out at me. “Apparently I unwittingly have sparked an uprising against the boring fluffy deli potato salad,” Ms. Cameron wrote after her own version briefly blew up a few weeks ago. First published in her 2015 e-cookbook, “Late Summer Nights,” the recipe features potatoes, radicchio, leeks, scallions, yellow onions and endive, all grilled to a char and then dressed with mayonnaise, lemon juice and mixed herbs. “The warm grilled potatoes are a sponge to soak up the lemon and mayo, making them the perfect backdrop to a revolving door of accompanying aromas and herbs,” Ms. Cameron explained when I reached out to her. “The char and the smoke just bring so much depth and character, from the caramel notes in the onions to the char on the leek.”<br />The grilled-salad possibilities don’t end there, according to chef Brandon Silva of Degust in Houston. “There are really no rules and boundaries anymore,” he said. “So yes, a grilled salad is a great idea.” He has developed a grilled cucumber and radicchio salad, wherein charred cucumber adds a coolness and a snappy counterpoint to wilted radicchio. (See recipe, at right.) “Radicchio can be bitter, so balancing out those flavors with grilling adds a little sweetness,” he said. A dressing of citrus yogurt, trout roe and mint provides a brisk complement. The recipe can adapt to include other sturdy salad greens, such as romaine and kale, and other cucurbits such as squash, cantaloupe, honeydew and watermelon.<br />Chef Ashleigh Fleming of Blue Jay Bistro in Littleton, N.C., grills watermelon when faced with a surplus. “I’d made gazpacho with them, compressed them, used them in different approaches for salads,” she said. “That’s when I started to think that grilling them would be a good idea. Because of their sugar content, it works out well. It really amps up the sweetness.” After steeping chunks in a ginger simple syrup, she tosses them on the grill. She serves them in a simple fruit salad, on a skewer with pickled shrimp, or puréed and frozen into a popsicle (as in the recipe at right), a crafty combination of hot and cold methods producing a flavor both roasty and refreshing."
}