{
    "url_original": "https://www.wsj.com/articles/getting-botox-used-to-be-a-secret-now-its-not-11626523202",
    "url": "getting-botox-used-to-be-a-secret-now-its-not-11626523202",
    "title": "Getting Botox Used to Be a Secret. Now It’s Not.",
    "sub_head": "Cosmetic dermatology used to be shrouded in secrecy, but thanks to tell-all celebrities such as the Kardashians and the Gen Z obsession with transparency, for many people there’s no longer any shame in owning up to it.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-366707?width=860&height=1290",
    "image_1": "im-366707.jpg",
    "time": "2021-07-17 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />THEY DRINK a lot of water. They gulp down blueberry-kale smoothies. They sleep on silk pillowcases. They use Pond’s Cold Cream every night—just like Grandma. They swear by liquid collagen, vitamin D, chlorophyll, magnesium or chocolate. They massage their faces with a jade roller, their fingers or steel balls. They have really good genes. They have no idea.<br />So go the many explanations that those with perfect, seemingly ageless skin offer. Whether these coy comments come from celebrities in the pages of glossy magazines, or your friends, colleagues and even family members, they sometimes conceal the fact that vigorous treatments by dermatologists helped achieve the “perfection.” Since the FDA approved the neurotoxin Botox for wrinkle smoothing in 2002, millions of men and women have made it a regular part of their skincare routines, along with its injectable brethren: dermal fillers such as Juvederm and fat-cell-zappers such as Kybella. For decades these treatments have often been shrouded in secrecy, with prospective patients sourcing cosmetic dermatologist referrals and anecdotes via whisper networks and furtive Google searches.<br />But in 2021, “transparency” is more than just a buzzword. It’s a way of life for oversharing influencers, real-talk corporate types and direct-to-consumer retailers (the popular clothing company Everlane uses the term “radical transparency” to describe its production process). Given this new interest in uber-honesty, it’s no surprise that people of all ages are finally talking about their dermatologist visits. “I think that this whole movement of being real, being transparent and showing your flaws has really started in the last couple of years,” said lifestyle blogger Whitney Buha, who’s shared her experiences with Botox—the good and the bad—with her more than 100,000 followers on Instagram for three years.<br />"
}