{
    "url_original": "https://www.wsj.com/articles/giannis-block-bucks-suns-nba-finals-11626355511",
    "url": "giannis-block-bucks-suns-nba-finals-11626355511",
    "title": "Thwaaap! Giannis Blocks a Shot—and Milwaukee and Phoenix Have a Series",
    "sub_head": "A brilliant defensive play by the two-time MVP prevents a dunk, and NBA Finals are thrillingly deadlocked",
    "category_1": "Sports",
    "time": "2021-07-15 09:43:00",
    "body": "The NBA Finals between Milwaukee and Phoenix are knotted 2-2 after Milwaukee’s impressive 109-103 come-from-behind win Wednesday. A few quick thoughts:<br />This is a refreshing reboot. The Bucks haven’t won a Finals since 1971. The Suns have never won a Finals. While I enjoy watching pinnacle talents like LeBron James and Kevin Durant stack their championship résumés, seeing all these new faces on the league’s biggest stage is energizing. Giannis Antetokounmpo, Khris Middleton, Devin Booker, DeAndre Ayton, Hall of Fame point guard Chris Paul—these Finals are full of first-timers with an opportunity for career-defining moments, and we’re getting a bunch of them so far.<br />Fresh energy is always good. The NBA built itself on starcraft and iconography— elevating names like Magic, Bird, Jordan, James, KD and Curry, but the hazard comes when the biggest stars are eliminated or injured, and the assumption is that it’s a “down” year for the sport. Not always. This series shows it.<br />Giannis! The low-key Middleton deserves credit for bailing out the Bucks with 40 points in Game 4, but this series has been an indelible showcase for Antetokounmpo, a two-time MVP who still contends with a low frequency of grumbling that he’s not among the NBA’s peak elite. Bah: Giannis is incredible, and he’s only getting better. Antetokounmpo seemed lost for the season when he injured his knee in the Eastern Conference finals; versus Phoenix, he’s playing with characteristic relentlessness, averaging 32.2 points and 14 rebounds, and appears locked in on the chance to get Milwaukee its first title since Kareem and the Big O delivered one.<br />Giannis’s signature Finals moment may prove to be a spectacular defensive one: with barely a minute left in Wednesday’s game, he leapt from somewhere on the outskirts of Sheboygan to block a game-tying alley-oop dunk by an airborne Ayton. Watch it again if you can, it’s astonishing: Antetokounmpo is thoroughly beaten on the play, spun in a pick in roll, and has a foot nearly the free throw line when Booker lofts the oop skyward, and yet Antetokounmpo somehow manages to track back, turn his body  completely in the other direction, and leap for a perfectly clean swat above the rim of a 7-foot-1 center."
}