{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-14-2021-11626334978?mod=markets_lead_pos2",
    "url": "global-stock-markets-dow-update-07-14-2021-11626334978",
    "title": "Stock Futures Tick Down Ahead of Claims Data, Powell Testimony",
    "sub_head": "The S&P 500 is poised to open with muted losses, keeping the benchmark hovering just shy of its record closing level",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-369707?width=700&height=467",
    "image_1": "im-369707.jpg",
    "time": "2021-07-15 06:50:00",
    "body": "U.S. stock futures ticked down Thursday ahead of fresh data that will indicate the pace of recovery in the labor market and commentary from the Federal Reserve’s chief.<br />Futures for the S&P 500 edged 0.3% lower, while contracts tied to the Dow Jones Industrial Average slipped 0.6%. The S&P 500 ended Wednesday up just 0.1% after earlier hitting an intraday high. Contracts for the Nasdaq-100 edged up 0.1%, suggesting that large technology stocks may post tepid gains at the opening bell.<br />The major indexes are hovering near all-time highs on signs of the economy rebounding and stronger-than-expected corporate earnings. But some money managers say stocks may struggle to grind higher in the coming weeks because an uptick in Covid-19 infections could threaten the global reopening. Concerns over how long higher inflation will linger and its impact on future earnings, as well as worry that the Federal Reserve may reduce its level of support, is also weighing on sentiment.<br />“Markets were priced for perfection, and now that we have the uncertainty over Fed pullback on policy, it is resulting in this pause,” said Derek Halpenny, head of research for global markets in the European region at MUFG Bank. “The positive risk sentiment has definitely faded.”<br />Federal Reserve Chairman Jerome Powell told lawmakers on Wednesday that the central bank wouldn’t be in a hurry to start paring monthly asset purchases and that the economy “is still a ways off” from the Fed’s goals. He also said the Fed wouldn’t hesitate to raise interest rates to keep inflation under control, while repeatedly emphasizing that he still expects price pressures to ease later this year. He is slated to testify before the Senate Banking Committee on Thursday."
}