{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-09-2021-11625822968?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-07-09-2021-11625822968",
    "title": "Stock Futures Edge Up After Dow, S&P 500 Selloff",
    "sub_head": "The Dow blue-chip index is poised to end the week in retreat, marking its worst performance since mid June",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-366898?width=620&size=1.5",
    "image_1": "im-366898.jpg",
    "time": "2021-07-09 06:38:00",
    "body": "U.S. stock futures ticked slightly higher Friday, leaving the major stock indexes on track to close out their worst week since mid June.<br />Futures tied to the S&P 500 edged 0.3% higher, indicating that the broad market index will rebound slightly at the opening bell following its worst one-day retreat since June 18. That would put the S&P 500 on track to end a two-week streak of gains. Dow Jones Industrial Average futures ticked up 0.6%. The blue-chips gauge ended Thursday down almost 1.1% for the week.<br />Large technology stocks may be among the best performers for the week. Contracts tied to the tech heavy Nasdaq-100 edged down 0.1% Friday, suggesting that the benchmark will end the week relatively unchanged.<br />Markets have grown jittery in recent days on a bevy of concerns. Investors are worried that new Covid-19 variants could stall the global economic recovery despite vaccines being rolled out. Supply-chain bottlenecks and concerns over labor-market participation are also weighing on sentiment. That has led some money managers to trim bets on companies that are most likely to benefit when the economy recovers.<br />“The music has changed. We are entering a new phase” for markets, said Luca Paolini, chief strategist at Pictet Asset Management. “There has been a shift in the fundamentals of the market from high growth, low inflation to higher inflation, weaker growth.”"
}