{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-21-2021-11626853787?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-07-21-2021-11626853787",
    "title": "Stock Futures Point to Dow Extending Rebound",
    "sub_head": "Investors are cautious about global economic outlook but draw comfort from strong start to earnings season",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-372615?width=700&height=467",
    "image_1": "im-372615.jpg",
    "time": "2021-07-21 05:10:00",
    "body": "Stock futures edged higher Wednesday, suggesting major indexes will extend their rebound following a volatile stretch of trading sparked by worries about the spread of coronavirus.<br />Futures for the S&P 500 ticked up 0.4% a day after the broad market gauge posted its biggest one-day gain since late March. The advance almost unwound the S&P 500’s steep drop from Monday and pushed the index to within 1.5% of its record closing high.<br />Contracts for the Dow Jones Industrial Average advanced 0.6% Wednesday, suggesting that the blue-chips index will add to its rebound at the open and inch closer to its all-time high. Futures on the technology-focused Nasdaq-100 edged up 0.2%.<br />Investors are putting concerns about the economic effects of the Delta variant to one side, though markets are expected to remain jittery heading into the peak summer vacation period. A banner start to the earnings season among the biggest U.S. companies is helping buoy sentiment. Many money managers also see few other places to deploy cash with yields on government and corporate bonds trading at depressed levels.<br />“The market is facing a genuine test: whether the link between case rises and hospitalizations is broken,” said Peter van der Welle, a multiasset strategist at Robeco. Nonetheless, Mr. van der Welle expects a second leg of the reopening trade—in which bond yields, economically sensitive stocks and commodities all rose—to get under way once there is more clarity about the Delta variant."
}