{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-08-2021-11625734953?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-07-08-2021-11625734953",
    "title": "Stock Futures Drop, Bond Yields Skid Lower",
    "sub_head": "Investors will parse weekly data on unemployment claims for evidence of strengthening in the labor market",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-366149?width=620&size=1.5",
    "image_1": "im-366149.jpg",
    "time": "2021-07-08 06:27:00",
    "body": "Stock futures point to the Dow shedding over 450 points Thursday while Treasury yields sank for a fourth day as investors unwound bets on a spell of high growth and inflation.<br />Futures on the S&P 500 dropped 1.5%, suggesting the broad stock-market gauge will pull back at the opening bell a day after it closed at an all-time high. Contracts for the technology-heavy Nasdaq-100 and the Dow Jones Industrial Average retreated roughly 1.4%.<br />Stocks have powered to a series of record highs this year, but some investors have grown concerned about the outlook for the economy on signs that labor shortages and supply-chain bottlenecks may crimp the pace of recovery. The spread of the highly contagious delta variant of coronavirus globally is adding to worries. Investors also are gearing up for a spell of potentially volatile summer trading, when trading desks tend to be lightly staffed.<br />“There is a bit of a recognition that things aren’t looking as economically positive as they were in mid-June when everything seemed to be hitting that Goldilocks middle ground,” said Edward Park, chief investment officer at Brooks Macdonald. “Delta, or the next delta, will be a recurring risk in markets,” Mr. Park said, adding that surveys of U.S. activity had fallen short of expectations in recent days.<br />In a sign of jitters among investors about the virus, sectors that are dependent on a speedy economic expansion, like energy producers and banks, have lagged behind shares of fast-growing tech companies in recent weeks."
}