{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-30-2021-11627630972?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-07-30-2021-11627630972",
    "title": "U.S. Stock Futures Slide After Strong Month of Gains",
    "sub_head": "The S&P 500 is poised to end the week on the back foot, but is likely to close out July with its sixth straight month of gains",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-377778?width=700&height=467",
    "image_1": "im-377778.jpg",
    "time": "2021-07-30 06:48:00",
    "body": "U.S. stock futures fell Friday, suggesting that the S&P 500 may end the week on the back foot on its way even as it closes out a sixth straight month of gains.<br />Futures tied to the S&P 500 declined 0.6%, pointing to the broad market benchmark erasing the 0.2% rise that it had eked out this week through Thursday. Still, the gauge has advanced 2.8% so far in July, leaving it close to an all-time high.<br />Contracts tied to the Nasdaq-100 retreated 1.1%, indicating that large technology stocks will fall at the opening bell. Futures linked to the Dow Jones Industrial Average edged 0.3% lower.<br />The monthslong rally in U.S. stocks has weakened in recent weeks on signs that the pace of economic growth may be slowing and snarls in the global supply chain for goods are persisting. Lingering concerns over China’s clampdown on its internet and technology businesses as well as lofty expectations for corporate earnings has weighed on sentiment this week.  Amazon.com ’s  disappointing sales report late Thursday and weaker outlook rattled Wall Street further, investors say.<br />“There are so many crosscurrents going on at the moment influencing markets,” said Sebastian Mackay, a multiasset fund manager at Invesco. “We’ve entered a more volatile period for markets, but markets will continue to move higher because we’re still seeing economic growth.”"
}