{
    "url_original": "https://www.wsj.com/articles/global-minimum-corporate-tax-11625780349?mod=opinion_major_pos18",
    "url": "global-minimum-corporate-tax-11625780349",
    "title": "Behind the Global Minimum Corporate Tax",
    "sub_head": "Even if an agreement to adopt a global tax code is reached, parity in the effective tax rate is unlikely.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-362642?width=620&size=1.5",
    "image_1": "im-362642.jpg",
    "time": "2021-07-12 17:27:00",
    "body": "A global agreement on a minimum corporate tax rate borders on price-fixing collusion (“U.S. Wins Backing for Global Minimum Corporate Tax Rate,” Page One, July 2). The Biden administration clearly thinks it is in the best interest of the U.S. to reduce competition for businesses based on tax rates. Are the other 129 countries in agreement because they think that what is best for America is best for the world? Individuals and corporations continue to move within the U.S. in pursuit of lower state and local tax rates. Should there be a minimum corporate tax rate for all 50 U.S. states? Global tax collusion also suggests that multinational cartels such as OPEC were ahead of their time in maximizing member-nation revenues through agreements on prices and production levels. The race to the top gives governments more revenue and power at the expense of the private sector.<br />Not long ago, it would have been uncompetitive European welfare states coaxing other countries to raise their corporate tax rates so that Europe could continue to milk the private sector without fear of corporate cows leaving. Now it is the U.S. that needs to end the tax race to the bottom, so that Washington can grow without losing business to other countries. A higher corporate tax rate, like any other cost, is passed through to customers, but it is buried in prices for goods and services and therefore represents a stealth personal tax. Winning the race to the corporate-tax top is a loser for all but our spend-’til-you-drop politicians.<br />Colin Walsh<br />Charleston, S.C.<br />"
}