{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-20-2021-11626768165?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-07-20-2021-11626768165",
    "title": "Markets Stabilize After Worst Fall for Stocks in Months",
    "sub_head": "Dow futures rise and oil flattens, injecting some calm into markets",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "time": "2021-07-20 06:17:00",
    "body": "U.S. stock futures edged higher Tuesday, after major indexes tumbled Monday on concerns over the spread of Covid-19 variants and potential setbacks to the economic recovery.<br />Futures tied to the Dow Jones Industrial Average rose 0.3%, suggesting a reversal for the blue-chip index that fell more than 700 points Monday in its worst session since October. S&P 500 futures rose 0.3% and Nasdaq 100 futures climbed 0.4%, pointing to gains for both the broad-market index and technology stocks.<br />Investors have grown concerned over the Delta coronavirus variant, prompting a reassessment of the economy’s prospects. Despite this, the three major stock indexes each closed only around 3% down from their all-time highs Monday, underscoring the strength of the rally that powered equity markets in the first half of the year.<br />“When you get a selloff like we had yesterday, there are certainly going to be some investors who are going to see that as an opportunity to invest for the longer term,” said Kiran Ganesh, a multiasset strategist at UBS Global Wealth Management. “Especially where the 10-year [Treasury] yields have gone, that still points to the default position for investors as long equities, because there are simply very few other options.”<br />In bond markets, the yield on the benchmark 10-year U.S. Treasury note extended its fall and edged down as low as 1.169%, after dropping to 1.181% Monday in the biggest daily decline since March. Prices rise when yields fall. The WSJ Dollar Index hovered close to its highest level since March."
}