{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-23-2021-11627025963?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-07-23-2021-11627025963",
    "title": "Stock Futures Put S&P 500 on Track for Weekly Gain",
    "sub_head": "The monthslong rally in stocks has forged ahead as investors draw comfort from a strong start to earnings season",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-374096?width=700&height=467",
    "image_1": "im-374096.jpg",
    "time": "2021-07-23 06:47:00",
    "body": "U.S. stock futures rose Friday, putting major indexes on track for weekly gains with large technology stocks driving the rally.<br />Futures for the S&P 500 climbed 0.5%, pointing to the index extending gains. The broad market gauge had advanced over 0.9% for the week by Thursday’s close, despite the steep leg down on Monday. Contracts for the Dow Jones Industrial Average and the technology-focused Nasdaq-100 added 0.5% apiece.<br />The monthslong rally in stocks has resumed after markets skidded at the start of the week in response to concerns about the fast-spreading Delta variant. Investors have drawn comfort from rapid earnings growth at the biggest American companies. Money managers also say governments in the U.S. and Europe are unlikely to bring in lockdowns that restrict growth, even if rising cases take the shine off the economic recovery.<br />“You have an earnings season that is going tremendously well,” said Seema Shah, chief strategist at  Principal Global Investors .  The economic outlook isn’t as strong as it was three months ago, but “the path ahead is not that negative and certainly there is a lot of buying the dip,” she added.<br />Ms. Shah is keeping a close eye on what executives are saying about their ability to pass higher input costs to customers instead of taking the hit in profit margins. The flip side: If many companies succeed in feeding costs through, inflation will take longer to subside, which could prompt concerns about higher interest rates and knock the market."
}