{
    "url_original": "https://www.wsj.com/articles/global-minimum-tax-deal-marked-a-win-for-yellen-now-she-must-sell-it-to-congress-11625745615",
    "url": "global-minimum-tax-deal-marked-a-win-for-yellen-now-she-must-sell-it-to-congress-11625745615",
    "title": "Global Minimum Tax Deal Marked a Win for Yellen. Now She Must Sell It to Congress.",
    "sub_head": "The deal is a key part of President Biden’s domestic tax agenda, which Republicans criticize as harmful to growth",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-364235?width=620&size=1.5",
    "image_1": "im-364235.jpg",
    "time": "2021-07-08 08:00:00",
    "body": "WASHINGTON—When the U.S. secured international backing for a global minimum corporate tax last week, it marked an early victory for Treasury Secretary Janet Yellen as the country’s top financial diplomat and paved the way for a key plank of President Biden’s domestic agenda.<br />People involved in the negotiations credit Ms. Yellen with reviving yearslong talks to clamp down on tax avoidance by multinational firms. The breakthrough potentially set the stage for the most sweeping change in international taxation in a century.<br />She must now navigate more complex negotiations, such as where to set the precise tax rate and how to implement the agreement—discussions set to begin Friday in Venice among finance ministers of the Group of 20 major economies. Ms. Yellen must also sell the plan on Capitol Hill, where support from all Democrats and possibly some Republicans will be necessary to turn the agreement into law in the U.S.<br />“Yellen has enormous depth of expertise and trust and credibility, so that’s important,” said Tony Fratto, a Treasury official in the administration of President George W. Bush. “Executing on it I think is still going to be really hard.”<br />Ms. Yellen, 74, was chosen to lead the Treasury in part because of her economic policy experience and relationships with policy makers around the world forged in her years leading the Federal Reserve. But convincing a divided Congress of the merits of the deal may turn out to be the biggest test of her diplomatic skills."
}