{
    "url_original": "https://www.wsj.com/articles/goldbellys-joe-ariel-is-bringing-foodies-and-restaurants-together-11626452717",
    "url": "goldbellys-joe-ariel-is-bringing-foodies-and-restaurants-together-11626452717",
    "title": "Goldbelly’s Joe Ariel Is Bringing Foodies and Restaurants Together",
    "sub_head": "Rejected ‘50 or 60’ times by potential investors, his idea for a national delivery platform proved its appeal during the pandemic.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-16 12:25:00",
    "body": "In 2012, when Joe Ariel was trying to get the restaurant delivery service Goldbelly off the ground, scores of potential investors told him his plan was misguided. A renowned venture capitalist for food-based startups declared that his business model was “stupid.”<br />Mr. Ariel believed in his gut, or perhaps his belly, that allowing people to order special dishes from acclaimed restaurants across the country—pork buns from Momofuku in New York, crab cakes from Faidley’s in Baltimore—would be a boon for both foodies and restaurateurs. “But when you get your butt handed to you 50 or 60 times by the geniuses of the capital world, you start questioning yourself, questioning everything,” he says.<br />Nearly a decade later, Goldbelly is a verb, as in “Let me Goldbelly you a muffuletta sandwich from Central Grocery” or “We Goldbellied Louie Mueller Barbecue’s brisket to celebrate.” The company had been earning a loyal in-the-know following for years, but the pandemic turbo-charged the appeal of enjoying delicacies from far-off haunts in the comfort of your home. Nearly half of the 900 restaurants selling food on Goldbelly’s platform have joined since March 2020. In May the company reported that it had more than quadrupled its sales over the past year, more than tripled its staff and raised $100 million in new funding.<br />“People are like, ‘You guys went viral,’” says Mr. Ariel, 45, on a Zoom call from the company’s headquarters in Manhattan, over an early lunch of smoked salmon from Russ & Daughters on an onion roll from Orwashers (both available on the site). “I’m like, that’s cool, but we’ve been building this brick by brick for almost a decade.”<br />Food was always a big deal for Mr. Ariel. His Yemenite-Israeli family prized large home-cooked meals, and he was entranced by the “theater of flavor and smell and people” at a young age. Growing up mostly in New York City, he sometimes bartered his father’s “locally famous” hummus and pita for his best friends’ veal parmigiana hero, beef lo mein or pork spare-ribs. “I loved it all,” he says."
}