{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-profit-revenue-jump-11626177091?mod=markets_lead_pos2",
    "url": "goldman-sachs-profit-revenue-jump-11626177091",
    "title": "Goldman Sachs Profit, Revenue Jump",
    "sub_head": "Investment bankers booked bigger fees even though trading revenue declined",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-367288?width=620&size=1.5",
    "image_1": "im-367288.jpg",
    "time": "2021-07-13 08:20:00",
    "body": "Goldman Sachs Group Inc.’s  profit shot higher in the second quarter, as accelerating economic growth and market gains lifted many of the Wall Street firm’s business lines.<br />Goldman reported quarterly profit of $5.49 billion, or $15.02 a share, on revenue of $15.39 billion. Both measures were up significantly from a year ago and better than the expectations of analysts polled by FactSet, who forecast profit of $10.25 a share.<br />This spring’s rapid U.S. economic recovery, helped by the rollout of Covid-19 vaccines and extensive business reopening and hiring, energized banks’ deal makers. Corporate chieftains and buyout firms put hundreds of billions of dollars to work in big-ticket acquisitions. Investors gobbled up billions of dollars of stock sold by startups in marquee initial public offerings and private fundraising rounds. Goldman’s investment bankers brought in $3.61 billion in fees in the second quarter, up 36% from last year’s second quarter.<br />Goldman was an adviser on many of the quarter’s largest deals, including  AT&T Inc.’s  combination of its WarnerMedia division with  Discovery Inc.,  Medline Industries Inc.’s sale to a group of private-equity firms and  Microsoft Corp.’s  $16 billion acquisition of  Nuance Communications Inc.<br />Buoyant stock markets also fueled Goldman’s asset-management division, which includes funds and investments the bank manages for itself and for clients. Its revenue more than doubled to $5.13 billion. Results were boosted in part because the value of Goldman’s investments in public and private companies swelled as the stock market hit multiple new records."
}