{
    "url_original": "https://www.wsj.com/articles/golf-wawashkamo-history-michigan-mackinac-island-progressives-american-values-11627655901?mod=opinion_lead_pos10",
    "url": "golf-wawashkamo-history-michigan-mackinac-island-progressives-american-values-11627655901",
    "title": "You Can Play Through History on Michigan’s Mackinac Island",
    "sub_head": "A golf course dedicated to tradition proves it’s easier to defend certain values than it is to recover them.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-30 14:11:00",
    "body": "Mackinac Island, Mich.<br />Play the 123-year-old Wawashkamo Golf Course on Michigan’s Mackinac Island and you won’t soon forget it, not least because there’s a cannon aiming down the first fairway from the tee box. In the first week of August 1814, ranks of American soldiers, bayonets at the ready, advanced across what would eventually become the first fairway, into the teeth of British weaponry, a battle in the War of 1812.<br />That experience, thankfully, is not currently available at the course, but golfers can experience the sport as it was played long ago, before composite shafts, computer-designed club heads, and long, long, long fairways. You can even try playing the course with old hickory-shaft clubs available on loan.<br />Today Mackinac Island, off the northern tip of Michigan, is best known for its automobile ban and the imposing 19th century Grand Hotel featured in Hollywood films like 1980’s “Somewhere in Time,” with Jane Seymour and the late Christopher Reeve. Visitors relish the harbor-front shops and cafes that quietly bustle beneath the protective gaze of a whitewashed and gleaming hilltop fort. And everywhere is the quiet clop-clop of the horse-drawn carriages that are the primary form of transport here, along with bicycles and an unhurried form of walking best described as an amble.<br />At Wawashkamo, a moderately skilled player accustomed to 210- to 230-yard drives finds that a whippy, wooden “grass club” can spin the ball off the tee like a child’s whirligig, slicing it into the characteristic knee-deep rough perhaps 70 yards down the fairway. Approach shots with a “mashie iron” bound along the ground like terrified rabbits. The “niblick” seems altogether unequal to pitching a ball accurately on to the green, especially those girdled by the raised grassy hump common to golf courses of the oldest style."
}