{
    "url_original": "https://www.wsj.com/articles/googles-costs-have-catching-up-to-do-11627490751?mod=markets_lead_pos12",
    "url": "googles-costs-have-catching-up-to-do-11627490751",
    "title": "Google’s Costs Have Catching Up to Do",
    "sub_head": "Surge in operating profit comes as R&D, capex and sales expenditures track below normal",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-376541?width=860&height=573",
    "image_1": "im-376541.jpg",
    "time": "2021-07-28 12:45:00",
    "body": "Google’s great quarter may have been a little too great.<br />Alphabet Inc.,  parent company of the internet advertising titan, posted revenue of $61.9 billion for the second quarter, up 62% year over year. That is the best growth rate the company has seen since early 2007, when its business was about one-seventeenth its current size. Easy comparisons helped; last year’s second quarter was the first and so far only time that Google or its parent has ever posted a revenue decline. But all facets of the company’s business—from the cloud to YouTube—are also performing extremely well. YouTube’s advertising revenue exploded 84% year over year to $7 billion.<br />The strong top line wasn’t the only good news. Google’s operating profit of about $19.4 billion more than doubled from last year’s second quarter. It produced an operating margin of 31.3%, the company’s highest since early 2012. That was of particular interest to investors, considering the company averaged a margin closer to 21% for the three years leading up to the pandemic. Alphabet’s share price rose more than 3% Wednesday, the best reaction among the big tech trio that includes  Apple Inc.  and  Microsoft  that reported quarterly results late Tuesday.<br />But that bottom line may get some slimming soon. Chief Financial Officer Ruth Porat warned on Alphabet’s earnings call that the company typically picks up its hiring pace in the third quarter. She also mentioned the accounting benefit produced by the company’s decision earlier this year to extend the useful life of its servers and other equipment, which reduced its depreciation expense and gave a $561 million boost to net income in the second quarter but will have a lower impact going forward.<br />Mostly, though, Google’s recent burst of business might not have allowed its regular spending to catch up. Research and development expenditures have averaged 15% of revenue over the past five years but amounted to only 12% in the second quarter. Sales and marketing expenses likewise were well below normal, reaching just 8% of second-quarter revenue compared with an 11% average. The latter is particularly important to Google as it looks to ramp up its cloud business against fierce competition from  Amazon  and Microsoft, where it still runs a distant third. Microsoft outspent Google in this area by 11% in the June quarter; its Azure public cloud business also grew 51% during the period to about $9.4 billion in revenue—twice the size of Google Cloud."
}