{
    "url_original": "https://www.wsj.com/articles/gop-senators-resist-raising-debt-limit-as-democrats-push-biden-spending-plans-11626963928?mod=politics_lead_pos10",
    "url": "gop-senators-resist-raising-debt-limit-as-democrats-push-biden-spending-plans-11626963928",
    "title": "GOP Senators Resist Raising Debt Ceiling as Democrats Push Biden Spending Plans",
    "sub_head": "Limit will be reinstated next month, and the U.S. government may run out of money to pay bills this fall unless it is raised or suspended",
    "category_1": "Politics",
    "time": "2021-07-22 15:56:00",
    "body": "WASHINGTON—Top Senate Republicans said the GOP may line up against any effort to raise the government’s borrowing limit this year, adding to the uncertainty surrounding how Congress will address the issue after the limit is reinstated next month.<br />Senate Minority Whip John Thune (R., S.D.) said at a press conference Wednesday that Democratic plans to advance President Biden’s $4 trillion agenda could prompt Republicans to oppose a debt-limit increase, echoing comments Senate Minority Leader Mitch McConnell (R., Ky.) made earlier to the media outlet Punchbowl News.<br />“I don’t think there’s a single Republican senator who views increasing the debt limit so that Democrats can expand government and spend massive amounts as something they in the end would want to support,” Mr. Thune said.<br />The Republican comments drew criticism from Democrats, who cast them as a hypocritical ploy that could trouble financial markets. While debt has soared since the start of the pandemic, deficits were rising for several years before that, in part because of two bipartisan budget deals that lifted government spending, and the 2017 GOP tax cuts, which constrained federal revenue.<br />“We have Covid debt, we have Trump debt, we’ve got a double standard, and we want to make it clear nobody is going to hold the American economy hostage, period, full stop,” said Sen. Ron Wyden (D., Ore.) chairman of the Finance Committee."
}