{
    "url_original": "https://www.wsj.com/articles/gov-newsom-faces-new-california-recall-threats-11626986131?mod=opinion_minor_pos1",
    "url": "gov-newsom-faces-new-california-recall-threats-11626986131",
    "title": "Gov. Newsom Faces New California Recall Threats",
    "sub_head": "Statewide poll finds a tight contest; summer crises and a filing error could mean fewer votes for the incumbent.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-373649?width=860&height=573",
    "image_1": "im-373649.jpg",
    "time": "2021-07-22 16:35:00",
    "body": "Tuesday’s column noted the remarkable phenomenon of some Democrats not identifying themselves as Democrats in promoting their congressional campaigns in the heartland. Now the trend has even been spotted on the left coast in deep-blue California. The problem for Gov. Gavin Newsom is that the absence of his party affiliation on the September recall ballot will be due to his lawyer’s paperwork error, not a political strategy. It could cost Mr. Newsom valuable votes in a race that is suddenly looking more competitive.<br />San Francisco’s KRON-TV reports:<br />The statewide poll of registered voters did find that 48% of respondents favor keeping Mr. Newsom as governor while 43% support recalling him and 9% are undecided. But there seems to be little appetite to let Mr. Newsom stay in office for long. KRON notes another question in the survey and the striking responses:<br />An incumbent can’t feel confident about an electorate saying it’s almost ready to fire him. Respondents give the governor poor marks on addressing wildfires and homelessness, and on another issue with enormous impact on the quality of life. Here’s the question and the answers that could spell more political trouble for the incumbent in September:<br />The governor may have also figured out that not everyone in the Golden State appreciates his penchant for exercising emergency authority to override individual liberty—or maybe he just doesn’t want to be accountable for the results. Dan Walters at Cal Matters writes:"
}