{
    "url_original": "https://www.wsj.com/articles/gov-andrew-cuomo-is-losing-major-political-donors-amid-federal-state-probes-11626868800?mod=politics_lead_pos10",
    "url": "gov-andrew-cuomo-is-losing-major-political-donors-amid-federal-state-probes-11626868800",
    "title": "Gov. Andrew Cuomo Is Losing Major Political Donors Amid Federal, State Probes",
    "sub_head": "The defections could complicate the New York governor’s expected re-election bid as he fights off allegations that he sexually harassed staff and mishandled the pandemic",
    "category_1": "U.S.",
    "category_2": "Politics",
    "time": "2021-07-21 08:00:00",
    "body": "For over a decade, New York Gov. Andrew Cuomo has been a fundraising juggernaut, taking in more than $130 million from developers, unions, finance executives and others to build a sheen of invincibility around his governorship.<br />But Mr. Cuomo is starting to lose some of his major donors, suffering defections in recent weeks that could complicate an expected re-election bid as he fights off a state sexual harassment probe and a federal investigation into how his administration handled Covid-19 in nursing homes.<br />The desertions are a worrying sign for a governor who has sought to project strength through one of the rockiest stretches of his 11 years as governor. Mr. Cuomo raised $2.3 million over the past six months—the second-smallest haul of any such period of his governorship, according to campaign finance disclosures filed last week. For the first time, he was outraised by a Republican rival, U.S. Rep. Lee Zeldin, who announced a gubernatorial bid in April.<br />Jeff Gural, a real-estate developer and casino owner who has previously given $175,000 to Mr. Cuomo’s campaigns, says he is turning his back on the Democratic governor because he doesn’t like the way he conducts business and has felt threatened to donate in the past. Mr. Gural said recent reports about the governor’s alleged harassment—which Mr. Cuomo has denied—were concerning and he was unhappy with how the state decided to legalize mobile sports betting.<br />“He’s smart, but he’s a bully and his tactics are a disgrace. And people should know how he runs the state,” Mr. Gural said."
}