{
    "url_original": "https://www.wsj.com/articles/government-accountability-office-report-one-trillion-unspent-federal-covid-relief-11627423528?mod=opinion_lead_pos2",
    "url": "government-accountability-office-report-one-trillion-unspent-federal-covid-relief-11627423528",
    "title": "First Use the Spare Covid $1 Trillion",
    "sub_head": "A GAO report shows how much relief cash remains unspent.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-27 18:42:00",
    "body": "Congress has spent so much money in the past year that the recipients are having a hard time using it. That’s the news from a Government Accountability Office report last week that more than $1 trillion of federal pandemic relief has yet to be spent.<br />The biggest cache is grants to states, cities and territories, of which $210 billion remains unspent. That’s no surprise given the $500 billion showered on states and cities between the March 2020 Cares Act and President Biden’s follow-up in March 2021.<br />The bailout came despite a mere 0.2% drop in state revenue from 2019 to 2020, according to the Tax Foundation. Few strings are attached to the funds so state and local lawmakers are taking their time. New York, California and others have passed record budgets while tapping only a portion of their federal aid.<br />The next great unspent cash pile is at the Department of Health and Human Services. Congress rushed $324 billion to HHS during the first waves of the pandemic, of which the GAO says only half has been spent. That didn’t stop Mr. Biden from adding another $160 billion this year, only $3 billion of which has gone out the door. One HHS program, the Provider Relief Fund, has largely halted its spending since vaccinations reduced Covid hospitalizations. The last reimbursements to hospitals through the fund were in January, says the Healthcare Financial Management Association.<br />The outline of the bipartisan Senate infrastructure deal proposed to divert cash from the Provider Relief Fund, along with unused unemployment insurance. The American Hospital Association hit back in a letter to Senate leaders, saying the plan to divert funds “denies the seriousness” of Covid-19. Negotiations continue, and if Senators are really serious about “paying for” the new spending, unspent Covid funds are the obvious source to tap."
}