{
    "url_original": "https://www.wsj.com/articles/governments-futures-cop-departs-after-leading-market-manipulation-crackdown-11626699603?mod=markets_lead_pos3",
    "url": "governments-futures-cop-departs-after-leading-market-manipulation-crackdown-11626699603",
    "title": "Government’s Futures Cop Departs After Leading Market-Manipulation Crackdown",
    "sub_head": "Latest trial over spoofing tactic, against former Bank of America traders, is set to start Monday",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-370846?width=700&height=467",
    "image_1": "im-370846.jpg",
    "time": "2021-07-19 09:00:00",
    "body": "WASHINGTON—The former prosecutor who conceived and oversaw the Justice Department’s effort to crack down on market manipulation in commodities and derivatives has resigned and joined the litigation firm Quinn Emanuel Urquhart & Sullivan LLP.<br />Robert Zink, who left the department July 2, will now represent companies and individuals facing government investigations.<br />He was the architect of a campaign to criminally charge traders accused of using a manipulative tactic known as spoofing. Prosecutors have charged 20 traders with spoofing misconduct and settled criminal cases over spoofing with  JPMorgan Chase  & Co.,  Deutsche Bank AG  and  Bank of America Corp.<br />Another trial is set to begin Monday in Chicago federal court against two former Bank of America traders, Edward Bases and John Pacilio. The two are accused of spoofing precious-metals futures on exchanges operated by  CME Group Inc.  The trial, which could last three weeks, will involve debates over trading charts that purport to show the spoofing, as well as testimony from traders and expert witnesses interpreting whether the conduct was manipulative. Messrs. Bases and Pacilio have denied the government’s allegations.<br />Mr. Zink and the Justice Department fraud section doubled down on the campaign after losing their first spoofing trial in 2018 against a former UBS Group AG trader. The department prevailed at trial last year against two former Deutsche Bank precious-metals traders accused of spoofing. The defendants were sentenced last month to a year in prison."
}