{
    "url_original": "https://www.wsj.com/articles/green-tech-startups-are-getting-fresh-wave-of-cash-11626255001?mod=business_lead_pos2",
    "url": "green-tech-startups-are-getting-fresh-wave-of-cash-11626255001",
    "title": "Green-Tech Startups Are Getting Fresh Wave of Cash",
    "sub_head": "Investor and government funds pour into battery makers and others after a chill dating back to the failure of Solyndra",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-07-14 05:30:00",
    "body": "A flood of investment into clean tech propelled onetime startups such as  Tesla Inc.  into the stratosphere. For most young companies in the sector, the past decade was a fight to raise the funds needed for takeoff.<br />That is changing amid a boom in green investing. The new wave of cash is helping startups get from laboratory to market.<br />Dubbed the valley of death, the gap between the invention of a potentially breakthrough technology and large-scale commercial production has wiped out many startups. Big investors have long been wary of businesses like solar farms and battery makers that require big capital spending long before profitability.<br />“It’s one thing to develop something really interesting, really cool in the lab,” Michael Edelman, chief executive of Massachusetts battery-technology company Ionic Materials, at a recent conference for the Energy Department’s Advanced Research Projects Agency-Energy program, known as ARPA-E. “But how do you get it to a point where you can manufacture it cost effectively at the right quality consistently so your customers will buy it?”<br />The clean-energy industry’s fundraising dilemma goes back a decade to the 2011 failure of California solar firm Solyndra, which had received government backing, and the 2012 bankruptcy of battery maker A123 Systems Inc., once seen as a company that would help revolutionize the auto industry. In the years before that, funds flowed into the sector, creating some of today’s leaders, like Tesla, but also many losers. After the failure, government funding dried up, and private financing stagnated."
}