{
    "url_original": "https://www.wsj.com/articles/groups-on-both-sides-of-abortion-debate-prepare-for-2022-battle-11626427801?mod=politics_lead_pos10",
    "url": "groups-on-both-sides-of-abortion-debate-prepare-for-2022-battle-11626427801",
    "title": "Groups on Both Sides of Abortion Debate Prepare for 2022 Battle",
    "sub_head": "Susan B. Anthony List plans campaign aimed at blunting President Biden’s ability to appoint judges",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-370021?width=860&height=573",
    "image_1": "im-370021.jpg",
    "time": "2021-07-16 05:30:00",
    "body": "ANTIABORTION GROUP SUSAN B. ANTHONY LIST plans to mount a $73 million campaign in the 2022 midterms to topple Democratic congressional majorities, especially in the Senate to blunt President Biden’s ability to appoint judges. The group spent $61.5 million to re-elect former President Donald Trump and a Republican Senate in 2020. It sees a decadeslong effort to install an antiabortion judiciary and build power at the state level nearing its pinnacle with a 6-3 conservative Supreme Court advantage and a slew of challenges to Roe v. Wade coming through the litigation pipeline.<br />“We’ve always put all our eggs in the Senate basket,” said Mallory Quigley, the SBA List’s vice president of communications. “We relish the opportunity to talk about what the court means for abortion.”<br />The Supreme Court will hear a case on Mississippi’s legislation to prohibit abortions after 15 weeks in the coming term, and likely reach a decision next June or early July, four months before the election. SBA List plans to blanket the airwaves around the decision and deploy local canvassers to knock on doors in competitive states and districts. The first group of canvassers began training this week, in Arizona and Georgia, Republicans’ top two 2022 target seats.<br />Planned Parenthood, on the other side of the issue, has also already begun its effort to defend the Democratic Senate majority. In recent weeks the organization’s New Hampshire affiliate has been running digital ads against Gov. Chris Sununu, the top Republican choice to run against Sen. Maggie Hassan, though he has not said definitively whether he’ll run. He recently signed a budget that enacts new abortion restrictions.<br />Planned Parenthood’s political arm is primarily focused on the 2021 gubernatorial and state legislative races in Virginia and New Jersey, a spokesman said, and has not yet finalized its 2022 budget. “Voters in 2021 and 2022 will continue to reject candidates bent on attacking their reproductive rights and access to essential healthcare,” said Jenny Lawson, executive director of Planned Parenthood Votes."
}