{
    "url_original": "https://www.wsj.com/articles/guilty-until-proven-innocent-11625697428?mod=opinion_lead_pos4",
    "url": "guilty-until-proven-innocent-11625697428",
    "title": "Guilty Until Proven Innocent",
    "sub_head": "An FBI raid in Beverly Hills tests the limits of civil forfeiture.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-366015?width=620&size=1.5",
    "image_1": "im-366015.jpg",
    "time": "2021-07-07 18:37:00",
    "body": "When the FBI raided U.S. Private Vaults in Beverly Hills in March, it did so after the business had been indicted for conspiring to launder money, sell drugs and other crimes. But the FBI also took control of $86 million in cash and valuables it found in the safe deposit boxes of people who haven’t been accused of a crime. Some of these folks have sued, and two weeks ago federal Judge R. Gary Klausner granted a temporary restraining order preventing the FBI from taking permanent legal title of the seized contents of the plaintiffs’ boxes.<br />The Institute for Justice is representing seven plaintiffs in this case. Their argument is that they have done nothing wrong and should not have to go through the cumbersome civil forfeiture process to prove that their cash, jewelry or precious metals are legitimately theirs.<br />Judge Klausner seems to think they may have a case, taking aim at the FBI’s forfeiture notice. “This notice, put bluntly, provides no factual basis for the seizure of Plaintiffs’ property whatsoever,” the judge wrote in granting the restraining order.<br />U.S. Private Vaults is a private safe-deposit company that asks fewer questions than banks, and its boxes could be used to stash ill-gotten cash, drugs or other loot. Even so, the Fifth Amendment guarantees the right to due process before property can be taken.<br />Take Jeni Pearsons and Michael Storc, a married couple. She works at a nonprofit theater in Los Angeles, and he is a transportation coordinator in the film industry. In their box they kept $20,000 of silver they had saved over the years for retirement. Now the government wants to confiscate their silver—without saying what they did wrong."
}