{
    "url_original": "https://www.wsj.com/articles/gunman-in-pakistan-fires-on-car-carrying-chinese-engineers-11627477869?mod=world_major_1_pos1",
    "url": "gunman-in-pakistan-fires-on-car-carrying-chinese-engineers-11627477869",
    "title": "Gunman in Pakistan Fires on Car Carrying Chinese Engineers",
    "sub_head": "Attack is the latest on China’s citizens in the country, which is a close ally of Beijing",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-376463?width=860&height=573",
    "image_1": "im-376463.jpg",
    "time": "2021-07-28 09:11:00",
    "body": "ISLAMABAD, Pakistan—A gunman opened fire on a car carrying two engineers in the southern port city of Karachi, the latest attack on Chinese nationals in close ally Pakistan.<br />One of the engineers was hit four times, mostly in the arm, police said, but was in stable condition. The other engineer and a Pakistani driver were uninjured in the attack.<br />Chinese nationals have been the victims of multiple recent attacks in Pakistan. Earlier this month, a bombing killed nine Chinese construction workers in a bus being taken to the site of a dam being built in northern Pakistan. That was the deadliest attack on Chinese nationals in Pakistan in recent years.<br />Chinese Foreign Ministry spokesman Zhao Lijian said at a regular press briefing Wednesday that China was closely monitoring the incident, which it described as an isolated event, but said that it was still under investigation. “We have full confidence in Pakistan’s ability to protect Chinese citizens and property in Pakistan,” he said.<br />The engineers targeted Wednesday had come to Pakistan earlier this month to fit Chinese equipment at a Pakistani-owned plastic manufacturer in Karachi. They were being taken to work in the morning, by a driver and car provided by the factory, when a motorcycle pulled up alongside, police said. One of the people on the motorcycle opened fire at the back of the car."
}