{
    "url_original": "https://www.wsj.com/articles/gunpowder-milkshake-review-stylish-mayhem-11626213105?mod=business_minor_pos22",
    "url": "gunpowder-milkshake-review-stylish-mayhem-11626213105",
    "title": "‘Gunpowder Milkshake’ Review: Stylish Mayhem",
    "sub_head": "Karen Gillan, Angela Bassett, Lena Headey, Carla Gugino and Michelle Yeoh star in Navot Papushado’s supercharged reimagining of the crime film genre involving a group of female contract killers.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-368702?width=860&height=573",
    "image_1": "im-368702.jpg",
    "time": "2021-07-13 17:51:00",
    "body": "Back in 2013, the director Quentin Tarantino declared the horror-thriller “Big Bad Wolves” the best film of the year. It may well have been true. But the American director’s affinity for the Israeli feature was no surprise—it was, after all, Tarantino-esque: violent but cinematic, socially conscious without sermonizing, irreverent, audacious and a toppler of movie tradition. With their award-winning “Wolves,” Navot Papushado and his directing partner, Aharon Keshales, made the Israeli movie industry safe for something it had never seen before, genre films.<br />“Gunpowder Milkshake”—such a great title—finds Mr. Papushado directing on his own this time (from a screenplay by himself and Ehud Lavski) and operating in the world of unstoppable contract killers, female division. But he continues to push boundaries, propelling the increasingly moribund crime film into a pastel-hued world of eye-popping artifice and hyperviolence. The effect, at times, is abstract expressionist, the choreography and camera moves creating their own context—one that takes flight from the narrative and occupies a universe of color and movement that transcends the copious bloodshed being served up, hot and cold.<br />Not everyone’s cup of mayhem, assuredly. As compensation for the busy visuals, the storyline will be a comfortable one, especially to fans of “La Femme Nikita,” “Léon: The Professional,” “Gloria” and any number of large-caliber ancestors. The attitude is decidedly tongue-in-cheek. The tone of the acting is so heightened it’s a shock no one gets a nosebleed.<br />Sam (Karen Gillan), a seemingly invincible hitwoman working for an outfit called The Firm, hasn’t seen her mother, Scarlet (Lena Headey), in 15 years: Scarlet pulled the trigger on the wrong person, it seems, and had to skedaddle, but not before helping train Sam in the martial, ballistic and paramilitary arts. Sam, understandably, has issues of the maternal variety: When she’s dispatched by her handler, Nathan (Paul Giamatti), to settle accounts with The Firm’s accountant—he has absconded with a considerable sack of cash and securities—she finds that the alleged embezzler was only trying to ransom back his daughter, who’d been kidnapped by a gang in horror-movie masks. Defying orders, Sam insists on not just getting the money back but rescuing the imperiled young Emily (Chloe Coleman)—and she doesn’t even have to kill the kidnappers: They’re so eager to betray each other they all wind up dead. But they also blow up the money. Which prompts The Firm to withdraw its protection of Sam, leaving her the target of all kinds of people with all kinds of vendettas.<br />“Gunpowder Milkshake” would be a pretty obvious feminist parable even without the trio of “librarians” who comfort Sam with advice and artillery. Carla Gugino is the dainty but lethal Madeleine; Michelle Yeoh is the quietly deadly Florence; Angela Bassett is the snarling Anna May, who is angry with Sam for never stopping by their bookish armory, where the volumes contain handguns of various sizes and the larger-caliber weapons have monikers like “Jane Austen,” “Virginia Woolf” and “Charlotte Bronte.” All three actresses have impressive action-movie credentials (Ms. Gugino in the “Spy Kids” films, Ms. Yeoh in “Crouching Tiger, Hidden Dragon,” Ms. Bassett in “Black Panther,” to cite just a few examples) but they have seldom left behind quite this number of casualties. Mr. Papushado requires them to thump a virtual army of male perpetrators, something they do with considerable style."
}