{
    "url_original": "https://www.wsj.com/articles/gwyneth-paltrows-90s-style-is-back-thats-good-for-goop-11627128001",
    "url": "gwyneth-paltrows-90s-style-is-back-thats-good-for-goop-11627128001",
    "title": "Gwyneth Paltrow’s ’90s Style is Back. That’s Good for Goop.",
    "sub_head": "Interest in the style icon’s minimalist-era fashion is at an all-time peak—which could boost her line of direct-to-consumer elevated basics, G. Label, which channels it.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-374268?width=860&height=573",
    "image_1": "im-374268.jpg",
    "time": "2021-07-24 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />GWYNETH PALTROW—Goop founder and CEO, quasi-retired actress, enthusiastic marketer of very personal women’s products—has probably appeared on more brands’ mood boards than almost anyone else. For decades, designers have pinned up images of her film characters, from the laconically preppy Margot in 2001’s “The Royal Tenenbaums” to the mid-century heroine Marge Sherwood in 1999’s “The Talented Mr. Ripley” to the green-sheathed Estella in the 1998 update of “Great Expectations.” Not to mention photos of Gwyneth as herself, dressed down with a cigarette alongside Winona Ryder or Brad Pitt in the ’90s, or dressed up in dramatic Valentino on the red carpet. It’s not only professionals that draw inspiration from Ms. Paltrow’s image: Photo-sharing platform  Pinterest  reports that the term “Gwyneth Paltrow style 90s” is being searched twice as much in 2021 as during the same period in 2020. It’s almost cliché for a fashion or film fan to be inspired by her style at this point, given her place in the canon alongside legends such as Jackie O.<br />Which is why Ms. Paltrow was amused when her own G. Label design team put a trio of photos of her on one of its own mood boards recently. All from her late-’90s minimalist period, they show her in black leather pants, in a white tank gown and in a spaghetti-strapped little black dress. “It’s pretty surreal when it’s you,” she confessed. “At the time, you’re wearing what you like, and then it becomes part of the mythology of dressing.” She still likes those pieces, she said. “Obviously, my lip liner has changed, but I look at a lot of those outfits and I would wear them all today. It’s still very much me.”<br />Translating that Gwyneth-ness into a line of elevated basics is part of the mission of G. Label, the fashion line launched in 2016 as part of Ms. Paltrow’s Goop empire, which also encompasses live events, podcasts, a television show, a newsletter, and a multi-brand ecommerce business that carries everything from $8 biodegradable cleaning wipes to $33,000 diamond earrings (which are final sale—be careful). Goop garners the most buzz for products in the wellness category: organic face oil, a $66 jade egg meant to be inserted into the vagina for Kegel-like exercises, a Goop-branded vibrator that initially sold out in 24 hours.<br />The G. Label fashion business has been a relatively quiet segment of the company, although with the recent launch of a well-edited “G. Label Core” collection of classics and the rise in interest around its founder’s prescient ’90s style, that appears primed to change. Ms. Paltrow’s trump card might be her ability to sell clothing to women who want to dress like her. But G. Label’s challenge lies in leveraging Ms. Paltrow’s glamorous halo effect without alienating women by being too aspirational."
}