{
    "url_original": "https://www.wsj.com/articles/h-m-pays-price-of-upsetting-beijing-as-china-sales-drop-11625136844?mod=business_minor_pos4",
    "url": "h-m-pays-price-of-upsetting-beijing-as-china-sales-drop-11625136844",
    "title": "H&M Pays Price of Upsetting Beijing as China Sales Drop",
    "sub_head": "Retailer faced internet boycott after raising concerns over allegations of forced labor in Xinjiang",
    "category_1": "Business",
    "time": "2021-07-01 06:56:00",
    "body": "H&M Hennes and Mauritz AB put a number on the cost of upsetting China: about $74 million in lost sales last quarter.<br />The Swedish fashion company said sales in China fell 28% in the three months ending May 31, to about $189 million from $263 million from the same period a year earlier. The shortfall represents only a dent in the $5.4 billion in world-wide sales the company reported for the period, but it was a significant hit for what has been one of the fashion industry’s fast-growing markets.<br />Thursday’s sales report was H&M’s first that included the period from late March, when it suddenly became the target of a Chinese boycott months after raising concerns about forced-labor allegations in China’s Xinjiang region. Calling those accusations lies, Beijing fanned outrage against H&M via state-controlled media outlets and social-media accounts. H&M disappeared from Chinese e-commerce sites and map apps. Landlords closed some outlets.<br />In the previous quarter, before the Chinese backlash, China was H&M’s third-biggest market behind the U.S. and Germany. It accounted for nearly 6% of the company’s sales and was H&M’s only major market that grew in that period. In the just-ended quarter, by contrast, China was H&M’s only major market where quarterly sales fell compared with 2020. It also shrank to become the retailer’s sixth-largest market in the period.<br />H&M shares were down about 2% in midday European trading. The company beat overall expectations for the quarter, but analysts said they were disappointed that sales for the first four weeks of June were weaker than they expected."
}