{
    "url_original": "https://www.wsj.com/articles/haitians-and-cubans-in-miami-seek-change-for-their-island-nations-11626303784?mod=business_minor_pos5",
    "url": "haitians-and-cubans-in-miami-seek-change-for-their-island-nations-11626303784",
    "title": "Haitians and Cubans in Miami Seek Change for Their Island Nations",
    "sub_head": "As the two countries are in turmoil, some expats press for U.S. involvement",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-369588?width=860&height=573",
    "image_1": "im-369588.jpg",
    "time": "2021-07-14 19:03:00",
    "body": "MIAMI—As Cuba and Haiti grapple with political crises, exile communities that have long tried to shape events in their native countries are again campaigning for change.<br />Cuban-Americans have swarmed Miami’s streets to rally in support of antigovernment protests on the island. Some demonstrators blocked a highway on Tuesday, while others a day earlier sought to dispatch boats laden with supplies to Cuba. Many call for the U.S. to intervene militarily.<br />“I think we need to consider it,” Miami Mayor Francis Suarez, who is Cuban-American, said. “We have the ability, like we did in Panama, to depose a dictatorship and create a democracy.”<br />Haitian-Americans gathered last week at the Little Haiti Cultural Center to discuss potential responses to the unrest provoked by the assassination of Haitian President Jovenel Moïse. Many are pressing the Biden administration for more-lenient immigration policies to help people fleeing Haiti. Some argue against deploying U.S. troops to the country, though in Haiti some officials have beseeched the U.S. to bring order.<br />“It could further inflame the situation,” said Krystina François, the Haitian-American executive director of the Office of New Americans of Miami-Dade, which promotes civic engagement. “We’re asking not to rush to elections. We need to build up confidence for the democratic process.”"
}