{
    "url_original": "https://www.wsj.com/articles/haiti-president-jovenel-moise-assassinated-at-home-official-says-11625654496?mod=business_minor_pos4",
    "url": "haiti-president-jovenel-moise-assassinated-at-home-official-says-11625654496",
    "title": "Haiti President Jovenel Moïse Assassinated at Home, Official Says",
    "sub_head": "First lady Martine Moïse is hospitalized, interim premier says",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-365466?width=620&size=1.5",
    "image_1": "im-365466.jpg",
    "time": "2021-07-07 06:53:00",
    "body": "PORT-AU-PRINCE, Haiti—Haitian President Jovenel Moïse was assassinated after a group of unidentified people attacked his private residence, the country’s interim prime minister said in a statement Wednesday.<br />First lady Martine Moïse is hospitalized following the attack late Tuesday, interim Premier Claude Joseph said.<br />Mr. Joseph condemned what he called a “hateful, inhumane and barbaric act,” adding that Haiti’s national police and other authorities had the situation in the Caribbean country under control.<br />The nation of more than 11 million people had grown increasingly unstable and disgruntled under Mr. Moïse’s rule. Its economic, political and social woes have deepened, with gang violence spiking heavily in the capital of Port-au-Prince, inflation spiraling and food and fuel becoming scarcer at times in a country where 60% of the population makes less than $2 a day. These troubles come as Haiti still tries to recover from the devastating 2010 earthquake and Hurricane Matthew that struck in 2016.<br />Mr. Moïse, 53 years old, had been ruling by decree for more than two years after the country failed to hold elections, which led to Parliament being dissolved. Opposition leaders have accused him of seeking to increase his power, including approving a decree that limited the powers of a court that audits government contracts and another that created an intelligence agency that answers only to the president."
}