{
    "url_original": "https://www.wsj.com/articles/hard-liquor-can-take-the-edge-off-inflation-11627564907?mod=business_minor_pos11",
    "url": "hard-liquor-can-take-the-edge-off-inflation-11627564907",
    "title": "Hard Liquor Can Take the Edge Off Inflation",
    "sub_head": "Spirits companies like Diageo are better equipped to manage a spike in input costs than brewer AB InBev and other consumer staples giants",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377141?width=860&height=573",
    "image_1": "im-377141.jpg",
    "time": "2021-07-29 09:21:00",
    "body": "Liquor companies are taking inflation in their stride. A push into premium brands, coupled with the fact that more drinkers are switching to spirits from beer in key markets, should help maintain their edge.<br />Johnnie Walker distiller  Diageo ,  Budweiser brewer Anheuser-Busch InBev and Swiss food giant  Nestlé  beat analysts’ sales expectations across the board in results reported Thursday. But the ability of these big consumer-goods companies to protect profit margins from cost inflation has been mixed.<br />Liquor specialists seem to be performing the best. Diageo expects to grow its margins in the financial year through next June, despite higher costs for commodities, shipping and packaging. Analysts also increased profit expectations for Italian competitor  Davide Campari-Milano ,  the maker of brands such as Aperol and Grand Marnier, after it released strong results earlier this week.<br />Meanwhile,  AB InBev ’s  shares fell 6% in morning trading Thursday, in part because the brewer wasn’t able to pass on all of its higher costs to drinkers in North America, its most important market. Operating profit margins in the region fell 2.8 percentage points to 37.6% in the second quarter compared with the same period of 2020. Beer has been losing market share to spirits in the U.S. for years, but the trend picked up during the Covid-19 pandemic. This leaves brewers on a weaker footing when they need to increase prices.<br />Liquor companies’ big push into more expensive brands in recent years also gives them an advantage, as wealthier drinkers are less sensitive to price increases. Premium drinks now account for 38% of Diageo’s total liquor retail sales, according to IWSR data, up from 34% in 2015. AB InBev also is growing its high-end beer business, but these brands generate a lower proportion of the company’s overall revenue—around 30% at the latest count."
}