{
    "url_original": "https://www.wsj.com/articles/havana-syndrome-task-force-to-be-led-by-a-veteran-of-hunt-for-bin-laden-11626885816?mod=politics_lead_pos1",
    "url": "havana-syndrome-task-force-to-be-led-by-a-veteran-of-hunt-for-bin-laden-11626885816",
    "title": "Havana Syndrome Task Force to Be Led by Veteran of Hunt for Bin Laden",
    "sub_head": "CIA Director Burns turns to undercover agency veteran to track down cause of health incidents suffered by U.S. spies and diplomats",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-372740?width=860&height=573",
    "image_1": "im-372740.jpg",
    "time": "2021-07-21 14:51:00",
    "body": "WASHINGTON—CIA Director William Burns has tapped a veteran of the agency’s hunt for Osama bin Laden to head a task force aimed at finding the cause of unexplained health incidents suffered by U.S. spies and diplomats around the world, current and former officials familiar with the matter said.<br />The choice of the Central Intelligence Agency officer—whose identity remains undercover—is part of what the officials described as a quickening effort to determine the source of the apparent attacks, which has proven elusive. They have affected scores of U.S. officials posted overseas over the last five years, and are sometimes known as “Havana Syndrome” because the symptoms were first reported in 2016 by diplomats at the U.S. Embassy in Havana.<br />A scientific panel under the National Academy of Sciences, Engineering and Medicine in December said some form of directed energy emissions were the most likely culprit for the symptoms experienced by U.S. officials, which include dizziness, severe headaches, nausea and cognitive difficulties.<br />Mr. Burns, who became CIA director in March, has said that identifying the source of the attacks and getting treatment for affected agency personnel are among his top priorities. Some current and former intelligence officials suspect Russia is behind the attacks, but that remains unproven and Moscow has denied involvement.<br />The task force, which was formed last December, is composed of specialists from across the agency and includes intelligence analysts, clandestine officers who collect human intelligence, clinicians and human resource specialists, a U.S. official familiar with the issue said."
}