{
    "url_original": "https://www.wsj.com/articles/here-come-the-climate-protectionists-11626042142?mod=opinion_lead_pos1",
    "url": "here-come-the-climate-protectionists-11626042142",
    "title": "Here Come the Climate Protectionists",
    "sub_head": "Europe starts the bidding on CO2 tariffs. Will Biden follow?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-11 18:22:00",
    "body": "Western politicians have failed to persuade their own voters to commit economic suicide by banning fossil fuels, and forget about China, Russia or India. The climate lobby’s fallback, which is starting to emerge, is to punish the foreigners and their own consumers with climate tariffs.<br />Bureaucrats at the European Commission are due to unveil the proposed Carbon Border Adjustment Mechanism (CBAM) later this month, but a draft recently leaked. Brussels wants to impose tariffs to bring the cost of carbon-dioxide emissions tied to an imported good into line with what a European producer would pay to produce the same good.<br />This is an admission that the European Union’s emissions-trading scheme (ETS) is bad for the economy. European companies are less competitive because they have to pay for their emissions and foreign companies don’t. Environmentalists say the ETS encourages companies to send production offshore to avoid the ETS, which greens call “carbon leakage” and most people would call common sense. The CBAM is intended to level the playing field, at least within the European market.<br />Even on those terms, the draft plan is a failure. It starts small, applying at first to a handful of industries such as iron, steel and fertilizers. And it doesn’t account fully for environmental compliance costs. The CBAM will be tied to the cost of tradable emissions permits, but it won’t factor in the expenses European companies bear for a complex web of green subsidies, feed-in tariffs and the like that increase energy costs at factories.<br />The bigger problems are that a carbon tariff would impose an enormous burden on companies seeking to sell to the EU—even the low-emitting firms—and as a result probably will trigger a trade war. China, India, Brazil and South Africa are already objecting."
}