{
    "url_original": "https://www.wsj.com/articles/hertz-faces-volatile-trading-bondholder-lawsuit-after-leaving-bankruptcy-11625167888?mod=markets_lead_pos4",
    "url": "hertz-faces-volatile-trading-bondholder-lawsuit-after-leaving-bankruptcy-11625167888",
    "title": "Hertz Faces Volatile Trading, Bondholder Lawsuit After Leaving Bankruptcy",
    "sub_head": "The rental-car company’s seesaw as bondholders allege they were shortchanged by $272 million",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-363415?width=620&size=1.5",
    "image_1": "im-363415.jpg",
    "time": "2021-07-01 15:33:00",
    "body": "Hertz Global Holdings Inc. shares swung wildly in the over-the-counter market after the rental-car company formally emerged from bankruptcy and was swiftly sued by bondholders demanding $272 million in premium payments.<br />Hertz shares resumed trading Thursday under a new ticker, HTZZ, beginning the session at around $22 before climbing as high as $33.80. They erased most of those gains within the first half-hour of trading and were above $26 a share in afternoon trading.<br />Thursday’s trading action marks the latest bout of volatility for Hertz, a stock once known as a darling among individual investors who frequented online forums like Reddit’s WallStreetBets. Hertz left chapter 11 on Wednesday, emerging from court protection and naming new directors.<br />The bankruptcy deal that lifted Hertz out of chapter 11 supplied shareholders with a handsome payout of cash, shares and warrants. Some bondholders bought equity in a bankruptcy rights offering, becoming part-owners of the restructured business. Others that didn’t filed court papers Wednesday demanding premium payments they said they were due.<br />The lawsuit, filed by Wells Fargo Bank NA on behalf of bondholders it represents, said that Hertz owes make-whole payments—premiums that must be paid under some borrowing arrangements when bonds are retired before their maturity date. Make-whole provisions can be triggered when debt is redeemed or refinanced, requiring that creditors be compensated for the interest they would otherwise have received."
}