{
    "url_original": "https://www.wsj.com/articles/higher-oil-prices-can-only-help-shell-so-much-11625664549?mod=business_minor_pos10",
    "url": "higher-oil-prices-can-only-help-shell-so-much-11625664549",
    "title": "Higher Oil Prices Can Only Help Shell So Much",
    "sub_head": "The European supermajor gave a preview of a bumper second quarter for oil and gas companies, but the energy transition clouds the bigger picture",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-365484?width=620&size=1.5",
    "image_1": "im-365484.jpg",
    "time": "2021-07-07 09:29:00",
    "body": "The recovering oil price has taken one boot off the neck of  Royal Dutch Shell .  The second boot from the energy transition remains firmly in place.<br />On Wednesday, Europe’s largest oil major by market value reported strong second-quarter operational results and said it would increase its shareholder returns. It will pay out between 20% and 30% of cash flow from operations for the second quarter.<br />The change fulfills a promise to boost returns once net debt fell below $65 billion. Working capital movements mean Shell’s quarter-end net debt may have missed the target—investors will have to wait until later this month for a precise number—but that hasn’t rattled investors: The stock rose in early trading. The company continues to rebuild shareholder trust after last year’s surprise dividend cut, which was Shell’s first since World War II.<br />One risk to the current optimism is the inherent unpredictability of the oil market. While demand is recovering and inventories are falling for now, much uncertainty remains.<br />Covid-19 variants are the wild card on the demand side. As for supply, the Organization of the Petroleum Exporting Countries and its allies have shown remarkable discipline over the past year, but cracks are now appearing. If OPEC+ fails to find a deal, there is a risk that members could open the taps and send prices plunging."
}