{
    "url_original": "https://www.wsj.com/articles/highly-irregular-review-an-eloquent-confusion-11625177826?mod=opinion_reviews_pos1",
    "url": "highly-irregular-review-an-eloquent-confusion-11625177826",
    "title": "‘Highly Irregular’ Review: An Eloquent Confusion",
    "sub_head": "In spelling, pronunciation, syntax and idioms, the English language can be perplexingly strange—or charmingly eccentric.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-363169?width=620&size=1.5",
    "image_1": "im-363169.jpg",
    "time": "2021-07-01 18:17:00",
    "body": "My daughter recently remarked, over breakfast in a cafe, that the customers, rather than the serving staff, should be known as waiters. Then she removed the mantle of cheese from my side order of hash browns and pointed out that these too were poorly named, since they were actually a shade of yellow. She is 3 years old—and though the assertive mode mostly trumps the interrogative, lately she has started asking tough questions about the English language.<br />If the plural of “mouse” is “mice,” shouldn’t we refer to our neighbors living in “hice”? Can we really make up a story, a face, a magic potion and lost time, and also make up after a quarrel? Soon she will want to know why “of,” unlike other words ending with an “f,” sounds as though it ends with a “v.” From there it will be a short leap to laughing at the “l” in “salmon” and wondering by what strange process, linguistic as well as gastronomic, we ended up with “molten lava cake, laden with melted chocolate.”<br />Most adults, happy even to be permitted their hash browns, tend to acknowledge such peculiarities with a bemused smile or a shrug of the shoulders. But for Arika Okrent, genial perplexity isn’t a good enough response. Although we may not discern linguistic oddities until they’re baked into everyday usage, it is still possible to understand how they came into being. “All languages have their infelicities and awkward bits,” she declares, “but English has its own special kind of weirdness.” In “Highly Irregular,” her mission is to explain some of its more conspicuous kinks.<br />Ms. Okrent has previously published “In the Land of Invented Languages,” a portrait of the utopians and oddballs who have tried to create alternatives to natural means of communication. Drawing on five years’ research, it examined the inspirations and missteps that gave the world Esperanto, as well as less famous “constructed languages” (Láadan, Volapük, Blissymbolics, Loglan). “Highly Irregular” is a different type of book, not only in subject matter but also in tone: chatty, informal, brightly amusing. Though not explicitly aimed at adolescents, they are surely its natural audience—an impression compounded by the presence throughout of droll cartoons by Sean O’Neill, whose “Rocket Robinson” graphic novels resemble an American version of “The Adventures of Tintin.”<br />In bite-size chapters, with pungent titles such as “Why Do Noses Run and Feet Smell?,” Ms. Okrent investigates more or less familiar questions: Is the letter “y” a vowel or a consonant? What does it mean to say that the exception “proves” the rule? Why does English have so many synonyms? She also ponders whether “I am woe” would be better than “woe is me”; what egging someone on has to do with eggs; and why we don’t tell a restaurant server, “I’m a large spender. Make it a big pizza.”"
}