{
    "url_original": "https://www.wsj.com/articles/home-building-booms-but-not-enough-11626799545?mod=business_minor_pos10",
    "url": "home-building-booms-but-not-enough-11626799545",
    "title": "Home Building Booms, but Not Enough",
    "sub_head": "The building pace in the U.S. is the highest since the housing crash but it won’t be enough to fix a tight market for quite a while",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-20 12:45:00",
    "body": "Home builders are building more. Which isn’t to say they are building enough.<br />On Tuesday the Commerce Department reported that construction was started on 1.643 million homes last month at a seasonally adjusted annual rate, up from May’s 1.546 million. Of those June housing starts, 1.16 million were for single-family homes—the most since March.<br />And that is after adjustments for seasonal swings that boost the figures for the colder months, when there is less actual construction, and depress the figures for the warmer months. Unadjusted (and not annualized), builders started 111,100 single-family homes last month, which marked the highest level since May 2007.<br />Even so, last month’s level of activity was still below the 108,400 single-family housing starts the U.S. experienced during an average June in the 1990s, when the country’s population was about a fifth lower than it is now. With demand for both new and previously owned homes running high, builders still aren’t keeping up. On Monday the National Association of Home Builders said that its measure of foot traffic from prospective buyers slipped this month but that it was higher than at any point in the 35 years prior to the pandemic, including during the housing bubble.<br />Struggling to meet demand is generally a good problem. For builders, though, the situation hasn’t been ideal. Shortages have pushed materials costs markedly higher, constraining their ability to build affordable homes. The NAHB calculates that changes in prices for softwood lumber added nearly $30,000 to the price of an average new single-family home between April 17, 2020, and July 8, 2021."
}