{
    "url_original": "https://www.wsj.com/articles/hong-kong-protester-sentenced-to-nine-years-under-chinas-national-security-law-11627629763?mod=business_minor_pos4",
    "url": "hong-kong-protester-sentenced-to-nine-years-under-chinas-national-security-law-11627629763",
    "title": "Hong Kong Protester, First to Be Sentenced Under China’s National Security Law, Gets Nine Years",
    "sub_head": "The driver of a motorcycle that collided with police was the first to be convicted and sentenced by judges selected to enforce the new rules",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-30 06:26:00",
    "body": "HONG KONG—The first person convicted under the national-security law imposed by Beijing was sentenced to nine years in prison Friday, in a case closely watched as a bellwether for how strictly Hong Kong judges will enforce the law.<br />Tong Ying-kit, 24 years old, had been found guilty Tuesday of inciting secession and committing terrorist activities. During street protests on July 1 last year—the anniversary of the city’s handover from British to Chinese rule and the day after the law took effect—he drove a motorcycle that collided with police officers. He was carrying a flag bearing the popular protest slogan “Liberate Hong Kong, Revolution of Our Times,” which the local government later declared has forbidden pro-independence connotations.<br />“This overall term should sufficiently reflect the defendant’s culpability in the two offenses and the abhorrence of society, at the same time, achieving the deterrent effect required,” a panel of three judges wrote in the ruling.<br />Mr. Tong was sentenced to 6½ years in jail for inciting secession and eight years for terrorism, to be served partly consecutively and partly concurrently, resulting in a total of nine years’ imprisonment. Explaining the part-consecutive sentencing, the judges said the two offenses targeted different criminal conduct even though they “arose from the same set of facts.”<br />Wearing a blue blazer and a white mask, Mr. Tong appeared largely motionless during his sentencing. Dozens of people, including a handful who wore black T-shirts or yellow masks—signature colors of the protest movement—attended the hearing. A woman wailed outside the courtroom after Mr. Tong’s sentence was delivered."
}