{
    "url_original": "https://www.wsj.com/articles/hong-kong-apple-daily-next-digital-investigation-paul-chan-jimmy-lai-11627683569?mod=opinion_lead_pos4",
    "url": "hong-kong-apple-daily-next-digital-investigation-paul-chan-jimmy-lai-11627683569",
    "title": "Hong Kong’s Apple Daily Overkill",
    "sub_head": "The city shows again that it’s no longer a safe place for business.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-30 18:33:00",
    "body": "What’s the Chinese word for chutzpah? It’s surely the best way to describe this week’s announcement by Hong Kong Financial Secretary Paul Chan Mo-po that he has appointed a special inspector to investigate Next Digital, parent company of the defunct Apple Daily newspaper.<br />Mr. Chan says he has discovered that the company’s “senior management engaged in unlawful and fraudulent activities.” He’s now invoked the investigative power that hasn’t been used since 1998—after the collapse of Peregrine Investment, one of Asia’s largest investment banks. Among the claims against Next Digital is that the company reported in a May filing that it had assets that would allow it to keep operating for 18 months—but then it closed down Apple Daily a month later.<br />Next Digital did have the money. But one of Mr. Chan’s counterparts, Hong Kong Secretary for Security John Lee, invoked the city’s new national security law to freeze the shares of owner Jimmy Lai, freeze another $2.3 million in assets, and warn Hong Kong financial institutions that dealing with Apple Daily could be considered criminal.<br />Mr. Lee also warned Next Digital not to use any of its funds to support Apple Daily newspaper or its website in Hong Kong. That made it practically impossible to do routine things such as paying its reporters or buying the ink the paper needed to print. Faced with such pressure, with Mr. Lai already in jail, the company succumbed to the inevitable. Apple Daily published its last edition on June 24.<br />Now the financial secretary is accusing the company of fraud. But fraud against whom? Mr. Lai owns 72% of Next Digital. In the roughly two years before Apple Daily shut down, he had lent $65 million out of his own pocket to keep the paper printing. Is Mr. Chan really arguing that Mr. Lai was defrauding . . . Mr. Lai?"
}