{
    "url_original": "https://www.wsj.com/articles/hong-kong-man-arrested-on-suspicion-of-booing-chinas-national-anthem-during-olympics-11627662108",
    "url": "hong-kong-man-arrested-on-suspicion-of-booing-chinas-national-anthem-during-olympics-11627662108",
    "title": "Hong Kong Man Arrested on Suspicion of Booing China’s National Anthem During Olympics",
    "sub_head": "Police investigated after videos circulated online of people jeering at a mall during a gold medal ceremony",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-378061?width=860&height=573",
    "image_1": "im-378061.jpg",
    "time": "2021-07-30 12:21:00",
    "body": "HONG KONG—Hong Kong police arrested a 40-year-old man on suspicion of insulting the Chinese national anthem after videos circulated online of people waving a colonial Hong Kong flag and booing when the song played during an Olympics ceremony, police said.<br />Friday’s arrest came after police said they received reports about videos that showed people at a mall jeering and chanting slogans when the anthem played. Disrespect to China’s national anthem was criminalized under a law enacted in Hong Kong last year.<br />Crowds gathered in the city this week to watch a homegrown Olympic champion, foil fencer Edgar Cheung Ka-long, take the podium to receive his gold medal, the first won by an athlete from the city in 25 years. During the ceremony, China’s anthem was played—because Hong Kong is under Chinese rule—but the territory’s flag was displayed. In videos online, a crowd watching a live broadcast at a local mall can be heard shouting “We are Hong Kong!” to drown out the song.<br />“The aim is to stir up the hostility of those on the scene and to politicize the sport,” said Senior Superintendent Eileen Chung, calling the arrest the first of its kind. She said the man, whose name wasn’t released, was found to have 10 colonial Hong Kong flags of various sizes in his possession.<br />Anyone convicted of publicly and intentionally insulting the Chinese national anthem could be fined more than $6,000 and sentenced to three years in prison, Ms. Chung said."
}