{
    "url_original": "https://www.wsj.com/articles/hong-kong-police-arrest-five-over-childrens-books-depicting-protesters-as-sheep-11626965344",
    "url": "hong-kong-police-arrest-five-over-childrens-books-depicting-protesters-as-sheep-11626965344",
    "title": "Hong Kong Police Arrest Five Over Children’s Books Depicting Protesters as Sheep",
    "sub_head": "National-security police accuse union members of plotting to poison young minds as clamp down on dissent intensifies",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-22 10:49:00",
    "body": "Hong Kong’s national-security police arrested five people for allegedly conspiring to commit sedition through a series of picture books that portray sheep being targeted by wolves—an allusion to China’s crackdown on pro-democracy supporters in the city.<br />Hours after police detained five members of a speech therapists’ union, police displayed three illustrated books that they say incited hatred against the government among children as young as four. The cartoons simplified “political issues that kids wouldn’t comprehend and beautifies criminal activities,” Superintendent Steve Li Kwai-wah told a news conference. “They’re meant to poison the minds of children,” he said.<br />Described as teaching aids, the books were distributed through pro-democracy businesses, local political offices and online by the speech therapists’ union, which was founded in November 2019—a time when some activists formed workers’ groups as a way to organize protest actions against the government.<br />The books include one titled “The Guardians of Sheep Village,” which is set against the backdrop of antigovernment protests that rocked Hong Kong in 2019. It depicts a malicious plot by the wolves to take over the sheep’s village and devour them all.<br />Another, “12 Warriors of Sheep Village,” refers to a dozen activists who were caught by the Chinese coast guard during an ill-fated boat escape from Hong Kong last year. The third book in the series, titled “Street Cleaners of Sheep Village,” alludes to a medical workers’ strike last year when Hong Kong faced its first coronavirus infections imported from China, using cartoons of littering wolves to portray outsiders."
}