{
    "url_original": "https://www.wsj.com/articles/hong-kong-tries-to-ease-big-techs-concerns-over-data-law-11625576300?mod=business_minor_pos8",
    "url": "hong-kong-tries-to-ease-big-techs-concerns-over-data-law-11625576300",
    "title": "Hong Kong Tries to Ease Big Tech’s Concerns Over Data Law",
    "sub_head": "City’s top local official says new rules are needed to combat malicious behavior online, but the government will listen to views of internet companies",
    "category_1": "Tech",
    "time": "2021-07-06 08:58:00",
    "body": "HONG KONG—Hong Kong’s chief executive tried to ease U.S. tech titans’ concerns about proposed changes to data-protection laws, saying new rules are needed to stop the malicious posting of people’s personal information online but that the government would listen to the companies.<br />The Wall Street Journal on Monday reported that an industry group representing  Facebook Inc.,   Twitter Inc.,   Alphabet Inc.’s  Google and others sent a private letter June 25 to Hong Kong’s privacy commissioner for personal data outlining members’ worries about the planned rules to combat doxing. Doxing is a term applied to the sharing of individuals’ information online so they can be harassed, a practice that was common during 2019 protests in the city.<br />The letter from the Singapore-based Asia Internet Coalition said the planned rules could put companies’ staff at risk of criminal investigations or prosecutions related to what the firms’ users post online. Tech companies could cease providing services in the city if authorities proceeded with the changes, it added.<br />“There is wide support that doxing should be legislated against,” Chief Executive Carrie Lam said Tuesday at a news conference at which she was asked about the letter from the industry group. “All pieces of legislation including the National Security Law will attract concern,” she said, referring to a law imposed on the city by China a year ago to quash opposition in the city, but in the legislative process “we will try to address these concerns.”<br />She added, “If online companies express their concern, I’m sure that the privacy commissioner is more than happy to meet with them to listen to their concerns.”"
}