{
    "url_original": "https://www.wsj.com/articles/hooligan-from-figure-of-fun-to-menacing-fan-11626379056",
    "url": "hooligan-from-figure-of-fun-to-menacing-fan-11626379056",
    "title": "Hooligan: From Figure of Fun to Menacing Fan",
    "sub_head": "Violent troublemakers got their name from a 19th-century Irish stereotype",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-369384?width=860&height=571",
    "image_1": "im-369384.jpg",
    "time": "2021-07-15 15:57:00",
    "body": "England’s soccer team lost the European Championship final against Italy last Sunday in a penalty shootout, and some fans reacted with violence, vandalism and racist abuse directed at three Black players who missed penalty kicks.<br />Invariably, and especially since the 1970s, the word applied to such out-of-control fans is “hooligans,” with outbreaks of lawlessness deemed to be “hooliganism.” But like the conduct it describes, the etymology of “hooligan” is downright unruly.<br />The likeliest explanation for how the term “hooligan” came to be used for violent young troublemakers relates to stereotypes of rowdy Irishmen commonly found in 19th-century performances in England’s music halls.<br />“Hooligan” first emerged as one of many English spellings given to the Irish Gaelic surname Ó hUallacháin. The “ch” in the middle of the name represents a sound that linguists call a “voiceless velar fricative,” with air rushing through a narrowing between the back of the tongue and the roof of the mouth, as in Scottish “loch” or German “Bach.” When Anglicized, that sound and its spelling can sometimes end up as a “g,” or alternatively as an “h” as in the more common version of the name, “Houlihan.”<br />British newspapers record a number of comic performances and songs featuring the name “Hooligan” or “O’Hooligan” starting around 1891. That year, a song called “The O’Hooligan Boys,” about a raucous Irish family, was performed at London’s Elephant and Castle Theatre. Around the same time, two Irish comedians named Jim O’Connor and Charles Brady portrayed rambunctious boys who sang, “Oh, The Hooligans! Oh, the Hooligans! Always on the riot, cannot keep them quiet.”"
}