{
    "url_original": "https://www.wsj.com/articles/hosting-cocktails-impress-your-guests-with-these-bar-cabinets-11626969953",
    "url": "hosting-cocktails-impress-your-guests-with-these-bar-cabinets-11626969953",
    "title": "Hosting Cocktails? Impress Your Guests With These Bar Cabinets",
    "sub_head": "If you’re entertaining after months of isolation, you need more flair than bottles stashed in a drab kitchen cupboard. Here, furniture that will beautify those Scotch decanters but still cost less than built-ins.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-372256?width=700&height=1050",
    "image_1": "im-372256.jpg",
    "time": "2021-07-22 12:05:00",
    "body": "If the 2020s are going to roar as stylishly as the 1920s, we need furniture dedicated to hooch. “People are looking for ways to entertain at home gracefully,” said Laura Neuman, the principal of PepperJack Interiors in Loomis, Calif., who has installed bar cabinets as affordable alternatives to built-in bars. Adding the latter to your home involves the services of so many tradespeople—tile mason, plumber, cabinet maker—that it can become a demanding (and expensive) project, she said.<br />We’ve scouted out five new liquor lockers that can handsomely stand in for a home bar. But before you impulse-buy any of them, make sure the one you choose plays amiably with the rest of your decor, suggested Jessica Harris, manager of production design for national furniture retailer Living Spaces. “A cabinet with tapered legs or one made from Lucite or wood and brass would suit a room with mid-century stylings,” she said. “A glam living room might call for a sleek cabinet with gold accents.”<br />When it comes to barware, Ms. Neuman recommends sticking with neutrals: stainless steel, crystal, brass. “The colors of wine and liquor bottles are so pretty, I wouldn’t add more.” She would, however, suggest riffing on the flavor of a cabinet. For the geometric Rosetta piece below, for example, she would pull in  Bauhaus  reproductions from a museum store. To complement the curvy, patinated Amalfi Chest, she’d look for daintier glassware like etched crystal—more artisanal Anthropologie than preppy Ralph Lauren. With the Classic Line Bar Cabinet by Muller, which looks like a big red toolbox, she’d have fun with an industrial theme, maybe even subbing in pickle jars “like the ones guys store nails and screws in” for glasses.<br />Here, the five chests we’d love to use to mix up our post-lockdown cocktails.<br />In this Japandi—Japanese meets Scandinavian—design, the pronounced oak grain makes a right turn when it hits the cabinet’s oversize pulls. Open shelves offer lots of storage. Vertex Bookcase Bar, $1,200, crateandbarrel.com"
}