{
    "url_original": "https://www.wsj.com/articles/hot-used-car-market-boosts-auto-lenders-and-borrowers-11627291981?mod=markets_lead_pos6",
    "url": "hot-used-car-market-boosts-auto-lenders-and-borrowers-11627291981",
    "title": "Hot Used-Car Market Boosts Auto Lenders and Borrowers",
    "sub_head": "Used vehicles are performing more like houses—growing in value",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-373037?width=860&height=573",
    "image_1": "im-373037.jpg",
    "time": "2021-07-26 05:33:00",
    "body": "Red-hot demand for used cars is turning the auto-lending world upside down.<br />Prices are so high that some lenders are coming out ahead on defaulted auto debt. And far fewer borrowers are underwater on their car loans, meaning they don’t owe more than the car is worth when they trade it in. It is a tricky time to buy a car, but a pretty good time to owe money on one.<br />It is a silver lining of the surge in used-car prices. Americans are shopping for cars at near-record numbers, but a computer-chip shortage has starved dealers of inventory. The severe shortage of vehicles to sell, including previously owned ones, has cars acting more like houses—growing in value and delivering meaningful gains to their owners. The average price of a used car was $18,453 in June, up more than 34% from the same time last year, according to Manheim Inc.<br />About 20% of owners were underwater when trading in their cars in June, down from 32% a year earlier, according to car-shopping site Edmunds. Those who are underwater owe $3,848 on average, 25% less than underwater borrowers at the same time in 2020.<br />The shift is also welcome news for lenders, who typically don’t make enough selling the cars of defaulted borrowers to cover unpaid loan balances. Four large banks more than covered their losses on defaulted car loans in the second quarter, the first time they have reported such recoveries in at least two decades, according to Piper Sandler Cos."
}