{
    "url_original": "https://www.wsj.com/articles/house-adjourns-without-extending-covid-19-eviction-moratorium-11627684248?mod=politics_lead_pos2",
    "url": "house-adjourns-without-extending-covid-19-eviction-moratorium-11627684248",
    "title": "House Adjourns Without Extending Covid-19 Eviction Moratorium",
    "sub_head": "A CDC ban designed to help tenants who fell behind on rent during the pandemic is set to expire this weekend",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-378269?width=860&height=573",
    "image_1": "im-378269.jpg",
    "time": "2021-07-30 18:49:00",
    "body": "WASHINGTON—A federal moratorium on the eviction of tenants who fell behind on rent during the Covid-19 pandemic is set to expire as scheduled this weekend after U.S. lawmakers were unable to advance a last-minute extension.<br />The Biden administration had called on lawmakers Thursday to extend the Centers for Disease Control and Prevention’s moratorium further, saying the CDC couldn’t extend the moratorium itself because of a recent Supreme Court ruling.<br />House lawmakers adjourned late Friday for their August recess without action on the measure after Democratic leadership tried and failed to secure votes. The CDC moratorium ends at a time of heightened vulnerability for tenants as the Delta variant of the virus continues to spread in many parts of the country, the Biden administration warned.<br />State and local governments have struggled to distribute $47 billion in federal money aimed at helping tenants who can’t pay rent because of the pandemic-triggered downturn, leaving many people at risk of being forced out of their homes when the moratorium expires.<br />Just $3 billion of the aid authorized by Congress in December and March had been delivered to landlords and tenants as of June 30, the Treasury Department said in a report last week. About 8.2 million adults were behind on their rent or mortgage as of July 5 and have low confidence they can pay on time next month, a Census Bureau survey showed."
}