{
    "url_original": "https://www.wsj.com/articles/house-gop-leader-kevin-mccarthy-makes-picks-for-jan-6-panel-11626743695?mod=business_minor_pos4",
    "url": "house-gop-leader-kevin-mccarthy-makes-picks-for-jan-6-panel-11626743695",
    "title": "House GOP Leader Kevin McCarthy Makes Picks for Jan. 6 Panel",
    "sub_head": "Rep. Jim Banks is chosen to serve as the committee’s top-ranking Republican member",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-371932?width=860&height=573",
    "image_1": "im-371932.jpg",
    "time": "2021-07-19 21:14:00",
    "body": "WASHINGTON—House Minority Leader Kevin McCarthy (R., Calif.) chose five Republican lawmakers to serve on the Democrat-led select committee investigating the Jan. 6 attack on the U.S. Capitol, ahead of the panel’s first hearing later this month.<br />Mr. McCarthy tapped Rep. Jim Banks (R., Ind.), chair of the Republican Study Committee, a group of the most conservative House Republicans, to serve as the select committee’s top-ranking GOP member.<br />His other appointees are moderate Rep. Rodney Davis (R., Ill.), the top Republican on the Committee on House Administration; Reps. Jim Jordan (R., Ohio) and Kelly Armstrong (R., N.D.), both of whom served on the House Judiciary Committee during the first impeachment of former President Donald Trump; and Rep. Troy Nehls (R., Texas), a former sheriff and freshman lawmaker who helped barricade the House floor against rioters on Jan. 6.<br />The House voted largely along party lines late last month to establish the select committee to investigate the events of Jan. 6, when Mr. Trump’s supporters stormed the Capitol building and temporarily interrupted the ratification of Joe Biden’s electoral-college victory. Senate Republicans blocked an effort earlier this year to set up a bipartisan, independent commission, saying Democrats would weaponize it against Republican candidates in 2022.<br />In all, 13 members of Congress will serve on the select committee, with eight chosen directly by House Speaker Nancy Pelosi (D., Calif.) and another five after consultation with Mr. McCarthy. Mrs. Pelosi didn’t comment on Mr. McCarthy’s picks on Monday. The resolution the House passed to create the select committee gives her the power to reject them."
}