{
    "url_original": "https://www.wsj.com/articles/how-trump-nearly-justified-car-tariffs-11626734503?mod=opinion_lead_pos4",
    "url": "how-trump-nearly-justified-car-tariffs-11626734503",
    "title": "How Trump Nearly Justified Car Tariffs",
    "sub_head": "The once-secret report, now public, is a warning for a derelict Congress.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-371877?width=860&height=573",
    "image_1": "im-371877.jpg",
    "time": "2021-07-19 18:41:00",
    "body": "The Trump Administration never released its much-mooted 116-page argument for “national security” tariffs on  Volkswagen s and other foreign cars, and now we know why. Credit to Commerce Secretary Gina Raimondo for finally publishing it this month and letting the public see the shoddy handiwork.<br />President Trump ultimately didn’t impose the suggested tariffs of up to 35% on foreign autos, but the report is a warning of how much trade power Congress has ceded. A law known as Section 232 lets the President “adjust” imports if they threaten to impair “national security.” The autos report defines that expansively to include not only “national defense,” but also “the general security and welfare of certain industries” that are believed “critical.”<br />Hence the absurdity. The autos report cites data from 2017, and that year the world’s biggest car maker was  General Motors ,  which produced 8.9 million vehicles, including two million made in the U.S. The fourth-largest was  Ford ,  which made 6.1 million automobiles, 2.4 million in the U.S.<br />The report also claims that under Section 232 it doesn’t matter whether the purportedly perilous imports come from staunch American allies—which they do. The No. 2 and 3 auto manufacturers in 2017 were Toyota and Volkswagen. In Toyota’s case, its facilities inside the U.S. that year made a million automobiles. So did  Honda  and the company then called Fiat Chrysler. Yet the report treats Chrysler as foreign, as if it would represent a fifth column during America’s coming war with Italy.<br />The analysis of Mexico suffers the opposite problem. “Imports,” the report frets, “now exceed American-owned production in the United States.” This narrow framing excludes GM’s and Ford’s capacities across the border. Auto makers have sought efficiency by integrating North American supply chains, and the report admits that “80 percent of Mexican vehicle production is exported to the United States.”"
}