{
    "url_original": "https://www.wsj.com/articles/how-jitters-about-the-global-economy-are-rippling-through-markets-11626730635?mod=markets_lead_pos1",
    "url": "how-jitters-about-the-global-economy-are-rippling-through-markets-11626730635",
    "title": "How Jitters About the Global Economy Are Rippling Through Markets",
    "sub_head": "Behind the rout, investors say, is a growing list of concerns about the recovery",
    "category_1": "Markets",
    "time": "2021-07-19 17:37:00",
    "body": "Stocks, bond yields and oil prices declined Monday in the most acute sign yet that investors are second-guessing the strength of the global economic recovery that sent markets soaring this year.<br />Markets rallied in the first half of 2021, thanks to investors’ bets that economies would bounce back, as countries rolled out Covid-19 vaccinations and lifted restrictions on businesses. Reports on everything from retail sales and housing prices to employment have shown swaths of the U.S. economy healing, helping send the S&P 500 to 39 record closes this year and almost double from its March 2020 trough.<br />Monday’s pullback put a dent in that narrative. The Dow Jones Industrial Average fell 725.81 points, or 2.1%, to 33962.04, logging its steepest decline since October. Meanwhile, the yield on the 10-year U.S. Treasury note, which falls as bond prices rise, sank to its lowest level since February. And U.S. crude oil prices slid 7.5%—marking their worst session since September.<br />Behind the rout, investors say, is a growing list of concerns about the recovery. The Delta coronavirus variant has spread rapidly, reigniting the debate in several countries about whether governments should resume lockdowns and curb activity. Meanwhile, inflation has accelerated faster than many anticipated, and strained U.S.-China relations have put pressure on trillions of dollars’ worth of U.S.-listed Chinese companies.<br />Many money managers believe the global economy will be able to keep growing. They just don’t know how quickly—and whether the gains will be enough to keep increasingly pricey-looking markets rising after a banner first half."
}