{
    "url_original": "https://www.wsj.com/articles/how-to-grill-steak-this-summer-simply-skewered-11627478912",
    "url": "how-to-grill-steak-this-summer-simply-skewered-11627478912",
    "title": "How to Grill Steak This Summer: Simply, Skewered",
    "sub_head": "This recipe gets maximum flavor from rib-eye with minimal time and effort. Roasted piquillo peppers and a simple green salad provide bracing complements.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-375915?width=860&height=1290",
    "image_1": "im-375915.jpg",
    "time": "2021-07-28 09:28:00",
    "body": "A GOOD STEAK requires no sauce, in chef Ryan Bartlow’s opinion. At Ernesto’s in Manhattan, he often serves excellent cuts sauceless and free of fussy sides so diners can better appreciate the meat itself.<br />That’s more or less his approach in his second Slow Food Fast recipe. Here, Mr. Bartlow threads dry-aged rib-eye or strip steak onto skewers and quickly grills the meat until it’s well browned on the exterior and rare to medium-rare within. He serves the skewers simply, with a green salad and a few roasted piquillo peppers.<br />The salad consists of nothing more than fresh lettuce and slivered onions dressed in oil and vinegar. “It’s a palate cleanser,” Mr. Bartlow said. The peppers provide some sweetness and zing. “You don’t need anything else,” he added. “Except maybe some bread and a good bottle of wine.”<br />To let the flavor really shine through, Mr. Bartlow waits until the steak is on the grill to salt it. “I season the meat generously once it starts to sweat. You can use a kosher salt to start if you like. But then, off the grill, I use a coarse salt, like Maldon,” he said.<br />It took Mr. Bartlow years of working in restaurant kitchens (not to mention eating), in Spain and the U.S., to gain the confidence to cook so simply. “It’s about the meat. It’s about preserving traditions from the Basque region,” he said. “This is how it’s done there, and it’s food served with pride. Why change it?”"
}