{
    "url_original": "https://www.wsj.com/articles/how-alex-moss-became-the-go-to-jeweler-for-tyler-the-creator-and-other-rappers-11627318924",
    "url": "how-alex-moss-became-the-go-to-jeweler-for-tyler-the-creator-and-other-rappers-11627318924",
    "title": "How Alex Moss Became the Go-To Jeweler for Tyler, the Creator and Other Rappers",
    "sub_head": "At just 29, Mr. Moss is already renowned for his resplendent diamond-laden chains, which sell for as much as $500,000",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-375211?width=700&height=467",
    "image_1": "im-375211.jpg",
    "time": "2021-07-26 13:02:00",
    "body": "FRESH OFF THE release of his chart-topping album “Call Me If You Get Lost,” Tyler, the Creator arrived at June’s BET Awards wearing a gigundo necklace made of gumball-like orbs encrusted all around with colored diamonds. Hanging from the piece, which was crafted by New York jeweler Alex Moss, was a similarly diamond-bedazzled statuette of “Bunny Hop,” the rapper’s bellhop alter ego. Tyler said the gem-laden necklace was so heavy that it wasn’t “fun to wear,” but its majesty made it worth it. “The concept, the colors...no one this year is going to have a better piece,” Tyler said.<br />Mr. Moss, just 29, is quickly becoming one of the most in-demand names in the small, competitive world of diamond-dense custom jewelry, a niche occupied by players like Greg Yuna (known as Mr. Flawless), Eliantte & Co. and Avianne & Co. Last August, Mr. Moss created eight shimmering championship rings for rapper Jack Harlow and the members of his musical collective, Private Garden. Earlier this year, Mr. Moss unveiled a hulking, diamond-encrusted cross necklace (with a removable, and quite menacing, knife hidden inside) for the outlandishly dressed Instagram influencer Bloody Osiris. Some of his more exuberant work has landed in Japan, like a green-diamond pendant of a sneaker-wearing alien for the rapper JP the Wavy.<br />When I spoke to Mr. Moss at his office near the corner of 5th Avenue and 47th Street in New York’s Diamond District, he said he was working on around “15 to 20” custom pieces—an impressive workload for a jeweler who has only run his own business for less than a year. “I’m so busy, my head is exploding,” he said.<br />A repeat customer, Tyler, the Creator was turned onto to Mr. Moss last year by his friend, fashion designer Anwar Carrots. Some resplendent chains that Mr. Moss had worked on earlier in his career for rappers like Blueface impressed Tyler, 30, who saw an opportunity to give his generational peer a boost in his burgeoning business. “It’s fun taking people places that they don’t know they could go to,” said Tyler. “When we got to talking, he just sounded so passionate and enthusiastic, like he loved what he did.” Tyler has since commissioned several splendorous creations from Mr. Moss, including a belt buckle dripping with luminescent pearls and an astonishingly detailed brooch depicting two tassel-loafered feet. “I love seeing him try to bring my ideas to life,” said Tyler.<br />Mr. Moss’s backstory is not a standard Diamond District tale. While some of his competitors along 47th Street, its main thoroughfare, were practically born with a loupe in hand, Mr. Moss has no familial roots in the industry. His Armenian immigrant parents “don’t even care about jewelry.” When he was growing up in Toronto, they wanted him to pick a more conservative profession such as law or medicine."
}