{
    "url_original": "https://www.wsj.com/articles/how-uber-and-lyft-can-save-lives-national-bureau-of-economic-research-study-11627597079?mod=opinion_lead_pos2",
    "url": "how-uber-and-lyft-can-save-lives-national-bureau-of-economic-research-study-11627597079",
    "title": "How Uber and Lyft Can Save Lives",
    "sub_head": "Ride-sharing apps cut traffic fatalities by 4%, a new study finds.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-30 18:36:00",
    "body": "The value of ride-sharing apps has been proven in the marketplace, and residents of areas poorly served by old-fashioned cabs have a particular reason to be grateful. Now here’s a remarkable safety bonus: Uber “has decreased US alcohol-related traffic fatalities by 6.1% and reduced total US traffic fatalities by 4.0%.”<br />That estimate comes from two professors at the University of California, Berkeley, who published an analysis this week at the National Bureau of Economic Research. Previous studies of ride-sharing and traffic fatalities showed a mixed picture, but they generally examined how the data changed, or not, as Uber rolled into different geographic markets, which is a blunt way of looking at it.<br />The new paper analyzes “proprietary Uber ridership data” on trip counts, broken down by month and Census tract for most of the U.S. from July 2012 to January 2017. The authors say it proves the defects of the earlier approach, since Uber’s market entry explains “less than 3% of the tract-level variation in ridesharing.”<br />After crunching the granular data, the professors find “a robust negative impact of ridesharing on traffic fatalities.” The effects are “larger during nights and weekends,” which is intuitive if people are getting into Ubers instead of driving drunk. As for overall traffic deaths, the authors make two points about how ride-sharing can lower the figures.<br />First, “some fatal crashes without reported alcohol involvement may nevertheless involve alcohol.” Second, it’s possible ride-sharing drivers might be safer “than the drivers they replace.” Your mileage will vary. But unlike the average guy texting on the freeway, app drivers know there’s someone in the back seat who could report them."
}