{
    "url_original": "https://www.wsj.com/articles/how-corporate-america-became-a-political-orphan-11627052148?mod=politics_lead_pos11",
    "url": "how-corporate-america-became-a-political-orphan-11627052148",
    "title": "How Corporate America Became a Political Orphan",
    "sub_head": "With populism on the rise in the GOP and the Democrats moving left, the business community is struggling to find allies in a polarized era",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-23 10:55:00",
    "body": "American business leaders increasingly have been pulled into—or in some cases have dived willingly into—the hot cauldron of today’s political system. How’s that going? Consider events that unfolded within a matter of days recently.<br />Toyota Motor Corp.  publicly defended its decision to keep giving money to Republicans who refused to certify the 2020 election results, only to reverse course a few days later under public pressure. Former President Donald Trump filed a lawsuit against big tech companies for banning him from their social media platforms, while a panel at the Conservative Political Action Conference railed against “woke corporations” and talked of a “patriotism index” to help conservatives decide which companies’ products to buy and which to boycott.<br />Meanwhile, on the Democratic side, President Joe Biden issued an executive order instructing government agencies to take 72 different actions to rein in big corporations and went after Facebook over its role in the spread of vaccine disinformation. His administration also engineered an international agreement establishing a global minimum corporate tax and made Lina Khan, a well-known antitrust crusader, the head of the Federal Trade Commission, much to the delight of progressives.<br />Like other institutions, the U.S. business community is being buffeted by the angry partisan winds coursing through the country. But this rapid-fire series of hits illustrates an even deeper problem for corporate leaders: The Republican and Democratic parties are both undergoing a historic transformation, which increasingly makes the business community a political orphan, without a comfortable home in either party. Corporate leaders still have suitors in Washington, to be sure, but it’s not as easy  as it used to be to get a date to the prom. One prominent business figure privately refers to his community’s place in the current political landscape as a “small and shrinking island.”<br />Corporate America needs a new political strategy, but it is having trouble developing one. Should it still consider its traditional allies in the Republican party the safest bet or shift to nurturing more Democrats and centrists in both parties? Does it heed calls from customers and employees to take stands on burning social issues, even though it sometimes gets only limited credit on the left for doing so? Could the business community simply opt out of politics entirely?"
}