{
    "url_original": "https://www.wsj.com/articles/how-jeff-bezoss-space-watch-became-a-marketing-win-for-omega-11627058918",
    "url": "how-jeff-bezoss-space-watch-became-a-marketing-win-for-omega-11627058918",
    "title": "How Jeff Bezos’ Space Watch Became a Marketing Win for Omega",
    "sub_head": "The Blue Origin and Amazon founder’s conspicuous wristwatch led to a surge of interest in the Swiss watchmaker",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "time": "2021-07-23 12:48:00",
    "body": "JEFF BEZOS’ Blue Origin mission on Tuesday wasn’t just a landmark event in private space travel. It was also a shrewd marketing opportunity for one of the world’s top high-end watch makers. As Mr. Bezos posed for pictures and chatted with CNN reporters following the launch, he had a shimmering Omega wristwatch strapped conspicuously on the exterior of his jumpsuit.<br />Through a representative, the Swiss luxury watch brand confirmed that Blue Origin outfitted Mr. Bezos, his brother Mark Bezos, pilot Wally Funk and Dutch student Oliver Daeman with the customized stainless steel Speedmaster Moonwatch chronograph wristwatches, but it would not say whether the watches were gifted or purchased by the company. Regardless of their origin, the Blue Origin crew’s watches proved to be a publicity boon for Omega.<br />Google Trends, the search engine’s in house measurement of interest, showed a big spike in searches of “Bezos Watch” and “Jeff Bezos Watch” on the morning of the Blue Origin’s launch. In a sign that at least some keen-eyed watch aficionados were watching the proceedings, Google Trends also showed a healthy number of searches for the more specific “Jeff Bezos Omega.”<br />On Tuesday, Hodinkee, a watch publication beloved by horological nerds, ran an online story about the crew’s Omegas, which became the site’s most read story that day, said Danny Milton the article’s author. (Mr. Milton noted that the publication saw similar traffic when it correctly identified the Rolex worn by president Joe Biden at his inauguration.)<br />Omega has a longstanding affiliation with space travel, dating back to 1962 when NASA astronaut Walter Schirra wore an Omega Speedmaster into space. But thanks to the wall-to-wall coverage of Mr. Bezos’s Blue Origin launch, Omega’s public moment was closer in spirit to its associations with Hollywood. Omega’s roster of celebrity backers includes Daniel Craig, George Clooney and Nicole Kidman, generating steady interest in the brand from fans who want to copy their favorite star’s favorite watch."
}