{
    "url_original": "https://www.wsj.com/articles/how-cubas-communists-cling-to-power-11626128117?mod=opinion_lead_pos9",
    "url": "how-cubas-communists-cling-to-power-11626128117",
    "title": "How Cuba’s Communists Cling to Power",
    "sub_head": "A mix of ruthless repression and shrewd opportunism makes the regime resilient.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-07-12 18:15:00",
    "body": "As protests erupted across Cuba last weekend, the country faced its severest test since the fall of the Soviet Union. But the system Fidel Castro founded is resilient, and those in charge are determined. Caught off guard initially by the protests, authorities responded quickly and forcefully, cutting off internet service and supplementing police forces with violent groups of regime supporters to shut down the fast-spreading protests.<br />Many observers expected the regime to disintegrate in the 1990s when the Soviet collapse left the island politically isolated and cut off from the subsidies that had kept its struggling economy afloat. Widespread food and energy shortages marked what Castro called the “special period,” but a mix of ruthless repression and shrewd opportunism kept the Communist Party in power.<br />Castro found new sources of revenue to replace the Soviet Union. Tourism brought foreign currency from Europeans and Canadians seeking sun and sex. Hugo Chávez’s Venezuela provided energy in exchange for Cuban political and military assistance. Havana rented out its medical personnel overseas, with the government being paid directly for their services and providing the conscripted health workers with only a pittance. And Castro cynically weaponized the family ties between Cuban-Americans and their on-island relatives. Allowing Cuban-Americans to visit the island and to send money to their suffering family members brought desperately needed dollars into Cuba—and the government set up a network of dollar-only stores selling scarce goods at high prices to capture this revenue for itself.<br />Castro always regarded market forces with suspicion and, despite advice from Beijing, chose not to follow the Chinese or Vietnamese model. He did, however, introduce carefully limited market reforms when times were especially difficult, rolling them back when conditions improved.<br />He also manipulated the flow of resources to reinforce the regime. Havana wouldn’t permit an independent business sector on the island, and foreign investors were carefully monitored. No single investor, corporate or individual, was allowed to accumulate enough assets to pose any kind of political threat to the power structure. Raúl Castro, at the head of the armed forces, ensured that loyal officers were the chief beneficiaries of the burgeoning tourism industry, and either the army, the state or the Communist Party was the privileged partner in joint ventures with foreign investors."
}