{
    "url_original": "https://www.wsj.com/articles/how-ford-and-volkswagen-could-keep-the-good-times-rolling-11627567108?mod=business_minor_pos10",
    "url": "how-ford-and-volkswagen-could-keep-the-good-times-rolling-11627567108",
    "title": "How Ford and Volkswagen Could Keep the Good Times Rolling",
    "sub_head": "Chip shortage has made car sales unusually profitable, but makers’ chances of maintaining margins depend on a new way of doing business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-29 09:58:00",
    "body": "Profit upgrades are coming thick and fast from car manufacturers, even as they talk of little else but reinventing the wheel.<br />Ford ,   Volkswagen  and  Nissan  have all published strong quarterly earnings and upped their full-year forecasts over the past two days. The common theme, which is likely to run through reports from GM and Stellantis next week, has been unusually high margins due to inflation in vehicle prices and a profitable mix of sales. The continuing semiconductor shortage has restricted the usual competition between dealers and forced manufacturers to prioritize more profitable models.<br />The obvious question for investors is whether these conditions—benign for manufacturers, less so for consumers—can last. The simple answer is almost certainly no, but there are elements car makers might be able to hold on to as they rethink their relationship with consumers.<br />Both Ford and Volkswagen made reassuring noises about retaining pricing discipline even after the scarcity of microchips, and hence cars, eases. But this is easier said than done. The industry has historically suffered from spare factory capacity that manufacturers have every incentive to fill. The result is typically excessive inventories, whether on dealer lots (for U.S. car makers) or on company balance sheets (for German ones) that make it hard to resist discounting.<br />Spare capacity is likely to get worse as manufacturers spend billions of dollars on ramping up output of electric vehicles. Some are starting to talk about winding down their gas-engine assets, but nobody knows how fast consumers will embrace EVs. Flexibility will be needed, which implies excess production capacity in one technology or the other. Maintaining pricing discipline in such an environment seems like a fantasy."
}