{
    "url_original": "https://www.wsj.com/articles/how-adherents-see-critical-race-theory-11626199490?mod=opinion_lead_pos8",
    "url": "how-adherents-see-critical-race-theory-11626199490",
    "title": "How Adherents See ‘Critical Race Theory’",
    "sub_head": "It’s worth examining the academic roots of a phrase that has become a catch-all.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-07-13 14:04:00",
    "body": "At its recent annual meeting, the National Education Association adopted an agenda item stating, “It is reasonable and appropriate for curriculum to be informed by academic frameworks for understanding and interpreting the impact of the past on current society, including critical race theory.”<br />Becky Pringle, the teachers union’s president, declared that “if this grand experiment in democracy is to succeed,” then “we must continuously do the work to challenge ourselves and others to dismantle the racist interconnected systems and the economic injustices that have perpetuated systemic inequities.”<br />Asked about the NEA’s decision, White House press secretary Jen Psaki said that President Biden believes “children should learn about our history,” including the view that “there is systemic racism that is still impacting society today.”<br />With this statement, Mr. Biden has plunged headlong into a roiling national debate about critical race theory, and it isn’t clear he can win it. The issue has become central to the cultural agenda that Republicans hope to ride to victory in the midterm elections. The share of Americans who believe its impact on our society will be negative is twice as large as those with a positive assessment. Only 16% strongly support teaching critical race theory in public schools, compared with 29% who strongly oppose it.<br />Between Feb. 1 and June 13, Fox News mentioned critical race theory more than 1,300 times. Christopher Rufo, a young conservative activist who was instrumental in persuading President Trump to issue an executive order restricting diversity training throughout the executive branch, has a remarkably effective strategy. It’s no secret: In a well-known tweet, he described his plan for turning critical race theory “toxic” by putting “all of the various cultural insanities under that brand category.”"
}