{
    "url_original": "https://www.wsj.com/articles/how-inflation-threatens-the-recovery-11626876000?mod=markets_major_pos13",
    "url": "how-inflation-threatens-the-recovery-11626876000",
    "title": "How Inflation Threatens the Recovery",
    "sub_head": "Constricted supply, not overheating demand, is casting a shadow over the recovery, worrying investors",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-07-21 10:00:00",
    "body": "There are two kinds of inflation. One results from demand growing faster than the economy’s productive capacity, causing the economy to overheat. Call that good inflation, because it is usually linked to a stronger economy. By contrast, bad inflation results from constricted supply which curtails output, driving up prices and eroding incomes, leading to a weaker economy.<br />Much of the debate over inflation is whether the good sort—i.e., overheating—is about to happen. But investors are signaling that the bad sort is the bigger risk to the economy. As measured inflation has shot to a 13-year high of 5.4%, long-term bond yields have plummeted. Even before the spreading Delta variant of Covid-19 unsettled stocks this week, more economically sensitive sectors have been flagging. Those are the sorts of market movements that precede an economic slowdown. Meanwhile, economic data has gone from solidly upbeat to mixed: Forecaster IHS Markit has revised down estimated annual growth in the second quarter from nearly 12% in early June to 8%.<br />The textbook case of bad inflation is an energy shock. The supply of oil is relatively fixed in the short run so a disruption such as a war or a surge in global demand can cause the price to rise. That can both force companies to reduce output and act as a tax on consumers. The last two times inflation was as high as it is now, in 1990 and 2008, resulted from oil shocks that helped push the U.S. into recession.<br />The U.S. is now experiencing several such supply shocks at once, collectively throwing up a roadblock to what should be a powerful post-pandemic recovery.<br />The most pronounced supply problems are in housing and autos. Both usually lead recoveries as they respond to pent-up demand and low interest rates. This time, that demand is colliding with severely constrained supply."
}