{
    "url_original": "https://www.wsj.com/articles/how-dollar-tree-sells-nearly-everything-for-1-even-when-inflation-lurks-11625995802?mod=business_lead_pos6",
    "url": "how-dollar-tree-sells-nearly-everything-for-1-even-when-inflation-lurks-11625995802",
    "title": "How Dollar Tree Sells Nearly Everything for $1, Even When Inflation Lurks",
    "sub_head": "Discount chain bets it can manage rising wages and shipping rates by tinkering with selection and trimming costs",
    "category_1": "Business",
    "time": "2021-07-11 05:30:00",
    "body": "Dollar Tree Inc.  is famous for selling most of its products—from a pair of flip flops to a small bottle of detergent—for a dollar apiece.<br />The strategy, which draws in loyal shoppers looking for bargains, has left the discount chain with less room than rivals to manage rising costs this year. The Covid-19 pandemic has pushed up transportation rates, workers’ wages and prices for some raw materials.<br />“We are still going to deliver at a dollar as our customers have expected for over 30 years,” said Michael Witynski, a grocery veteran who joined Dollar Tree in 2010 and took over as its chief executive a year ago. The challenge, he said in a recent interview, is to continue to find ways to buy products such as holiday decorations, snacks and craft supplies for around 43 cents, then charge $1 to shoppers.<br />Prices are rising for a range of goods and services as shipping and manufacturing remain snarled by the pandemic and other factors. At the same time, demand for many products is high while U.S. consumers continue to emerge from last year’s lockdowns. In many cases, consumer-goods companies such as  Procter & Gamble Co.  and  General Mills Inc.  are passing those price increases onto consumers. For a chain that attracts shoppers with mostly $1 products, adapting can be more challenging.<br />The majority of Dollar Tree’s products are store brands, which gives it flexibility in an inflationary environment. Last year Dollar Tree changed the packaging on a bestselling over-the-door metal hanger, Mr. Witynski said, moving to a smaller, less-expensive cardboard hook for shelf display. The retailer started shipping $1 gift bags, another big seller, in boxes of 72, up from 24 to save on shipping costs, he said. Cartons of fresh eggs fluctuate between 18, 12 or 6 packs, depending on costs."
}