{
    "url_original": "https://www.wsj.com/articles/how-bidens-executive-order-could-reshape-rail-and-ocean-shipping-11626255001?mod=business_lead_pos10",
    "url": "how-bidens-executive-order-could-reshape-rail-and-ocean-shipping-11626255001",
    "title": "How Biden’s Executive Order Could Reshape Rail and Ocean Shipping",
    "sub_head": "New rules target what the White House says is a pattern of consolidation",
    "category_1": "Politics",
    "time": "2021-07-14 05:30:00",
    "body": "President Biden’s sweeping executive order signed last week laid out the administration’s priorities for promoting competitive markets and limiting corporate dominance. Among the dozens of provisions included in the order are directives aimed at railroads and ocean shipping.<br />The administration says the relatively small number of major players in the ocean-shipping trade and the U.S. freight-rail business has enabled companies to charge unreasonable fees. In the case of the seven Class 1 freight railroads, consolidation has given some railroad companies control of most of the freight tracks in parts of the country.<br />The executive order encourages the Surface Transportation Board to take up a longstanding proposed rule mandating so-called reciprocal or competitive switching, the practice whereby shippers served by a single railroad can request bids from a nearby competing railroad if service is available. The competitor railroad would pay access fees to the monopoly railroad, but could win the shipper’s business by offering a lower price, using the rival railroad’s tracks and property. The railroad trade association, the Association of American Railroads, has opposed the policy.<br />In its actions targeting the transportation sector, the administration is highlighting what it calls the dangers of consolidation. For U.S. importers, the consolidation has given ocean carriers leverage to raise fees such as those for demurrage, essentially late fees on shipments that aren’t picked up from freight terminals on time.<br />The executive order asks the maritime commission to take steps to protect American exporters from high fees. The order also asks the commission to work with the Justice Department to enforce its actions."
}