{
    "url_original": "https://www.wsj.com/articles/how-to-motivate-your-teen-to-be-a-safer-driver-11626526802?mod=tech_lead_pos10",
    "url": "how-to-motivate-your-teen-to-be-a-safer-driver-11626526802",
    "title": "How to Motivate Your Teen to Be a Safer Driver",
    "sub_head": "Showing teenage drivers how to avoid being distracted behind the wheel works better than nagging them to put their phones away, research finds",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-367556?width=860&height=573",
    "image_1": "im-367556.jpg",
    "time": "2021-07-17 09:00:00",
    "body": "With summer in full swing and pandemic restrictions lifting, more teens are getting behind the wheel. And they’re taking their smartphones.<br />Phone-related distractions are a leading cause of teen crashes, but that phone has also begun to provide insights for parents who want to ensure their young drivers are safe.<br />Through apps from insurers and other providers, parents can track their teens on the road and see how well they’re driving. The question is: How do you effectively use this new information?<br />An age-old parenting quandary is whether and when to use positive reinforcement or punishment with children. When it comes to teen driving, the stakes for choosing the right approach are high. Do you take away teens’ driving privileges if the tracking apps show them to be speeding or using their phones too much while driving, or do you focus on what they’re doing right?<br />Summer is the most dangerous time of year for auto accidents, and new teen drivers are three times as likely as adults to be involved in a deadly crash, according to the Automobile Association of America. Distraction plays a role in about 6 out of 10 teen crashes. Holding a phone while driving has been shown to increase the risk of a crash or near crash by up to four times, and glancing at a phone for more than two seconds increases crash risk exponentially, according to an analysis of studies on teen driving and cellphone use."
}