{
    "url_original": "https://www.wsj.com/articles/how-bankruptcy-could-help-johnson-johnson-corral-vast-talc-litigation-11626773400?mod=business_minor_pos4",
    "url": "how-bankruptcy-could-help-johnson-johnson-corral-vast-talc-litigation-11626773400",
    "title": "How Bankruptcy Could Help Johnson & Johnson Corral Vast Talc Litigation",
    "sub_head": "The company has told personal-injury attorneys it is considering filing a subsidiary for bankruptcy, which legal experts say could prompt injury claimants to settle",
    "category_1": "Pro Bankruptcy Distress",
    "image_1_url": "https://images.wsj.net/im-371922?width=860&height=573",
    "image_1": "im-371922.jpg",
    "time": "2021-07-20 05:30:00",
    "body": "Johnson & Johnson  has told personal injury attorneys it is considering putting a subsidiary into bankruptcy to corral thousands of lawsuits alleging its talcum-based baby powder caused ovarian cancer and mesothelioma, according to people familiar with the matter. A company spokesperson said it hasn’t decided on any course of action with respect to the talc lawsuits, except to defend the safety of talc and to litigate pending claims.<br />Here is how a chapter 11 filing could affect the legal fight between the healthcare giant and the thousands of people who blame one of its flagship products for their cancer.<br />Bankruptcy gives companies several tools to resolve all of the liability claims they face now or in the future over products that cause injuries or are defective in some way. After a bankruptcy filing, lawsuits in every state and federal court are automatically paused and brought before a single bankruptcy judge.<br />Consumers have alleged in thousands of lawsuits against J&J that talcum powder in Johnson’s Baby Powder and Johnson’s Shower to Shower can cause inflammation that leads to cancer. Other complaints allege the talc products were contaminated with asbestos. J&J has denied the allegations and has for years been defending itself against talc-related litigation.<br />A bankruptcy filing by a J&J subsidiary would halt pending lawsuits, at least for a while. The publicly traded parent company could receive the benefit of the automatic stay even if only an affiliate filed for bankruptcy."
}