{
    "url_original": "https://www.wsj.com/articles/how-the-nfl-miami-vice-tracy-chapman-and-arbys-made-me-an-american-11625238213",
    "url": "how-the-nfl-miami-vice-tracy-chapman-and-arbys-made-me-an-american-11625238213",
    "title": "How the NFL, ‘Miami Vice,’ Tracy Chapman and Arby’s Made Me an American",
    "sub_head": "For a child of 1980s Britain, pop culture from the U.S. held the promise of a bigger and bolder future.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-02 11:03:00",
    "body": "One of the earliest beliefs that I still cling to in life is that I was born an American trapped in an Englishman’s body. That is the kind of story you manufacture about yourself when you grow up in a place like Liverpool in the 1980s. The city felt apocalyptic back then—a rotting, dilapidated carcass in grim decline.<br />To survive, I feasted on everything American I could lay my hands on—movies, television, music, books, clothes, the occasional pair of knockoff Ray Bans. They all made America feel like a land where life was lived in glorious  Technicolor ,  as opposed to my bleak reality in the North of England, which was lived in black and white.<br />I know some of this will sound trite. How could I love a nation based on the largely fictional stories, images and myths that it peddled about itself? But that knowledge doesn’t diminish the awesome power they held over me as I was coming of age with the Stars and Stripes and the Manhattan skyline painted as a mural on my bedroom wall.<br />I eventually made the self-deception real by moving here, having an American family and, finally, becoming a newly minted U.S. citizen a year before the pandemic struck. America has played roughly the same role for me that ballet played for Billy Elliott, inspiring joy, hope and laughter. I am who I am because of the lessons about life I gleaned as a kid from that star-spangled flood of pop culture streaming across the Atlantic. As a tribute to my new country on Independence Day, here’s what I learned.<br />"
}