{
    "url_original": "https://www.wsj.com/articles/how-a-longtime-music-executive-is-trying-to-protect-artists-legacies-11626523203?mod=business_minor_pos2",
    "url": "how-a-longtime-music-executive-is-trying-to-protect-artists-legacies-11626523203",
    "title": "How a Longtime Music Executive Is Trying to Protect Artists’ Legacies",
    "sub_head": "Irving Azoff, manager to the Eagles and Nicki Minaj, discusses music investment, reviving the Beach Boys and why music on TV is fading",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-370764?width=860&height=573",
    "image_1": "im-370764.jpg",
    "time": "2021-07-17 08:00:00",
    "body": "Irving Azoff wants to preserve artists’ legacy in the age of music streaming—and his own.<br />The music industry completist has run several companies, including a concert promoter and a record label, and has managed some of the biggest artists of many generations, such as the Eagles, Bon Jovi, Steely Dan and Nicki Minaj.<br />His latest venture, Iconic Artists Group, joins a crowded market for music investment, and has signed deals for the songwriting and recording catalogs of the Beach Boys, David Crosby and Linda Ronstadt.<br />Over the past five years, the rights to music have become more valuable as revenue from streaming on services such as  Spotify Technology SA  and  Apple Inc.’s  Apple Music has grown and music is used more in other realms, such as digital fitness, videogaming and social media. Songwriter catalogs have been commanding sale prices that amount to 10 to 20 times the amount of their annual royalties, compared with eight to 13 times in earlier years.<br />Mr. Azoff, a recent Rock and Roll Hall of Fame inductee, has raised nearly half a billion dollars from Guggenheim Securities for Iconic, and is being selective about which artists he’ll take on as the guardian of their life’s work. He is also thinking about his own legacy and what he will entrust to his children."
}