{
    "url_original": "https://www.wsj.com/articles/hunter-bidens-secret-art-sale-11625869490?mod=opinion_lead_pos2",
    "url": "hunter-bidens-secret-art-sale-11625869490",
    "title": "Hunter Biden’s Secret Art Sale",
    "sub_head": "You won’t believe what the White House thinks is an ethical solution.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-367265?width=620&size=1.5",
    "image_1": "im-367265.jpg",
    "time": "2021-07-09 18:24:00",
    "body": "As President Biden’s son Hunter prepares for an art exhibition this fall that could include selling his paintings at prices up to $500,000, the White House is reportedly working with his attorney on a strategy to avoid ethical compromises. Here it is: Keep everything secret. Yes, for real, that’s the plan.<br />The New York gallery hosting the sale, media reports say, will refuse “suspicious” offers, including those over list price. The names of the buyers and bidders will be kept confidential, even from Hunter. As the paintings sell, apparently hundreds of thousands of dollars will simply appear in his bank account, and neither he nor the public will know where it came from.<br />You don’t feel reassured? Sources in the art world say the prices being floated—from $75,000 to $500,000, depending on the piece—are seriously high, especially for an unknown painter doing a first sale. So the question is who might be quietly trying to funnel money to President Biden’s son.<br />The art sale is a bad idea, full stop. But at least transparency would let bids be scrutinized in real time, preferably before a sale is final. Instead the White House is proposing opacity, even as its press aides brag that President Biden “has established the highest ethical standards of any administration in American history.”<br />Would the promised confidentiality be kept? Whispers about who bought what are inevitable. A Russian oligarch could have a proxy purchase a $500,000 painting for the purpose of leaking the information to hurt President Biden’s credibility. Why take this risk?"
}