{
    "url_original": "https://www.wsj.com/articles/hyper-education-review-studying-hard-and-blamed-for-it-11627338475",
    "url": "hyper-education-review-studying-hard-and-blamed-for-it-11627338475",
    "title": "‘Hyper Education’ Review: Studying Hard and Blamed for It",
    "sub_head": "Asian families are often mocked or faulted for their commitment to academics and for enrolling their children in after-school learning programs.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-375438?width=860&height=573",
    "image_1": "im-375438.jpg",
    "time": "2021-07-26 18:27:00",
    "body": "Arecent ad for the Kumon learning centers begins: “In the past year, it’s been hard to know if your child’s learning has been on track and advancing.” Parents are then encouraged to sign their children up for lessons after school to ensure that the students don’t fall behind. Of course, after-school education was growing even before the pandemic. (Kumon has reported annual revenue to be roughly $40 billion, with nearly 300,000 students nationwide.) But it may well grow even more now,as parents worry about the effects of disrupted school schedules and remote learning.<br />Pawan Dhingra, a professor of American Studies at Amherst College, doesn’t know quite how he feels about this. In “Hyper Education: Why Good Schools, Good Grades, and Good Behavior Are Not Enough,” he tries to figure out why parents are having their children spend hours every week on academic study outside of the schools they already attend and what this trend is doing to the kids, the parents and the school system. The book is somewhat narrowly focused—mostly on South Asians, who are especially keen on after-school learning and are enrolling their kids in math and spelling contests all over the country—but his interviews yield results that reverberate beyond any particular group.<br />An “immigrant mentality,” Mr. Dhingra says, plays a role in such academic ambition. Many parents worked hard in their native countries in order to make it here, and they are trying to pass along a work ethic to their children. Some parents are fearful of what will happen if their residency status wobbles (say, their visas expire) and their children must return home to compete with, say, fellow Indians. Other parents are in less remunerative jobs and need their children to get into a good college and have a lucrative career to shore up the family’s resources. As one Russian immigrant mother tells Mr. Dhingra: “I cannot afford to produce stupid kids.”<br />Such parents are often convinced that the schools they send their kids to—even in some of the highest-performing districts in the country—are not challenging their children sufficiently. And they’re right. Especially in the elementary and middle-school grades, “tracking”—that is, designating certain classes for students of higher demonstrated ability—is considered mean or discriminatory. At the same time, teachers say that, in a classroom of widely varied talents, they can’t design a curriculum that will challenge each student.<br />Mr. Dhingra, not surprisingly, blames testing. If teachers didn’t have to “teach to the test,” he says, they would have more flexibility to challenge smart students. But the reality is a bit more complicated than that. Testing was instituted primarily to help lower-performing students; higher-performing ones already grasp the test material and could be given more challenging work if schools would differentiate by ability. Now it seems that teachers and administrators are resentful that kids are learning math and other subjects elsewhere and are feeling bored in class. Mr. Dhingra claims that public schools “provide deeper, more thoughtful, well-researched means of teaching math, writing, and other subjects than are offered in learning centers.” But if parents thought that, they wouldn’t be paying all that money to Kumon and other tutorial companies."
}