{
    "url_original": "https://www.wsj.com/articles/iceland-is-open-to-u-s-travelersand-gloriously-uncrowded-11626451937",
    "url": "iceland-is-open-to-u-s-travelersand-gloriously-uncrowded-11626451937",
    "title": "Iceland Is Open to U.S. Travelers—and Gloriously Uncrowded",
    "sub_head": "For their first overseas trip since the start of the pandemic, a couple heads to Iceland to get far off the tourist track and binge on natural wonders",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-370556?width=860&height=573",
    "image_1": "im-370556.jpg",
    "time": "2021-07-16 12:12:00",
    "body": "IT’S ONE OF those end-of-the-earth places. The westernmost part of Iceland that overlooks the frigid Atlantic is a primordial world of sharp, snow-capped peaks, moonlike landscapes and sparkling fjords. But that wasn’t the main reason we drove three nerve-racking hours one way over hairpin-curve mountain roads, many unpaved and nearly all with a disturbing lack of guardrails. We wanted to see the puffins.<br />Puffins are those adorable, cartoonlike black-and-white seabirds with bizarre orange-and-black beaks. They raise their young on the 1,400-foot-high ocean cliffs on Iceland’s Westfjords peninsula, along with hundreds of thousands of other roosting birds. My partner, Jim, is an avid bird photographer and didn’t want to miss this prime birding site on our first visit to Iceland last month.<br />We also didn’t want to miss one of the most scenic, remote and least-populated parts of the island nation. In planning our first post-lockdown foreign trip we sought something far off the tourist track.<br />After the harrowing drive to the Latrabjarg bird cliffs northwest of Reykjavik, the capital, we began the hike up a steep trail to the edge. At a turn in the path, where the ocean-facing cliff was first visible, we found hundreds of gulls, eiders and other birds nesting on ledges, squawking and diving into the water for food—but no puffins. Amid a stiff breeze we trekked higher along the cliff, even inching to its rim on our stomachs for a scary look down. Still, no puffins. Finally, after about a half-hour of traversing the undulating terrain we got our payoff: A pair of puffins huddled on a cliff-side perch a dozen feet in front of us. Click, click, click went our cameras.<br />We picked Iceland for a trip because it had been welcoming Americans for several months, but we still faced some pandemic frustrations. After landing in Reykjavik, exhausted by an overnight flight from New York, we had to line up for a free Covid swab test despite being fully vaccinated. Then we had to wait five hours in our hotel room for the results before we were allowed to explore the city. (Since our trip in June, Iceland has eliminated the testing requirement for those who show a certificate of full vaccination or a prior Covid-19 infection.)"
}