{
    "url_original": "https://www.wsj.com/articles/if-war-comes-will-the-u-s-navy-be-prepared-11626041901?mod=opinion_lead_pos6",
    "url": "if-war-comes-will-the-u-s-navy-be-prepared-11626041901",
    "title": "If War Comes, Will the U.S. Navy Be Prepared?",
    "sub_head": "A new report details a culture of bureaucracy and risk-aversion that is corroding readiness.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-11 18:18:00",
    "body": "Is the U.S. Navy ready for war? A new report prepared by Marine Lt. Gen. Robert Schmidle and Rear Adm. Mark Montgomery, both retired, for members of Congress paints a portrait of the Navy as an institution adrift. The report, reviewed exclusively by the Journal, concludes that the surface Navy is not focused on preparing for war and is weathering a crisis in leadership and culture.<br />The impetus for the report was a series of recent catastrophes—a ship burning in San Diego last year; two destroyer collisions in the Pacific in 2017. Were these isolated events? Or did they indicate “larger institutional issues that are degrading the performance of the entire naval surface force”? The report surveyed active and recently retired service members of various ranks, conducting 77 candid hourlong interviews. A key finding: “Many sailors found their leadership distracted, captive to bureaucratic excess, and rewarded for the successful execution of administrative functions” rather than core competencies of war.<br />“I guarantee you every unit in the Navy is up to speed on their diversity training,” said one recently retired senior enlisted leader. “I’m sorry that I can’t say the same of their ship-handling training.”<br />Adm. Montgomery told me in an interview over the weekend that when he was a junior officer in the 1980s there was “an intense focus” on a likely confrontation with the Soviet navy—learning about classes of ships or the missiles aboard. After decades without a peer adversary at sea, “the same focus is not permeating the Navy today.”<br />The Navy has improved its pipeline for surface-warfare officers since the 2017 collisions, reversing a 2003 money-saving mistake of training junior officers by giving them 23 compact discs loaded with reading material. But the Navy doesn’t spend the money and time training surface warfare officers that it does submariners or aviators, and has revamped training so many times, usually in an effort to spend even less money, that commanding officers are left with “inconsistent, often ill-prepared wardrooms.”"
}