{
    "url_original": "https://www.wsj.com/articles/ifit-to-buy-fitness-platform-sweat-for-300-million-ahead-of-ipo-11626156000?mod=business_minor_pos7",
    "url": "ifit-to-buy-fitness-platform-sweat-for-300-million-ahead-of-ipo-11626156000",
    "title": "IFIT to Buy Fitness Platform Sweat for $300 Million Ahead of IPO",
    "sub_head": "NordicTrack owner is expected to fetch a valuation over $7 billion in an IPO this fall",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-368234?width=620&size=1.5",
    "image_1": "im-368234.jpg",
    "time": "2021-07-13 02:00:00",
    "body": "IFIT Health & Fitness Inc. will acquire Sweat, an online fitness training platform, ahead of an initial public offering that is expected in the fall, according to people familiar with the matter.<br />IFIT is buying Sweat, which was co-founded by trainer Kayla Itsines and CEO Tobi Pearce in 2015, for around $300 million, some of the people said. IFIT plans to keep Sweat, which is based in Australia, as a stand-alone brand and Ms. Itsines and Mr. Pearce as executives.<br />IFIT is beefing up its content offerings ahead of its anticipated IPO. The company, which owns NordicTrack, was recently valued in excess of $7 billion in its most recent round of funding in late 2020 and is expected to attain a valuation in excess of that in its IPO.<br />Should the company debut as planned later this year, it is expected to tap a market hungry for fast-growing companies in the busiest year for public offerings on record. IFIT’s closest competitor,  Peloton Interactive Inc.,  made its debut in late 2019, and while its stock price has tumbled this year after a recall of its treadmills, investors had raced into the stock. Even with the pullback, Peloton shares have more than quadrupled from their IPO price.<br />IFIT, formerly known as Icon Health & Fitness Inc., has been moving swiftly with its IPO plans and confidentially filed papers recently with the Securities and Exchange Commission, according to people familiar with the offering."
}