{
    "url_original": "https://www.wsj.com/articles/illinois-democrats-unemployment-prairie-state-climate-energy-change-fuel-prices-11626451190?mod=opinion_lead_pos6",
    "url": "illinois-democrats-unemployment-prairie-state-climate-energy-change-fuel-prices-11626451190",
    "title": "Illinois Democrats Play Politics With the State’s Electricity",
    "sub_head": "Their climate bill would raise prices and kill jobs in heavily Republican southern counties.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-16 12:45:00",
    "body": "Illinois doesn’t try that hard to attract businesses and workers. Its 9.5% corporate tax rate is the fifth highest in the country. Its property taxes are twice as high as those of its neighbors. And unlike most states in the Midwest, it doesn’t have a right-to-work law giving workers the choice not to join a union. Illinois does have one thing going for it: cheap and reliable electricity.<br />The state would lose that too under an 800-page climate bill Democrats in Springfield are contriving to jam through the statehouse. “The proposed energy legislation being circulated will be the largest rate hike on consumers and businesses in history,” a coalition of business groups wrote to Democratic Gov. J.B. Pritzker last month.<br />For starters, the legislation would force the shutdown of all coal plants in the state by 2035 and natural-gas generators by 2045. Coal plants have a useful life of 50 to 60 years and gas plants of around 30 to 40 years, so many recently constructed generators—which are cleaner burning than older ones—would have to be retired decades early. Electricity customers and taxpayers would get stuck paying higher costs.<br />Consider southwestern Illinois’s giant Prairie State Energy Campus, a coal plant serving 2.5 million customers across the Midwest. The plant began operating in 2012 and burns coal extracted from a nearby mine. Some 300 municipalities and rural electric cooperatives borrowed to finance its $5 billion in construction costs. The plant’s premature closure would leave them on the hook for bond payments years after the plant is forced to shut down. At the same time they would have to pay to procure power from other sources. Taxpayers and ratepayers would essentially have to continue paying the mortgage for a property on which the state has foreclosed.<br />The plan for forced shutdowns of fossil-fuel plants has driven a wedge between labor unions and green groups. Unions worry the plant closures would eliminate thousands of high-paying jobs. Prairie State directly employs more than 650 workers and supports some 1,000 union jobs with an average salary of about $85,000."
}