{
    "url_original": "https://www.wsj.com/articles/im-cruising-through-my-70s-with-tennis-11625783724?mod=opinion_lead_pos10",
    "url": "im-cruising-through-my-70s-with-tennis-11625783724",
    "title": "I’m Cruising Through My 70s With Tennis",
    "sub_head": "When I was young, I lost to wily old guys. Now I’m wily enough to beat the older guys.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-08 18:35:00",
    "body": "My tennis buddies sound like middle schoolers when they talk about age differences. A year, plus or minus, is a big deal. “When’s your birthday, Bert?” I’m 71. “Wow, you’re just a baby!” I’m a baby if you’re 73. Each additional year of wear and tear counts on the courts, at least in singles. Ask Roger Federer. My opponent, Brooks, demolished me and afterward guessed my age at 74. Aced again. Brooks was born in 1955. I was born in 1950.<br />I keep track of birth years. It’s easier than asking your opponent his age after every match. Ivan (1948) and I stopped our match because his heart was racing and he was lightheaded. “I don’t know how to work the defibrillator here, and I’m no doctor,” I told him. He may have atrial fibrillation, like my buddy Carl (1948) who is no longer playing tennis.<br />Jimmy (1958) and I split sets. He was the quarterback of his high-school football team and wants to play basketball and tennis until age 70, at least. He made this announcement 10 years ago. Now in his early 60s, he’s thinking about dropping the basketball part.<br />I remember when Jimmy was out of commission in his 50s with plantar fasciitis. I was glad Jimmy was hurt. Guys in their 50s, they think they’re going to be pain-free forever. It’s sick fun to watch them get zapped by the middle-age hand buzzer.<br />I ran into Ken (1933), who was an all-star on the University of Pennsylvania’s lacrosse team in 1955. Ken played singles tennis until he was 78. “You have to know when to quit, but it’s impossible to know,” he told me. “I never know.” He also stopped playing lacrosse, squash, basketball and singles. His advice: “Take up painting.”"
}