{
    "url_original": "https://www.wsj.com/articles/in-afghan-peace-talks-the-taliban-gain-legitimacy-while-pursuing-war-11625584192",
    "url": "in-afghan-peace-talks-the-taliban-gain-legitimacy-while-pursuing-war-11625584192",
    "title": "In Afghan Peace Talks, the Taliban Gain Legitimacy While Pursuing War",
    "sub_head": "Drawn-out negotiations in Doha risk turning into a trap, Afghanistan officials warn",
    "category_1": "World",
    "time": "2021-07-06 11:09:00",
    "body": "DOHA, Qatar—Taliban representatives and Afghan government delegates meet every few days at a beachfront Ritz-Carlton resort and spa here, the unhurried pace of their peace talks sharply contrasting with the raging war back home.<br />In recent weeks, the insurgents have seized nearly a third of Afghanistan’s rural districts and besieged several provincial capitals, taking advantage of the withdrawal of American forces that is nearing completion.<br />The Doha negotiations, launched last September, were meant to find a peaceful settlement to the four-decades long Afghan war. Now, they risk becoming a mechanism through which the Taliban could legitimize their recent military victories, gaining international approval for an eventual takeover, Afghan government representatives warn.<br />“The delays that we see from the other side in the progress of talks are not corresponding to the sense of urgency that we have. The violence needs to end, the war needs to end, and we need to reach a political settlement,” said senior government negotiator Nader Nadery, who heads Afghanistan’s civil service commission. “Are they hoping to take over militarily, and then to give it some sort of cover, to say ‘Oh, we are talking in Doha?’ We are aware of these traps.”<br />The Taliban agreed to sit down for negotiations with representatives of President Ashraf Ghani’s government and other major political forces in Kabul as part of the February 2020 deal between the insurgent group and the Trump administration to pull out all American forces from the country."
}