{
    "url_original": "https://www.wsj.com/articles/in-harmony-review-modern-jazz-masters-gone-too-soon-11626803487",
    "url": "in-harmony-review-modern-jazz-masters-gone-too-soon-11626803487",
    "title": "‘In Harmony’ Review: Modern Jazz Masters Gone Too Soon",
    "sub_head": "A two-disc set from Resonance Records features previously unreleased live recordings that united trumpeter Roy Hargrove and pianist Mulgrew Miller.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-369990?width=860&height=573",
    "image_1": "im-369990.jpg",
    "time": "2021-07-20 13:51:00",
    "body": "Twenty-four seconds into Cole Porter’s “What Is This Thing Called Love?” which opens the new two-disc release “In Harmony” (Resonance), trumpeter Roy Hargrove states the melody before setting off on unexpected but utterly logical improvised flights. We’re reminded of a sound—sweet, rounded, clear and bristling, supremely confident yet searching—that was Hargrove’s calling card when he arrived as a talked-about 20-year-old in New York, and which has been missing from that scene since his death in 2018, at 49, from cardiac arrest brought on by kidney disease.<br />As Hargrove digs into that opening song, pianist Mulgrew Miller swings a midtempo groove, having played an introduction that sounds like a question posed in harmonic terms (he answers, satisfyingly, minutes later, through a fleet-fingered solo). Miller’s casual grace, bold touch and resilient rhythm remind us of another lost piece of New York’s jazz puzzle; he died in 2013, at 57, following a stroke.<br />That neither musician is still with us, that both died in their prime, lends drama to these 13 tracks, which were recorded at concerts in 2006, at Manhattan’s Merkin Hall, and 2007, at Lafayette College’s Williams Center for the Arts in Easton, Pa. Yet any sense of absence is soon overshadowed by this duo’s enthralling presence. Sadness gives way to the rush of sensations—ease, joy, comfort, challenge, humor—that took hold whenever these two musicians played together.<br />When Hargrove died, the jazz world lost a beloved master who rose quickly to stardom at a moment of revived popular interest in jazz. He delivered on that early promise but defied the prevalent stylistic conservatism of that period, recording with equal skill and zeal alongside the Soulquarians, a loose confederation of musicians from the worlds of hip-hop and neo-soul (including Questlove, Erykah Badu and D’Angelo), as with jazz standard-bearers such as Herbie Hancock.<br />Miller, who was 14 years older than Hargrove, was also less well-known, his inclinations not as wide-ranging. However, the pianist—who played on 273 recording sessions, according to Tom Lord’s authoritative jazz discography—was an elemental presence as a bandleader and in-demand sideman who synthesized several strands of jazz pianism into a distinctive, soulful whole."
}