{
    "url_original": "https://www.wsj.com/articles/in-opec-deadlock-u-a-e-steps-out-of-saudi-shadow-11625495969?mod=markets_lead_pos2",
    "url": "in-opec-deadlock-u-a-e-steps-out-of-saudi-shadow-11625495969",
    "title": "In OPEC Deadlock, U.A.E. Steps Out of Saudi Shadow",
    "sub_head": "U.A.E., which has deviated from its bigger neighbor in regional issues, is now at odds with Riyadh over oil policy",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-364568?width=620&size=1.5",
    "image_1": "im-364568.jpg",
    "time": "2021-07-05 17:37:00",
    "body": "OPEC failed in its third attempt to resolve a deadlock over oil production after divisions between allies Saudi Arabia and the United Arab Emirates spilled into public and into global financial markets.<br />The group called off a meeting scheduled for Monday with Russia-led oil producers after the U.A. E.—typically one of Riyadh’s most dependable supporters in the group—refused to agree to a Saudi-backed deal to boost output, according to people familiar with the matter. The deal, tentatively approved by the rest of the Organization of the Petroleum Exporting Countries and the Russia-led group, together known as OPEC+, calls for unleashing millions of barrels a day of bottled-up crude to help tame steadily rising oil prices.<br />Oil prices rose to fresh multiyear highs after the OPEC meeting was called off as investors weighed whether the spat could endanger a near-term deal for more barrels. Brent crude, the international benchmark, rose 1% to $76.96 a barrel, the highest level since late 2018.<br />The U.A.E. says it is asking for scope to produce more of its oil under any accord. Its unwillingness to compromise comes as Riyadh and Abu Dhabi—neighbors, military partners and traditional OPEC allies—diverge on several fronts, economic and geopolitical.<br />The U.A.E. has invested heavily in its own output—an effort aimed at pumping more oil, faster, to finance a transition to a more diverse economy. “The U.A.E.’s energy strategy has evolved to take into account energy transition, the speed at which it wants to develop its resources,” said Roger Diwan, an oil-focused vice president at energy consultancy  IHS Markit ."
}