{
    "url_original": "https://www.wsj.com/articles/in-trump-organization-prosecution-the-top-charge-carries-the-most-uncertainty-11626094800?mod=business_minor_pos5",
    "url": "in-trump-organization-prosecution-the-top-charge-carries-the-most-uncertainty-11626094800",
    "title": "In Trump Organization Prosecution, the Top Charge Carries the Most Uncertainty",
    "sub_head": "Company’s CFO Allen Weisselberg has a narrow path to defending against charges he cheated on taxes, scholars and defense attorneys say",
    "category_1": "U.S.",
    "time": "2021-07-12 09:00:00",
    "body": "The most serious offense leveled in a 15-count indictment of former President Donald Trump’s longtime right-hand man, Allen Weisselberg, also carries the most uncertainty for New York prosecutors, according to legal scholars and white-collar defense attorneys.<br />The charge—a single count of second-degree grand larceny—stands out in the July 1 indictment, which alleges that the Trump Organization and Mr. Weisselberg, its chief financial officer, cheated on taxes over the course of more than a decade. Prosecutors say the company secretly padded Mr. Weisselberg’s compensation, subsidizing everything from his Upper West Side residence to home furnishings and private-school tuition. In all, prosecutors say, Mr. Weisselberg concealed around $1.8 million in taxable income and evaded more than $900,000 in taxes.<br />The grand larceny allegation concerns a much smaller amount of money—around $95,000 in federal tax refunds that prosecutors say the 73-year-old executive illegally obtained in annual sums over a period from 2010 to 2018.<br />But lawyers said the charge is significant. Grand larceny in the second degree is the highest level felony Mr. Weisselberg faces, carrying a maximum prison sentence of 15 years. That’s more than twice as long as the maximum sentence of the other counts, magnifying the pressure on him to cooperate with authorities in a broader fraud probe into Mr. Trump and his business affairs.<br />Mr. Weisselberg also faces charges of tax fraud and falsifying records, as does the Trump Organization."
}