{
    "url_original": "https://www.wsj.com/articles/in-their-own-words-pope-francis-review-portrait-of-the-pontiff-11626388202?mod=opinion_major_pos13",
    "url": "in-their-own-words-pope-francis-review-portrait-of-the-pontiff-11626388202",
    "title": "In Their Own Words: Pope Francis’ Review: Portrait of the Pontiff",
    "sub_head": "While there’s no face-to-face interview with the former Jorge Mario Bergoglio in this PBS special, it’s a flattering close-up of his life in the Catholic Church.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-369304?width=860&height=573",
    "image_1": "im-369304.jpg",
    "time": "2021-07-15 18:30:00",
    "body": "“In Their Own Words: Pope Francis,”<br />The story of Pope Francis is the stuff of a movie, and it already has served as the basis for several, both nonfictional and not quite (see “The Two Popes”). From his youthful epiphany in a Buenos Aires confessional, to his quiet heroism during Argentina’s “dirty war” and his dark-horse election to the throne of St. Peter, the former Jorge Mario Bergoglio has led a life of high drama.<br />The implied promise of “In Their Own Words: Pope Francis”—the first in a series on subjects ranging from Chuck Berry to Angela Merkel—is that a viewer will hear about all the drama from Francis himself. Or a response from him to the considerable body of criticism leveled by more conservative Catholics who see his papacy as departing radically from church doctrine. What we get from him mostly are on-screen titles quoting some of his more famous public statements (his environmental encyclical “Laudato si’” for instance, or the midair press conference in which he uttered the startling “Who am I to judge” regarding LGBTQ Catholics). There’s no face-to-face interview with the pontiff, which will be disappointing to many. (For more intimate papal moments, see director Evgeny Afineevsky’s “Francesco,” which covers much of the same ground as “Pope Francis.”)<br />Among the valuable points made by this hour-long special is that the pope’s intentions for his papacy were clear from the moment he chose to be called Francis. He is the first pontiff named for St. Francis of Assisi (as well as being the first Jesuit and first South American), and by selecting that name he declared a devotion to poverty, peace and the environment. He has forsaken much of the pomp associated with being pope, unlike his predecessor, Benedict XVI; he has walked from the Vatican during the pandemic dressed only in simple, white clerical garments. Even as a cardinal in Buenos Aires, he took his mission to the slums. “I will never leave the streets,” reads one on-screen legend.<br />The pope’s story is told largely though the observations and recollections of papal observers, notably Anne Thompson, longtime NBC news commentator, Vatican correspondent and, by all indications, a Francis fan. There is much to admire: In his efforts to rescue a church rocked by scandal and deceit, he has conceded errors and condemned the coverups and corruption behind the priestly pedophilia disaster. He has also admitted when he’s wrong: During a 2018 visit to Chile, he was confronted by questions about the now-defrocked Fernando Karadima, a serial abuser, and the alleged coverup of the priest’s crimes by Chilean Bishop Juan Barros Madrid. “Slander,” Francis declared. There is no evidence against Barros, he said. When there is, ask me again."
}