{
    "url_original": "https://www.wsj.com/articles/index-of-u-s-listed-chinese-companies-falls-to-lowest-point-in-over-a-year-11625814251?mod=markets_lead_pos2",
    "url": "index-of-u-s-listed-chinese-companies-falls-to-lowest-point-in-over-a-year-11625814251",
    "title": "Index of U.S.-Listed Chinese Companies Falls to Lowest Point in Over a Year",
    "sub_head": "Chinese tech companies are being scrutinized by Beijing",
    "category_1": "Markets",
    "time": "2021-07-09 03:04:00",
    "body": "A new wave of regulatory scrutiny for China’s technology companies has helped send an index of U.S.-traded Chinese stocks to its lowest point in more than a year.<br />The S&P/BNY Mellon China Select ADR Index, which tracks the American depositary receipts for 56 Chinese companies, fell 2.9% Thursday, bringing it to levels last recorded in early July of last year. That underperformed a 0.9% pullback in the S&P 500.<br />Alibaba Group Holding Ltd., the most valuable member of the China Select index, fell 3.9% to close below $200 for the first time since May 2020. The tech-heavy gauge, which also includes e-commerce rivals  JD.com Inc.  and  Pinduoduo Inc.,  as well as electric-car maker  NIO Inc.,  has now retreated 36% from a mid-February record high.<br />U.S.-listed Chinese stocks have come under fresh pressure in recent days, after China’s government launched a cybersecurity probe into the newly listed  Didi Global Inc.,  and said it would tighten rules for companies that are listed abroad or are seeking to sell shares overseas. The actions add to a clampdown on China’s tech sector, which has already focused on issues like anticompetitive behavior and financial stability.<br />Chinese authorities are working to revise longstanding rules governing variable-interest entities, or VIEs, The Wall Street Journal reported. Many Chinese tech companies, including Alibaba and Didi, use such corporate structures to get around restrictions that disallow foreign investments into companies in technology, media and other sensitive industries."
}