{
    "url_original": "https://www.wsj.com/articles/india-china-modi-xi-new-dehli-beijing-11626983609?mod=opinion_lead_pos9",
    "url": "india-china-modi-xi-new-dehli-beijing-11626983609",
    "title": "India, Like the U.S., Has Grown Impatient With China",
    "sub_head": "Officials pushed trade and cooperation. Then came the pandemic and last year’s border clashes.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "image_1_url": "https://images.wsj.net/im-373123?width=860&height=573",
    "image_1": "im-373123.jpg",
    "time": "2021-07-22 18:05:00",
    "body": "Where have all the Indian panda huggers gone? Over the past two years, the once-ubiquitous commentary urging India to deepen cooperation with China and work together toward shaping an “Asian century” of continental dominance has all but vanished from Indian public discourse. It’s unlikely to reappear soon—to Washington’s benefit.<br />The double whammy of a made-in-China pandemic and military clashes in the Himalayas last year shattered the longstanding consensus in New Delhi that it could deepen economic and diplomatic ties with Beijing without resolving its longstanding border disagreement.<br />“It’s very clear that the template of India-China relations that held for three decades until 2019 is no longer valid,” says Gautam Bambawale, a former Indian ambassador to China, in a phone interview. “The new template has not yet been worked out, but relations will remain pretty tense and at a low level of equilibrium.”<br />India’s rift with China will likely accentuate its tilt toward the West, a welcome development from Washington’s perspective. (Secretary of State Antony Blinken is likely to visit New Delhi next week.) It also buries the idea, long floated by China boosters, that Asian powers should view the country’s rise positively. At this point, it’s obvious that the only Asian century that Beijing wants is a Chinese one.<br />Not long ago, many important voices in India made the case for deeper engagement with China. As recently as October 2019, Prime Minister Narendra Modi and President Xi Jinping met for a two-day summit in the South Indian temple town of Mamallapuram, where they posed for photos meant to convey close ties. The previous year, Mr. Modi traveled to Wuhan for a similar meeting with Mr. Xi, where the photo-ops included the two leaders sharing a boat ride and strolling amid plum blossoms."
}