{
    "url_original": "https://www.wsj.com/articles/individual-investors-target-carver-bancorp-as-next-short-squeeze-target-11625773466?mod=markets_lead_pos2",
    "url": "individual-investors-target-carver-bancorp-as-next-short-squeeze-target-11625773466",
    "title": "Individual Investors Take Aim at Carver Bancorp as Next Short-Squeeze Target",
    "sub_head": "Shares of the company soared as much as 267% intraday as individual traders piled in",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-07-08 17:48:00",
    "body": "Individual investors on the hunt for the next stock-market win piled into  Carver Bancorp Inc.,  sending shares of the banking-services company on a wild ride Thursday before finishing 107% higher for the day.<br />Carver Bancorp’s stock price soared throughout the day, rising as much 267% to hit $38.87, as individual investors scooped up shares in hopes of squeezing bearish investors out of the stock. The stock closed Thursday at $21.89, its highest closing level in more than 10 years.<br />New York-based Carver Bancorp is the holding company for Carver Federal Savings Bank, one of the largest African-American-operated banks in the U.S. The stock has experienced a rise in short sellers wagering against it. Short interest in the stock recently jumped to 68% of the stock’s free float, according to FactSet, making it one of the most shorted stocks by that metric across the New York Stock Exchange and the Nasdaq. Around this time last year, short interest in Carver Bancorp hovered around 15%.<br />Piling into stocks with high percentages of short interest has become a go-to strategy for individual investors this year after they sent GameStop  Corp. catapulting higher in January.<br />Short sellers are investors who bet against a stock by borrowing shares and selling them, hoping to buy them back later at a lower price. But short sellers can be burned by such bets when a stock begins rising, forcing them to buy back shares to limit their losses. That, in turn, can force the stock higher again and again—creating a short squeeze."
}