{
    "url_original": "https://www.wsj.com/articles/indias-bharat-biotech-says-vaccine-is-effective-against-delta-variant-11625325879",
    "url": "indias-bharat-biotech-says-vaccine-is-effective-against-delta-variant-11625325879",
    "title": "India’s Bharat Biotech Says Vaccine is Effective Against Delta Variant",
    "sub_head": "Company said its vaccine demonstrated an overall efficacy of 77.8% in Phase 3 clinical trials",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-364342?width=620&size=1.5",
    "image_1": "im-364342.jpg",
    "time": "2021-07-03 11:24:00",
    "body": "India’s Bharat Biotech said Saturday that late-stage clinical trials of its Covid-19 vaccine showed it was effective against the coronavirus and provided significant protection against the Delta variant.<br />The company said its vaccine demonstrated an overall efficacy of 77.8% in Phase 3 clinical trials, with 93.4% effectiveness against severe Covid-19, and provided 65.2% protection against the Delta variant, which fueled India’s devastating Covid-19 surge in the spring.<br />Bharat Biotech had been developing a Covid-19 vaccine since the first half of 2020. India approved it for emergency use earlier this year. It is one of the two main Covid-19 vaccines that India has been administering to its citizens, the other being the vaccine developed by AstraZeneca PLC and manufactured in India by the Serum Institute of India.<br />Some in India had questioned the safety and effectiveness of the Bharat Biotech vaccine because of its approval in India before the late-stage trial results. Some healthcare workers said at the time that the quick approval had made some people hesitant to take the vaccine, contributing to a slower rollout of the country’s vaccination drive.<br />As of Saturday, India had administered more than 344 million doses of Covid-19 vaccines—more total doses than any other country—but only 4.3% of its population has been fully vaccinated. By comparison, the U.S. has vaccinated about 47% of its population, the U.K. 48% and Canada 33%, according to data compiled by the University of Oxford’s Our World in Data project."
}