{
    "url_original": "https://www.wsj.com/articles/indigenous-police-to-investigate-ontario-boarding-school-deaths-11627517666?mod=world_major_2_pos7",
    "url": "indigenous-police-to-investigate-ontario-boarding-school-deaths-11627517666",
    "title": "Indigenous Police to Investigate Ontario Boarding-School Deaths",
    "sub_head": "Six Nations of the Grand River says survivors asked for the probe after unmarked graves were found near former schools in Western Canada",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-376942?width=860&height=573",
    "image_1": "im-376942.jpg",
    "time": "2021-07-28 20:14:00",
    "body": "OTTAWA—The local police force that serves an Ontario First Nation community is launching a criminal investigation into the deaths of students at a former boarding school for indigenous children, the community’s elected chief said.<br />Six Nations of the Grand River Chief Mark Hill said the Six Nations Police Service informed him that it plans to investigate incidents of abuse and deaths of students, after a request last week from a group of survivors who attended the school when they were children. Chief Hill said the survivors wanted to get police involved to ensure that evidence is preserved and records about the school, which operated from 1832 to 1970, can be obtained quickly.<br />“We really wanted to protect things on the front end. We didn’t want to risk the potential compromise of any evidence,” he said.<br />The planned investigation comes after the discovery in recent months of hundreds of unmarked graves near former boarding schools for indigenous children in Western Canada. The Tk’emlúps te Secwépemc community near Kamloops, British Columbia, said in late May that it had identified the location of 215 unmarked graves near the Kamloops Indian Residential School. Since then, at least three more communities have come forward with information about unmarked graves near former residential schools, bringing the total number found in recent months to well over 1,000.<br />Six Nations Police Service didn’t immediately respond to requests for comment on the investigation at the Mohawk Institute, a former residential school in Ontario. However, two other police forces said Six Nations police had requested their assistance. The Ontario Provincial Police said it was reviewing a request for help investigating incidents of abuse and deaths at the school and with locating unmarked graves, and municipal police in the city of Brantford, which borders Six Nations of the Grand River territory, said they were holding discussions on how to proceed."
}