{
    "url_original": "https://www.wsj.com/articles/indicting-the-trump-organization-11625264755?mod=opinion_lead_pos3",
    "url": "indicting-the-trump-organization-11625264755",
    "title": "Indicting the Trump Organization",
    "sub_head": "Years of investigation and prosecutors come up with a small tax case.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-02 18:25:00",
    "body": "Democrats of all stripes have devoted years to investigating Donald Trump and finding very little. The latest example is Thursday’s indictment of the Trump Organization and its chief financial officer for classifying employee benefits as business expenses rather than compensation.<br />Manhattan D.A. Cyrus Vance Jr. and New York Attorney General Letitia James subpoenaed millions of documents and years of tax returns, and that’s all they’ve come up with. The indictment lists 15 criminal counts, including second degree grand larceny. But the evidence in the indictment boils down to misreporting compensation to the Internal Revenue Service and New York tax authorities.<br />Prosecutors allege that Allen Weisselberg, the 73-year-old accountant and CFO, received as much as $1.76 million in compensation over a 16-year-period—for cars, an apartment rental, and tuition for Mr. Weisselberg’s grandchildren at a private school—in a way that kept them off the books for tax purposes. The indictment says he avoided paying $901,112 he owed in taxes and collected federal and state tax refunds of $133,124 he wasn’t entitled to.<br />If true and willful, this is rotten behavior. But it isn’t Teapot Dome, and disguising compensation as expenses is far from unusual in corporate America. It’s typically handled as a civil matter and settled with the payment of back taxes, interest and fines. It is rarely the basis for a criminal indictment.<br />The prosecutors are throwing the book at Mr. Weisselberg to get him to turn state’s evidence against the former President. The same goes for the highly unusual decision to indict the Trump Organization, which is presumably intended to squeeze its business prospects. Notably, neither Mr. Trump nor his children who run the business were charged."
}