{
    "url_original": "https://www.wsj.com/articles/indonesias-hospitals-overflow-with-covid-19-patients-as-gravediggers-work-into-the-night-11626355571",
    "url": "indonesias-hospitals-overflow-with-covid-19-patients-as-gravediggers-work-into-the-night-11626355571",
    "title": "Indonesia’s Hospitals Overflow With Covid-19 Patients as Gravediggers Work Into the Night",
    "sub_head": "A devastating coronavirus surge fueled by the Delta variant is tearing through the country and much of the largely unvaccinated developing world",
    "category_1": "World",
    "time": "2021-07-15 11:16:00",
    "body": "JAKARTA, Indonesia—On a recent afternoon, 11 excavators were digging graves at a cemetery in the Indonesian capital of Jakarta. Ambulances lined up to unload coffins, as families grieved and prayed among the tombstones.<br />A worker, Sadam Saifullah, said he and his colleagues regularly bury more than 100 bodies a day, up from the roughly five they handled daily in March, at this cemetery dedicated for suspected Covid-19 victims. “We work into the night,” he said, “until our boss tells us we’re done.”<br />Cases and deaths have climbed rapidly in Indonesia in recent weeks, as the Delta variant has helped fuel a devastating surge that echoes the one that tore through India in the spring, with whole families becoming ill, hospitals being overwhelmed and people lining up to buy oxygen. Daily cases hit a record on Thursday with 56,757 new cases reported, along with 982 deaths, according to the country’s health ministry.<br />Uneven global vaccination levels have driven a divergence. The virus is reaching new peaks in much of the developing world, which is struggling to import enough vaccine doses. Meanwhile, life is beginning to return to something approaching normal in places such as the U.S. and the U.K., where higher immunization rates are keeping hospitalizations down despite cases linked to the Delta variant surging.<br />In the U.S., people are taking long-delayed summer vacations and offices are reopening. In the U.K., recent major sporting events, like the Wimbledon tennis tournament and the European Championship soccer matches were held before stadiums of cheering, maskless fans."
}