{
    "url_original": "https://www.wsj.com/articles/inflation-fed-interest-rates-11627237713?mod=opinion_lead_pos5",
    "url": "inflation-fed-interest-rates-11627237713",
    "title": "No, Inflation Isn’t Good for Workers",
    "sub_head": "The public understands that nominal wage gains are an illusion when the cost of living keeps rising.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-374852?width=860&height=860",
    "image_1": "im-374852.jpg",
    "time": "2021-07-25 16:32:00",
    "body": "An odd notion seems to have taken hold in Washington: that the Federal Reserve’s easy monetary policy is good for workers. Near-zero interest rates are being hailed as the key to higher wages—even as consumer prices are increasing at the fastest pace since 2008. But nominal wage gains are an illusion when inflation wipes out real gains. The financial rewards from the Fed’s “accommodative” stance overwhelmingly favor Wall Street over Main Street.<br />Take comments by Senate Banking Committee Chairman Sherrod Brown at last week’s hearing on monetary policy. The Ohio Democrat criticized his GOP colleagues’ concern about rising costs: “They won’t say aloud what this ‘inflation alarmism’ is really about; they simply don’t want workers to have more power.” He compounded this inanity with an exhortation to “join the fight to make housing more affordable” and “curb Wall Street greed and excess.”<br />As it turns out, low- and middle-income Americans do understand they’re worse off when wage increases don’t keep pace with the cost of living. Workers feel particularly vulnerable to changes in the price of fuel, groceries, healthcare and housing. People also think income inequality—both across households and geographically—is an important issue. These strong views are recorded in “Fed Listens,” a 129-page report released by the Federal Reserve in June 2020.<br />Yet none of the questions directed to Fed Chairman Jerome Powell, the only witness testifying at the hearing, mentioned the report. The initiative was undertaken by the central bank in 2019 to get feedback from the public; it included 15 listening events around the U.S. to hear how monetary policy affects people’s daily lives and livelihoods.<br />At a Fed Listens town hall in San Francisco, participants were asked: “How important are the Fed’s two statutory goals—maximum employment and price stability?” Price stability was ranked “very important” by 79% of respondents, while maximum employment was ranked “very important” by 72%. The 150 attendees were described as members of disadvantaged communities, labor organizations and businesses representing a “broad cross section of stakeholder groups and the general public.” If they viewed price stability as the Fed’s most important goal when inflation was 1.7%, is this likely to have changed with 5.4% inflation?"
}