{
    "url_original": "https://www.wsj.com/articles/inflation-set-to-medium-high-11626190251?mod=markets_lead_pos6",
    "url": "inflation-set-to-medium-high-11626190251",
    "title": "Inflation Set to Medium-High",
    "sub_head": "Inflation is unlikely to spiral any higher but could be stronger than in the pre-pandemic years for some time",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-13 11:30:00",
    "body": "“Some say the world will end in fire, some say in ice.” Robert Frost wasn’t writing about the inflation debate, but he might as well have.<br />A hint of fire is what we are seeing now. The Labor Department on Tuesday reported that consumer prices rose 0.9% in June from May. That put them 5.4% above their level a year earlier, marking the biggest on-the-year gain since June 2008. Core prices, which exclude food and energy to better reflect inflation’s trend, were up 4.5% from a year earlier, for the biggest gain since November 1991.<br />The big question now is to what degree those price increases are transitory. Comparisons with a year ago are still a bit messy, after all, since prices softened in the early stages of the Covid-19 crisis, while some of the factors pushing inflation higher seem unlikely to have much staying power. Used-car prices, for example, were up 45% from a year earlier—a result of the supply-chain issues that have limited the availability of new cars even as demand for vehicles has continued to grow.<br />Indeed, at least for now it looks as if inflation from a year ago may have reached its peak. The easy year-over-year comparisons are about to end, prices for many commodities have stopped rising on a monthly basis, and wholesale used-car prices have turned lower, economists at BofA Global Research point out.<br />That doesn’t mean the all-clear signal on inflation has been sounded. A swiftly growing economy, tightening job market and continuing supply-chain issues seem a ripe environment for prices to keep rising. There is evidence that consumers’ inflation expectations have shifted higher, which in itself makes for a more inflationary environment. Finally, the pandemic has brought about shifts in spending patterns that could continue to put upward pressure on prices."
}