{
    "url_original": "https://www.wsj.com/articles/infrastructure-agreement-on-major-issues-reached-by-bipartisan-group-gop-negotiator-says-11627487459?mod=politics_lead_pos1",
    "url": "infrastructure-agreement-on-major-issues-reached-by-bipartisan-group-gop-negotiator-says-11627487459",
    "title": "Infrastructure Agreement on Major Issues Reached by Bipartisan Group of Senators",
    "sub_head": "Negotiators of roughly $1 trillion package are confident they have locked down enough Republican and Democratic support to advance bill later Wednesday",
    "category_1": "Politics",
    "time": "2021-07-28 17:53:00",
    "body": "WASHINGTON—A bipartisan group of senators struck an agreement on a roughly $1 trillion infrastructure package after weeks of intense talks, with negotiators confident they have locked down enough Republican and Democratic support to advance the bill later Wednesday.<br />Completing the infrastructure agreement, which lawmakers and aides said would provide for roughly $550 billion in spending above projected federal levels, is the first step Democrats hope to take toward approving much of President Biden’s agenda on Capitol Hill in the coming months. That includes Democrats’ parallel $3.5 trillion child care, education, healthcare and climate-change plan.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) said he would bring up a procedural vote on the agreement later Wednesday. He expected it to draw the 60 votes needed to advance and avoid the fate of a similar effort that failed last week when Republicans balked.<br />Mr. Biden supported the bipartisan approach and cheered the deal Wednesday, calling it “the most significant long-term investment in our infrastructure and competitiveness in nearly a century.”<br />The bipartisan group of 10 senators has been working for weeks to come to an agreement on the details of a loose framework for fresh spending on roads, bridges, water infrastructure and broadband access, among other measures."
}