{
    "url_original": "https://www.wsj.com/articles/infrastructure-bill-now-faces-restive-house-progressives-11627662157?mod=politics_lead_pos5",
    "url": "infrastructure-bill-now-faces-restive-house-progressives-11627662157",
    "title": "Infrastructure Bill Now Faces Restive House Progressives",
    "sub_head": "Democrats’ liberal wing want to ensure antipoverty, climate and healthcare proposals in separate package don’t get sidelined",
    "category_1": "Politics",
    "time": "2021-07-30 15:26:00",
    "body": "WASHINGTON—As the Senate moves forward with a roughly $1 trillion bipartisan infrastructure package, progressive Democrats are warning party leaders not to take their votes for granted as they try to advance sweeping antipoverty and climate proposals.<br />The infrastructure bill cleared a key Senate hurdle Wednesday when 17 Republicans joined all Democrats to begin debate of the legislation, and it advanced through another procedural vote Friday. If the bill makes it through the Senate it will head to the House, where party leaders have agreed to tie its fate to a $3.5 trillion antipoverty and healthcare package that Democrats plan to pass without GOP support.<br />House Speaker Nancy Pelosi (D., Calif.) has said she won’t bring up the infrastructure package without the antipoverty bill, a stance demanded by progressives to ensure their priorities don’t get brushed aside. The party is aiming to steer trillions of dollars in proposed spending through Congress and to President Biden’s desk by this fall by keeping on board both its centrist and left flanks, both with powerful leverage due to Democrats’ razor-thin majorities.<br />“We need to be transformative in terms of how we go forward with infrastructure investments and reconciliation bills that truly meet families’ needs,” said Mrs. Pelosi at a press conference Friday.<br />The infrastructure agreement is expected to include roughly $550 billion in spending above projected federal levels, with money going to, among other things, bolster roads and bridges, expand rural broadband and improve rail and public transit."
}