{
    "url_original": "https://www.wsj.com/articles/infrastructure-deals-revenue-hopes-raise-gop-concerns-11626216975?mod=politics_lead_pos5",
    "url": "infrastructure-deals-revenue-hopes-raise-gop-concerns-11626216975",
    "title": "Infrastructure Deal’s Revenue Hopes Raise GOP Concerns",
    "sub_head": "At least 10 Republicans would need to join every Democrat for bipartisan pact to pass the Senate",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-368839?width=860&height=573",
    "image_1": "im-368839.jpg",
    "time": "2021-07-13 19:25:00",
    "body": "WASHINGTON—Senate Republicans sounded fresh alarms about the financing of a roughly $1 trillion bipartisan infrastructure package, questioning whether its cost would be fully covered as lawmakers tried to iron out the final details of the bill.<br />Eleven Senate Republicans have joined 11 members of the Democratic caucus to endorse the infrastructure agreement, which is still under construction and aims to spend $579 billion above projected federal investment in roads, bridges and water projects.<br />But some of those Republicans said that the agreement’s plan to raise funds from enhanced enforcement at the Internal Revenue Service may still prove problematic, depending on the scope of the new authority given to the tax agency. Republicans have also raised concerns that the revenue measures, which also include public-private partnerships, may not ultimately cover the cost of the plan.<br />Those two issues could peel off Republican members of the group, which is set to meet Tuesday evening to work through the remaining questions, lawmakers said. In the 50-50 Senate, at least 10 Republicans would need to join every Democrat in support of the infrastructure agreement for it to pass.<br />“Where we’re really going to have challenges when we meet is on the payfors. The tax gap concerns me somewhat in terms of the impact you could have on businesses,” Sen. Thom Tillis (R., N.C.), one of the Republicans who had previously endorsed the infrastructure framework, said referencing enhanced IRS enforcement."
}