{
    "url_original": "https://www.wsj.com/articles/infrastructure-vote-approaches-without-final-agreement-in-place-11626809903?mod=politics_lead_pos1",
    "url": "infrastructure-vote-approaches-without-final-agreement-in-place-11626809903",
    "title": "Infrastructure Vote Approaches Without Final Agreement in Place",
    "sub_head": "Republicans to oppose legislation absent more progress by negotiators; Democrats also want an antipoverty package to move forward",
    "category_1": "Politics",
    "time": "2021-07-20 15:38:00",
    "body": "WASHINGTON—The Senate barreled toward a pair of Wednesday deadlines for advancing much of President Biden’s multitrillion-dollar economic agenda, with lawmakers bracing for a procedural vote on a still-forming $1 trillion infrastructure plan to fail if no bipartisan agreement is reached.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) has set a vote for Wednesday to begin consideration of infrastructure legislation, a step that Republicans have said they would oppose absent more details on its contents and how it would be paid for.<br />Mr. Schumer is also pushing for all 50 members of the Democratic caucus to agree on Wednesday to a $3.5 trillion outline for a broad antipoverty and climate package they are pursuing in parallel to the bipartisan infrastructure talks. Democrats on the Budget Committee and Mr. Schumer had announced a deal on the budget framework last week.<br />While Democrats are planning to pass the $3.5 trillion plan through a budget process that requires a simple majority in the Senate, they will need the support of at least 10 Republicans to reach the 60-vote threshold to advance the separate infrastructure deal. Several Republicans involved in the infrastructure talks said they would vote against the procedural motion on Wednesday without a completed agreement on infrastructure.<br />“We have a pretty good sense of where our members are. They won’t get 60,” Senate Minority Whip John Thune (R., S.D.) said of Wednesday’s vote. “Our members are committed to actually having a bill and scores and all that kind of stuff before they vote to get on a bill.”"
}