{
    "url_original": "https://www.wsj.com/articles/innovation-moves-to-middle-america-11626199747?mod=opinion_lead_pos5",
    "url": "innovation-moves-to-middle-america-11626199747",
    "title": "Innovation Moves to Middle America",
    "sub_head": "Migration of entrepreneurs may yield fewer photo-sharing apps and more practical solutions.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-13 14:09:00",
    "body": "Zionsville, Ind., a town of about 30,000, is a few hours south of Flint, Mich., by car. So when evidence emerged in 2014 that Flint’s water supply was dangerously contaminated, a Zionsville business executive, Megan Glover, began looking into ways to test the water coming from her own family’s tap. What she uncovered surprised her—not that the local supply was contaminated, but that a testing kit typically cost $3,000, an exorbitant amount most families in her neighborhood would never consider. So Ms. Glover did the most American thing possible: She researched the issue, developed a more affordable alternative, founded a company, sought out investors (my venture firm among them) and emerged as CEO of 120Water, a successful enterprise that now helps monitor the quality of the nation’s water supply. (Zionsville’s water turned out to be clean.)<br />The basic arc of Ms. Glover’s story—identifying a pain point, then creating a venture to provide a solution—is common in the nation’s premier tech hubs. That is largely because the talent and capital required to build a successful venture are widely available to entrepreneurs in Silicon Valley, New York and Boston.<br />What makes Ms. Glover’s story remarkable is that she, like a burgeoning community of other tech entrepreneurs around the country, managed to build a successful venture without those ready-made advantages. In ways few of us predicted, the pandemic is poised to make Ms. Glover’s story much more common in the farthest-flung corners of the American economy.<br />Many have noted that talent and capital are starting to move out of the nation’s three major tech hubs and into various more affordable cities like Phoenix, Salt Lake City and Tulsa, Okla. But most are missing the more important point: The nation’s tech workers likely won’t work on the same kinds of projects that dominated their time when they were ensconced in their hubs. Entrepreneurs who previously worked in tech bubbles—places that have produced far too many photo-sharing apps—will suddenly be exposed to a wider range of real-world challenges that they likely would never have encountered without the pandemic.<br />Entrepreneurs are innately curious, looking to bump into ideas and people that can unearth problems to solve and opportunities to seize. But founders are unlikely to stumble into problems in sectors to which they have no exposure. And that is why the geographic diffusion of tech will change the industry at its very core. It is much harder to understand what bedevils the lives of people living in, say, Fayetteville, Ark., if your life rarely exposes you to people living outside the social and commercial networks of places like San Francisco or Cambridge, Mass."
}