{
    "url_original": "https://www.wsj.com/articles/inside-donald-trumps-last-days-in-the-white-house-and-plans-for-a-comeback-11625759920?mod=politics_lead_pos5",
    "url": "inside-donald-trumps-last-days-in-the-white-house-and-plans-for-a-comeback-11625759920",
    "title": "Inside Donald Trump’s Last Days in the White House and Plans for a Comeback",
    "sub_head": "The president’s effort to overturn the election alienated much of his inner circle—but solidified his dominance of the GOP. Now he’s planning his return.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-08 11:58:00",
    "body": "On the morning of Nov. 7, 2020, the Saturday after the presidential election, President Donald Trump had just approached the tee box at the seventh hole of his golf course in Sterling, Va., when an aide’s phone rang with news from Jared Kushner: All of the major media outlets, including Fox News, were about to call the presidential election for Democrat Joe Biden.<br />Mr. Trump had tweeted on the way to the course that he’d won “BY A LOT!” But he displayed none of that all-caps energy as he pressed the phone to his ear. Wearing a dark pullover and slacks with white golf shoes and a matching MAGA cap, Mr. Trump calmly listened to his son-in-law as he strolled across the manicured grass under a clear blue sky. He hung up, nonchalantly handed the phone back to an aide and finished the final 12 holes, as more than a dozen golf carts filled with government aides and Secret Service agents trailed behind him.<br />When Mr. Trump finally pulled up to the clubhouse in his customized cart—complete with a presidential seal stitched into the seat—club members cheered him on the back patio. “Don’t worry,” Mr. Trump told them. “It’s not over yet.”<br />But the election was, in fact, over. What wasn’t finished was the term he’d won four years earlier, and on Nov. 7, one of the most pressing questions for staffers was how to fill his calendar. “Let’s do all the things we didn’t get to do because of all of the distractions, and have fun,” Hope Hicks, a longtime Trump aide, said to the president’s team gathered inside campaign headquarters in Arlington, Va.<br />Mr. Trump had won far more votes than his team projected, with surprising support from Black and Hispanic men. He was immediately the runaway favorite for the party’s 2024 nomination, and Ms. Hicks was expressing that vibe with her suggestion for a jaunty curtain call. But around the table in a glass-encased conference room, the eldest Trump sons channeled their father’s reaction. “What you’re talking about isn’t even an option,” responded Donald Trump, Jr., who had called into the meeting. “It’s a nonstarter,” Eric Trump added."
}