{
    "url_original": "https://www.wsj.com/articles/instacart-wants-to-be-an-influencer-in-food-delivery-11626260400?mod=business_featst_pos3",
    "url": "instacart-wants-to-be-an-influencer-in-food-delivery-11626260400",
    "title": "Instacart Wants to Be an Influencer in Food Delivery",
    "sub_head": "Advertising could be the holy grail, and the online grocery giant’s CEO might hold the keys",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-14 07:00:00",
    "body": "Your food-delivery apps could soon look a lot like your social-media feeds. You can thank Instacart for that.<br />The online grocery giant announced last week that Fidji Simo, the former head of  Facebook ’s  legacy Blue app, will succeed Instacart’s founder Apoorva Mehta as its new chief executive officer, effective next month. She will likely bring changes to Instacart that could have lasting influence across the food-delivery industry.<br />Instacart and restaurant-delivery platforms might seem like similar businesses on the surface, using gig-economy workers to deliver food to consumers. But there are key differences worth noting. While Instacart says the majority of its shoppers are independent contractors, the company also employs full-service shoppers in some stores on a part-time basis. In part because of their larger average basket sizes, groceries as a core business relative to restaurant food also make for very different unit economics. Instacart last year said it did $1.5 billion of revenue but handled “tens of billions” of dollars in gross transaction value. While not a perfect comparison,  DoorDash  generated almost twice the revenue last year, handling roughly $25 billion in gross order value for its largest business.<br />But that dynamic could change. Alongside its grocery-delivery business, Instacart is growing an advertising business, which it believes can one day be on par with some of the largest digital-advertising businesses in the world. The hiring as CEO of Ms. Simo, who led the launch of ads on Facebook’s News Feed and the team in charge of monetizing mobile ads for the platform, points to Instacart’s ambitions to accelerate this business. Over the last two years, Instacart has made three high-profile hires from  Amazon  and Google to lead and manage its advertising business.<br />Data from both Edison Trends and Bloomberg Second Measure show that Instacart’s market share in grocery pickup and delivery spiked early on in the pandemic. That market share remains elevated from pre-pandemic levels but has come down since then. In April, Instacart had a commanding market-share lead on U.S. consumer sales among select U.S. grocery pickup and delivery companies, according to Bloomberg Second Measure, taking significant share from  Walmart .  But as of May, Walmart was on top once again."
}