{
    "url_original": "https://www.wsj.com/articles/instacart-forays-into-warehouses-in-food-delivery-market-11626958809?mod=business_lead_pos11",
    "url": "instacart-forays-into-warehouses-in-food-delivery-market-11626958809",
    "title": "Instacart Forays Into Warehouses in Food Delivery Market",
    "sub_head": "The grocery delivery company says it plans to build and operate fulfillment centers for supermarkets",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-373380?width=860&height=573",
    "image_1": "im-373380.jpg",
    "time": "2021-07-22 09:00:00",
    "body": "Instacart Inc. is entering the warehouse business, seeking to expand its reach in an increasingly competitive food delivery market.<br />The grocery delivery company said it would start building fulfillment centers for supermarkets over the next 12 months, in partnership with technology company Fabric, in or near grocery stores, with capacity for 10,000 to 50,000 items.<br />In such fulfillment centers, the company will use robots to pull items from warehouses and have Instacart’s workers pack and deliver orders. Instacart currently deploys shoppers who grab products from grocery stores and drop them off at people’s homes. The company didn’t say how many centers it will build, where they will be or how much it will invest.<br />Warehouses, which will be automated, are expected to speed up the delivery process, the company said.  Albertsons  Cos.,  SpartanNash Co.  and other grocers are also building small warehouses for online orders.<br />San Francisco-based Instacart has grown sharply during the pandemic, as more consumers shifted their shopping online. It is facing new challenges as businesses reopen; online grocery sales are slowing and shoppers are returning to in-person shopping. Delivery companies are still struggling to turn a profit, as labor and transportation costs eat into profit margins. Many grocers remain worried that they are sharing customers and earnings with Instacart––which takes a commission cut for each order––and say they have more options as delivery companies pitch favorable deals to stand out."
}