{
    "url_original": "https://www.wsj.com/articles/interior-designs-that-get-ready-for-guestsfrom-hip-home-bars-to-dramatic-dining-rooms-11625284801",
    "url": "interior-designs-that-get-ready-for-guestsfrom-hip-home-bars-to-dramatic-dining-rooms-11625284801",
    "title": "Interior Designs That Get Ready for Guests—From Hip Home Bars to Dramatic Dining Rooms",
    "sub_head": "After a year of decorating to maximize their own comfort, homeowners happily spruce up their digs to entertain company indoors again",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-362016?width=620&size=1.5",
    "image_1": "im-362016.jpg",
    "time": "2021-07-03 12:00:00",
    "body": "BOOTY’S IS now, finally, open for business.<br />The bar is not a commercial establishment, though Kiki Dikmen, a logistics executive, would probably be thrilled to see you. With the help of interior designer Lucinda Loya, he built the bar in his Houston home. It has Mediterranean-blue walls, cloudy mirrors and smoke rings painted on the ceiling. The space was a pandemic labor of love that he recently unveiled to friends and family on his birthday.<br />“We gave everybody who came a gift—monogrammed masks that said ‘Booty’s’,” said Mr. Dikmen.<br />Just as the pandemic is winding down for most people in the United States, an end-demic is revving up. Interior designers, furniture showrooms and tableware retailers report that after months of isolation, clients and customers can’t wait to welcome family, friends, colleagues—hell, just about anyone—into their homes. “They feel as though they’ve walked through the fire and survived. They want to reward themselves for the sacrifices and, in many cases, profound losses that they’ve experienced over the last year and a half,” said Palm Beach designer Jim Dove.<br />With gregarious abandon, homeowners are upgrading décor with a “you only live once” verve that some designers say is unprecedented. Hermès-orange vanities. Gold-striped ceilings."
}