{
    "url_original": "https://www.wsj.com/articles/intel-to-move-a-little-faster-break-things-11627398702?mod=business_minor_pos11",
    "url": "intel-to-move-a-little-faster-break-things-11627398702",
    "title": "Intel to Move a Little Faster, Break Things",
    "sub_head": "Chip maker drops out of nanometer-based marketing race but still outlines aggressive—and likely expensive—catch-up plan",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-27 11:11:00",
    "body": "Intel Corp.  plans to catch up to its chipmaking rival by 2024. Just don’t look too closely at how it gets there.<br />On Monday, Intel outlined a new road map for its manufacturing processes. These have become crucial as the chip maker has fallen behind  Taiwan Semiconductor Manufacturing ,  or TSMC, in its ability to produce the most advanced chips. That has allowed TSMC customers such as  Advanced Micro Devices  to take share from Intel in the key markets of personal computers and data centers. Intel’s most advanced chips currently in production use circuitry measured at 10 nanometers. TSMC is already producing chips at 5 nanometers.<br />Intel plans to reach “processor performance parity” with its rival by 2024. But that won’t necessarily mean matching TSMC on the same specs. As part of its new road map, Intel has renamed the milestones to de-emphasize the use of traditional nanometer-based benchmarks. Hence, an improved version of its 10-nanometer process is now called Intel 7, while the 7-nanometer process the company has been working hard to get ready for volume production is now called Intel 4. Chips based on the Intel 4 process are expected to start shipping in 2023—in line with previous 7-nanometer targets.<br />In other words, not a huge change outside of nomenclature, or “refreshing our lexicon” as Intel Chief Executive Pat Gelsinger put it Monday.<br />Semiconductor experts have long pointed out that the traditional nanometer-based metric doesn’t fully account for a chip’s performance. Still, Intel’s goal is a bold one, with Chris Caso of Raymond James noting that it requires “a full process node improvement each year for the next 4 years.” It also banks heavily on Intel’s belief that it can use its chip packaging technology—referring to the housing that connects the integrated circuits on a processor—to also help close the performance gap with TSMC’s products."
}