{
    "url_original": "https://www.wsj.com/articles/intel-ceos-chip-building-plan-has-a-50-billion-plus-price-tag-11626443905?mod=business_lead_pos2",
    "url": "intel-ceos-chip-building-plan-has-a-50-billion-plus-price-tag-11626443905",
    "title": "Intel CEO’s Chip-Building Plan Has a $50 Billion-Plus Price Tag",
    "sub_head": "GlobalFoundries acquisition would bring know-how to Intel’s ambitions in third-party chip production",
    "category_1": "Tech",
    "time": "2021-07-16 09:58:00",
    "body": "Less than six months into the job,  Intel Corp.  Chief Executive Officer Pat Gelsinger’s approach to reviving the chipmaker’s fortunes is emerging: move quickly and carry a big checkbook.<br />When Mr. Gelsinger took over from Bob Swan in February, after years of Intel missteps, the big question among analysts and investors was whether the company would abandon chip production and focus on design. Such an approach has paid dividends for rivals  Nvidia Corp  and  Advanced Micro Devices .  Inc., allowing them to eat into Intel’s market share.<br />Mr. Gelsinger’s answer, effectively, has been an emphatic ”no.” He has committed Intel to not only make its own semiconductors but also become a so-called foundry, a maker of chips for others—underwritten with more than $50 billion in financial commitments, if Intel’s exploratory talks to acquire chip-making specialist GlobalFoundries come to fruition. The Wall Street Journal on Thursday reported Intel is considering an acquisition that would value GlobalFoundries at roughly $30 billion.<br />It would be Intel’s biggest-ever acquisition and almost twice as large as its largest deal to date. Intel spent around $16.7 billion for microprocessor maker Altera Corp. in 2015.<br />A GlobalFoundries takeover would come after Mr. Gelsinger, after little more than a month in the top job, committed Intel to making $20 billion in chip-plant investments in Arizona. Less than two months later, he added a $3.5 billion expansion plan in New Mexico. The Intel CEO has said more financial commitments are on the drawing board, both in the U.S. and overseas."
}