{
    "url_original": "https://www.wsj.com/articles/intel-intc-2q-earnings-report-2021-11626899296?mod=tech_lead_pos3",
    "url": "intel-intc-2q-earnings-report-2021-11626899296",
    "title": "Intel Is Poised for Earnings Drop Amid Semiconductor Shortage",
    "sub_head": "CEO Pat Gelsinger pursues turnaround while battling heated competition in chip design and production",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-371267?width=860&height=573",
    "image_1": "im-371267.jpg",
    "time": "2021-07-22 05:30:00",
    "body": "Intel Corp.  is expected to post a drop in second-quarter earnings as Chief Executive Pat Gelsinger works to turn the chip giant around amid a global semiconductor shortage.<br />Mr. Gelsinger, since he rejoined Intel in February, has committed to establishing a contract chip-making operation, announced major factory expansions and lured back talent to restore the Silicon Valley icon’s technology prowess. The company also is in talks to potentially buy GlobalFoundries for around $30 billion, The Wall Street Journal has reported, in what would be its biggest ever acquisition and a signal of how serious Mr. Gelsinger is to make Intel a merchant chip producer.<br />The moves come as demand for chips has been surging, leading to a global shortage and rising prices for some consumer gadgets.<br />Intel after the bell Thursday is expected to post a roughly 10% drop in second-quarter sales to $17.8 billion and a profit of $4.2 billion, down from $5.1 billion the year prior, according to analysts surveyed by FactSet.<br />Intel last year agreed to sell its flash-memory manufacturing business to South Korea’s  SK Hynix Inc.  And while computing demand remains strong, a shift in the laptop market toward cheaper Chromebooks has made the business less lucrative. Laptop shipments were also weaker than usual in the second quarter due to component shortages, which could further crimp Intel’s sales, Citi analysts said in a note."
}