{
    "url_original": "https://www.wsj.com/articles/interior-department-deb-haaland-oil-and-gas-drilling-lease-pause-11627067470?mod=opinion_lead_pos2",
    "url": "interior-department-deb-haaland-oil-and-gas-drilling-lease-pause-11627067470",
    "title": "Deb Haaland’s Oil and Gas Stall",
    "sub_head": "The Interior Secretary ignores a federal judge on drilling leases.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374655?width=860&height=573",
    "image_1": "im-374655.jpg",
    "time": "2021-07-23 18:28:00",
    "body": "A federal judge in Louisiana last month blocked President Biden’s suspension of new oil and gas leasing on federal land and ordered the Administration to resume auctions. Interior Secretary Deb Haaland on Thursday gave the judge the back of her hand.<br />The Biden Administration in January imposed a “pause” on oil and gas leasing on public lands nationwide while the Interior Department performed an environmental review of the program. The review still isn’t done, and Interior still hasn’t announced leasing sales despite federal Judge Terry Doughty’s ruling that the pause violated the law.<br />Ms. Haaland’s line has been that the department needs to complete its review of the program first, though the judge held otherwise. Attorneys for energy producers say the government could be held in contempt of court if it doesn’t announce new sales soon.<br />Asked Thursday during a visit to Colorado about her department’s review, Ms. Haaland replied: “We’re still working on it” and “it’ll come very soon, and once that is out, we can address issues moving forward, any of the reforms that are being recommended.” She added: “We promised early summer. It’s early summer.” But summer days are drifting away.<br />A source says the report needed revisions and is under review by the White House. We’re also told that it is likely to recommend steep increases in royalty rates, a shortening of the 10-year lease term and other changes that are all intended to reduce bids. In short, the Administration plans to limit or stop new leases via regulation, as we have warned."
}