{
    "url_original": "https://www.wsj.com/articles/investors-trusted-teenagers-to-manage-crypto-investments-now-they-want-answers-11625742001?mod=markets_lead_pos7",
    "url": "investors-trusted-teenagers-to-manage-crypto-investments-now-they-want-answers-11625742001",
    "title": "Investors Trusted Teenagers to Manage Crypto Investments. Now They Want Answers.",
    "sub_head": "The Cajee brothers have disappeared after claiming that hackers stole from their Africrypt investment firm, leaving South African investors scrambling to recoup their money",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-07-08 07:00:00",
    "body": "When Gill Mudditt raised some cash from selling her home last year, a friend introduced the Johannesburg resident to Ameer Cajee, an 18-year-old who ran a South African cryptocurrency investment firm.<br />Ms. Mudditt, 72, saw an opportunity to grow her cash by tapping into the bitcoin craze. Mr. Cajee’s age didn’t bother her. On the contrary, “I’m glad he’s young, he knows more than I do,” she says she thought at the time.<br />Ms. Mudditt invested about 1 million South African rand, the equivalent of about $70,000, at the end of last year in Africrypt. The firm had been set up by Mr. Cajee and his brother Raees in 2019, when they were 16 and 19, respectively. Ms. Mudditt says she was told that it would trade in bitcoin and other digital assets using an algorithm the brothers had developed.<br />The Cajees drew millions of dollars in investment capital into Africrypt until things began to unwind this spring. In April, the brothers told investors that their company had been hacked and funds had been stolen, forcing them to halt Africrypt’s operations. Then they disappeared.<br />Africrypt’s boom and bust unfolded in a red-hot market for cryptocurrencies. Prices for bitcoin, ether and even assets set up as a joke—such as dogecoin—skyrocketed this spring. That drew in individual investors to firms such as Africrypt, which offered a way to profit on the topsy-turvy market with trading strategies that made the unfamiliar terrain of cryptocurrencies sound accessible and enticing."
}