{
    "url_original": "https://www.wsj.com/articles/investors-are-buying-american-11627205402?mod=markets_lead_pos1",
    "url": "investors-are-buying-american-11627205402",
    "title": "Investors Are Buying American",
    "sub_head": "Money managers world-wide put more than $900 billion into U.S. funds in the first half, a record amount",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-374365?width=860&height=573",
    "image_1": "im-374365.jpg",
    "time": "2021-07-25 05:30:00",
    "body": "Investors around the globe are pouring money into U.S. financial assets, a sign of confidence that the world’s largest economy remains poised to pull through the Covid-19 pandemic better than many others.<br />Investors world-wide have funneled more than $900 billion into U.S.-domiciled mutual and exchange-traded funds, on a net basis, during the first half of the year, according to data compiled by Refinitiv Lipper. That is a record in data going back to 1992 and is more than investors have put into funds elsewhere around the world combined during the first two quarters of 2021.<br />The inflows underpin a rally that has carried U.S. stocks to records, ahead of major indexes in Europe or Asia. The S&P 500 has climbed over 17% in 2021 to fresh all-time highs, while Germany’s DAX has risen 14%, the Shanghai Composite has added 2.2% and Japan’s Nikkei Stock Average remains little changed.<br />Investors said that, while Covid-19 variants, inflation or central-bank policy shifts could slow the U.S. recovery, they don’t seem likely to derail it, even as other countries struggle with vaccine rollouts or fresh waves of infections. After recent volatile trading sessions, investors this week will parse earnings from companies including  Apple Inc.,   McDonald’s Corp.  and  Waste Management  Inc.,  as well as details from the coming meeting of the Federal Reserve set to conclude Wednesday.<br />Monetary and fiscal stimulus policies have powered a savings surge, and many say the U.S. remains the best place to park the cash when it comes to stocks, bonds and other assets. Foreign investors are expected to put another $200 billion of U.S. equities into their portfolios this year, according to Goldman Sachs, in addition to the $712 billion added in 2020. Foreign holdings of U.S. government bonds in May rose to their highest level since February 2020’s pandemic-fueled rally, according to recent Treasury Department data."
}