{
    "url_original": "https://www.wsj.com/articles/investors-arent-playing-defense-but-the-military-splurge-isnt-over-11627314643?mod=markets_featst_pos1",
    "url": "investors-arent-playing-defense-but-the-military-splurge-isnt-over-11627314643",
    "title": "Investors Aren’t Playing Defense, but the Military Splurge Isn’t Over",
    "sub_head": "Lockheed Martin’s cheap valuation may overestimate the extent of defense budget cuts",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-374615?width=860&height=573",
    "image_1": "im-374615.jpg",
    "time": "2021-07-26 11:50:00",
    "body": "Weapons makers are struggling in the current equity market, but their defensive perimeter may be more secure than it seems.<br />On Monday,  Lockheed Martin  reported a $1.8 billion second-quarter profit, narrowly missing Wall Street’s expectations because of a $225 million loss on a classified program. The company’s shares slipped, despite Chief Executive James Taiclet raising the earnings-per-share forecast for 2021.<br />Investors have taken a glass-half-empty approach to defense stocks for a couple of years now. Before the pandemic, they enjoyed six years of outstanding performance thanks to a wave of money aimed at retiring the last of Cold War technology, which took inflation-adjusted U.S. military spending up to World War II levels. Arguably, defense budgets can only go down from here. This year’s political shift to a Democratic presidency and Congress and a renewed focus on socially aware investment have further soured sentiment.<br />There have been periods of respite, though shorter than could have been expected. Last year, Covid-19 made the economy look like an unpredictable mess and stocks tied to government spending more attractive. This March, defense was seen as insurance against runaway inflation—a result of many military contracts reimbursing cost increases. With the inflation scare fading and investors focusing on the economic reopening, though, the sector’s valuations are at their lowest on record relative to the S&P 500, FactSet data shows.<br />In May, the Biden administration’s defense-budget request for the 2022 fiscal year suggested that, out of a total of $715 billion, the Department of Defense “investment budget”—the part most relevant to private companies, which thus tends to drive defense stocks—will fall to $246 billion from $248 billion in 2021. Procurement is being slashed 6%, while research-and-development funds increase 5%, underscoring the shift away from legacy programs used to fight global terrorism and toward new technologies."
}