{
    "url_original": "https://www.wsj.com/articles/investors-do-you-want-your-debt-served-net-or-gross-11625669313?mod=business_minor_pos10",
    "url": "investors-do-you-want-your-debt-served-net-or-gross-11625669313",
    "title": "Investors, Do You Want Your Debt Served Net or Gross?",
    "sub_head": "Outlook for the global economy and financial markets depends in part on whether you subtract cash from debt",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-365305?width=620&size=1.5",
    "image_1": "im-365305.jpg",
    "time": "2021-07-07 10:48:00",
    "body": "With the economic recovery under way, how much debt companies owe in the wake of the Covid-19 crisis is a crucial indicator for investors—if only they could agree on how to measure it.<br />Total borrowing by companies around the world rose by a modest 1% in the first half of 2021, after jumping to an all-time high of $13.5 trillion last year, according to data published Wednesday by investment firm Janus Henderson. On the surface, this looks like the start of a typical period of deleveraging after a debt binge.<br />But it isn’t so simple: While companies have raised a lot of cash, they haven’t spent it. In the U.S., government support has allowed them to accumulate even more liquid assets than debt, meaning their “net debt” levels haven’t gone up much, Federal Reserve figures show. The same seems to have happened all around the world, including in emerging markets.<br />As companies start spending their war chests during the second half of 2021, analysts at Janus Henderson forecast that net debt, rather than falling, will rise by as much as $600 billion this year. In their view, it should be a favorable environment for junk bonds, even though they now yield less than 4 percentage points more than safe debt—close to the pre-2008 low. Some of the big firms that lost their investment-grade credit rating, such as Kraft Heinz and Nordstrom, are on their way to rehabilitation.<br />Pessimists will instead see mounting net debt as yet another sign of irrational exuberance, to be added to the surge in house prices, proliferation of blank-check investment vehicles, and roller coaster trading in “meme stocks” and cryptocurrencies."
}