{
    "url_original": "https://www.wsj.com/articles/investment-review-panel-gets-wider-role-under-biden-in-rivalry-with-china-11625650200?mod=business_lead_pos11",
    "url": "investment-review-panel-gets-wider-role-under-biden-in-rivalry-with-china-11625650200",
    "title": "Investment Review Panel Gets Wider Role Under Biden in Rivalry With China",
    "sub_head": "Cfius is being empowered to assess more foreign investment threats",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-364045?width=620&size=1.5",
    "image_1": "im-364045.jpg",
    "time": "2021-07-07 05:30:00",
    "body": "WASHINGTON—A low-profile government committee that reviews business deals for national security concerns is receiving expanded emphasis as part of the Biden administration’s plan to compete with China.<br />The Committee on Foreign Investment in the U.S., or Cfius, is looking to share information with similar review bodies set up by allies and is paying closer attention to Biden priorities, including securing supply chains. In June, Cfius ordered a hold on a Chinese investor’s planned acquisition of South Korean-based semiconductor maker  Magnachip Semiconductor Corp.  to review the deal.<br />Cfius’s wider purview expands on the strengthened authority and sharper China-focus it was given during the Trump administration, which used the panel to examine data privacy issues for TikTok app users and squelch Chinese investment in U.S. technology.<br />The evolving mission means the multiagency panel led by the Treasury Department is set to be a linchpin in the Biden presidency’s plans to square off with the world’s second largest economy and potential peer competitor of the U.S., current and former officials said.<br />“The decisions they make on any given transaction will be a reflection of [the Biden administration’s] views of what national security means,” said Aimen Mir, a former Treasury official who helped run the panel’s investigation process from 2008 to 2018."
}