{
    "url_original": "https://www.wsj.com/articles/investors-in-chinese-stocks-hope-for-better-second-half-after-weak-showing-11625482801?mod=markets_lead_pos6",
    "url": "investors-in-chinese-stocks-hope-for-better-second-half-after-weak-showing-11625482801",
    "title": "Investors in Chinese Stocks Hope for Better Second Half After Weak Showing",
    "sub_head": "MSCI’s China index had its worst first-half underperformance in eight years relative to its global benchmark",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-363546?width=620&size=1.5",
    "image_1": "im-363546.jpg",
    "time": "2021-07-05 07:00:00",
    "body": "After a lackluster first half for Chinese stocks, investors and analysts are optimistic the next six months will bring better returns.<br />Chinese shares—listed either at home or abroad—were some of the world’s top performers in 2020. China moved quickly to get the coronavirus pandemic under control and became the only major economy to eke out a full-year expansion.<br />But stocks have lost ground after peaking in February. Since then, China’s credit growth has slowed, debt problems have rattled the country’s developers and financial firms and authorities have gotten tougher on sectors like education and technology. A rise in global bond yields has also dented investor appetite for riskier stocks.<br />The result:  MSCI Inc.’s  China index was up just 1.1% for the year through June 30, trailing the equivalent global benchmark by 11 percentage points. In relative terms, that was the worst first-half performance in eight years for the MSCI China, which includes both onshore and offshore stocks.<br />Since Chinese stocks are now trading at modest valuations—with a lot of bad news already priced in and economic growth likely to remain robust—investors say the second half of 2021 will likely improve. Still, the outlook for tech giants that dominate international China stock indexes remains murky—and the companies continue to struggle—so it will be hard for the broader market to make much of an advance."
}