{
    "url_original": "https://www.wsj.com/articles/iranian-intelligence-plotted-to-kidnap-u-s-based-activist-prosecutors-say-11626225550?mod=business_minor_pos5",
    "url": "iranian-intelligence-plotted-to-kidnap-u-s-based-activist-prosecutors-say-11626225550",
    "title": "Iranian Intelligence Plotted to Kidnap U.S.-Based Activist, Prosecutors Say",
    "sub_head": "Alleged scheme targeted Masih Alinejad, a Brooklyn-based critic of Tehran who has rallied opinion against Iran’s compulsory head scarves for women",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-368986?width=860&height=573",
    "image_1": "im-368986.jpg",
    "time": "2021-07-13 23:09:00",
    "body": "Iranian intelligence agents plotted to kidnap a U.S.-based human-rights activist and critic of the Islamic Republic and forcibly return her to Iran, federal prosecutors said, marking an escalation of Iran’s attempts to silence dissidents around the world.<br />The alleged scheme targeted Masih Alinejad, an Iranian-American who has used her social-media profile, Western government contacts and cable news appearances to rally opinion against Tehran’s treatment of women and the government policy of compulsory head scarves.<br />In an interview, Ms. Alinejad, who lives in Brooklyn, said federal agents informed her of the alleged kidnapping scheme last year and told her it was the first known attempt by Iranian officials to carry out a kidnapping plot on American soil.<br />On Tuesday, federal prosecutors announced the kidnapping conspiracy charges against an Iranian intelligence official, Alireza Farahani, and three Iranian intelligence assets, all of whom remain at large in Iran. It couldn’t be determined if the men have U.S. attorneys.<br />A fifth individual, Niloufar Bahadorifar, a California resident, was charged with providing financial services that supported the kidnapping scheme and conspiring to commit fraud, money laundering and sanctions violations, though she isn’t charged with the kidnapping plot. Ms. Bahadorifar’s attorney declined to comment."
}