{
    "url_original": "https://www.wsj.com/articles/irans-answer-to-bidens-diplomacy-11626649752?mod=opinion_lead_pos3",
    "url": "irans-answer-to-bidens-diplomacy-11626649752",
    "title": "Iran’s Answer to Biden’s Diplomacy",
    "sub_head": "More attacks on U.S. troops in Iraq and a kidnap plan in New York.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-18 19:09:00",
    "body": "Nuclear talks between the U.S. and Iran adjourned last month and could resume after Iranian President-elect Ebrahim Raisi takes office in August. But Iran’s behavior during the interregnum shows what it thinks about President Biden’s arms-control overtures.<br />Federal prosecutors said last week that an Iranian intelligence network planned to kidnap a U.S. citizen in New York and bring her to Iran. A dual U.S.-Iranian national, Masih Alinejad has reported extensively on human-rights abuses by the Islamic Republic. The journalist has built a large following on social networks while pushing for a tougher American approach to Tehran.<br />The prosecutors, who indicted four Iranian nationals, said Iranian intelligence has targeted others in Canada, the United Kingdom and elsewhere. Last year Tehran executed Ruhollah Zam, a France-based Iranian exile abducted while traveling in Iraq. Europe has previously imposed sanctions on Iran for planning terrorist attacks and murders on the Continent.<br />Meanwhile, Reuters reports that an Iranian commander has encouraged Iran-backed militias to step up attacks on U.S. targets in Iraq and Syria. Shiite militias have attacked U.S. positions in Iraq at least 26 times since President Biden took office, estimates Behnam Ben Taleblu of the Foundation for Defense of Democracies. Mr. Biden ordered retaliatory airstrikes on the armed groups twice this year. But two American service members were wounded this month during a rocket barrage after the last pinprick U.S. retaliation.<br />Iran’s violations of the 2015 nuclear deal also continue. Lame duck President Hassan Rouhani says the country can enrich uranium to weapons-grade purity, or about 90%. So far it has stopped at 60%, but that’s well above the 3.67% allowed under the deal. The government is stockpiling other illicit material and ignoring its inspection obligations to the International Atomic Energy Agency. Even Russian diplomat Mikhail Ulyanovadmitted, “Iran seems to be going too far.”"
}