{
    "url_original": "https://www.wsj.com/articles/iranian-oil-executive-removed-from-u-s-sanctions-list-remains-active-in-sector-11626091200?mod=business_minor_pos14",
    "url": "iranian-oil-executive-removed-from-u-s-sanctions-list-remains-active-in-sector-11626091200",
    "title": "Iranian Oil Executive Removed From U.S. Sanctions List Remains Active in Sector",
    "sub_head": "Ahmad Ghalebani stepped down from national oil company in 2013; now has roles in two Iranian energy companies, possibly in violation of U.S. sanctions",
    "category_1": "Middle East",
    "time": "2021-07-12 08:00:00",
    "body": "WASHINGTON—An Iranian oil executive removed from U.S. financial blacklists last month because he had resigned from Iran’s national oil company now holds senior positions with two Iranian energy firms linked to the Iranian government, according to company officials and regulatory filings.<br />The executive’s role at the two companies appears to violate U.S. sanctions, analysts said, and is expected to fuel concern among U.S. lawmakers critical of the administration’s Iran policy. Both companies contract with Iran’s state energy firms, including the blacklisted National Iranian Oil Company, and one of the firms is substantially owned by a sanctioned state-owned Iranian bank.<br />Former NIOC Chief Executive Ahmad Ghalebani was taken off the U.S. Iran sanctions list on June 11 because he no longer held that position in the state firm, “a verified change in behavior” according to the Treasury Department. Mr. Ghalebani stepped down from that post in 2013, the same year he was originally blacklisted by the U.S.<br />The sanctions removal, made at Mr. Ghalebani’s request, lifted financial blocks from any assets he may have had within the U.S. and affords him unfettered access to the U.S. and other foreign markets. Critics said the removals weakened the U.S.’s negotiating position, among other objections.<br />Mr. Ghalebani continues to serve as an adviser to the chief executive of Iranian oil-services firm Global Petro Tech Kish, according to a representative of the company, and was chosen as chairman of a shareholders meeting in late May of petrochemical firm AzarAb Industries, according to a filing with the Iranian stock exchange."
}