{
    "url_original": "https://www.wsj.com/articles/ireland-could-derail-global-tax-reform-11625220355?mod=business_minor_pos10",
    "url": "ireland-could-derail-global-tax-reform-11625220355",
    "title": "Ireland Could Derail Global Tax Reform",
    "sub_head": "Agreement to overhaul corporate tax is an achievement, but significant hurdles remain",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-363675?width=620&size=1.5",
    "image_1": "im-363675.jpg",
    "time": "2021-07-02 06:05:00",
    "body": "A new corporate tax agreement between 130 nations is quite an achievement, but the deal is far from done. The continued resistance of Ireland in particular could scuttle the accord.<br />On Thursday, 130 countries agreed to an overhaul of global corporate tax rules involving a minimum rate of 15% and changes to where companies will pay some of their taxes. The process was started by the Organization for Economic Cooperation and Development in 2013 and progress has been fitful. Holdouts from the deal include Hungary, Estonia, Nigeria, Kenya, Peru and Sri Lanka, as well as Ireland.<br />Dublin’s position isn’t surprising: It has vigorously defended its 12.5% corporate tax regime for years. Ireland’s decision is of outsize importance because most big U.S. tech companies base their overseas businesses there. Apple, Alphabet,  Facebook  and  Microsoft  are taxed in the country, while  Amazon  is in Luxembourg. International ire over aggressive tax avoidance has focused on these giants; many nations joined the reform process with the express intent to collect more tax on these companies’ local earnings.<br />The OECD agreement will do just that: Companies are expected to pay about $100 billion more annually. Businesses have generally backed the reform, accepting higher costs in exchange for more certainty and a burnished public image. But before any bills change, national tax laws will need to be updated.<br />While getting new tax legislation approved in Washington is no easy task, it also only takes one holdout in Brussels to block reform. European Union tax legislation requires unanimous approval, so Ireland has the power to stop any changes and has fellow holdouts Hungary and Estonia for company. Negotiations will be fierce and pressure high, but a stalemate is possible if Dublin sticks to its guns."
}