{
    "url_original": "https://www.wsj.com/articles/ireland-global-minimum-corporate-tax-oecd-eu-biden-yellen-11626793056?mod=opinion_lead_pos6",
    "url": "ireland-global-minimum-corporate-tax-oecd-eu-biden-yellen-11626793056",
    "title": "Americans Should Root for the Irish Fighting Higher Corporate Taxes",
    "sub_head": "The ‘global minimum tax’ battle may set an example for those who consider low U.S. state levies ‘unfair.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-371808?width=860&height=573",
    "image_1": "im-371808.jpg",
    "time": "2021-07-20 12:38:00",
    "body": "The Organization for Economic Cooperation and Development declared earlier this month that it plans to adopt a global minimum corporate tax rate of at least 15%. It warmed my heart to see my ancestral homeland step up as one of the handful of nations to balk at this announcement.<br />Ireland wasn’t the largest country to protest the OECD’s move—Nigeria’s 200 million people dwarf its five million. Nor was it the only member of the European Union to do so—Hungary and Estonia did as well. But given Ireland’s outsize voice in international diplomacy, and its cultural ties to the U.S., it’s clear that conversations surrounding the global minimum tax rate will have a markedly celtic lilt to them. The Biden administration should pay close attention.<br />The premise behind the minimum global corporate tax is simple: Most governments around the world are looking to raise money. But they don’t like taxing the middle class, as this tends to result in lost elections, and there aren’t enough rich people to soak to raise the necessary funds. That means that governments have started to look to corporations as piggy banks they can raid. The Microsofts and Apples of the world don’t garner much public sympathy when it comes to paying their “fair share.”<br />In the not-so-distant past, the U.S. knew better. We knew that low corporate tax rates boosted investment, productivity, jobs and wages—all of which encouraged a prosperous economy. When the U.S. cut the corporate rate to 35% under Ronald Reagan—giving us the lowest rate in the world—we reaped huge benefits at the expense of other countries with higher rates. But those countries also learned from our example. They even started beating us at our own game, which led to an exodus of U.S. business to more-favorable tax climes, including Ireland. By the time we lowered rates under President Trump, that 35% U.S. corporate tax rate had become the third highest in the world.<br />The Biden administration wants to increase the corporate tax rate to 28% from 21%. But it is worried that other countries will see the competitive advantage to be had in lowering their own rates. Other large economies are in the same boat."
}