{
    "url_original": "https://www.wsj.com/articles/is-a-four-day-week-the-future-of-work-11627704011?mod=business_lead_pos11",
    "url": "is-a-four-day-week-the-future-of-work-11627704011",
    "title": "Is a Four-Day Week the Future of Work?",
    "sub_head": "Working fewer hours is getting a new look during the pandemic as companies experiment with cures for employee burnout",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-376949?width=700&height=467",
    "image_1": "im-376949.jpg",
    "time": "2021-07-31 12:00:00",
    "body": "Kickstarter Chief Executive Aziz Hasan had to embrace remote work during the initial stage of the pandemic. Now this boss wants to reward employees who stuck around with a new perk: the four-day workweek.<br />Starting next year the Brooklyn crowdfunding company plans to allow its employees to clock eight fewer hours over four days for no less pay, as part of a pilot study. Mr. Hasan’s bet is that the shortened schedule will allow workers to juggle work and home life while having more time for personal pursuits. He hopes Kickstarter’s staff of roughly 90 will be just as productive in carrying out the company’s mission of funding creative projects, if not more so.<br />“You can’t learn until you start doing it,” Mr. Hasan said. “People are curious what it will look like and if it will work.”<br />Covid-19 is calling into question long-held views about the structure and nature of work, including—for some—the tradition of the five-day, 40-hour week. Remote arrangements freed employees of some constraints in 2020, but it also sparked burnout as some put in even longer hours. More are demanding an improved work-life balance as they return to the office in 2021.<br />“The experience of the pandemic and working from home has us beginning to question all the face-time requirements of the workplace,” said Ben Hunnicutt, a professor at the University of Iowa and the author of “Work Without End,” a study of past attempts to shorten the work week. “We can get our work done and go home.”"
}