{
    "url_original": "https://www.wsj.com/articles/is-marshmallow-fluff-trending-11626289717",
    "url": "is-marshmallow-fluff-trending-11626289717",
    "title": "Is Marshmallow Fluff Trending?",
    "sub_head": "It should be, argues one aficionado of the sticky, scrumptious stuff. A splendid sundae recipe bolsters his impassioned case for this underappreciated ingredient.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-369239?width=860&height=1290",
    "image_1": "im-369239.jpg",
    "time": "2021-07-14 15:08:00",
    "body": "JUST WHAT IS the problem with Marshmallow Fluff? It gets zero respect these days. I suppose that brand name doesn’t help. “Fluff” is, after all, the word we use for anything not to be taken seriously. So I’ll begin here by shifting to the generic term for this foodstuff that food snobs scorn: marshmallow creme. There. Does that sound French enough?<br />People seem to be OK with the marshmallow in its solid form. Maybe it’s the symbiotic relationship it has with the chocolate bar and the Graham cracker, transformed via campfire into the ever-popular s’more.<br />But I am here to praise the marshmallow in its primordial, formless form. Marshmallow creme has a marvelous capacity to adapt to the shape of our shifting desires. Swirl it into a milkshake for a lush consistency and intense vanilla flavor. Short on time to produce a showstopper dinner-party dessert? Artfully dollop some marshmallow creme atop a scoop of ice cream, blast it with a kitchen torch and call it baked Alaska.<br />This ingredient is as classic as Ivory soap—and, like that product, possessed of a pristine snowy-white visual appeal and a buoyancy both literal and poetical. Returning for a moment to my brand of choice, Marshmallow Fluff, the retro label is pretty great, too.<br />Marshmallow creme does have its die-hard devotees. One can attend the What the Fluff? festival each September in Somerville, Mass., and Oct. 8 has been designated National Fluffernutter Day in honor of the sandwich that pairs the sumptuous stuff with peanut butter."
}