{
    "url_original": "https://www.wsj.com/articles/is-this-the-summer-of-the-mens-tank-top-11625686721",
    "url": "is-this-the-summer-of-the-mens-tank-top-11625686721",
    "title": "Is This the Summer of the Men’s Tank Top?",
    "sub_head": "From European runways to Manhattan sidewalks, the popularity of bicep-baring tank tops is surging. Here, why some guys are keen to show a little skin, and how to wear the sleeveless trend—if you dare.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-365062?width=620&size=0.6666666666666666",
    "image_1": "im-365062.jpg",
    "time": "2021-07-07 15:38:00",
    "body": "THIS IS SHAPING up to be the summer of skin in men’s fashion. During last month’s men’s runway presentations in Europe, Fendi showed skimpy, navel-flashing crop tops, and Prada sent out bare-chested models in barely there shorts. Outside the always-dramatic high-fashion sphere, young men with day jobs that are not modeling are also brandishing some skin. Thigh-highlighting 5-inch inseam shorts, a style perpetuated by users on TikTok, remain commonplace in urban enclaves. And this summer, the revealing male tank top—a longtime staple of men’s wardrobes—is surging with a new vitality.<br />“The sleeveless trend is definitely happening right now,” said Saisangeeth Daswani, who analyzes fashion and beauty trends at Stylus, a trend-forecasting agency in London. Ms. Daswani noted that for years, avant-garde designers like Riccardo Tisci, now at  Burberry ,  and Rick Owens have created body-conscious tanks, but the current tank onslaught is more of a grass-roots movement. During lockdowns, she said, many men were able to experiment with their style “in a more discreet way” from the comfort of their homes. This gave them confidence to sample daring clothes, like those bicep-baring tanks. As we return to our regularly scheduled lives this summer, these sudden risk-takers join the cohort of men already comfortable with showing their shoulders.<br />Adding to the tank top’s current appeal is what Clinton Chan, a 33-year-old engineer in Vancouver, called a “vanity aspect.” For men who spent every idle moment of quarantine ripping off push-ups and bicep curls, a tank top shows the fruits of their labor. It is no wonder that nearly every tank top fan I spoke with copped to spending ample hours working out. An extreme example of this muscular flexing can be seen in “F9,” the “Fast & Furious” franchise’s most recent box-office hit, in which beefcake Dom Toretto (played by Vin Diesel) wears a plethora of sleeveless shirts to flaunt upper arms the size of Christmas hams.<br />More modest sorts are layering fine, featherweight tanks beneath camp shirts or even sportcoats. Mr. Chan noted that to wear a tank solo you have to consider not just your physique but your body hair—another reason to treat the tank as a just-revealing-enough base layer—one that has the benefit of being far lighter in summer than a standard T-shirt.<br />Tanks make Joseph Corrao, 32, who works at his family’s restaurant in Little Falls, N.J., think of his grandfather, an impeccable dresser who often wore tanks beneath knit polos like a swank extra from Martin Scorsese’s 1995 film “Casino.” Taking a cue from his well-dressed elder, Mr. Corrao now wears tank tops so frequently, they’re “like a second skin.” He even recently sported one under a navy suit for a day in Manhattan."
}