{
    "url_original": "https://www.wsj.com/articles/is-tesla-the-meme-stock-of-yesteryear-11627392932?mod=business_minor_pos10",
    "url": "is-tesla-the-meme-stock-of-yesteryear-11627392932",
    "title": "Is Tesla the Meme Stock of Yesteryear?",
    "sub_head": "Just as Elon Musk’s firm begins to look fundamentally more solid, investors have moved on to other speculative objects",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-27 09:35:00",
    "body": "For years,  Tesla  stock charged ever higher despite weak operating results. So far in 2021, that pattern has reversed itself.<br />Second quarter results from Elon Musk’s auto maker were the company’s strongest on record. Tesla booked $11.9 billion in sales and earned $1.1 billion in quarterly profit according to generally accepted accounting principles. Both figures topped analyst expectations. And while Tesla sold $354 million of regulatory credits to rivals, the auto maker would have easily finished the quarter in the black without them. Results were flattered by Tesla receiving certain goods and services from suppliers for which it hadn’t yet been charged, but Mr. Musk still deserves credit for that strong performance.<br />Tesla managed to deliver more than 200,000 cars in the quarter despite the global semiconductor shortage. And the falling price of bitcoin, which the auto maker carries on its balance sheet for some reason, only resulted in a $23 million hit to the bottom line.<br />But while Tesla’s actual business has lately come of age, the stock isn’t playing along. It was slightly higher on Tuesday morning, had dropped 9% so far this year and is down by more than a fifth over the past six months, lagging bigger rivals like  Ford  and  General Motors .  Meme stock aficionados, who couldn’t get enough of Tesla until recently, seem to have moved on to cryptocurrencies, brick-and-mortar video-game retailers and movie-theater chains.<br />One reason: Tesla’s excellent results underscore how disconnected its valuation is from business reality. Tesla has earned $1.41 a share so far this year. If the auto maker continues to shine in 2021, it might earn $4 a share on a GAAP basis. At the current stock price, the company is valued at more than 150 times that still-hypothetical earnings figure—orders of magnitude higher than any comparable rival."
}