{
    "url_original": "https://www.wsj.com/articles/is-there-ever-a-good-time-to-investigate-bidens-11626465523?mod=opinion_minor_pos1",
    "url": "is-there-ever-a-good-time-to-investigate-bidens-11626465523",
    "title": "Is There Ever a Good Time to Investigate Bidens?",
    "sub_head": "Politico hails a prosecutor who delayed the wheels of justice in 2020.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-370825?width=860&height=573",
    "image_1": "im-370825.jpg",
    "time": "2021-07-16 15:58:00",
    "body": "Given the voluminous flow of money collected by various Bidens trading on the family name—and the systematic suppression of this story by the American media—readers can be forgiven for not cheering a prosecutor who declined to press a related investigation during last year’s presidential campaign. Readers also have every right to ask what exactly is being done in 2021 to serve the cause of justice. Ben Schreckinger writes in Politico:<br />Reasonable people can debate whether prosecutors should ignore the calendar and always pursue the facts—or make every effort to avoid creating investigative news in the middle of a political campaign. But even if one prefers the latter, which is often presented as appropriate policy, one must also recognize how often—and how egregiously—federal officials have violated this principle.<br />The recent history goes well beyond the federal officials who ginned up  the empty collusion case against Donald Trump as he was running for president in 2016—and then managed to keep the fantastical case alive through the next congressional election cycle. It goes beyond former FBI Director James Comey’s bizarre public exoneration of Hillary Clinton in 2016 and subsequent public reopening of her case, both of which violated government protocol.<br />Remember 2008, when Justice Department attorneys concealed evidence to secure guilty verdicts against Republican Sen. Ted Stevens of Alaska less than two weeks before Election Day? The previously popular senator then lost a close race to Democrat Mark Begich, who went on to provide the 60th Senate vote to enact Obamacare.<br />The Stevens convictions were set aside and it was only after a federal judge ordered an independent report that voters learned the depth of prosecutorial abuse. A 2012 Journal editorial noted some of the appalling details:"
}