{
    "url_original": "https://www.wsj.com/articles/is-virgin-galactic-truly-a-space-company-11626085517?mod=business_minor_pos10",
    "url": "is-virgin-galactic-truly-a-space-company-11626085517",
    "title": "Is Virgin Galactic Truly a Space Company?",
    "sub_head": "Richard Branson’s trip 55 miles above the Earth aims to open the way for more space tourists, but his company’s market value isn’t all about the final frontier",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-367653?width=620&size=1.5",
    "image_1": "im-367653.jpg",
    "time": "2021-07-12 06:25:00",
    "body": "Despite its successful flights to the edge of space,  Virgin Galactic  may be too down to Earth in its long-term promise.<br />On Sunday, British billionaire Richard Branson traveled to the thermosphere—54 miles above sea level—aboard his space plane VSS Unity. This happened 20 years after another rich entrepreneur, Dennis Tito, became the world’s first space tourist, and nine days before  Amazon.com  founder Jeff Bezos is scheduled to go to space with his own privately held company, Blue Origin.<br />The market impact of Mr. Branson beating his rival to the punch shouldn’t be underestimated. Because Virgin Galactic is one of few high-profile space companies to trade, it has become a favorite in the retail-investor community. Flow tracker VandaTrack shows that the buzz around the launch has sucked in retail money, helping to double Virgin’s share price relative to the start of the year.<br />Being first, though, doesn’t mean going furthest. Blue Origin has poked fun at its rival by pointing out that its New Shepard is a true vertical landing and takeoff rocket rather than a “high-altitude airplane” like Virgin’s SpaceShipTwo, and that it will actually fly above the Kármán line that some international organizations use to define the edge of space, 62 miles above sea level.<br />Of course, arbitrary definitions about where space starts don’t matter for the purpose of giving people a few minutes of weightlessness. Vindicating Mr. Branson’s vision, there seems to be tangible demand for this experience: 600 people have already reserved tickets for between $200,000 and $250,000 a piece, Virgin says, and 400 more want to book when sales resume soon. Based on the company’s revenue estimates, fares will rise to between $300,000 and $400,000."
}