{
    "url_original": "https://www.wsj.com/articles/isaiah-berlin-critical-race-theory-progressives-woke-culture-wars-marxism-11626724499?mod=opinion_lead_pos6",
    "url": "isaiah-berlin-critical-race-theory-progressives-woke-culture-wars-marxism-11626724499",
    "title": "The Hedgehogs of Critical Race Theory",
    "sub_head": "They start with important truths—slavery was wicked—and get carried away into monomania.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-371259?width=860&height=573",
    "image_1": "im-371259.jpg",
    "time": "2021-07-19 18:24:00",
    "body": "The political philosopher Isaiah Berlin turned an obscure fragment by the ancient Greek poet Archilochus (“The fox knows many things, but the hedgehog knows one big thing”) into an intellectual’s cocktail-party game. In a famous essay, published as a book in 1953, Berlin suggested that the world is divided between hedgehogs and foxes—between those who believe in One Big Thing (one all-sufficient super-explanation), and those who are content with a more modest, irrational and even incoherent idea of history’s unfolding. Karl Marx was a supreme hedgehog: Everything, for him, was about the conflict of economic classes. Franklin D. Roosevelt was a restlessly improvising fox.<br />The world’s hedgehog population tends to expand in times of stress and change. Lately it has exploded in the U.S. Hedgehogs are thick on the ground, all of them advancing One Big Thing or another—each peering through the lens of a particular obsession. At the moment, the biggest One Big Thing is race—the key, it seems, to all of America, to the innermost meanings of the country and its history.<br />It isn’t really true. Race is one of many big things in America. It is hardly the most important. Americans need to desanctify the subject of race—to mute its claims, which have grown absolutist and, as it were, theological in their thoroughness, their dogmatism.<br />Critical race theory has spread across the U.S. like—forgive the expression—a virus, coming to infect primary schools and high schools and universities, foundations, art museums, big corporations, the military, local, state and federal government bureaucracies. It’s everywhere in the West Wing. President Biden, who spent almost 40 years following the ways of an amiable political fox in the Senate—exchanging pleasantries and now and then doing legislative business with Confederate mossbacks like Strom Thurmond and James Eastland—has, in his old age, signed on with the monomaniacs of the left.<br />The hedgehog’s trajectory may begin on the side of undeniable and important truth—for example, the truth that slavery was a great wickedness in America (as it was elsewhere in the world), and that race prejudice has been a chronic American dilemma and a moral blight that has damaged and scarred the lives of millions of black American citizens over generations."
}