{
    "url_original": "https://www.wsj.com/articles/israel-begins-pfizer-covid-19-vaccine-for-at-risk-children-under-12-as-delta-cases-surge-11627414792?mod=world_major_1_pos7",
    "url": "israel-begins-pfizer-covid-19-vaccine-for-at-risk-children-under-12-as-delta-cases-surge-11627414792",
    "title": "Israel Begins Pfizer Covid-19 Vaccine for At-Risk Children Under 12 as Delta Cases Surge",
    "sub_head": "Officials say young children with certain underlying conditions should get the shot",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-27 15:39:00",
    "body": "TEL AVIV—Israel authorized the use of  Pfizer Inc.’s  Covid-19 vaccine for vulnerable children between five and 11 years old, as cases of the highly contagious Delta variant rise sharply.<br />Israeli officials said young children should be given the shot if they have a high likelihood of serious illness or death from Covid-19 because of underlying conditions such as severe obesity, chronic lung disease, immunosuppression or heart failure.<br />The health ministry said each individual case would require special approval and children would be given a lower dosage of the vaccine—10 micrograms instead of the usual 30 micrograms—in accordance with data provided from Pfizer. A spokesman for Pfizer said dosing regimens reside with health authorities as opposed to the pharmaceutical company.<br />Pfizer is testing the 10-microgram dose in children five to 11 years old, but hasn’t released any clinical data yet. It said it expects to have study results in September, when it expects to ask the U.S. Food and Drug Administration to authorize the use of its shot for this age group.<br />Israel’s authorization on Tuesday, one of the first in the world, comes after the U.S. FDA raised the minimum number of young children that should be in current Covid-19 vaccine trials to better detect any side effects. The FDA wants to better understand side effects, such as a rare heart condition known as myocarditis, that have surfaced in small numbers of people."
}