{
    "url_original": "https://www.wsj.com/articles/israels-coalition-government-agrees-to-temporarily-evacuate-divisive-west-bank-settlement-11625158725",
    "url": "israels-coalition-government-agrees-to-temporarily-evacuate-divisive-west-bank-settlement-11625158725",
    "title": "Israel’s Coalition Government Agrees to Temporarily Evacuate Divisive West Bank Settlement",
    "sub_head": "Under deal, Jewish settlers will leave the site by Friday afternoon; government has promised to legalize settlement if the land is found not to belong to Palestinians",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-01 13:41:00",
    "body": "EVYATAR OUTPOST, West Bank—Israel’s new government reached a deal with leaders of an unauthorized settlement in the occupied West Bank that would see them evacuate the site, a temporary solution for an issue that has sharply divided the country’s ruling coalition.<br />Around 50 Jewish families built trailer-sized homes of concrete blocks and metal-sheet roofs on the hilltop outpost in Evyatar starting in May, sparking daily protests by local Palestinians who claim the land.<br />Under a deal between the government and residents of the outpost, the settlers will leave the site by Friday afternoon, according to a statement released by cabinet Secretary Shalom Shlomo. The government in return has promised to legalize the settlement in the future if the land is found not to belong to Palestinians.<br />The Palestinian Authority, which governs parts of the West Bank, condemned the deal and said it would fight it through legal means. “It reveals the true face of the [Bennett] government,” the PA’s foreign ministry said.<br />The compromise deal eases immediate pressure on a governing coalition made up of eight parties from across the political spectrum, including an independent Arab party for the first time. The ideologically different parties came together in June to end Benjamin Netanyahu’s 12-year run in power, but they have struggled to maintain a united front over the fate of the outpost."
}