{
    "url_original": "https://www.wsj.com/articles/israel-victory-palestinian-prosperity-peace-process-11626814116?mod=opinion_major_pos16",
    "url": "israel-victory-palestinian-prosperity-peace-process-11626814116",
    "title": "Israeli Victory, Palestinian Prosperity",
    "sub_head": "Handsome apartments and late-model cars will not spur Palestinians to accept Israel.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-372781?width=860&height=573",
    "image_1": "im-372781.jpg",
    "time": "2021-07-21 11:18:00",
    "body": "Who can resist the optimism of Micah Goodman’s op-ed “Israel’s Surprising Consensus on the Palestinian Issue” (July 15)? Sadly, the fine print reveals that the supposed consensus rests on Mr. Goodman’s proposal “to create territorial contiguity between Palestinian autonomous islands in the West Bank, connect this Palestinian autonomy to the wider world, and promote Palestinian economic prosperity and independence.”<br />Haven’t we seen this movie before? Mr. Goodman’s program closely replicates Shimon Peres’s “New Middle East” and the Oslo Accords of 1993, when Israelis made major concessions in the innocent hope that Yasser Arafat, Mahmoud Abbas and their henchmen would respond with goodwill. We know now how that turned out.<br />As a historian, I regret to report that conflicts typically end not with goodwill gestures but with one side giving up on its war goals. Think: 1865, 1945, 1975 and 1991. Handsome apartments and late-model cars will not spur Palestinians to accept Israel; this will happen only after they recognize the futility of their dream to eliminate the Jewish state. Israeli victory, not Palestinian prosperity, leads to peace.<br />Just as the Germans gained immeasurably by giving up on their aggression, so can the Palestinians. Only when they accept their neighbor can this skilled and dignified people build the polity, economy, society and culture worthy of them.<br />Daniel Pipes"
}