{
    "url_original": "https://www.wsj.com/articles/israel-to-offer-pfizer-booster-shots-to-elderly-as-delta-cases-rise-11627585878?mod=world_major_1_pos7",
    "url": "israel-to-offer-pfizer-booster-shots-to-elderly-as-delta-cases-rise-11627585878",
    "title": "Israel to Offer Pfizer Booster Shots to Elderly as Delta Cases Rise",
    "sub_head": "Early data suggest vaccine protection against severe illness has waned; ‘we see people that are hospitalized that were vaccinated, although the risk is lower’",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-29 15:11:00",
    "body": "TEL AVIV—Israel authorized the use of a booster shot of  Pfizer Inc.’s  Covid-19 vaccine for people aged 60 and over starting Sunday, after early data in the country suggested vaccine protection against severe illness has waned.<br />Healthcare providers said Thursday a third dose would be offered to those in that age group at least five months after their second shot.<br />The government’s decision was based on the advice of healthcare experts following preliminary data from inside the country. That included data that showed the vaccine’s ability to prevent severe illness in the age group had dropped to 81% in July from 97% in April, according to Dr. Gili Regev-Yochay, director of the infectious disease epidemiology unit at Sheba Medical Center in central Israel.<br />Pfizer on Wednesday said it plans to seek clearance next month from U.S. regulators to distribute a booster shot. Separately, it released an analysis of subjects from its large late-stage study that showed protection against symptomatic disease from its vaccine dropped every two months, to 84% after six months from a peak of 96% within two months of vaccination among all age groups. The analysis hasn’t been peer-reviewed.<br />A recent study from the U.K. published in the New England Journal of Medicine found the Pfizer vaccine was 88% effective at protecting against symptomatic disease from April 5 to May 16, but didn’t stratify by age groups."
}