{
    "url_original": "https://www.wsj.com/articles/italian-fashion-brand-zegna-joins-spac-frenzy-with-3-2-billion-valuation-11626697546?mod=markets_featst_pos1",
    "url": "italian-fashion-brand-zegna-joins-spac-frenzy-with-3-2-billion-valuation-11626697546",
    "title": "Italian Fashion Brand Zegna Joins SPAC Frenzy With $3.2 Billion Valuation",
    "sub_head": "Sergio Ermotti, former UBS CEO, seeks to list luxury menswear company on New York Stock Exchange",
    "category_1": "Business",
    "time": "2021-07-19 08:25:00",
    "body": "MILAN—Ermenegildo Zegna Group said it would merge with a special-purpose acquisition company in a deal that values the Italian luxury-goods group at $3.2 billion, including debt, and provides it with funds for future acquisitions to bulk up amid consolidation in the fashion sector.<br />Zegna specializes in high-end menswear and bought the American fashion brand Thom Browne in 2018. It intends to list on the New York Stock Exchange after merging with a SPAC owned by London-based private-equity firm Investindustrial and chaired by Sergio Ermotti, the former chief executive of  UBS Group AG .<br />The Zegna family would retain a 62% stake in the company following the deal’s closing, which is expected by the end of the year. Investindustrial would own 11% with the remainder publicly traded. Zegna and Investindustrial said they expect Zegna would start trading with a market value of $2.5 billion. Adding the debt pushes Zegna’s so-called enterprise value to $3.2 billion.<br />The Zegna family, which has owned the company for more than a century, will receive about $550 million in the deal. The company will get $250 million it can use for future acquisitions, according to a presentation. Gildo Zegna, the company’s chief executive and the grandson of its founder, said his family will remain at the helm following the closing of the deal.<br />Italian luxury-goods companies have been the target of buyout offers from a handful of fashion conglomerates that include LVMH Moët Hennessy Louis Vuitton SE and Kering SA. The two French giants already own many Italian fashion mainstays including Gucci, Fendi and Bottega Veneta. U.S. fashion conglomerate  Capri Holdings Ltd.  owns Versace, one of Italy’s most well-known brands."
}