{
    "url_original": "https://www.wsj.com/articles/its-payday-for-college-athletes-as-new-compensation-laws-take-effect-11625111830",
    "url": "its-payday-for-college-athletes-as-new-compensation-laws-take-effect-11625111830",
    "title": "It’s Payday for College Athletes as New Compensation Laws Take Effect",
    "sub_head": "State laws in Florida and other states have taken effect allowing college athletes like gymnast Leah Clapper to make money from their name, image and likeness.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "time": "2021-07-01 09:00:00",
    "body": "Leah Clapper, a senior gymnast at the University of Florida, has been blogging about food longer than she’s been tumbling for the Gators. Her blog was popular enough to draw attention from brands who wanted to promote her via paid Instagram posts. But she always had to say no, as such payments would have violated the NCAA’s long standing amateurism rules.<br />“It was kind of unfair, because anybody else can do this, except for a student athlete,” she said. “But those were the rules and one of the biggest goals in my life was to be a college athlete.”<br />As of Thursday, however, those rules are history—and Clapper is a member of the first class of college athletes who will benefit.<br />State laws in Florida and a handful of other states have taken effect, allowing college athletes to make money from their name, image and likeness. The NCAA, under pressure to loosen its tight grip on athlete compensation, is adopting an “interim policy” allowing college athletes everywhere to do the same. The furious change also follows a unanimous Supreme Court decision in June that found the NCAA’s strict limits on compensation violate U.S. antitrust law.<br />Much of the focus has been on the ways in which Heisman Trophy winners and big-time basketball stars will be able to cash in. But the rule changes may be just as profound for athletes like Clapper, who are not household names but whose platforms will never be bigger than when they are undergraduates."
}