{
    "url_original": "https://www.wsj.com/articles/j-j-talc-claimants-seek-to-pre-empt-companys-bankruptcy-strategy-11627491067?mod=business_minor_pos4",
    "url": "j-j-talc-claimants-seek-to-pre-empt-companys-bankruptcy-strategy-11627491067",
    "title": "J&J Talc Claimants Seek to Pre-Empt Company’s Bankruptcy Strategy",
    "sub_head": "Separately, lawmakers probe company over whether it plans to address talc-related injury claims through bankruptcy",
    "category_1": "Pro Bankruptcy Distress",
    "image_1_url": "https://images.wsj.net/im-376587?width=860&height=573",
    "image_1": "im-376587.jpg",
    "time": "2021-07-28 17:39:00",
    "body": "People alleging that  Johnson & Johnson ’s  talc-based baby powder caused their cancers asked a federal court to forbid the company from taking steps to place its talc liabilities in bankruptcy, while lawmakers sought information about the same issue from J&J’s CEO.<br />A committee representing talc-injury claimants asked for a restraining order forbidding J&J from carving out talc-related liabilities from the rest of the business. J&J has told personal-injury lawyers it is considering bankruptcy for a subsidiary as a way to resolve lawsuits and future claims stemming from talc, The Wall Street Journal reported last week.<br />Separating out talc liabilities from other assets is a first step toward the bankruptcy plan, the injury claimants said in court papers filed Wednesday.<br />“We stand behind the safety of our products as decades of independent scientific testing has confirmed that our talc is safe and does not cause cancer,” a J&J spokeswoman said Wednesday. The company has previously said it hasn’t decided on any course of action regarding talc lawsuits, except to defend the safety of its products and to fight pending claims.<br />As of April, there were roughly 28,900 pending U.S. lawsuits linking the company’s talc-containing powders, which it stopped selling last year, to ovarian cancer and the asbestos cancer mesothelioma."
}