{
    "url_original": "https://www.wsj.com/articles/jacob-zuma-cyril-ramaphosa-anc-corruption-looting-11626901502?mod=opinion_lead_pos10",
    "url": "jacob-zuma-cyril-ramaphosa-anc-corruption-looting-11626901502",
    "title": "Will South Africa’s ANC Get the Message?",
    "sub_head": "Decades of corruption and maladministration came to a head in last week’s riots. It’s time for real reform.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372749?width=860&height=573",
    "image_1": "im-372749.jpg",
    "time": "2021-07-21 18:22:00",
    "body": "A week of widespread rioting and looting in South Africa has ended. The turmoil’s cost is still being determined, but at least 276 people died, some of them trampled to death in stampedes, and the economic damage will run to billions of dollars. The country’s health infrastructure, already tottering under the weight of the Covid-19 pandemic, was virtually shattered in some areas by looting and arson. Major highways and a rail link were shut down for days.<br />The riots are barely over, so determining their “what” and “why” is difficult. The trigger was the jailing of the country’s former President Jacob Zuma, who was detained for ignoring a summons to appear before a commission investigating corruption. He has good cause to fear an inquiry. During his nine-year tenure, the country may have lost more than $34 billion to graft, according to his successor, President Cyril Ramaphosa. One of the most infamous scandals involved allegations that members of the wealthy Gupta family purchased so much influence with Mr. Zuma that they bartered cabinet positions in his government.<br />The deeper causes behind the unrest are murky. As with all South African presidents since the end of apartheid in 1994, Mr. Zuma was also head of the ruling African National Congress. The corruption scandals that embroiled him and the recession-prone economy over which he presided eventually made him a political liability, and the ANC forced him out in 2018. Yet a bloc of Zuma loyalists has continued to battle for power with Mr. Ramaphosa. Mr. Zuma’s arrest was a victory for Mr. Ramaphosa, as was the earlier suspension from the party of one of Mr. Zuma’s powerful allies.<br />The Ramaphosa government pins blame for the turmoil on Zuma supporters. Last week authorities said they had identified 12 ringleaders of what Mr. Ramaphosa called a “deliberate, coordinated and well-planned attack” on South Africa’s democracy. There may be a kernel of truth to that. Some pro-Zuma voices openly agitated for violence, and some of the attacks on infrastructure appeared to be coordinated.<br />Yet the scale and intensity of the unrest reveals a deeper problem. Mr. Ramaphosa’s political enemies could not have set parts of South Africa ablaze without the tinder provided by the ANC’s decadeslong mismanagement of the country. The ANC-led government’s bumbling during the HIV epidemic in the late 1990s and early 2000s likely cost more than 330,000 South African lives. Its aggressive affirmative action program, Black Economic Empowerment, has enriched a small clique of wealthy black South Africans while deterring investment. The 30% unemployment rate is essentially unchanged since 1994, and youth unemployment has climbed to a disastrous 74%. Blackouts, in Africa’s most industrialized economy, are common."
}