{
    "url_original": "https://www.wsj.com/articles/james-turrell-into-the-light-review-in-the-eye-of-the-beholder-11625914800",
    "url": "james-turrell-into-the-light-review-in-the-eye-of-the-beholder-11625914800",
    "title": "‘James Turrell: Into the Light’ Review: In the Eye of the Beholder",
    "sub_head": "An engrossing retrospective at Mass MoCA surveys the career of the pioneering environmental artist whose installations play with our perceptions of space and form.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-366649?width=620&size=custom_2651x1768",
    "image_1": "im-366649.jpg",
    "time": "2021-07-10 07:00:00",
    "body": "North Adams, Mass.<br />James Turrell (b. 1943) is to Light & Space art what Picasso was to Cubism. His 1966 projections of intense light into corners of walls to create glowing, floating illusions of cubes were the “Desmoiselles d’Avignon” of the style. That’s an inexact parallel, for Robert Irwin—15 years Mr. Turrell’s senior, also a Southern California artist and, like him, a recipient of one of the first MacArthur Foundation grants given to artists—was the other pioneering Light & Space artist. Yet Mr. Turrell’s global reach (he has completed major projects in Spain and China), not to mention his continuing—and gargantuan—Roden Crater project in the Arizona desert, put him in a class by himself.<br />“James Turrell: Into the Light,” on the vast campus of the Massachusetts Museum of Contemporary Art—known simply as Mass MoCA—with at least one piece from each decade of the artist’s career, which begain in 1966, is a kind of retrospective and, for those not familiar with his work, a primer.<br />That the artist is the son of an aeronautical engineer father and a Quaker mother are important in understanding his work. He’s an experienced pilot who sees the Earth and sky differently from most of us: in a word, phenomenologically. He’s also a former “lapsed Quaker” who now describes himself as a “relapsed Quaker” with a belief in Quakerism’s “inner light” and the idea that God is manifest in every one of us. (This partly explains the exhibition title.) With Mr. Turrell, these are no airy-fairy beliefs, but rather the underpinnings of a quiet ferocity permeating everything he does. (A half-century ago, I played in a couple of pickup basketball games with Mr. Turrell, who was a varsity athlete at his small college. He was in another zone on the court, fiercely unkind to my mediocre opposition.)<br />All of Mr. Turrell’s works are somehow at once typical and sui generis. In “Perfectly Clear (Ganzfeld)” (1991), one ascends (after donning blue paper booties to protect the floor) black-carpeted steps to enter a large, bright white chamber whose floor rises almost imperceptibly toward the back wall—which is less like a wall than an entry into some kind of deep space. That back wall slowly changes colors, as does the light in the entire chamber. For painters, there’s a Rothko-gone-to-heaven feel. Immediately in front of that changing color-field wall is an invisible drop in the floor; a sensor that sets off an alarm prevents injury to viewers who get too close to it. In “Hind sight” (1984), another room, everything is pitch black, a beyond-black that gives you a frightening (or peaceful, depending on your mindset) hint of what the second term in Jean-Paul Sartre’s “Being and Nothingness” is all about. Viewers use railings to find their way in the dark to seats, where they may sit for 15 minutes before being called out by the guard."
}