{
    "url_original": "https://www.wsj.com/articles/jan-6-house-select-committee-capitol-hill-riot-trump-11627594907?mod=opinion_lead_pos9",
    "url": "jan-6-house-select-committee-capitol-hill-riot-trump-11627594907",
    "title": "The Jan. 6 Committee Carries History’s Weight",
    "sub_head": "Its members need to nail down what happened on the Capitol—including in their colleagues’ offices.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-07-29 18:49:00",
    "body": "‘It happened, move on.” “It wasn’t so bad.” “It was just a protest that got out of hand.” A lot of the rioters were screwballs in antlers—crazy uncles, unhappy sons. They didn’t even have a plan. They didn’t know what they were going to do in there. They just ran around and screamed. “Hang Mike Pence.” You get the distinct impression from the videos that they were extremely relieved they couldn’t find Mr. Pence, or anyone else.<br />These are aspects of the events of 1/6/21, but they aren’t anywhere near the most important ones.<br />There are three reasons we have to learn everything we can about what happened that day, and they are the reasons the House Select Committee to Investigate the Jan. 6 Attack on the United States Capitol, which held its first public hearing this week, deserves the support of both parties.<br />One is that the central intent of the riot was to halt, unlawfully and through violence, a constitutionally mandated activity: the counting of the physical Electoral College ballots that would yield the final, formal result of the 2020 presidential election. Those paper ballots, transported to Washington by each of the 50 states, rested inside wooden boxes secured by thick leather straps and placed on the floor of the U.S. Senate. Their counting is an expression, but also a practical requirement, of the peaceful transfer of presidential power. Their counting had never been stopped before, even in America’s wild wilderness beginnings.<br />If we have a future in which such attempts become commonplace, everything will fall apart: No future presidential outcome will be assumed to be settled, no transfer of power peaceful. That would be a disaster."
}