{
    "url_original": "https://www.wsj.com/articles/jan-6-committee-house-hearing-capitol-riot-donald-trump-11627510120?mod=opinion_lead_pos2",
    "url": "jan-6-committee-house-hearing-capitol-riot-donald-trump-11627510120",
    "title": "Two False Narratives About the Capitol Riot",
    "sub_head": "As the Jan. 6 committee meets, politics drowns out the actual story.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-28 18:53:00",
    "body": "The House inquiry on the events of Jan. 6 held its opening hearing Tuesday, and it showed why no Republican should try to brush aside the ugliness of the Capitol riot. The perpetrators who assaulted police that day weren’t overenthusiastic tourists, and the mob was not all a “loving crowd,” as Donald Trump characterized the audience for his pre-melee speech.<br />“What we were subjected to that day was like something from a medieval battle. We fought hand to hand, inch by inch, to prevent an invasion of the Capitol,” police officer Aquilino Gonell testified. “I could feel myself losing oxygen and recall thinking to myself, ‘This is how I’m going to die, defending this entrance.’” He has already had a surgery on his injured foot, he said. He needs another one on his shoulder.<br />Officer Michael Fanone, who was pulled into the crowd, said he was “grabbed, beaten, tased, all while being called a traitor to my country.” One attacker “lunged for me and attempted to remove my firearm.” On the body camera footage, he yells a plea: “I’ve got kids!” He was eventually diagnosed with a heart attack, a concussion and a traumatic brain injury.<br />Republicans are focused on why the Capitol was so badly protected on Jan. 6, which is a good question, and if Speaker Nancy Pelosi’s committee wants to be taken seriously, it should examine that in detail. But here’s what the No. 3 House Republican, Elise Stefanik, told the press before Tuesday’s hearing: “The American people deserve to know the truth: that Nancy Pelosi bears responsibility, as Speaker of the House, for the tragedy that occurred on Jan. 6.”<br />What kind of voter is this supposed to convince? Security oversights in the run-up to the riot are fair game, but it’s hardly credible to point to them alone, without acknowledging that President Trump urged his supporters to stop the supposed steal. On Jan. 6 some of them took his words seriously, literally, or both, and Mr. Trump dallied instead of rushing to Congress’s defense. The GOP would be better off ceding weak ground by admitting that the election wasn’t stolen and Mr. Trump was wrong."
}