{
    "url_original": "https://www.wsj.com/articles/japan-china-taiwan-nobuo-kishi-nakayama-xi-jinping-dpp-11627328357?mod=opinion_major_pos7",
    "url": "japan-china-taiwan-nobuo-kishi-nakayama-xi-jinping-dpp-11627328357",
    "title": "Tokyo Lobs the Ball Back at Beijing",
    "sub_head": "Japanese words and military spending issue a blunt reminder to China on Taiwan.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-07-26 18:25:00",
    "body": "Japan’s Jun Mizutani and Mima Ito shocked reigning champion China by winning the gold medal in mixed doubles table tennis Monday. But Tokyo’s increasingly aggressive pushback against Chinese pressure on Taiwan is causing more heartburn in Beijing than lost Olympic glory.<br />The headline moves are all about Taiwan. On July 9, an editorial in these pages noted Deputy Prime minister Taro Aso’s remarks that a Chinese invasion of Taiwan could threaten Japan’s “survival” and that Tokyo would join Washington to defend the island in such a case. The next week Japan’s annual defense report broke with longstanding practice to highlight the importance of Taiwan to Japan. State Minister Yasuhide Nakayama, the second-ranking Defense Ministry official, told an audience at my home think tank, Hudson Institute, that the world needs to “wake up” to the threat China poses to Taiwan. Defense Minister Nobuo Kishi put it more bluntly in an interview last month: “The peace and stability of Taiwan are directly connected to Japan.”<br />When Mr. Kishi speaks, China listens. Younger brother of former Prime Minister Shinzo Abe, grandson of former prime minister Nobusuke Kishi, and great nephew of a third (Eisaku Sato), the defense minister has a history of pushing the envelope on Japan-Taiwan relations. His close and continuing contacts with the Democratic Progressive Party, the more pro-independence of the two major Taiwanese political parties, makes him a lightning rod for criticism in Beijing. Mr. Kishi’s emergence as defense minister at the center of a new Japanese consensus on Taiwan policy underlines the depth of the shift under way.<br />Step by step Tokyo is relentlessly discarding the pacifism that defined its foreign policy since World War II. In 2014 then-Prime Minister Abe lifted a longstanding ban on arms exports; the first major deal under the new policy came only in 2020, when Japan sold air-defense radar to the Philippines. Even as Japan’s government prepares to raise defense spending above the symbolically important threshold of 1% of gross domestic product, Tokyo is moving to promote arms sales to Malaysia, Vietnam and Indonesia.<br />With Japanese defense planners calling for the development and production of a new generation of sophisticated defense systems, the rapid development of a strong high-tech defense—and a defense industry to produce it—is looking more important for Japan’s future economic growth. After years of over-investment in gold-plated infrastructure projects, military spending may be the most effective form of economic stimulus that Tokyo policy makers have left."
}