{
    "url_original": "https://www.wsj.com/articles/japan-aims-to-double-solar-renewable-energy-over-next-decade-11626847878?mod=business_minor_pos13",
    "url": "japan-aims-to-double-solar-renewable-energy-over-next-decade-11626847878",
    "title": "Japan Unveils Ambitious Energy Goals",
    "sub_head": "Energy strategy proposes doubling renewable energy, slashing fossil fuels’ share of power grid to less than half over the next decade",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-372603?width=860&height=573",
    "image_1": "im-372603.jpg",
    "time": "2021-07-21 03:24:00",
    "body": "Japan is proposing to double the share of solar and other renewable energy in its power grid and slash the share of fossil fuels to less than half during the next decade, as the world’s third-largest economy becomes the latest to unveil ambitious plans to remake its energy system.<br />The targets appear in a draft of Japan’s latest national energy strategy unveiled Wednesday. They incorporate a huge jump in carbon-cutting goals, reflecting an increased international sense of urgency around climate change. The draft calls for an ambitious reboot of Japan’s nuclear fleet—the bulk of which is still offline after the country’s nuclear meltdowns in 2011. It also proposes building a hydrogen supply chain and includes the fuel for the first time in its proposed energy mix.<br />But experts say the plan will be extremely tough to execute by its deadline of 2030. And the persistence in the proposed energy mix of a significant amount of coal—the worst carbon emitter of the fossil fuels—highlights the challenges Japan and many other countries, especially in Asia, will have in transforming their energy systems.<br />Although the goals themselves are laudable, “this is a problematic (energy) mix in many ways,” says Takeo Kikkawa, a vice president of the International University of Japan and a member of the advisory committee that consulted on the energy strategy.<br />Japan has little chance of hitting its renewable and nuclear-energy targets and set its fossil-fuel targets dangerously low, he says."
}