{
    "url_original": "https://www.wsj.com/articles/jeff-bezos-blue-origin-rocket-flight-outer-space-11626819724?mod=opinion_lead_pos2",
    "url": "jeff-bezos-blue-origin-rocket-flight-outer-space-11626819724",
    "title": "Billionaires . . . in Outer Space!",
    "sub_head": "Jeff Bezos and Richard Branson get a thrill, but they’re also pushing flight forward.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-372522?width=860&height=573",
    "image_1": "im-372522.jpg",
    "time": "2021-07-20 18:41:00",
    "body": "The richest man on Earth briefly lost that title Tuesday morning, but only because for a few floaty minutes he was no longer on Earth. Jeff Bezos has spent two decades using his  Amazon  wealth to underwrite a rocket venture, Blue Origin. On Tuesday the company launched its first manned flight to space, with Mr. Bezos strapped on board the capsule.<br />After riding the New Shepard rocket to Mach 3, experiencing weightlessness, and parachuting back to the Texas desert, Mr. Bezos thanked the engineers and crew, along with “every Amazon employee and every Amazon customer, because you guys paid for all this.”<br />It’s easy to dismiss this as a joy ride, which in part it was, or as the indulgence of a rich man with attention-deficit disorder. But as billionaires’ hobbies go, this is more productive than, well, owning the Washington Post. “The architecture and the technology we have chosen,” Mr. Bezos said, “is complete overkill for a suborbital tourism mission.” That’s because the mission isn’t limited to expensive thrills.<br />Tourism is merely the first rung of the space ladder. Blue Origin has two more manned flights on the schedule for this year, and Mr. Bezos said the company is approaching $100 million in private sales. Virgin Galactic has presold hundreds of tickets for its space plane, which flew its founder, Richard Branson, to weightlessness last week. Elon Musk’s SpaceX has ferried NASA astronauts to orbit, but it has private flights on the calendar, too.<br />It isn’t clear how big this tourism market will be, but the competition is clearly on, as Blue Origin brags that its capsule has bigger windows than the other guy’s. As these companies strive to outdo each other, costs will fall. Engineering advances, such as reusable rockets that land vertically, have already slashed the price of getting cargo to space."
}