{
    "url_original": "https://www.wsj.com/articles/jeopardy-host-levar-burton-11627179494",
    "url": "jeopardy-host-levar-burton-11627179494",
    "title": "LeVar Burton Is Up for ‘Jeopardy!’ Host. But What Do Fans Really Want?",
    "sub_head": "A viral campaign helped the ‘Reading Rainbow’ star get a guest-host tryout, but fans of the game show are divided over who should be Alex Trebek’s successor",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-374433?width=700&height=467",
    "image_1": "im-374433.jpg",
    "time": "2021-07-26 09:00:00",
    "body": "When LeVar Burton takes the helm of “Jeopardy!” this week, it will be a sound-the-alarm event for the fans who believe his path—from “Roots” to “Reading Rainbow” to “Star Trek”—ought to culminate in the full-time job of leading America’s most elevated game show.<br />A viral surge of support, including a petition, helped Mr. Burton secure a spot among the 14 people chosen to fill in for the late Alex Trebek on a trial basis. Mr. Burton, a winner of “Celebrity Jeopardy!” in 1995, has long described the host role as his dream job.<br />Among his most potent cheerleaders is the actress Yvette Nicole Brown. A friend of Mr. Burton’s since their stint together on the TV comedy “Community,” she has rallied her 488,000 Twitter followers to support his on-air tryout. She used that platform to criticize “Jeopardy!” producers for not giving him a shot among a first wave of guest hosts. And she was among those questioning the character of hosts in that initial round, including “Jeopardy!” champion Ken Jennings, who issued a public apology (shortly before his own tryout) for insensitive jokes he posted in the past.<br />“There’s a few with ego problems who do not have the spirit of Mr. Trebek,” Ms. Brown says. “I feel like if there’s anyone worthy to stand in that man’s shoes, it’s LeVar Burton.”<br />Since the death last November of the game show’s host of 36 years, the search for his successor has turned into a competition unto itself. This game within the game has pitted former “Jeopardy!” champs (Buzzy Cohen) against newscasters (Anderson Cooper), actors (Mayim Bialik) and one NFL quarterback (Aaron Rodgers)."
}