{
    "url_original": "https://www.wsj.com/articles/joe-biden-politicizes-social-security-administration-public-unions-11626639614?mod=opinion_lead_pos6",
    "url": "joe-biden-politicizes-social-security-administration-public-unions-11626639614",
    "title": "Biden Politicizes the Social Security Administration",
    "sub_head": "My firing as commissioner violates a 1994 law that aimed to shield the agency from partisanship.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-18 19:13:00",
    "body": "The name of the Social Security Administration’s commissioner isn’t one most Americans would recognize. This is largely by design. Congress, presidents from both parties, and previous commissioners have made it a point to ensure the commissioner’s role remains nonpartisan. That is why President Biden’s decision to fire me is so unsettling. I was only two years into my six-year term as SSA commissioner. By targeting me, the administration has politicized the SSA.<br />The Social Security Independence and Program Improvements Act of 1994 brought the SSA out from under the Department of Health and Human Services and made it an independent agency. The law established that an SSA commissioner “may be removed from office only pursuant to a finding by the president of neglect of duty or malfeasance in office.” The email asking for my resignation gave no reason for termination.<br />Throughout my career, I have worked under both Democratic and Republican administrations to serve the American people. Presidents George W. Bush and Barack Obama trusted me to serve as chairman of the Federal Retirement Thrift Investment Board.<br />SSA commissioners, given their term length, have served different administrations in the past. Following his 2007 appointment by Mr. Bush, Commissioner Michael Astrue served through Mr. Obama’s first term and into his second. Mr. Biden should remember this well since he was vice president at the time.<br />The purpose of the fixed, six-year tenure for SSA commissioners is to provide stability for the agency and to shield it from partisan meddling. For a sense of the independent and bipartisan nature of SSA commissioners, look no further than my 77-16 confirmation vote in the Senate. As commissioner, I made it a priority to keep the agency nonpolitical, and most of my executive staff were career civil servants. But with one action, Mr. Biden created confusion and uncertainty about the political neutrality of SSA commissioners."
}