{
    "url_original": "https://www.wsj.com/articles/joe-biden-vietnam-war-afghanistan-withdrawal-george-w-bush-11626729633?mod=opinion_lead_pos8",
    "url": "joe-biden-vietnam-war-afghanistan-withdrawal-george-w-bush-11626729633",
    "title": "Joe Biden’s Vietnam, Then and Now",
    "sub_head": "George W. Bush is right. Leaving Afghanistan like this is a mistake.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-371739?width=860&height=573",
    "image_1": "im-371739.jpg",
    "time": "2021-07-19 18:33:00",
    "body": "George W. Bush and Joe Biden are contemporaries, born just four years apart. They both came of age during the Vietnam War. But as commanders in chief, the two would draw very different conclusions from Vietnam. These differences were most recently underscored by Mr. Biden’s decision to conclude the U.S. military mission in Afghanistan and bring the troops home.<br />Mr. Bush, who has mostly steered clear of politics since leaving office, publicly called Mr. Biden’s move “a mistake.” Though he didn’t invoke Vietnam, he did wonder aloud about the consequences for Afghan women and the friends America would be leaving behind. “They’re just going to be left behind to be slaughtered by these very brutal people, and it breaks my heart.”<br />President Biden betrays no such qualms.<br />“The Taliban is not the North Vietnamese Army,” he says. “There’s going to be no circumstance where you’ll see people being lifted off the roof of an Embassy of the United States from Afghanistan.”<br />Mr. Biden’s words about embassy rooftops bring back memories of a similar reference from Mr. Bush back when I served as his chief speechwriter, a time (pre-surge) when many had written Iraq off as hopeless and wanted our troops out at almost any cost. But where Mr. Biden meant these words as reassurance, Mr. Bush expressed them as resolve. “Billy,” he told me, “we are not going to abandon the people of Iraq the way we abandoned the people of Vietnam, from the rooftop of an embassy.”"
}