{
    "url_original": "https://www.wsj.com/articles/joe-bidens-antitrust-paradox-wheres-the-consumer-welfare-11626110441?mod=opinion_lead_pos5",
    "url": "joe-bidens-antitrust-paradox-wheres-the-consumer-welfare-11626110441",
    "title": "Joe Biden’s Antitrust Paradox: Where’s the Consumer Welfare?",
    "sub_head": "His new competition policy is a power grab that will hurt economic growth and investment.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-12 13:20:00",
    "body": "‘Forty years ago, we chose the wrong path,” President Biden told Americans on Friday, “following the misguided philosophy of people like Robert Bork, and pulled back on enforcing laws to promote competition.”<br />What was that path, exactly? And where have these 40 years in the wilderness led us?<br />These aren’t academic questions for me. I remember my father in the late 1960s working in his cramped attic study in New Haven, Conn., beginning to develop his theory of antitrust law. He was 40, sitting at a desk my mother made from an old door, scribbling with his Scripto mechanical pencil on yellow legal pads, wreathed by a cloud of smoke from the Kent cigarette hanging from the corner of his mouth.<br />My father taught himself calculus because he believed a specialist in antitrust should understand the complexities of price theory. The product of this decadelong labor and his rigorous study of antitrust was his 1978 masterpiece, “The Antitrust Paradox: A Policy at War with Itself.” By paradox, he meant that laws designed to protect consumers ended up protecting everyone but consumers.<br />Earlier in the century, Justice Louis Brandeis had denounced the “curse of bigness” against “small dealers and worthy men.” He thought the law should protect small firms against the predations of larger, more efficient ones. Justice William O. Douglas took up this cudgel in the 1960s and ’70s, thwacking businesses for being too successful. The conclusion of my father’s work was the profound declaration that antitrust law shouldn’t try to decide who is “worthy” or to defend smaller or less efficient competitors. The sole aim of antitrust law is to protect consumers."
}