{
    "url_original": "https://www.wsj.com/articles/joe-biden-antony-blinken-un-human-rights-council-racism-progressives-11626817072?mod=opinion_lead_pos10",
    "url": "joe-biden-antony-blinken-un-human-rights-council-racism-progressives-11626817072",
    "title": "Biden and Blinken Ask China and Russia for a Lecture on Racism",
    "sub_head": "The U.S. ‘doesn’t hide from our shortcomings.’ But we shouldn’t further authoritarian propaganda.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "image_1_url": "https://images.wsj.net/im-372500?width=860&height=573",
    "image_1": "im-372500.jpg",
    "time": "2021-07-20 18:27:00",
    "body": "The “Spring Festival Gala” is a nationwide television event in China, broadcast annually the eve of the lunar new year. The Economist magazine describes the show as “the most-watched television programme on Earth” and “one of the most vetted by the authorities.” The Communist Party reviews and approves everything in it.<br />In 2018, according to the Economist, the gala included a skit featuring a Chinese actress “in blackface and African dress, with exaggerated fake buttocks and a bowl of fruit on her head. For no clear reason, she had in tow a blackfaced Chinese man dressed as a monkey.”<br />Derogatory depictions of blacks that became taboo in the West generations ago remain commonplace in today’s China. A few years back, a horrified reader sent me a video of a Chinese commercial for laundry detergent. It featured a Chinese woman placing a detergent pod in the mouth of a black man and then shoving him into a washing machine. At the end of the cycle, a “clean” Asian man appears. The commercial had been appearing for months in China without incident until outraged viewers in the English-speaking world saw it and the video went viral. Within the country, however, “mostly the ad was met with apathy, perhaps because there is limited public debate about racism in China,” wrote Emma Graham-Harrison in the Guardian newspaper.<br />If these episodes shock the sensibilities of most people in the U.S., they haven’t deterred the Biden administration from tapping the likes of China to lecture Americans on our racial progress. Last week Secretary of State Antony Blinken invited officials from the United Nations Human Rights Council to investigate “systemic racism” in the U.S. This would be the same Human Rights Council whose membership includes not only China but also Russia and Cuba. Remarking on the decision, Mr. Blinken said that the U.S. doesn’t “hide from our shortcomings” and that this move will help “confront the scourge of racism, racial discrimination, and xenophobia.” If only.<br />These countries are not interested in any honest or objective scrutiny of America’s record on race—our Civil War to end slavery, our civil-rights movement to end Jim Crow, or how we twice elected a black man as president of a country that remains overwhelmingly white. It doesn’t matter to them that black Americans are far more prosperous than other black people. Or that, whatever our faults, very few blacks (or other racial and ethnic minorities) are trying to leave the U.S., while untold millions still want to migrate here."
}