{
    "url_original": "https://www.wsj.com/articles/joe-biden-capital-gains-tax-hike-inflation-investment-11626639335?mod=opinion_lead_pos5",
    "url": "joe-biden-capital-gains-tax-hike-inflation-investment-11626639335",
    "title": "The Inflation Tax on Capital",
    "sub_head": "Biden’s capital-gains rate hike is worse than it looks. Under rising prices, it could eat 112% of a return.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-18 19:10:00",
    "body": "June’s 5.4% inflation highlights one of President Biden’s more damaging and quixotic economic proposals: to raise the top tax rate on capital gains. Nominally, he would pull it up to match the tax rate on ordinary income. But the real rate, taking inflation into account, would be so high that investors could dramatically change their behavior, badly harming the economy and job market.<br />While soaking the rich might sound attractive, the president’s proposal is more like drowning them. On paper, the president’s proposal would raise the nominal capital-gains rate from the current 20% to 39.6%, plus the ObamaCare 3.8% Medicare surcharge. Many investors who would be subject to the proposal live in places like California and New York City, where the combined federal, state and local tax rates would reach 56% and 58%, respectively. Capital-gains taxes on corporate shareholders are already a double tax, since income is taxed at the corporate level before being remitted to shareholders. The total federal, state and local income taxes paid by corporations and shareholders on corporate income would be as much as 75% under the Biden proposals.<br />That’s all before inflation. Capital-gains taxes apply to nominal returns. If you bought a stock decades ago for $100 and sell it today for $1,000, you’ll pay taxes on the $900 profit, never mind that a substantial part of it reflects the dilution of the dollar’s value. As inflation accumulates, savers’ assets are driven up in price. But inflation-induced appreciation doesn’t raise real wealth, which erodes as these phantom gains are taxed. This problem, which exists in the current tax code, could be solved by indexing the basis on which the gain is calculated—in our example, revaluing the $100 purchase price in 2021 dollars before calculating the profit.<br />For the past 20 years, the nominal average annual total return on the S&P 500 index has been about 8.6%. If this continues in the future and the Federal Reserve succeeds in hitting its 2% inflation target—an optimistic prospect, given wildly excessive fiscal policies this year—total real returns, after inflation, will be about 6.6%. A 58% tax rate on an 8.6% nominal return is the equivalent of a 76% tax on after-inflation returns of 6.6%. An investor would keep less than a quarter after-inflation gain.<br />This risk calculus looks even dicier considering how the Fed has defined inflation. The central bank’s definition—the price index on personal-consumption expenditures—includes services the government pays for, like Medicare reimbursements to doctors, which have nothing to do with what Americans pay for out of their own pockets. The consumer-price index, which relates more directly to what consumers pay for themselves and what Americans intuit as the cost of living, tends to run about 0.4 points above the Fed’s inflation measure. Using this more realistic understanding of the cost of living, the real marginal tax rate would be about 80.5%."
}