{
    "url_original": "https://www.wsj.com/articles/joe-biden-jim-crow-and-texas-voting-11626215733?mod=opinion_lead_pos1",
    "url": "joe-biden-jim-crow-and-texas-voting-11626215733",
    "title": "Joe Biden, Jim Crow and Texas Voting",
    "sub_head": "His escalating rhetoric is meant to justify the unjustifiable, H.R.1.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-13 18:35:00",
    "body": "The Democratic narrative on voting is becoming unglued. “The 21st-century Jim Crow assault is real,” President Biden claimed Tuesday. “We’re facing the most significant test of our democracy since the Civil War—that’s not hyperbole,” he said in the same speech. “The Confederates back then never breached the Capitol, as insurrectionists did on January the 6th.”<br />As Mr. Biden apparently sees it, the latest Civil War is in Texas, where state lawmakers want to make voting “so hard and inconvenient that they hope people don’t vote at all.” On Monday more than 50 Democrats from the Texas House absconded to Washington, D.C., to deny their chamber a quorum. “I left because I am tired of sitting as a hostage,” one lawmaker told the awaiting press at Dulles airport, “while Republicans strip away the rights of my constituents to vote.”<br />This partisan rhetoric is detached from the facts. We’ve already gone through the misrepresentations of Georgia’s and Florida’s voting laws. What’s proposed in Texas? First, the bills would end two practices that Harris County pioneered last year amid the pandemic: drive-through voting and 24-hour voting. These options were used disproportionately by nonwhites. Perhaps they made sense when every Texan was urged to stay six feet from every other Texan.<br />But if the Legislature doesn’t want them to be permanent, then reverting to the pre-Covid status quo of 2019 is not some epochal loss for voting rights. Gov. Greg Abbott argues that drive-through voting breaks the traditional privacy of the polling booth. “Are you going to have people in the car with you?” he asked. “It could be somebody from your employer or somebody else who may have some coercive effect on the way that you would cast your ballot.”<br />As for 24-hour voting, it isn’t unreasonable to think polling-place mischief might be more likely at 3 a.m. Public confidence can be undermined by even false claims about what happened in the dead of night, including President Trump’s wild allegations about ballot “dumps.” The Texas bills would allow broad voting hours: 6 a.m. to 9 p.m. in the Senate version, or 6 a.m. to 10 p.m. in the House version."
}