{
    "url_original": "https://www.wsj.com/articles/joe-biden-progressivism-texas-culture-war-woke-cancel-culture-11626622857?mod=opinion_lead_pos5",
    "url": "joe-biden-progressivism-texas-culture-war-woke-cancel-culture-11626622857",
    "title": "Biden’s Self-Refuting Progressivism",
    "sub_head": "If the president thinks pre-pandemic voting laws are racist, why didn’t he object to them before now?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-18 13:36:00",
    "body": "‘We’re facing the most significant test of our democracy since the Civil War,” President Biden said last week. “That’s not hyperbole.” He was speaking of proposals in the Texas Legislature to roll back some pandemic-related changes to voting procedures, especially 24-hour and drive-through voting. Mr. Biden and his allies on the left have claimed that similar proposals in Georgia and Florida would revive Jim Crow.<br />The contention that bills aiming to return states more or less to pre-pandemic voting norms amount to a rebirth of Southern secessionism or segregation is a preposterous slander that requires attention only because powerful people are repeating it. Whether their claims are politically savvy is doubtful—calling your opponents racist works better when you have evidence. But the aspersions will have an effect. Mr. Biden called the Georgia proposal, which he clearly knew nothing about, “un-American” and “sick” and so obliged an assortment of multinational corporations to defame Georgia lawmakers as racists.<br />What’s notable about this line of argument is that, like many other claims made by the cultural left, it’s self-refuting. How are we to believe Mr. Biden when he says 2019 voting regulations were racist when he said nothing about them in 2019? Is he, too, “un-American” and “sick” because he remained silent all those years when Georgia and Texas hadn’t yet expanded early voting and loosened laws on mail-in ballots?<br />I’m taking Mr. Biden’s remarks both literally and seriously when they deserve to be taken as cynical hooey. He and his allies know full well that Democratic strongholds like New York and Rhode Island impose tighter rules on voting than the Georgia, Florida and Texas bills would.<br />But the sheer illogic of this controversy captures something essential about culture-war progressives. They are able to embrace a cause, condemn dissenters and doubters as monsters, and experience no cognitive dissonance despite having themselves held the contrary view a short time ago."
}