{
    "url_original": "https://www.wsj.com/articles/joe-biden-20th-century-trustbuster-11625869633?mod=opinion_lead_pos1",
    "url": "joe-biden-20th-century-trustbuster-11625869633",
    "title": "Joe Biden, 20th Century Trustbuster",
    "sub_head": "Antitrust lesson 101: Big government often makes big business bigger.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-367508?width=620&size=1.5",
    "image_1": "im-367508.jpg",
    "time": "2021-07-09 18:27:00",
    "body": "President Biden has modeled his spending agenda on the Great Society and New Deal. Now he wants to take antitrust policy back to the early 20th century. Or at least that’s how it looks from his executive order on Friday to regulate competition and impose more government control over the private economy.<br />“In the early 1900s, Teddy Roosevelt’s Administration broke up the trusts controlling the economy—Standard Oil,  J.P. Morgan ’s  railroads, and others—giving the little guy a fighting chance,” his summary states. Mr. Biden now wants to use regulation to break up Big Tech, finance, agriculture and healthcare companies, among others.<br />At least two parts of his order are encouraging. He directs Health and Human Services to let hearing aids be sold over the counter, which would offset federal rules that make the devices more expensive than necessary. He also encourages the Federal Trade Commission to ban unnecessary occupational licensing, which is long overdue. These are the government barriers to entry that stymie entrepreneurs, often minorities, in services like hair-braiding or plumbing.<br />These are deregulatory actions, but the rest of his order is about enhancing government power. Courts for more than a century have applied antitrust law based on the “rule of reason.” Scholars and judges across the political spectrum, including Phillip Areeda and Supreme Court Justice Stephen Breyer, have shifted antitrust focus from market concentration to economic analysis and consumer welfare.<br />The new Brandeisians in the Biden Administration led by the National Economic Council’s Tim Wu (godfather of net neutrality) and FTC chair Lina Khan want to replace the rule of reason with the rule of politics. Mr. Biden’s order includes 72 directives that mostly aim to shackle businesses."
}