{
    "url_original": "https://www.wsj.com/articles/joeben-bevirt-is-bringing-flying-taxis-from-sci-fi-to-reality-11625848177",
    "url": "joeben-bevirt-is-bringing-flying-taxis-from-sci-fi-to-reality-11625848177",
    "title": "JoeBen Bevirt Is Bringing Flying Taxis from Sci-Fi to Reality",
    "sub_head": "The founder of startup Joby Aviation believes vertical takeoff and landing vehicles will soon be a ‘cheaper, faster, safer’ and greener way of commuting.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-09 12:29:00",
    "body": "A serial entrepreneur with more than 40 patents to his name, JoeBen Bevirt traces his ingenuity as an engineer back to his “idyllic childhood” on a commune in the redwoods of Santa Cruz, Calif. Getting water, he explains, meant making sure the pump was running. Plowing the garden required checking the oil in the tractor. There was no electricity, so to use a computer, he had to know how to keep the batteries and inverter humming properly.<br />“I was viscerally involved in figuring out how you go from electrons to getting the lights to go on,” he says over Zoom from the ranch where he lives with his wife and four children, near where he grew up. “My friends in town just plugged things in and didn’t have to think about how it all worked.”<br />Mr. Bevirt, 47, was in grade school when he first fantasized about building a flying machine that could hop relatively short distances without needing a long runway or a noisy rotor. Getting home from school involved two city buses and a 5-mile walk up a dirt road, which gave him plenty of time “to dream about a better way,” he says. Now, after more than a decade of work and major advances in batteries and lightweight materials, he says that Joby Aviation, the company he founded and leads as chief executive, is “on the cusp” of making his dream a reality.<br />“Our mission is to transition people from driving to flying on a daily basis,” Mr. Bevirt says. Partnering with  Toyota Motor Corp.  and  Uber Technologies Inc.,  he plans to launch his aircraft in 2024 as a fleet of electric air taxis, which he says will ultimately be “cheaper, faster, safer” and greener than getting around on land. He contends that by shortening commutes, reducing carbon emissions and “pulling cars off the road,” these vehicles will reduce congestion, help cities replace parking lots with parks, and allow more people to “work at their dream job while living where they want to live.”<br />When Mr. Bevirt first began working in earnest on electric vertical-takeoff-and-landing (eVTOL) vehicles, in 2009, most people thought he “was a little bit crazy,” he says. He was able to fund his experiments himself thanks to his success with a life-sciences robotics company that he sold to  Agilent Technologies  in 2007 and then with Joby Inc., which sells the popular Gorillapod line of flexible camera tripods, among other inventions."
}