{
    "url_original": "https://www.wsj.com/articles/johnson-and-johnson-settlement-opioids-lawsuit-attorneys-general-11626816062?mod=opinion_lead_pos3",
    "url": "johnson-and-johnson-settlement-opioids-lawsuit-attorneys-general-11626816062",
    "title": "Opioid Income Redistribution",
    "sub_head": "Actual liability doesn’t matter as the lawyers get rich as usual.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-373157?width=860&height=573",
    "image_1": "im-373157.jpg",
    "time": "2021-07-21 18:34:00",
    "body": "This being America, the lawsuit capital of the world, it was probably inevitable that businesses would eventually settle the crush of opioid suits as a ransom to put the issue behind them. On Wednesday state Attorneys General  trumpeted a rich opioid settlement with drug distributors and  Johnson & Johnson ,  and there will surely be more.<br />Thousands of lawsuits have been filed around the country that seek to hold drug manufacturers, distributors and retailers liable for the opioid epidemic. Politicians and plaintiff attorneys claim the companies hooked hundreds of thousands of Americans on opioids with deceptive marketing and negligent dispensing practices to boost their bottom line.<br />The main problem with this argument is that opioids such as oxycodone require a doctor’s prescription. Thousands of doctors would have to have been complicit in the conspiracy. Ditto the Drug Enforcement Administration, which is supposed to monitor and control opioid shipments by distributors to pharmacies.<br />Opioid prescriptions have been declining since 2012, and the vast majority of overdose deaths are now from fentanyl sold on the street, often laced with other drugs. The Centers for Disease Control and Prevention reported last week that opioid deaths increased by nearly 40% last year to 69,710 in 2020, though only 13,637 were from prescription painkillers.<br />But actual legal liability doesn’t count for much when the U.S. mass tort industry gets rolling. Businesses settle because they know they risk getting slammed with enormous jury verdicts if they go to trial."
}