{
    "url_original": "https://www.wsj.com/articles/jpmorgan-profit-more-than-doubles-but-revenue-falls-11626174591?mod=markets_lead_pos1",
    "url": "jpmorgan-profit-more-than-doubles-but-revenue-falls-11626174591",
    "title": "JPMorgan Profit More Than Doubles, but Revenue Falls",
    "sub_head": "The bank continued to free up money it had set aside last year to prepare for the Covid recession",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-367904?width=620&size=1.5",
    "image_1": "im-367904.jpg",
    "time": "2021-07-13 07:45:00",
    "body": "JPMorgan Chase  & Co. on Tuesday said second-quarter profit soared compared with a year ago, when the bank was stockpiling funds to prepare for a painful recession.<br />The nation’s biggest bank posted a profit of $11.95 billion, or $3.78 per share, compared with $4.69 billion or $1.38 per share a year ago. That beat the expectations of analysts, who had predicted $3.20 per share.<br />Yet revenue fell 8% to $30.48 billion from $33.08 billion a year ago, the result of depressed lending margins and lower trading revenue. Analysts had expected $29.97 billion in revenue, according to FactSet.<br />The divergence between profit and revenue is largely due to the extraordinary conditions of the second quarter of 2020, when the coronavirus pandemic appeared poised to decimate the economy. Then, JPMorgan set aside $10.47 billion to prepare for a wave of loan defaults. This quarter, the bank continued to free up pandemic loan-loss reserves, releasing another $3 billion and boosting its bottom line.<br />The second quarter will likely prove to be an in-between period for big banks like JPMorgan. Businesses that boomed throughout the pandemic, especially trading and investment banking, are slowing down from record paces. Corporate clients that last year nervously rushed to raise money are now flush with cash. Last year’s market chaos, which can be ideal for trading, has quieted now that the U.S. has gotten the pandemic under control."
}