{
    "url_original": "https://www.wsj.com/articles/judaism-family-russia-antisemitism-religious-liberty-11626379351?mod=opinion_major_pos5",
    "url": "judaism-family-russia-antisemitism-religious-liberty-11626379351",
    "title": "The Shul That Rose From the Ashes",
    "sub_head": "A suburb outside Moscow is home to a rich Jewish history—and a future too.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-15 17:54:00",
    "body": "About 12 miles southeast of Moscow lies Malakhovka, a suburb surrounded by pine groves. This sleepy town holds some historic importance for Russian Jews, but what’s happening there today also says a lot about a long-persecuted community’s future.<br />Almost 100 years ago, the villagers of Malakhovka built a synagogue, a one-story wooden structure with 300 seats. Decades later, trespassers would routinely throw stones at the building, deface the altar and desecrate graves in its cemetery. In 1959—during Rosh Hashanah, the holiday celebrating the Jewish New Year—Russian anti-Semites started a fire in the synagogue. It survived, but in 2005 another fire burned down much of the building. At the time the Jewish population in Malakhovka had dwindled to about 400 from 3,000 in the ’50s. The community suspected, but couldn’t prove, that anti-Semitism motivated the most recent fire.<br />My grandfather lived in Malakhovka in the 1960s and ’70s. Although the communists running Russia suppressed religious practice, he still managed to attend the synagogue. His mother, father and uncle lay buried in the cemetery adjoining it.<br />I grew up close to my grandfather, but I knew none of this until less than a year ago. We spoke at least once a day—about politics, Israel and Jewish survival. Even though I was born in the U.S. and raised speaking English, I always called him dedushka, grandpa in Russian. But he never mentioned Russia to me, much less why he left his homeland. I knew almost nothing about his family history—nor, sorry to say, was I interested enough ever to ask.<br />But I began to explore his past after he died at 85 in 2013. He had fled Russia for Israel in 1972, leaving behind everything except his wife, children, brothers and uncles. Later he migrated to the U.S. and settled in Brooklyn, N.Y. Speaking only Yiddish, he took the first job he could land. His most ardent wish was for his three children to be raised with a Jewish education and values—something impossible in Russia."
}