{
    "url_original": "https://www.wsj.com/articles/julian-assange-wont-be-held-in-supermax-jail-if-extradited-u-s-assures-u-k-11625681049?mod=business_minor_pos6",
    "url": "julian-assange-wont-be-held-in-supermax-jail-if-extradited-u-s-assures-u-k-11625681049",
    "title": "WikiLeaks’ Julian Assange Wouldn’t Go to Supermax if Extradited, U.S. Says",
    "sub_head": "Washington makes assurances to Britain in bid to secure Assange’s trial on espionage charges in U.S.",
    "category_1": "U.K.",
    "image_1_url": "https://images.wsj.net/im-365800?width=620&size=1.5",
    "image_1": "im-365800.jpg",
    "time": "2021-07-07 16:48:00",
    "body": "LONDON—The U.S. government has given assurances to the U.K. that Julian Assange wouldn’t be held under the strictest maximum-security conditions if extradited to the U.S., a concession aimed at resolving Washington’s yearslong battle to put the WikiLeaks founder on trial on espionage charges.<br />The U.S. has also assured British authorities that Mr. Assange, if convicted, would be permitted to serve any jail time in his native Australia, according to excerpts of a court ruling provided by the U.K. Crown Prosecution Service, the public prosecutor’s office for England and Wales.<br />A U.K. court on Wednesday formally allowed a U.S. government appeal against a January ruling blocking Mr. Assange’s extradition. No date for a hearing has yet been set.<br />A British judge in January refused to grant a U.S. request to extradite Mr. Assange on the grounds that he would likely commit suicide if incarcerated in a federal maximum-security, or “Supermax,” prison and subjected to added security measures, such as solitary confinement, which are common pretrial arrangements in national-security cases.<br />The U.S. has given the U.K. a package of assurances that Mr. Assange won’t be held at ADX, a maximum-security federal penitentiary in Colorado, or subjected to extra security measures, according to the excerpts of the ruling, potentially removing a key impediment to his potential extradition."
}