{
    "url_original": "https://www.wsj.com/articles/june-jobs-report-unemployment-rate-2021-11625176511",
    "url": "june-jobs-report-unemployment-rate-2021-11625176511",
    "title": "U.S. Job Growth Likely Accelerated in June, Economists Say",
    "sub_head": "Some industries continue to struggle to find workers at prevailing wages",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-363383?width=620&size=1.5",
    "image_1": "im-363383.jpg",
    "time": "2021-07-02 05:30:00",
    "body": "The U.S. economy is projected to have created more than 700,000 jobs last month, though some companies continue to struggle to find workers to serve a flood of customers as the pandemic recedes.<br />The Labor Department will release its latest snapshot of the U.S. labor market Friday at 8:30 a.m. ET. Economists surveyed by The Wall Street Journal believe the nation gained 706,000 jobs in June, following a gain of 559,000 the prior month. The unemployment rate is projected to fall to 5.6% from 5.8% in May.<br />Job growth fell short of expectations earlier this spring, despite a high level of job openings. Recent weeks may have brought a shift toward stronger job growth.<br />More workers have received a Covid-19 vaccine; enhanced jobless benefits in many states have ended or will by early September; rules limiting capacity at businesses during the pandemic have eased or expired; and companies have been raising wages and offering signing bonuses to lure workers back. In one healthy sign, the number of workers applying for unemployment benefits—a proxy for layoffs—fell last week by 51,000 to 364,000, a pandemic low, the Labor Department said Thursday.<br />While the labor market has significantly recovered since the depths of the pandemic, it remained more than seven million jobs short of where it stood just ahead of the pandemic. The unemployment rate in February 2020 was 3.5%. But it has fallen from the April 2020 level of 14.8%, a post-World War II high."
}