{
    "url_original": "https://www.wsj.com/articles/jungle-cruise-review-disney-dwayne-johnson-emily-blunt-11627595445",
    "url": "jungle-cruise-review-disney-dwayne-johnson-emily-blunt-11627595445",
    "title": "‘Jungle Cruise’ Review: From Theme Park To Film Arc",
    "sub_head": "Dwayne ‘The Rock’ Johnson and Emily Blunt star in this Disney picture, set in 1916, about a trek down the Amazon in search of a tree with magical healing powers.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-377651?width=860&height=573",
    "image_1": "im-377651.jpg",
    "time": "2021-07-29 17:54:00",
    "body": "‘Jungle Cruise” will take a few hits for being a Disney production based on a Disney theme-park ride and airing on Disney+. But anyone already subscribing to Disney+ won’t be phased, as only the rare Disney+ presentation doesn’t plug another Disney product. And besides, this one’s pretty entertaining, although increasingly noisy and ultimately ridiculous.<br />The noisy-ridiculous parts come later, as do some intense, scary and violent bits that may be too much for very tiny children, though the presence of Dwayne Johnson, aka The Rock, seems to have a palliative effect on tots. He has a charisma similar to that of other kid-friendly giants like Shaquille O’Neal or Big Bird: size matters. This proves especially true aboard the “African Queen”-meets-“Fitzcarraldo” riverboat of wisecracking Capt. Frank Wolff (Mr. Johnson), who is dragooned into a seemingly impossible search down the Amazon by the intrepid Dr. Lily Houghton (Emily Blunt), who wears pants, even in 1916.<br />The trousers are a bit of a tell in this alleged period piece. (Non- subscribers will be able to see it for a limited time in theaters.) Its action begins at the Royal Anthropological and Diverse Adventures Society (a stand-in for London’s venerable Royal Society) where MacGregor Houghton (Jack Whitehall)—who will later come out as gay—is pitching the membership for funding. He and his scientist sister (whom he never mentions, and who couldn’t even get in the room) want to journey in search of the Tears of the Moon, a legendary tree whose elliptical blossoms promise to cure any illness and reverse any curse. The latter, it should be noted, will become quite important to the story.<br />While MacGregor drones on before a hostile audience, Lily scours the place for a sacred arrowhead—the same item being hunted there by a man dressed like a Prussian colonel and who acts like a furious infant (Jesse Plemons). She wants the object for healing and peace; he wants it for pure power. He also turns out to be the youngest son of Kaiser Wilhelm II. Two years into the Great War, he’s the one human aspect of the film that seems period-suitable.<br />There’s another villain at large: Lope de Aguirre (the movie’s second Werner Herzog reference, for anyone counting). Played by Edgar Ramírez, the bloodthirsty Spanish conquistador apparently made the mistake, 400 years earlier, of angering a tribal chieftain while in search of the Tears of the Moon and bringing a curse down on himself and his men. His resurrected corpse will give Frank no end of headaches—and snakes, snares and Aguirre’s henchmen whom time has turned into human beehives, adrip with honey. The effects, unsurprisingly, are extravagant. So are Frank’s painful dad jokes, delivered when taking a boatload of his tourists downriver. “Of all the jungle cruises you can take,” he says, “this is undoubtedly the cheapest.”"
}