{
    "url_original": "https://www.wsj.com/articles/justice-department-case-scrambles-big-bets-on-33-billion-aon-willis-towers-deal-11625224666?mod=business_minor_pos4",
    "url": "justice-department-case-scrambles-big-bets-on-33-billion-aon-willis-towers-deal-11625224666",
    "title": "Justice Department Case Scrambles Big Bets on $33 Billion Aon-Willis Towers Deal",
    "sub_head": "Investors are increasingly skeptical that the merger of insurance brokerage giants will go through, judging by the companies’ share prices",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-362667?width=620&size=1.5",
    "image_1": "im-362667.jpg",
    "time": "2021-07-02 07:17:00",
    "body": "Investors have ratcheted up bets on the collapse of  Aon  PLC’s $33 billion acquisition of rival  Willis Towers Watson  PLC, betting the Justice Department will succeed in blocking the landmark insurance brokerage deal in court.<br />The case is the Biden administration’s first big antitrust action and the coming trial will be closely watched by Wall Street investors. Willis Towers’ stock price this week hit its biggest discount to the takeover bid since the merger’s announcement last year, indicating that investors are increasingly skeptical of its completion.<br />Aon-Willis Towers is one of the biggest deals in the universe known as merger arbitrage, where investors bet on whether company combinations go through. Its demise could trigger a big loss for those still expecting its completion. But a giant payday could be in the offing if they are right.<br />Several well-known investors are exposed to the deal, based on regulatory filings this week. Firms such as Davidson Kempner Capital Management LP,  Franklin Resources Inc.,  Capstone Investment Advisors, Longview Partners and Eagle Capital Management each hold a position of more than 1% in one or both of the companies.<br />Representatives for the fund management companies either declined to comment or didn’t respond to a request for comment."
}