{
    "url_original": "https://www.wsj.com/articles/justin-trudeau-attacks-free-speech-again-11626215006?mod=opinion_lead_pos10",
    "url": "justin-trudeau-attacks-free-speech-again-11626215006",
    "title": "Justin Trudeau Attacks Free Speech Again",
    "sub_head": "The latest bill would outlaw ‘detestation’ but not humiliation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-13 18:23:00",
    "body": "Toronto<br />Canada believes in free speech, but not the way the U.S. does. The U.S. Supreme Court held “hate speech” laws unconstitutional in R.A.V. v. St. Paul (1992), but its Canadian counterpart reached the opposite conclusion two years earlier. Hate speech can be a crime or a civil offense here, and these laws have led to long, costly battles involving columnist Mark Steyn, political activist Ezra Levant and several pastors in Western Canada.<br />Liberal Prime Minister Justin Trudeau wants tighter restrictions. In May he introduced Bill C-10, which would put internet speech under the jurisdiction of the broadcast regulator, the Canadian Radio-television and Telecommunications Commission. Opposition parties on both the right and left pushed back, but Mr. Trudeau, who leads a minority government, adjusted the bill to win support from the leftist New Democrats and Greens. The House of Commons passed the bill, but the Senate decided in June not to hold any summer committee meetings, putting Bill C-10 on ice at least until fall.<br />On June 23, however, Mr. Trudeau’s government introduced Bill C-36, which would amend the Criminal Code and the Canadian Human Rights Act by toughening provisions against online hate speech. The bill illustrates the difficulties in establishing such an offense. It would define hate speech as “communication that expresses detestation or vilification of an individual or group of individuals on the basis of a prohibited ground of discrimination.”<br />But then comes a putative clarification: “For greater certainty, the content of a communication does not express detestation or vilification . . . solely because it expresses mere dislike or disdain or it discredits, humiliates, hurts or offends.” By what objective standard could a court or a human-rights tribunal distinguish between “detestation” and mere humiliation?"
}