{
    "url_original": "https://www.wsj.com/articles/justice-department-wont-defend-gop-lawmaker-mo-brooks-in-lawsuit-over-jan-6-riot-11627439234?mod=business_minor_pos4",
    "url": "justice-department-wont-defend-gop-lawmaker-mo-brooks-in-lawsuit-over-jan-6-riot-11627439234",
    "title": "Justice Department Won’t Defend GOP Lawmaker Mo Brooks in Lawsuit Over Jan. 6 Riot",
    "sub_head": "Department says congressman’s rally speech wasn’t an official function",
    "category_1": "Politics",
    "time": "2021-07-27 22:27:00",
    "body": "WASHINGTON—The Justice Department said it wouldn’t defend Rep. Mo Brooks (R., Ala.) against a lawsuit alleging he helped incite the Jan. 6 riot at the U.S. Capitol, concluding the congressman wasn’t acting in his official capacity when he encouraged pro-Trump demonstrators to “start taking down names and kicking ass” at a rally shortly beforehand.<br />“The record indicates that Brooks’s appearance at the January 6 rally was campaign activity, and it is no part of the business of the United States to pick sides among candidates in federal elections,” Justice Department officials wrote in a court filing Tuesday evening. “Members of Congress are subject to a host of restrictions that carefully distinguish between their official functions, on the one hand, and campaign functions, on the other. The conduct at issue here thus is not the kind a Member of Congress holds office to perform.”<br />Rep. Eric Swalwell (D. Calif.) sued Mr. Brooks in March along with former President Donald Trump, Donald Trump Jr., and the elder Mr. Trump’s former lawyer, Rudy Giuliani, saying they conspired to incite riot and prevent Congress from certifying the results of the 2020 presidential election. Mr. Brooks, a close ally of Mr. Trump, argued in court documents that the Justice Department should take over his defense, as he was acting as a member of Congress at a political rally. The move would have substituted the U.S. as a defendant in the case.<br />Mr. Brooks on Tuesday called the Justice Department’s conclusion that his speech was campaign activity “wholly and completely false.” He said that he had been “asked by the White House to give a speech—that’s what we congressmen do.” Mr. Brooks said that “the facts and the law are clearly on my side and I will definitely appeal any adverse decision by the trial court judge.”<br />In its Tuesday filing, the Justice Department said, “Brooks engaged in conduct that, if proven, would plainly fall outside the scope of employment for an officer or employee of the United States: conspiring to prevent the lawful certification of the 2020 election and to injure Members of Congress and inciting the riot at the Capitol.”"
}