{
    "url_original": "https://www.wsj.com/articles/justice-barrett-showed-her-conservative-stripes-but-defied-expectations-11625316673?mod=business_minor_pos4",
    "url": "justice-barrett-showed-her-conservative-stripes-but-defied-expectations-11625316673",
    "title": "Justice Barrett Showed Her Conservative Stripes but Defied Expectations",
    "sub_head": "In a first term on the Supreme Court marked by caution, she often favored incremental interpretations of the law",
    "category_1": "U.S.",
    "time": "2021-07-03 09:39:00",
    "body": "WASHINGTON—When Amy Coney Barrett was nominated to the Supreme Court by President Donald Trump, Democrats portrayed her as a threat to healthcare protections and Republicans saw her as a conservative who would fulfill their desire to see the court move sharply to the right.<br />In her first term on the bench, Justice Barrett in many ways defied the predictions of both sides.<br />She joined a 7-2 majority rejecting a challenge to the Affordable Care Act, which Senate Democrats said she would gut when they unanimously opposed her confirmation in October.<br />She also distanced herself from the court’s most conservative members in several instances, instead joining with Chief Justice John Roberts and Justice Brett Kavanaugh to accommodate the court’s diminished liberal minority by taking incremental steps to the right and interpreting cases narrowly rather than endorsing leaps of jurisprudence. Justice Barrett likewise didn’t join calls by other conservatives to take up some potentially divisive hot-button cases, including several aiming to limit LGBT rights.<br />“She came away as a careful member of the court who is not going to be throwing bombs or making sweeping pronouncements, but judging cases on an individual basis,” said University of Iowa law professor Derek Muller, who studied under Justice Barrett when she taught at Notre Dame Law School. Some Republicans, he said, were disappointed that several of her cases didn’t reach outcomes more in line with their political priorities."
}