{
    "url_original": "https://www.wsj.com/articles/justice-department-says-treasury-must-release-trump-tax-returns-11627667462?mod=politics_lead_pos2",
    "url": "justice-department-says-treasury-must-release-trump-tax-returns-11627667462",
    "title": "Justice Department Advises Treasury to Release Trump Tax Returns",
    "sub_head": "The House panel ‘invoked sufficient reasons’ for the request, department says",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-378128?width=860&height=573",
    "image_1": "im-378128.jpg",
    "time": "2021-07-30 15:53:00",
    "body": "WASHINGTON—The Justice Department advised the Treasury Department to turn over former President Donald Trump’s tax returns to the House panel that has sought them since 2019, according to a memo released on Friday, saying the panel had invoked sufficient reasons for the request.<br />With the memo by the Justice Department’s Office of Legal Counsel, the Biden administration is weighing in on a political question that has dogged the former president since he first ran for office: whether the public had the right to know what he paid in U.S. taxes in his years as a businessman.<br />Mr. Trump broke with four decades of tradition from presidents and major-party presidential candidates by not voluntarily releasing any tax returns, and has argued that Democrats seeking them were engaged in a political fishing expedition to make him look bad. In 2019, the Trump-era Justice Department said the House panel lacked a legitimate legislative purpose in seeking the documents.<br />“Although it is possible that some members of Congress might hope that former President Trump’s tax returns are published solely in order to embarrass him or to ‘expose for the sake of exposure,’ such individuals’ motives would not serve to invalidate the Committee’s request,” the Justice Department’s Office of Legal Counsel wrote in the new 39-page memo made public Friday.<br />Friday’s opinion says the earlier legal memo didn’t give enough deference to the House committee, and that the tax panel in particular has special access to tax information given its role in overseeing the national tax system."
}