{
    "url_original": "https://www.wsj.com/articles/justice-department-recasts-its-stance-on-guantanamo-bay-detainees-11627682560?mod=politics_lead_pos13",
    "url": "justice-department-recasts-its-stance-on-guantanamo-bay-detainees-11627682560",
    "title": "Justice Department Recasts Its Stance on Guantanamo Bay Detainees",
    "sub_head": "Brief steps back from Trump administration position that due-process rights don’t apply to prisoners at facility in Cuba",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-377946?width=860&height=573",
    "image_1": "im-377946.jpg",
    "time": "2021-07-30 18:02:00",
    "body": "WASHINGTON—The Biden administration is recalibrating the U.S. government’s legal approach to the Guantanamo Bay prison, according to a redacted legal brief filed Friday, saying current detentions remain lawful but opening the door to possible future challenges from detainees at the nearly 20-year-old facility.<br />In the brief, filed in litigation before the federal appeals court in Washington dealing with the detention of Yemeni citizen Abdulsalam al-Hela, the Justice Department told the panel it wasn’t renewing a Trump administration argument that constitutional due-process rights don’t apply to Guantanamo detainees.<br />“This court can and should hold that al-Hela is not entitled to relief on his specific claims, without deciding the broader questions of whether and how the Due Process Clause applies,” the brief says.<br />The Constitution bars the government from depriving “any person...of life, liberty, or property, without due process of law.” Both the Biden administration and the previous Trump argument asserted it was unnecessary to decide whether the due-process clause applies to the detainees. But the Trump administration said that if the appeals court did confront the question, it should rule that Guantanamo detainees weren’t entitled to due process because they are noncitizens who lack property or a physical presence in the U.S.<br />A three-judge panel of the U.S. Court of Appeals for the District of Columbia did just that in August 2020, citing a World War II-era precedent denying due-process rights to German prisoners of war held by the Army in U.S.-occupied Germany. The full D.C. Circuit agreed in April to review that decision, which was written by Judge Neomi Rao, a Trump appointee and one of the court’s most conservative members."
}