{
    "url_original": "https://www.wsj.com/articles/justice-department-warns-states-over-new-voting-laws-11627497149?mod=politics_lead_pos3",
    "url": "justice-department-warns-states-over-new-voting-laws-11627497149",
    "title": "Justice Department Warns States Over New Voting Laws",
    "sub_head": "Biden administration signals intention to enforce federal election laws as some Republican-led states pass measures narrowing voting options",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-376723?width=860&height=573",
    "image_1": "im-376723.jpg",
    "time": "2021-07-28 15:31:00",
    "body": "WASHINGTON—The Justice Department warned states on Wednesday that they must comply with federal election laws, underscoring the Biden administration’s focus on voting access as some Republican-led states have passed new laws narrowing voting options that were expanded during the pandemic.<br />“The right of all eligible citizens to vote is the central pillar of our democracy, and the Justice Department will use all of the authorities at its disposal to zealously guard that right,” Attorney General Merrick Garland said in a statement.<br />The guidance documents lay out the rights voters have under federal law and requirements governing postelection audits. While they don’t present any new rules, they signal the administration’s priority to enforce current federal laws, including the Voting Rights Act and laws protecting voting access for voters with disabilities or military and overseas voters.<br />“You should not assume that if you abandon the practices that have made it easier for people to vote, that abandonment is not going to get scrutiny from the Department of Justice,” a DOJ official told reporters, describing the message the department’s new guidance documents are meant to send.<br />The Biden administration is facing pressure to do more on voting rights from activists who say that a raft of new voting laws in Republican-controlled states, such as Georgia and Florida, will make it harder to vote, especially for minority groups. Last month, the department sued Georgia over its new voting law, alleging it aims to restrict the rights of Black voters in violation of Section 2 of the Voting Rights Act."
}