{
    "url_original": "https://www.wsj.com/articles/justice-department-underscores-independence-from-white-house-11626910625?mod=politics_lead_pos11",
    "url": "justice-department-underscores-independence-from-white-house-11626910625",
    "title": "Justice Department Underscores Independence From White House",
    "sub_head": "Attorney general issues memo saying department wouldn’t advise White House of pending investigations",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-373230?width=860&height=573",
    "image_1": "im-373230.jpg",
    "time": "2021-07-21 20:32:00",
    "body": "WASHINGTON—Attorney General Merrick Garland on Wednesday restated guidelines limiting contacts between the White House and the Justice Department about its investigations, underscoring Mr. Garland’s priority for reversing what critics of the Trump White House viewed as its inappropriate political influence on some of the Justice Department’s actions.<br />In a memo addressed to all department personnel, Mr. Garland said the Justice Department “will not advise the White House concerning pending or contemplated criminal or civil law enforcement investigations or cases unless doing so is important for the performance of the President’s duties and appropriate from a law enforcement perspective.”<br />The memo said those limits—which it said didn’t apply to matters of national security or foreign relations—were necessary to “promote and protect the norms of Departmental independence and integrity.”<br />That language closely tracked a 2009 memo issued by then-Attorney General Eric Holder, which remained in effect throughout the Trump presidency, according to a former Justice Department official. But Mr. Trump’s repeated public comments and criticism about pending criminal investigations and cases involving his allies—some of which the Justice Department appeared to heed—led Joe Biden to stress restoring independence to the department in his successful campaign for the presidency.<br />A national-security official during the Trump administration, for example, said White House lawyers were involved to an unusual degree in the 2020 process to review a manuscript from Mr. Trump’s former national security adviser, John Bolton, who became a Trump critic. The official said the lawyers withheld information and conducted a flawed second review in what she said appeared to be an effort to justify a Justice Department lawsuit against Mr. Bolton. The Justice Department in the Biden administration dropped that lawsuit last month."
}