{
    "url_original": "https://www.wsj.com/articles/kamala-harris-vs-greg-abbott-on-the-border-11625696216?mod=opinion_lead_pos8",
    "url": "kamala-harris-vs-greg-abbott-on-the-border-11625696216",
    "title": "Kamala Harris vs. Greg Abbott on the Border",
    "sub_head": "Drugs and migrants, including trafficked children, continue to flow into Texas.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-365240?width=620&size=1.5",
    "image_1": "im-365240.jpg",
    "time": "2021-07-07 18:16:00",
    "body": "What’s actually happening on the Texas-Mexico border?<br />There are two competing narratives. When she visited El Paso on June 25, Vice President Kamala Harris said “we have seen extreme progress over these last few months.” But touring the Rio Grande Valley five days later, Texas Gov. Greg Abbott declared “the Biden administration is completely failing” in securing America’s southern perimeter.<br />So which does the evidence support?<br />“Facts say the governor is right and make it difficult to figure out Ms. Harris’ definition of ‘extreme progress,’” says Kelly Hancock, Republican chairman of the state Senate Veterans Affairs and Border Security Committee chairman. Mr. Hancock was on Mr. Abbott’s tour and attended briefings by Col. Steven McGraw, Texas Department of Public Safety director, and Texas sheriffs.<br />Customs and Border Protection numbers support Mr. Hancock’s observation. As of May, there had been 271,927 encounters—detentions or arrests of people illegally entering the U.S.—in the Rio Grande Valley this fiscal year, up 172% over fiscal 2018 at the same point. Further west, the Laredo sector has seen 76,670 encounters, up 250% over the numbers this time in the 2018 fiscal year. In the Del Rio sector there have been 118,314 encounters—a jump of 1,067%. Even in El Paso, where Ms. Harris declared “extreme progress,” the fiscal year’s total was 113,824 encounters, or a 563% increase year over year."
}