{
    "url_original": "https://www.wsj.com/articles/kanye-west-previews-new-album-donda-at-listening-party-in-atlanta-11627026800?mod=business_lead_pos12",
    "url": "kanye-west-previews-new-album-donda-at-listening-party-in-atlanta-11627026800",
    "title": "Kanye West Previews New Album ‘Donda’ at Listening Party in Atlanta",
    "sub_head": "The rapper-provocateur previewed more than a dozen tracks about family, loss and religion at the stadium-sized listening party",
    "category_1": "Arts",
    "category_2": "Music",
    "image_1_url": "https://images.wsj.net/im-374097?width=860&height=573",
    "image_1": "im-374097.jpg",
    "time": "2021-07-23 03:53:00",
    "body": "ATLANTA—Kanye West is known for rising to the occasion when the chips are down. The rapper cut a solitary figure—standing alone in a cavernous stadium without uttering a word—during a listening party on Thursday night in Atlanta for his new album “Donda.”<br />“I’m losing my family,” Mr. West could be heard singing repeatedly on one of the more than a dozen tracks about family, loss and religion that were played in Mercedes-Benz Stadium—an apparent reference to his recent divorce from his wife of nearly seven years, Kim Kardashian. For much of the night, Mr. West remained relatively still atop a white tarp in the venue, though he also kneeled at times and danced at others. Overall, Mr. West’s minimalist presentation conveyed a sense of isolation and melancholy. In a surprise, Ms. Kardashian was in attendance for the premiere.<br />Mr. West’s stadium-sized listening party—the roughly 70,000-capacity venue’s upper two tiers went unused—previewed his 10th solo studio album, which was expected to arrive sometime on Friday. Tickets for the listening event, which was announced Monday, promoted by Live Nation and live-streamed globally by Apple Music, sold for $20 or $50. News of the album’s Friday release arrived in an Apple advertisement during the NBA Finals this week. Mr. West also returned to Instagram, posting pictures of himself in black garb and wearing chains bearing the names of his children. Yet he has stayed uncharacteristically quiet about his new album.<br />The rollout of “Donda” comes at a crossroads for Mr. West. In February, Ms. Kardashian, with whom he has four children, filed for divorce, ending one of pop culture’s most celebrated power couples. Last year, she also spoke out about Mr. West’s struggles with bipolar disorder amid his failed presidential campaign as a spoiler candidate. Around the same time, Mr. West, a fashion mogul behind the Yeezy brand of sneakers and clothes, inked a deal with Gap.<br />On the music front, Mr. West’s recent albums—2018’s “Ye,” a stark exploration of his mental-health issues, and 2019’s religious-themed “Jesus Is King”—have received a lukewarm reception among fans and industry observers, many of whom consider them slapdash compared with his earlier work. (“Jesus Is King,” Mr. West’s last official solo album, did earn him a Grammy award for Best Contemporary Christian Music Album.)"
}