{
    "url_original": "https://www.wsj.com/articles/kate-hudson-backed-apparel-brand-fabletics-taps-banks-for-ipo-11626295097?mod=markets_lead_pos10",
    "url": "kate-hudson-backed-apparel-brand-fabletics-taps-banks-for-ipo-11626295097",
    "title": "Kate Hudson-Backed Apparel Brand Fabletics Taps Banks for IPO",
    "sub_head": "Workout-clothing company could be valued upward of $5 billion, sources say",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-369474?width=860&height=573",
    "image_1": "im-369474.jpg",
    "time": "2021-07-14 16:38:00",
    "body": "Fabletics, the workout-apparel brand backed by Kate Hudson, has tapped banks to help it prepare for an initial public offering that it hopes would value it at more than $5 billion, according to people familiar with the matter.<br />Fabletics, owned by TechStyle Fashion Group, recently selected  Morgan Stanley ,  Goldman Sachs Group Inc.,  Barclays  Plc and Bank of America Corp. for its IPO and is aiming to raise around $500 million in an offering, they said.<br />Fabletics was founded in 2013 by Adam Goldenberg and Don Ressler, who partnered with Ms. Hudson and feature her prominently in its advertisements. It aims to fill a gap in the market between high-end brands such as Lululemon and the cheapest brands.<br />Members pay a monthly fee that goes toward purchases of clothing, or can skip a month. Its products include color-coordinated workout tops and bottoms, sports bras and other accessories. The brand also gives members access to a workout app.<br />The IPO market has been on a tear and investors have been especially receptive to consumer-facing companies, including healthcare apparel startup  Figs Inc.  The scrubs-maker began trading in May and has a roughly $6 billion valuation, and its stock remains above its IPO price even after shares have tumbled. Trendy oatmilk company  Oatly Group  AB debuted at a valuation of roughly $10 billion. Though its shares have fallen recently, its stock still sits more than 15% above its IPO price. Plus-size retailer  Torrid Holdings Inc.  made its stock-market debut earlier this month, with shares rising in their first day of trading. They remain above their IPO price."
}