{
    "url_original": "https://www.wsj.com/articles/keep-those-cucumbers-out-of-my-seltzer-11625767574",
    "url": "keep-those-cucumbers-out-of-my-seltzer-11625767574",
    "title": "Keep Those Cucumbers Out of My Seltzer",
    "sub_head": "Also, no aoli in my oatmeal. Life has enough flavor without adding more.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-366010?width=620&size=1.5",
    "image_1": "im-366010.jpg",
    "time": "2021-07-08 14:06:00",
    "body": "For the longest time, the only misfortune you risked when you ordered a cup of coffee was if the server mistakenly put in a couple of spoonfuls of sugar when you had specifically said: “Milk, no sugar.”<br />Those days are gone. Today, a distracted, absent-minded or malicious barista might insinuate French Vanilla Oat Milk or Bulgarian Toffee Nut or Sun-Dried Paraguayan Caramel into your morning joe. If you’re trying to get your head clear at six in the morning on a stretch of Utah highway with the next rest stop 137 miles away, few experiences can be more disorienting. And revolting.<br />The world of traditional, predictably refreshing beverages has become a minefield. Recently, I went for a walk in the woods and brought along a can of my favorite sparkling water. Imagine my horror when I lifted the can to my lips—at the very height of a 100-degree heat wave—only to find that the water had been flavored with cucumber. Cucumber! One of the vilest foodstuffs known to man.<br />Examining the can, I found that yes, it did have a tiny pale green strip with the ominous word “cucumber” written on it. But the lettering was so bland and self-effacing that I never noticed it. Given what an electrifyingly stomach-turning experience it is to drink anything depth-charged with cucumber, the strip should have come with some sort of medical advisory in huge, jet-black letters reading: The Surgeon General Has Determined That on Very Hot Days, Drinking Disgusting Cucumber-Flavored Sparkling Water Can Make You Sick. Really Sick.<br />Those of us who remember a kinder, gentler, less additionally flavored America hark back to a time when you didn’t use to have to meticulously inspect every product you were considering putting into your body. But that was in those halcyon days before some sadistic clown came up with the idea of putting aioli sauce in everything: hamburgers, Southern fried chicken, tuna fish sandwiches, oatmeal. It was back when no one would have dreamed of offering you a cold drink flavored with both coconut and lime, or mango and pomegranate. It was a younger, more innocent America where chefs, short-order cooks, bakers, brewers and manufacturers weren’t always trying to spring deadly surprises on you. Often involving beets."
}