{
    "url_original": "https://www.wsj.com/articles/kids-the-delta-variant-and-vaccines-what-to-know-as-schools-reopen-11627291801",
    "url": "kids-the-delta-variant-and-vaccines-what-to-know-as-schools-reopen-11627291801",
    "title": "Kids, the Delta Variant and Vaccines: What to Know as Schools Reopen",
    "sub_head": "Doctors say the benefits of vaccination outweigh the risks, even considering children’s low risk of developing severe Covid-19",
    "category_1": "Life & Arts",
    "category_2": "Science",
    "image_1_url": "https://images.wsj.net/im-374927?width=860&height=573",
    "image_1": "im-374927.jpg",
    "time": "2021-07-26 05:30:00",
    "body": "More than a year into the Covid-19 pandemic, several studies suggest children are significantly less likely than adults to get seriously ill or die from the coronavirus. Despite the low risk of severe disease, health authorities are urging vaccination of adolescents, especially as the Delta variant spreads and students prepare to return to schools. Here’s everything you need to know:<br />Since the start of the Covid-19 pandemic last year, 4.09 million children in the U.S. have tested positive, according to the American Academy of Pediatrics. The total number of cases could be much higher than reported, researchers say, because many mild cases are probably going undiagnosed. The spread of the more contagious Delta variant threatens to infect more children going forward, especially if they are unvaccinated.<br />The good news: Children are at an extremely low risk of dying from Covid-19, according to some of the most comprehensive studies to date, which looked at data from the United Kingdom. Children are also at low risk of developing serious disease, researchers said. Between 0.1% to 1.9% of the child cases result in hospitalizations, the AAP says.<br />The bad news: Some children are developing severe cases. So far, more than 16,000 children in the U.S. have been hospitalized and more than 300 have died. Children who are infected are also at risk for a rare condition, called multisystem inflammatory syndrome, involving the inflammation of various body parts. About 4,100 of these cases in children have been reported in the U.S., according to the Centers for Disease Control and Prevention.<br />The risks, though low, are one reason many doctors and health authorities encourage vaccination among everyone eligible. “If you told anybody before Covid that 300 to 600 children were dying of a preventable disease, they would all say that would be unacceptable,” said Dr. Yvonne Maldonado, chair of the AAP committee on infectious diseases."
}