{
    "url_original": "https://www.wsj.com/articles/kimberle-crenshaw-critical-race-theory-woke-marxism-education-11626793272?mod=opinion_lead_pos8",
    "url": "kimberle-crenshaw-critical-race-theory-woke-marxism-education-11626793272",
    "title": "A Deeper Look at Critical Race Theory",
    "sub_head": "The neo-Marxist movement rejects equal opportunity, merit and objectivity.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-371803?width=860&height=573",
    "image_1": "im-371803.jpg",
    "time": "2021-07-20 12:47:00",
    "body": "In last week’s column about critical race theory, I said that I had barely scratched the surface of this complex movement. To dig deeper, I turned to a collection of essays by the movement’s founders and early adherents—“Critical Race Theory: The Key Writings That Formed the Movement”—published in 1996. Here is what I found in the volume and in an article by Kimberlé Crenshaw, one of the book’s editors and one of the movement’s most insightful thinkers.<br />• Critical race theory denies the possibility of objectivity. As the volume’s editors state in their illuminating introduction, “Scholarship about race in America can never be written from a distance of detachment or with an attitude of objectivity. . . . Scholarship—the formal production, identification, and organization of what will be called ‘knowledge’—is inevitably political.” And politics is about power—specifically, about the struggle between those who seek to maintain oppressive hierarchies and those who seek to overturn them. Scholarship can be a powerful weapon in that struggle.<br />• The theory moves race to the center of our focus. As the editors put it, it aims to “recover and revitalize the radical tradition of race-consciousness,” a tradition “that was discarded when integration, assimilation and the ideal of colorblindness became the official norms of racial enlightenment.”<br />• The founders of Critical Race Theory identified with Black Power movements much more than with those who were working for integration. This form of race-consciousness can’t be reduced to class-consciousness. Sen. Bernie Sanders, who understood the fight for equality as a class struggle, learned this lesson the hard way during his quest for the 2016 Democratic presidential nomination.<br />• Critical race theory is an explicitly left-wing movement inspired by the thinking of an Italian neo-Marxist, Antonio Gramsci. Against classic Marxism, for which material conditions are primary, Gramsci (1891-1937) focused on “hegemony”—the system of beliefs that “reinforces existing social arrangements and convinces the dominated classes that the existing order is inevitable,” as Ms. Crenshaw puts it."
}