{
    "url_original": "https://www.wsj.com/articles/king-arthur--leon-botstein-bard-summerscape-ernest-chausson-11627417173",
    "url": "king-arthur--leon-botstein-bard-summerscape-ernest-chausson-11627417173",
    "title": "‘King Arthur’ Review: Round Table Love Triangle",
    "sub_head": "For all its romance, Bard SummerScape’s indoor production of Ernest Chausson’s rarely performed opera resembles an action movie with an underlying message: Don’t let a girl into the boys’ club.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-375222?width=860&height=573",
    "image_1": "im-375222.jpg",
    "time": "2021-07-27 16:21:00",
    "body": "<br /><br />Annandale-on-Hudson, N.Y.<br />Some American festivals moved their staged operas outdoors this summer, but Bard SummerScape mounted this year’s repertoire rarity, Ernest Chausson’s “King Arthur” (“Le Roi Arthus”), inside its Sosnoff Theater as usual. Audience members were required to show vaccination certificates or negative PCR test results and to wear masks while in the building. There were more empty seats than in past years, but it felt strangely normal to be part of an indoor theater audience—sitting next to strangers, passing at close quarters in the aisles, and chatting with friends during the two intermissions of the unabridged show—even though the last time I did that was in March 2020.<br />Chausson’s opera, first performed in 1903, richly deserves to be rescued from obscurity. It boasts some familiar elements, starting with the story—the love triangle of King Arthur, his queen (here called Genièvre) and Lancelot. Musical and thematic echoes—Wagner’s “Tristan und Isolde,” Debussy’s “Pelléas et Mélisande”—abound. But finally, Chausson’s highly colored, forthright musical voice is his own. In the composer’s shapely libretto, paced for dramatic impact, the desires and motives of the characters are clear, and while seduction and desire are part of the musical mix, Chausson doesn’t push harmonic boundaries or dissolve into sensuality and ambiguity as Wagner and Debussy do. “King Arthur,” for all its romance, is more of an action movie with an underlying message: Don’t let a girl into the boys’ club."
}