{
    "url_original": "https://www.wsj.com/articles/king-lear-review-live-among-the-trees-11626384349?mod=opinion_major_pos14",
    "url": "king-lear-review-live-among-the-trees-11626384349",
    "title": "‘King Lear’ Review: Live Among the Trees",
    "sub_head": "Christopher Lloyd is magnificent in the title role of Shakespeare & Company’s ‘King Lear’—the first theater our critic has seen in the company of others in 16 months.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-369326?width=860&height=573",
    "image_1": "im-369326.jpg",
    "time": "2021-07-15 17:25:00",
    "body": "Lenox, Mass.<br />With live theater productions opening throughout America, I gave much thought to how I would break the 16-month fast from public performance that began for me after I saw Katori Hall’s “The Hot Wing King” off Broadway in March 2020, mere days before the Covid-19 lockdown. I wanted to review a show as special as the occasion itself, and I didn’t have to look long to find it: Shakespeare & Company, located in the Berkshires, Massachussetts’ center of summer theater, plus concerts, dance, and the visual arts, has opened its new 500-seat outdoor amphitheater with “King Lear.” In it, Christopher Lloyd, who is 82 and is best known, despite his extensive stage credits, for his appearances in such popular films as “Back to the Future,” plays for the first time the mad old king. Nor did I choose wrong: This “Lear,” directed by Nicole Ricciardi, is one of the strongest productions of Shakespeare’s all-encompassing super-drama of man’s fate that I’ve seen in my 18 years as a drama critic.<br />That’s saying something, for this is the 17th “Lear” I’ve reviewed in this space, and I’ve seen the title role essayed onstage by such notable actors as Alvin Epstein, Glenda Jackson, Stacy Keach, Kevin Kline, Frank Langella, John Lithgow, Ian McKellen and Christopher Plummer. Except for Epstein, the finest of them, who was 80 at the time, I’ve seen only one other octogenarian, Ms. Jackson, in the role, even though Shakespeare’s Lear refers to himself as “old man,/Fourscore and upward.” The reason for this is that Lear is a hugely demanding role, one in which the actor journeys from arrogance to fear to madness, at one point doing battle with a storm so violent that he loses his wits. He is then left to the mercy of Goneril and Regan (MaConnia Chesser and Jennie M. Jadow), his spiteful daughters, and Edmund (Bryce Michael Wood), the illegitimate son of the Earl of Gloucester (Nigel Gore, beyond doubt the best Gloucester I’ve seen), who pays for his loyalty by having his eyes gouged out by Edmund and Regan, a spectacle of sickening horror.<br />“Lear” asks so much of its star, especially in the storm scene, that the role is normally played by a much younger man. Mr. Lloyd, to be sure, is no longer able to shake the rafters, for which reason the storm has been dialed back  in sonic intensity. But he is still a magnificent performer who effortlessly projects his lines all the way to the back row of the amphitheater—which is where I sat—and it is unutterably pitiable to watch him lose his reason and descend into a cloud of unknowing from which Cordelia (Jasmine Cheri Rush), Lear’s only loyal daughter, and the Earl of Kent (Jonathan Epstein), who is as true to him as Gloucester and Cordelia, are unable to rescue him.<br />Except for Mr. Lloyd, most of the principal players in this “Lear” are familiar faces at Shakespeare & Company (including Allyn Burrows, Lear’s white-bearded Fool, the artistic director and a fine actor in his own right). They lock together like a full-fledged ensemble, one into which Mr. Lloyd fits smoothly and which supports him in high style. As for Govane Lohbauer and Jim Youngerman, the costume and set designers, they have given us a traditional-looking, satisfyingly unmannered “Lear,” with Ted Hewlett, the “violence designer” (a splendid credit!), contributing a ferocious climactic swordfight."
}