{
    "url_original": "https://www.wsj.com/articles/kombucha-for-connoisseurs-the-best-bottles-to-pair-with-food-11625757523",
    "url": "kombucha-for-connoisseurs-the-best-bottles-to-pair-with-food-11625757523",
    "title": "Kombucha for Connoisseurs: The Best Bottles to Pair With Food",
    "sub_head": "The tart, fizzy, fermented beverage has gone upmarket. These small-batch brews bring nuance and finesse to the table, minus wine’s hangover.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-365039?width=620&size=0.6666666666666666",
    "image_1": "im-365039.jpg",
    "time": "2021-07-08 11:18:00",
    "body": "IT WAS ONLY a matter of time before kombucha—the tart and effervescent, fermented tea-based beverage—got fancy. “It’s like third-wave coffee: People care about where the beans come from, how they’re roasted and how they’re brewed,” said Young Stowe, co-founder of the fermented-beverage company Unified Ferments, which launched in late 2019. “We are, in a sense, third-wave kombucha.”<br />The national kombucha brands now ubiquitous at supermarkets typically use tea as a vehicle for fermentation and fruit juices for flavor. But new small-batch producers are leaning into the flavors of the teas—and rigorously sourcing them.<br />Mr. Stowe and his partner, Graham Pirtle, import toddler-size bales of snow chrysanthemums from northern China’s Kunlun Mountain range to make one of their four core products. Because the flowers are under snow for much of the year, Mr. Pirtle explained, they develop protective amino acids and proteins. The sturdy blossoms make a rich, rust-colored tea and an iridescent, orange-wine-like fermented drink.<br />When it comes to steeping, Mssrs. Stowe and Pirtle have studied how each single-origin, loose-leaf tea is meant to be treated in order to express all its layers of flavor and aroma. They brew it accordingly, by hand, and then unlock more nuance through fermentation.<br />While most of the other brewers that favor a similar tea-forward and painstaking approach are newer to the scene, Yesfolk Tonics’ family-run kombucha microbrewery opened in Troy, N.Y., over three years ago. The operation is emphatically hands-off: no tinkering with acid or tannin levels via extracts or other additives on the back end. “We ferment in oak barrels in a [room] teeming with our house culture,” said co-owner Adam Elabd, referring to Yesfolk’s unique mix of microorganisms."
}