{
    "url_original": "https://www.wsj.com/articles/kushner-family-expands-investments-in-southern-midsize-city-apartment-complexes-11625320801?mod=markets_lead_pos6",
    "url": "kushner-family-expands-investments-in-southern-midsize-city-apartment-complexes-11625320801",
    "title": "Kushner Family Expands Investments in Southern Midsize-City Apartment Complexes",
    "sub_head": "Jared Kushner, former President Donald Trump’s son-in-law, wasn’t involved in deals, company says",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-363518?width=620&size=1.5",
    "image_1": "im-363518.jpg",
    "time": "2021-07-03 10:00:00",
    "body": "The New York region’s Kushner real-estate family is expanding its investments in Southeastern states as it waits for the local commercial property sales market to reopen from the pandemic.<br />The family, which gained global attention during the Trump administration because of the senior White House role played by Jared Kushner, has either purchased or signed contracts to buy 2,500 apartments in Mississippi, Tennessee and Virginia in the past month. The total price was about $400 million, according to Laurent Morali, the president of New York-based Kushner Cos.<br />Mr. Kushner, the son of family patriarch Charles Kushner as well as former President Donald Trump’s son-in-law, has played no role in the southeastern acquisition strategy, which Kushner Cos. launched before the Trump presidency ended, Mr. Morali said. The company was run by Charles Kushner, his daughter, Nicole Kushner Meyer, and Mr. Morali during the Trump years, and Jared Kushner’s role in the family business since he moved to Florida in January hasn’t been announced.<br />Kushner Cos., which has a total real-estate portfolio valued at $15 billion, has been investing in suburban apartment buildings for decades. It began focusing on small to midsize cities in Southeastern cities, such as Memphis, Tenn., and Williamsburg, Va., last fall, partly because big investors have been driving up prices in larger cities.<br />The family’s recent deals included its purchase of 1,200 units in Jackson, Miss., for $160 million. Average rents are $1,000 a month for a two-bedroom unit and $900 for a one-bedroom unit, Mr. Morali said. Kushner Cos. found Jackson attractive because its economy has been strong thanks to stable local employers, including the state government and a  Nissan  assembly plant that opened in 2003, he said."
}