{
    "url_original": "https://www.wsj.com/articles/larry-elder-california-gov-gavin-newsom-recall-election-11627422240?mod=opinion_lead_pos9",
    "url": "larry-elder-california-gov-gavin-newsom-recall-election-11627422240",
    "title": "Could Larry Elder Really Replace California Gov. Gavin Newsom?",
    "sub_head": "The conservative radio host leads all other candidates, but a majority will have to reject the incumbent first.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-07-27 18:35:00",
    "body": "Why shouldn’t a conservative Republican like Larry Elder be leading the race to recall California Gov. Gavin Newsom?<br />Mr. Elder is an attorney, bestselling author, documentary filmmaker and successful talk-radio host who was born and raised in Los Angeles. True, he’s an amateur when it comes to electoral politics, but look at what the professionals like Mr. Newsom, a liberal Democrat, have done to the most populous state.<br />Crime has climbed in California’s largest cities, while left-wing district attorneys compete to determine who can prosecute the fewest miscreants. The state’s homelessness rate is third highest in the country after Hawaii and New York, and it’s rising, which might have something to do with heavy-handed zoning restrictions and environmental regulations that limit the construction of affordable housing. Californians pay energy bills that are significantly higher than the national average and well above what customers pay in neighboring states like Oregon. Yet millions of residents experienced rolling blackouts in 2019 when a state utility purposely cut off power to avoid wildfires caused by outdated electric lines. And that’s what life was like in this progressive Eden before the pandemic.<br />Mr. Elder told me in an interview this week that the state’s over-the-top Covid response and the governor’s aristocratic personal behavior probably did more than anything else to put his job in jeopardy. In a CNN interview last year, Mr. Newsom implied that his children, who attend private school, were still learning remotely. In reality, they had returned to in-person instruction months earlier, while the public schools remained closed in deference to the state’s powerful teachers unions.<br />Nor has Mr. Newsom been able to live down his infamous private dinner at a fancy French restaurant in defiance of his own Covid restrictions, Mr. Elder said. “People are angry that the state was shut down in such a severe way during the pandemic while this man was sitting in a restaurant with lobbyists and healthcare professionals—violating the very mandates they wrote.” It wasn’t the only example of the rules not applying to the governor, said Mr. Elder. Mr. Newsom’s own winery in Napa County remained open last year while he ordered other wineries and businesses across the state to close their indoor operations."
}