{
    "url_original": "https://www.wsj.com/articles/larry-summers-responds-on-the-tax-gap-11625251631?mod=opinion_major_pos17",
    "url": "larry-summers-responds-on-the-tax-gap-11625251631",
    "title": "Larry Summers Responds on the ‘Tax Gap’",
    "sub_head": "Merely returning audit rates to the levels they were at a decade ago would raise $200 billion in revenue.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-360513?width=620&size=1.5",
    "image_1": "im-360513.jpg",
    "time": "2021-07-02 14:47:00",
    "body": "Your editorial “A Bipartisan Pact to Supersize the IRS” (June 26) opposes revitalizing the Internal Revenue Service to collect more taxes that are legally owed but not paid. It claims that revenue gains would be small because “it makes little sense that millions of Americans are willfully violating the tax code.”<br />But the extent of nonpayment should not be judged subjectively. Look instead to the results of the IRS’s random audit program. It shows that nearly 15% of taxes owed are not paid, resulting in a tax gap of around $600 billion annually. Over a decade, the infrastructure deal aspires to reduce that gap by less than 1.5%.<br />This evasion is disproportionately on the high end. Yet as the IRS workforce has been reduced to 1970s levels, the drop off in scrutiny has been highest for the rich. My work with Natasha Sarin shows that audit rates have fallen so drastically for those making $500,000 or more annually, that their audit rate is only 1%, around the same as those receiving the earned-income tax credit.<br />Your editorial suggests that the only way to raise $100 billion in revenue from tax-gap investments would be to audit “nearly every high-income taxpayer in the country.” But merely returning audit rates to the levels they were at a decade ago—when less than 10% of millionaires were audited annually—would raise twice as much.<br />The bipartisan infrastructure proposal provides the IRS $40 billion to recruit and train revenue agents to police sophisticated tax evasion. After its enactment, the IRS still will not be auditing the vast majority of the top 1% of taxpayers—and still will leave on the table huge potential revenue collections."
}