{
    "url_original": "https://www.wsj.com/articles/lawmakers-spar-over-infrastructure-package-as-deadline-nears-11626732831?mod=politics_lead_pos4",
    "url": "lawmakers-spar-over-infrastructure-package-as-deadline-nears-11626732831",
    "title": "Lawmakers Spar Over Infrastructure Package as Deadline Nears",
    "sub_head": "Senators are hoping to strike deal on how to pay for the legislation, which includes $600 billion in new spending",
    "category_1": "Politics",
    "time": "2021-07-19 19:26:00",
    "body": "WASHINGTON—Lawmakers sparred Monday over Senate Democrats’ decision to impose a midweek deadline on a bipartisan group still scrambling to reach an agreement on a roughly $1 trillion infrastructure bill.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) said last week he planned to set up a vote Wednesday opening debate on the infrastructure bill. But the bipartisan group of 22 senators hasn’t yet struck a deal on how to fully pay for the cost of the legislation, which would spend roughly $600 billion above projected federal spending on improvements to roads, bridges and broadband access, among others.<br />Over the weekend, the group agreed to remove a source of revenue disliked by Republicans that would strengthen the Internal Revenue Service’s collection of unpaid taxes. That left lawmakers racing to find another way to offset the bill’s cost and complete its text.<br />“There was a little movement in the wrong direction when it came to pay-fors,” Sen. John Cornyn (R., Texas), a member of Senate GOP leadership, told reporters Monday. “There’s a bipartisan desire for us to do a real infrastructure bill that’s responsibly paid for,” he said. “The problem is they haven’t been able to do it on Sen. Schumer’s timeline.”<br />Lawmakers said Monday they weren’t sure what would happen if there wasn’t enough support Wednesday to begin debate on the infrastructure bill. Republicans have said they wouldn’t vote to start debate Wednesday unless an agreement largely has been fleshed out."
}