{
    "url_original": "https://www.wsj.com/articles/lawmakers-say-infrastructure-deal-within-reach-11627419274?mod=politics_lead_pos1",
    "url": "lawmakers-say-infrastructure-deal-within-reach-11627419274",
    "title": "Lawmakers Say Infrastructure Deal Within Reach",
    "sub_head": "Bipartisan Senate negotiators are working through transit funding and other issues that bogged down talks on $1 trillion package",
    "category_1": "Politics",
    "time": "2021-07-27 16:54:00",
    "body": "WASHINGTON—Lawmakers expressed renewed optimism Tuesday that they were close to reaching a deal on a roughly $1 trillion infrastructure package as they worked through a series of 11th-hour holdups.<br />After a day of partisan sniping over last-minute disputes, lawmakers said Tuesday they were approaching resolution to some of the issues that had bogged down the final stretch of negotiations. But they still hadn’t finished their talks, weeks after the group announced that they had agreed to a loose framework for a deal.<br />“We’re getting close and I’m hopeful we can get this done soon,” Senate Majority Leader Chuck Schumer (D., N.Y.) told reporters Tuesday. “We’re not there yet, but we’re making progress. The number of issues has been narrowed significantly.”<br />A bipartisan group of 10 senators has been working for weeks to come to an agreement on the details of a loose framework for roughly $600 billion above projected federal spending on roads, bridges, expanded broadband access and more. At the same time, Democratic leaders have been working to coalesce the 50 members of the Democratic caucus around a $3.5 trillion package of healthcare, education, climate-change and antipoverty provisions they hope to pass along party lines.<br />Support for the two packages, which together would cement much of President Biden’s agenda into law, depends on both the cooperation of different factions of Democrats, as well as Republicans being willing to strike a bipartisan deal on infrastructure."
}