{
    "url_original": "https://www.wsj.com/articles/lawmakers-to-determine-fate-of-infrastructure-antipoverty-plans-11626004802?mod=politics_lead_pos1",
    "url": "lawmakers-to-determine-fate-of-infrastructure-antipoverty-plans-11626004802",
    "title": "Lawmakers to Determine Fate of Infrastructure, Antipoverty Plans",
    "sub_head": "Senators return to Washington with trillions of dollars of spending proposals on the line",
    "category_1": "Politics",
    "time": "2021-07-11 08:00:00",
    "body": "WASHINGTON—Democrats are racing to finalize a bipartisan infrastructure deal and set the contours of a broad child-care and education plan, aiming to maintain a delicate agreement with Republicans while simultaneously plowing forward with their own priorities.<br />After a two-week recess, senators return to Washington this week to determine the fate of much of President Biden’s roughly $4 trillion agenda. Senate Majority Leader Chuck Schumer (D., N.Y.) told Senate Democrats in a letter on Friday that he expects that the chamber will take up both a roughly $1 trillion infrastructure agreement and a resolution setting the parameters of a bill encompassing other Democratic priorities in the coming weeks.<br />While staff have been filling in details of the infrastructure agreement, Democrats remain divided over the size and scope of the other, broader bill. Liberals such as Sen. Bernie Sanders (I., Vt.) have called for as much as $6 trillion in spending in the package, while moderates have favored a smaller number.<br />Democrats on the Senate Budget Committee are seeking to reach an agreement on the top-line cost of the package soon and bring a budget resolution to the Senate floor in the coming weeks, the first step before other committees will craft the details of the legislation.<br />Adding to the sensitivity of the negotiations, many lawmakers have linked the fate of the two efforts. Some Democrats, including House Speaker Nancy Pelosi (D., Calif.) have said they won’t support the infrastructure agreement unless the other legislation moves forward, while some Republicans have said advancing other Democratic priorities could cause them to oppose the infrastructure deal."
}