{
    "url_original": "https://www.wsj.com/articles/leaving-your-dog-alone-during-the-work-day-these-5-gadgets-will-help-11626887848",
    "url": "leaving-your-dog-alone-during-the-work-day-these-5-gadgets-will-help-11626887848",
    "title": "Leaving Your Dog Alone During the Workday? These 5 Gadgets Will Help",
    "sub_head": "Treat-dispensing cameras. Smart dog doors. These advances in pet tech ensure your pooch can eat, access the yard and even play a fierce game of fetch while you’re away.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-372408?width=860&height=573",
    "image_1": "im-372408.jpg",
    "time": "2021-07-21 13:17:00",
    "body": "THAT AFTERNOON in Atlanta, Jared Rodriguez probably should have been paying attention to his CEO’s lecture. Instead, the sales representative was glued to a live stream of his own Auburn, Calif., dining room. There, his smart “puppy cam” was recording his 9-month-old St. Bernard puppies assume the less adorable characteristics of rabid wolves. “I’m watching as they start chewing up their beds,” said Mr. Rodriguez, 47, whose wife was at work. “I ran out of the meeting…and was yelling at my dogs to stop destroying their beds on my phone while my boss was giving a speech.” Because the puppy cam has a built-in speaker, the dogs perked, ceased and desisted, he said: “That’s why we got that camera in the first place.”<br />While nearly any Wi-Fi-based security camera can monitor a dog, pet tech specifically designed to help dog owners has evolved. Your pup would prefer your company—and probably got spoiled by it during the pandemic. But if you’re returning to the office, or don’t want to cut happy hour short to rush home and relieve him, smart tech can fill the gap. Here, our picks for turning your house into a tech-enabled doggy daycare.<br />If you’ve ever guiltily wished your dog could play fetch with himself, the iFetch Too is a savior for sore arms and temporarily absentee owners. Train your dog to drop tennis balls into the top of the pod and the robot will sling them 10 to 40 feet up to 250 times on a single charge. Put the device in a fenced-in backyard, or set it for a 10-foot trajectory in a large room or long hallway. (You can aim the machine so balls don’t go flying into furniture.) $200, goifetch.com<br /><br />Un like a standard security camera, the PetChatz HDX attaches low on a wall, at your dog’s height, so he can see your face pop up on the 2 3/4-inch-wide screen. A companion smartphone app lets you call in to your pet, voicing reassurance via the device’s speaker—and even dispense treats from the built-in canister. “Our puppy got used to having us home [during the pandemic], so when we left for a couple of hours, he destroyed everything in sight,” said Michelle Rosaline, who uses a treat-dispensing camera for her Rhodesian Ridgeback. Now, she said, even when the family’s at a restaurant, her kids talk to him through the phone, remotely “throwing treats in the air, and watching him jump for joy.” For next-level communication, add in PawCall ($100), a wireless button that rests on the floor and, bizarrely, allows your pet to initiate a call to you. If you have a needy, clever pug with poor timing, this might not be the breakthrough you want. $350, petchatz.com"
}