{
    "url_original": "https://www.wsj.com/articles/less-loved-solar-technology-gets-moment-in-the-sun-11626101345?mod=business_minor_pos11",
    "url": "less-loved-solar-technology-gets-moment-in-the-sun-11626101345",
    "title": "Less-Loved Solar Technology Gets Moment in the Sun",
    "sub_head": "Heliogen addresses a lot of problems that concentrated solar power has had. It will still be hard for it to overtake photovoltaic solar.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-367823?width=620&size=1.5",
    "image_1": "im-367823.jpg",
    "time": "2021-07-12 10:49:00",
    "body": "Photovoltaic technology has been the clear winner of the solar energy race. Can concentrated solar power catch up?<br />One company seems to think it could be possible. Heliogen, a concentrated solar power company with backing from Bill Gates, announced last week that it will merge with a special-purpose acquisition company in a deal that values the company at an enterprise value of about $2 billion.<br />At first glance, the deal looks like a head-scratcher. Photovoltaic technology, which uses panels to convert light directly into electricity, is miles ahead of CSP, which uses mirrors to reflect and concentrate sunlight into very high heat, which is then used to produce steam, electricity or hydrogen. The heat is often stored in a medium that is unlikely to cool off quickly, such as molten salt or rocks (in the case of Heliogen). PV is cheaper, takes up less space and has generally had fewer performance issues. As of 2019, there was just 6.9 Gigawatts of CSP capacity globally, which was roughly 1% of total installed solar capacity, according to data from BloombergNEF, which has since stopped publishing regular updates on the sector because there is little to report on.<br />CSP’s built-in storage capacity was once seen as a promising solution to the intermittence that plagues renewable energy. But the technology has been tough to master and cost is still a large hurdle. Back in 2008, both PV and CSP had a levelized cost of electricity around $450 per megawatt-hour, according to Pietro Radoia, senior analyst at BloombergNEF. Today, PV solar can be as cheap as $29 per MWh without subsidies, while the cheapest CSP solar with storage is more than four times as expensive, according to Lazard’s analysis from 2020. In a 2019 report, BloombergNEF concluded that in the long term, PV paired with batteries is likely to be “only slightly more expensive” and “much less risky” compared with CSP systems.<br />Heliogen costs less than $50 per MWh including the federal investment tax credit, according to its investor deck, which would make it more expensive than unsubsidized utility-scale solar but cheaper than industrial-scale PV solar without subsidies. The main difference, according to Bill Gross, Heliogen’s founder and chief executive officer, is that the company uses cameras on towers to monitor mirrors in real time, with data crunched at 30 frames a second to make sure each mirror’s reflection is hitting the target correctly. The company’s bet is that its technology will get even better over time so that the cost declines will also come from having to use less material per mirror. “Any scarce commodity goes up in price. [The price of] computation only ever goes down,” he said."
}