{
    "url_original": "https://www.wsj.com/articles/let-it-go-disney-princess-culture-isnt-toxic-study-finds-11627736400?mod=tech_lead_pos11",
    "url": "let-it-go-disney-princess-culture-isnt-toxic-study-finds-11627736400",
    "title": "Let It Go? Disney Princess Culture Isn’t Toxic, Study Finds",
    "sub_head": "Five-year study on the effects of exposure to cartoon princesses gives parents hope that their daughters won’t grow up helpless—but the debate rages on",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-377756?width=700&height=467",
    "image_1": "im-377756.jpg",
    "time": "2021-07-31 09:00:00",
    "body": "Many parents find themselves in the middle of the Great Princess Debate at some point.<br />For years, scholars have suggested that the classic  Disney  trope—the damsel in distress—can damage girls’ sense of self worth, and also negatively shape boys’ views of girls and of their own masculinity. So when little girls start to beg for Aurora’s tiara and Cinderella’s ball gown, parents have to decide whether to let the Disney princess movies flow, or shun the uber-girly culture and the antiquated, male-dominated world it long represented.<br />Both the content and the research are shifting, however: Disney has for years been making its princesses tougher and more self-reliant. A recent study shows that even kids immersed in classic Disney films such as “Sleeping Beauty” and “Beauty and the Beast” managed to develop what researchers say are healthier views about gender roles.<br />The study adds weight to the argument that, like videogames that young children play, the content they spend hours watching on TVs and iPads might not have the profound impact on their development that parents fear. The author is Brigham Young University human-development professor Sarah Coyne, one of the researchers whose earlier work helped fuel cautionary headlines.<br />By observing several hundred children over a chunk of the past decade, Dr. Coyne found that kids who were really into princesses at around age 5 were more likely by age 10 to hold progressive views about gender roles, and to reject the idea that boys should stifle their emotions. This held true for both girls and boys, she found."
}