{
    "url_original": "https://www.wsj.com/articles/limetree-oil-refinery-wants-bankruptcy-shield-extended-to-private-equity-backers-11627338947?mod=business_minor_pos4",
    "url": "limetree-oil-refinery-wants-bankruptcy-shield-extended-to-private-equity-backers-11627338947",
    "title": "Limetree Oil Refinery Wants Bankruptcy Shield Extended to Private-Equity Backers",
    "sub_head": "The St. Croix refinery says environmental litigation against its current and former owners would distract from its restructuring goals",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-375445?width=860&height=573",
    "image_1": "im-375445.jpg",
    "time": "2021-07-26 18:35:00",
    "body": "The bankrupt Limetree Bay oil refinery in the U.S. Virgin Islands asked to halt pollution lawsuits from proceeding against its current and former private-equity backers, saying it can’t afford to be drawn into litigation against them.<br />The lawsuits already are on hold against Limetree Bay Refining LLC after it filed for chapter 11 earlier this month, but are proceeding against its co-defendants, including its controlling owner, EIG Global Energy Partners LLC. On Monday, the refinery asked the judge overseeing its bankruptcy to extend the litigation reprieve for 60 days to EIG and other, prior owners.<br />If granted, the request also would suspend litigation against a nearby oil-storage facility that depends on the refinery for business. EIG, which backs both the refinery and the terminal, didn’t respond to a request for comment.<br />Personal-injury and property-damage claims have piled up against the refinery since February, when it restarted after several years offline. Months later, federal authorities shut the refinery after several polluting incidents, including a release of airborne oil droplets that rained down on neighboring areas in May. Bankruptcy followed.<br />The refinery said Monday it is so intertwined with its co-defendants that allowing lawsuits to go forward against them would distract its management from more pressing tasks. Even if the refinery isn’t involved in the proceedings, it would be affected by any liability findings, according to its filing in the U.S. Bankruptcy Court in Houston."
}