{
    "url_original": "https://www.wsj.com/articles/limousine-liberals-taxes-wealth-11626671237?mod=opinion_major_pos16",
    "url": "limousine-liberals-taxes-wealth-11626671237",
    "title": "No Defense for Limousine Liberals",
    "sub_head": "Politicians spend other people’s money to win re-election. The proper term for this is pandering.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-371556?width=860&height=573",
    "image_1": "im-371556.jpg",
    "time": "2021-07-19 10:54:00",
    "body": "Ted Rall’s op-ed “In Defense of Limousine Liberals” (July 12) glosses over a few key points. Sure a Sen. Ted Kennedy or Mayor John Lindsay might pay more in taxes should their policies be adopted. But they have already accumulated their wealth, and a little less is not going to change their lifestyles. Besides, wealthy candidates running for office often seek to trade part of their wealth for power. Even if they lose, some near-wealthy candidates, like New York’s Maya Wiley, can gain prominence and enhance their careers with a credible run for office. This is the textbook definition of self-interest.<br />It’s not hypocrisy or values but life experience that matters most. Few candidates know what it feels like to be down and out, to try and raise a family on a minimum wage. Even Kamala Harris had parents who came to this country to pursue their doctoral degrees.<br />The left can’t find true working-class candidates to run because they’re too busy working. The best it can do is to field well-intentioned limousine liberals who try to make up for their lack of working-class experience by advocating far-reaching social programs, assuming that this is what the working class wants. Then they wonder why many working-class voters support Republicans, whose economic policies “run counter to their economic interests.” Might it be that limousine liberals misunderstood their needs in the first place?<br />Joseph P. Petito<br />Bethesda, Md."
}