{
    "url_original": "https://www.wsj.com/articles/lina-khan-ftc-monopoly-big-tech-11626108008?mod=opinion_major_pos16",
    "url": "lina-khan-ftc-monopoly-big-tech-11626108008",
    "title": "Lina Khan Is Icarus at the FTC",
    "sub_head": "The antitrust offensive and power grab will end with her wings melting in the courts.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-368507?width=860&height=573",
    "image_1": "im-368507.jpg",
    "time": "2021-07-13 13:25:00",
    "body": "It’s a touch ominous when a bureaucrat begins her tenure by sending bipartisan procedural safeguards to the paper shredder. Federal Trade Commission Chairman Lina Khan wasted no time making confetti of the guardrails at the FTC, including the Obama administration policy statement placing minimal limits on how the agency could use its theretofore undefined power to police “unfair methods of competition.” Shredding the statement clears the way for Ms. Khan’s attempt to remake antitrust law in her image (“Lina Khan’s Power Grab at the FTC,” Review & Outlook, July 6). With the announcement of a global gag order on FTC staff, Ms. Khan has made it clear the FTC will now speak with one voice—hers.<br />All that has been overshadowed by an executive order aimed at competition and loaded with goodies, good intentions, new regulatory regimes and a blissful ignorance of unintended consequences (“Joe Biden, 20th Century Trustbuster,” Review & Outlook, July 10). Some of its pronouncements, like occupational-licensing reform, are to the good. But the FTC’s competition authority is about to become a free-for-all for the Biden administration to reshape the economy. One wonders how the Republicans going along with all this to “get Big Tech” are feeling right now; I’m guessing “played.” If not, they’ll catch up soon enough.<br />Imagining the FTC as Icarus flying without the constraints of history, economics or law is a fun thought experiment, but we’ve been here before. Ms. Khan’s initial steps are indicative of a regulatory overreach that will end with the FTC’s wings melting in the courts. This path does not lead to incremental, much less radical, change. I predict early headlines that appease a rabid base, frustration for FTC staff and a new, volatile partisanship at the agency, but actual results that leave unsatisfied the progressives aching for radical change.<br />Joshua D. Wright<br />Arlington, Va."
}