{
    "url_original": "https://www.wsj.com/articles/lina-khans-gift-to-netflix-11626130087?mod=opinion_lead_pos2",
    "url": "lina-khans-gift-to-netflix-11626130087",
    "title": "Lina Khan’s Gift to Netflix",
    "sub_head": "Blocking the Amazon-MGM deal would help the streaming giants.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-12 18:48:00",
    "body": "Federal Trade Commission Chair Lina Khan didn’t need President Biden’s order on Friday to give more scrutiny to Big Tech acquisitions. She was already on it.<br />Several media outlets reported Friday that the FTC has begun an extended review of Amazon’s proposed $8.5 billion purchase of MGM Studios. Amazon had to file premerger notifications for the deal with the FTC due to its size, but some 95% of mergers are waived through because they pose no threat to competition.<br />Neither does the Amazon-MGM deal, but the FTC has issued Amazon what’s known as a “second request” for information. This signals that the agency is closely scrutinizing an acquisition. What’s there to scrutinize? Competition in media content and streaming is vast. The average U.S. household subscribes to four streaming services.<br />Amazon’s streaming competitors include  Disney +, Netflix, Hulu,  Apple ,  NBC and WarnerMedia (now merging with Discovery). The MGM acquisition will benefit Amazon’s 140 some million U.S. Prime subscribers who will get access to a larger library of content, and it could force other streaming services to improve their own catalogs.<br />As for MGM, production studios have been struggling as people avoid public theaters for their big screens at home. Disney in 2019 acquired 21st Century Fox in part for its giant catalog including the Simpsons and several Marvel franchise films. Amazon has prioritized original programming with niche appeal, but it lags in classics. It also wants to create more value for Prime members since other retailers now offer online deliveries that are as fast and free."
}