{
    "url_original": "https://www.wsj.com/articles/lina-khans-power-grab-at-the-ftc-11625517819?mod=opinion_lead_pos1",
    "url": "lina-khans-power-grab-at-the-ftc-11625517819",
    "title": "Lina Khan’s Power Grab at the FTC",
    "sub_head": "The new Chair snatches unilateral authority and rescinds bipartisan Obama-era standards.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-05 16:43:00",
    "body": "Independent federal agencies have power over American life that the Founders never imagined, and that reign is about to expand with a vengeance in the Biden era. Witness the unprecedented power grab engineered last week at the Federal Trade Commission by the new chair, Lina Khan.<br />The events didn’t get much attention because the press cares more about politics than governance. But on a series of 3-2 votes, the Democratic commissioners turned agency tradition upside down and gave themselves vast new powers to harass business.<br />The agency eliminated the long-standing role of the agency’s chief administrative law judge in presiding over fact-finding and rule-making. Now Ms. Khan, or someone of her choosing, will preside. The Democrats also killed the requirement that the FTC staff get a majority vote of the commission to start an investigation. Now only a single commissioner can sign off. Subpoenas can also fly at Ms. Khan’s discretion.<br />The commissioners rescinded the bipartisan Obama-era FTC statement, adopted in 2015, that the agency follow antitrust law as it has evolved in the courts. This is a sure signal that the three Democrats are planning to dump the consumer-welfare standard for antitrust that has prevailed for decades. Instead the agency will replace it with some new standard it hasn’t specified. Also on the chopping block is the “rule of reason” the Supreme Court has applied to antitrust law for more than a century.<br />This is the handiwork of Ms. Khan and Rohit Chopra, who is still a commissioner but has been nominated by Mr. Biden to run the Consumer Financial Protection Bureau. Ms. Khan is a 32-year-old academic who has no experience running anything. She helped write the October 2020 House Antitrust Subcommittee report on Big Tech and has called for breaking up large firms. Now she’s teeing up the FTC to stretch its powers in a way it hasn’t done since the 1970s and 1980s before it was rebuked by Congress and the courts."
}