{
    "url_original": "https://www.wsj.com/articles/london-stock-exchange-suffers-indigestion-from-refinitiv-deal-11627551001?mod=markets_lead_pos6",
    "url": "london-stock-exchange-suffers-indigestion-from-refinitiv-deal-11627551001",
    "title": "London Stock Exchange Suffers Indigestion From Refinitiv Deal",
    "sub_head": "U.K. stock exchange operator’s stock price has slumped about 15% since closing $15 billion bet on data, sharply underperforming global peers",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-375962?width=860&height=573",
    "image_1": "im-375962.jpg",
    "time": "2021-07-29 05:30:00",
    "body": "London Stock Exchange  Group PLC’s $15 billion acquisition of Refinitiv Holdings Ltd. is proving more difficult to integrate than expected, and shareholders of Europe’s biggest exchange operator by market value are paying an early price.<br />LSEG’s stock is down about 15% since closing the deal at the end of January. By comparison its global peers have posted stock performances ranging from a gain of about 1% for Asia’s  Hong Kong Exchanges & Clearing Ltd.  and  Nasdaq Inc.’s  33% gain over the same period, according to FactSet.<br />Investors sent LSEG’s stock soaring after the deal announcement almost two years ago, betting it would transform the U.K.-based company into a major financial data provider that could challenge market leader Bloomberg LP and other industry heavyweights for customers in banking, asset management and other sectors.<br />That still might happen. But six months after the deal’s closing, LSEG faces higher-than-expected costs to integrate the transformational acquisition, underscoring the challenges it needs to overcome for the bet to pay off.<br />Capital Group Cos. is among LSEG investors that have cut their positions. The Los Angeles-based fund giant owned 4.98% as of June 15, down from 6.81% as of March 5, according to regulatory filings and the LSEG annual report. A Capital Group spokesperson declined to comment."
}