{
    "url_original": "https://www.wsj.com/articles/looking-for-love-post-lockdown-niche-dating-apps-are-the-next-big-thing-11627639200?mod=tech_lead_pos10",
    "url": "looking-for-love-post-lockdown-niche-dating-apps-are-the-next-big-thing-11627639200",
    "title": "Looking for Love Post-Lockdown? Niche Dating Apps Are the Next Big Thing",
    "sub_head": "Designed to pair up pet owners, runners, vegetarians, gamers and even astrology zealots, super-specific dating apps are helping singles find common ground quickly now that we’re no longer confined",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-376608?width=860&height=1035",
    "image_1": "im-376608.jpg",
    "time": "2021-07-30 06:00:00",
    "body": "AFTER A LONG and lonely lockdown, Theresa Causa was ready for love.<br />To find it, the 40-year-old nurse practitioner in San Antonio turned to the new dating app “S’More,” which helps users pair up by literally shifting the focus from physical appearances to mutual goals and interests. When matches first connect, they see only blurred versions of each other’s profile photos, along with bios, hobbies and answers to prompts like “What are your top 3 qualities in a match?” As they exchange messages, their photos gradually un-blur.<br />“I was, like, ‘This is for me,’” said Ms. Causa. “I wanted to look for something less superficial. I didn’t want any games. I’m done with games.” After a few weeks, she matched with her now-partner. “It’s what I prayed for, I’m not kidding you.”<br />Now that singles of all ages can date again less riskily in much of the country—including those rebounding after a spike in the divorce rate during the pandemic’s early months—an increasing number are opting for apps that narrowcast. The goal: to more efficiently find partners whose passions or identities overlap closely with theirs. The options range from apps for those committed to sobriety (Loosid) and people on the autism spectrum (Hiki), to matchmakers for fitness buffs (TeamUp), dog lovers (Dig) gamers (Kippo), vegetarians (Veggly) and amateur astrologists (Stars Align, NUiT and the Pattern).<br />It’s not an entirely new concept: Christian Mingle was launched in 2001, while Grindr, an app for gay men, made its debut in 2009 and Tastebuds, which matches people based on their taste in music, showed up in 2010. But these more-specific-than-Tinder options “never really got the kind of traction I’m seeing right now,” said Julie Spira, author of “The Perils of Cyber-Dating” and founder of an online dating-advice company. “The space is exploding,” she said."
}