{
    "url_original": "https://www.wsj.com/articles/look-for-health-stocks-to-stop-lagging-start-leading-11626364385?mod=business_minor_pos12",
    "url": "look-for-health-stocks-to-stop-lagging-start-leading-11626364385",
    "title": "Look for Health Stocks to Stop Lagging, Start Leading",
    "sub_head": "Industry bellwether UnitedHealth’s second-quarter results show pandemic-driven disruptions are winding down",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-369188?width=860&height=573",
    "image_1": "im-369188.jpg",
    "time": "2021-07-15 11:53:00",
    "body": "Healthcare stocks have been a laggard so far this year. That presents an opportunity for investors, because a strong second-quarter earnings season is in the cards.<br />Health stocks have returned about 13% so far this year, falling behind the S&P 500 by about three percentage points. But there is reason to think the sector will catch up. After all, insurance giant and industry bellwether  UnitedHealth Group ’s  second-quarter results show that pandemic-driven disruptions are coming to an end.<br />UnitedHealth said Thursday that it spent nearly 83% of premiums on medical care for its patients in the quarter. A year ago that was about 70%, an abnormally low figure as patients deferred routine care. That bodes well for a host of medical device manufacturers, hospital operators and drug companies, which will begin reporting second-quarter earnings next week.<br />UnitedHealth profits were lower compared with a year ago, but results were still strong. The company reported sales of $71.3 billion and adjusted earnings of $4.70 a share, both of which topped analyst expectations. UnitedHealth raised its profit outlook and now expects to earn $18.30 to $18.80 a share in 2021.<br />The stock fell slightly Thursday morning, but one down day shouldn’t trouble investors. The stock is up 27% since its lows in February. UnitedHealth expects a pandemic-related hit to profits this year of about $1.80 a share, most of which is expected in the second half of the year and seems unlikely to recur. That includes Covid-19 testing and treatment expenses, the impact of patients catching up on deferred care, as well as higher unemployment and other economic effects."
}