{
    "url_original": "https://www.wsj.com/articles/love-and-sex-in-the-time-of-plague-review-bawdy-tales-hidden-wisdom-11625233661",
    "url": "love-and-sex-in-the-time-of-plague-review-bawdy-tales-hidden-wisdom-11625233661",
    "title": "‘Love and Sex in the Time of Plague’ Review: Bawdy Tales, Hidden Wisdom",
    "sub_head": "Telling stories as a distraction from the Black Death, Boccaccio’s characters relate a resourceful new approach to life.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362597?width=620&size=custom_4200x2943",
    "image_1": "im-362597.jpg",
    "time": "2021-07-02 09:47:00",
    "body": "Scrambling for pandemic-related advice, pundits and podcasters have turned to Giovanni Boccaccio’s fictional masterpiece, “The Decameron.” Written in the 14th century at the height of the Black Death, which decimated Boccaccio’s Florence, the book centers on 10 well-bred youths—seven women and three men—who, deciding that they need a break from the plague’s ravages, escape to a villa outside the city.<br />Anyone who leafs through “The Decameron” hoping to discover particular guidance for our contemporary troubles, however, may struggle to find it. In “Love and Sex in the Time of Plague,” Guido Ruggiero tells us why that might be so—and, along the way, paints a sweeping portrait of Florentine cultural life during the origins of the Renaissance.<br />Once the 20-somethings in Boccaccio’s narrative arrive at the rural villa, they set about entertaining themselves by requiring each to tell one story a night for 10 nights. The 100 tales in “The Decameron” depict a world of lascivious priests, wandering wives, inventive seducers, amorous nuns, cuckolded husbands, and any number of tricksters and prank-players. The tales are designed not to counsel readers on their plague-related troubles so much as to distract them with humor and fantasy.<br />At first glance, it’s hard to see what such a work could possibly have to do with pandemics, then and now. And so Mr. Ruggiero, after nodding briefly to Covid-19, heads in another direction. A historian at the University of Miami, he shows how “The Decameron” illuminates the key social development through which Boccaccio (1313-1375) lived. No longer was noble blood a guarantee of social status, Mr. Ruggiero notes. Nor was money, by itself. Rather, low-born men and women could now acquire upward mobility—and high-born lords and ladies forestall downward mobility—through the adroit use of virtù: a mixture of strategic reason and self-control. This word captures a conception of life according to which one’s own resourcefulness could, on its own, enable a man—or, as Boccaccio believed, a woman as well—to prevail over the reversals of fortune. Two centuries later, as Mr. Ruggiero observes, it would be central to Machiavelli’s advice to leaders in “The Prince.”<br />Mr. Ruggiero recounts from “The Decameron,” for example, the story of King Agilulf of Lombardy. One night, a virile young servant sneaks into the queen’s bed. Under cover of darkness he makes love to her, she thinking all the while that her companion is the king. Agilulf himself, arriving shortly after and getting admiring murmurs from his wife thanks to his apparently newfound zest and technical skill, soon realizes what has happened. He decides to abandon his own planned lovemaking and pretend that he was indeed the one who had just been in her chamber. He recognizes that to respond with the anger and outrage he feels would cause both him and his wife public ridicule and personal embarrassment. He can retain husbandly stature in the eyes of his wife—and avoid a loss of stature in the eyes of his subjects—only if he appropriates the charms of another. By suppressing his desire for revenge, he demonstrates virtù."
}