{
    "url_original": "https://www.wsj.com/articles/lust-is-a-better-buy-than-wanderlust-11625137380?mod=business_minor_pos10",
    "url": "lust-is-a-better-buy-than-wanderlust-11625137380",
    "title": "Lust Is a Better Buy Than Wanderlust",
    "sub_head": "Investors playing reopening trades may be looking for love in all the wrong places",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-01 07:03:00",
    "body": "This summer, Instagram feeds are featuring splashy girl trips, bachelor parties, weddings and family reunions as consumers go big after a year at home. But the party can’t last forever: Eventually, budgets will run dry, vacation time will be depleted and in-person school will resume. Chances are consumers will then be looking for a different pandemic itch to scratch.<br />Shares of online travel agents Booking Holdings  and  Expedia Group  are up an average of 68% over the past 12 months, while shares of dating app companies  Match Group  and  Bumble  climbed an average of 17%. The disparity makes sense at first: A survey from hotel search platform trivago conducted in January found that nearly three-quarters of Americans said they planned to travel more than they have in the past once the pandemic ends. It also found that two in five would give up sex to hit the road immediately.<br />But investors might have gotten ahead of themselves. Shares of both Expedia and Booking hit records in March and April, respectively. Data since then has been sobering. As of the first quarter, Booking reported that room nights booked were still less than half of what they were in the first quarter of 2019, while total bookings for Expedia were still down about 48% on the same basis. According to BTIG analyst Jake Fuller, travel stocks appreciated so much early this year that even strong second-quarter results might not give them a further boost.<br />Meanwhile, full recovery isn’t a sure thing. Covid-19 case counts remain high in some areas, variants continue to proliferate and business travel is predicted to remain low for the foreseeable future. AB Bernstein’s Richard Clarke says future travelers might underestimate the risk of another pandemic, unexpected quarantine or getting stranded overseas. He also warns that some governments could use health considerations as an excuse for politically influenced border controls, even post-pandemic. All of this could lead to lower pricing power in the industry and more would-be travelers embracing the “staycation,” he said.<br />Investors might have been looking for love in all the wrong places. Dating apps have weathered the pandemic well and seem to be picking up steam. Match Group grew revenue nearly 44% in the first quarter from the same period in 2019. Bumble said first-quarter paying users rose 30% from a year earlier."
}