{
    "url_original": "https://www.wsj.com/articles/luxury-watches-are-badly-set-for-investors-11625832623?mod=markets_lead_pos11",
    "url": "luxury-watches-are-badly-set-for-investors-11625832623",
    "title": "Luxury Watches Are Badly Set for Investors",
    "sub_head": "Demand for the most expensive Swiss timepieces is booming, but getting access to them is tricky",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-09 08:10:00",
    "body": "The few Swiss watch brands that haven’t been troubled by the pandemic are the hardest ones to invest in.<br />This week, multibrand retailer Watches of Switzerland said sales increased by 13% for the year through May 2. Its strong performance during the Covid-19 crisis has been surprising: The major cities where it operates, including London and New York, have been emptied of Chinese tourists who typically snap up pricey watches. It was saved by local demand for three of the most expensive brands: Rolex, Patek Philippe and Audemars Piguet.<br />The wider market for luxury watches is much weaker. During the first five months of 2021, the value of Swiss watch exports was 3% below the comparable pre-pandemic period of 2019, statistics from the Federation of the Swiss Watch Industry show. Exports of watches priced above 3,000 Swiss francs, equivalent to around $3,280, have almost recovered to pre-Covid crisis levels, while those that sell at between 200 francs and 500 francs were down 40%.<br />The trend is boosting a handful of names. Last year, the Rolex Group outsold Swatch to become the world’s biggest Swiss watchmaker for the first time,  Morgan Stanley  estimates. Patek Phillippe and Audemars Piguet also gained share.<br />The bad news for stock investors is these brands are private companies, while the two public watchmakers come with problems. The cheaper timepieces of Zurich-listed Swatch are being hammered by competition from smartwatches. In 2020, 75 million smartwatches were sold, a more-than-threefold increase since 2016, according to Morgan Stanley. Over the same period, the number of Swiss watch exports almost halved. Cartier watches are popular, but the brand is mixed in with more than a dozen luxury labels in the portfolio of publicly traded Compagnie Financière Richemont."
}