{
    "url_original": "https://www.wsj.com/articles/lysols-owner-is-in-germ-limbo-11627389361?mod=business_minor_pos11",
    "url": "lysols-owner-is-in-germ-limbo-11627389361",
    "title": "Lysol’s Owner Is in Germ Limbo",
    "sub_head": "Consumers’ vigilance about hygiene is wearing off earlier than Reckitt expected—but not enough to boost its cold- and flu-relief brands yet",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-27 08:36:00",
    "body": "The company that owns Lysol disinfectant was an early pandemic winner. Now it is becoming an early loser as the health crisis eases.<br />Shares in U.K.-listed Reckitt Benckiser Group fell 9% in morning trading on Tuesday after it lowered its margin guidance and released weak second-quarter results. Sales in the company’s hygiene division increased 7.8% in the three months through June, relative to the same period last year, a step down from the 21% growth clocked in the preceding quarter.<br />A slowdown in demand for cleaning products is happening earlier than either management or investors expected. Big corporate clients also seem more relaxed about the need to reassure customers that the highest cleaning standards are being met. After a promising start signing airlines and big hotel chains like Hilton, Reckitt hasn’t struck as many hygiene partnerships with major companies as hoped.<br />Worries about germs haven’t subsided enough to boost Reckitt’s medicine brands, however. Sales in its health unit fell 5.6% in the second quarter. Rates of cold and flu are abnormally low as people mix less frequently in the workplace and socially. The company said that sickness did pick up in Australia, until new government restrictions in Melbourne and Victoria sent demand for flu-relief products back to square one. Reckitt is seeing a rise in cold infections in U.S. states where mask mandates have been lifted, though.<br />Like other consumer-staples companies, Reckitt also is grappling with a spike in the price of its raw materials. Management reduced its margin expectations for the full year, matching a similar move by  Unilever  last week. Both businesses manufacture home and hygiene products, where it is hard to increase prices as consumers can easily switch to cheaper alternatives."
}