{
    "url_original": "https://www.wsj.com/articles/m-b-a-programs-from-stanford-to-columbia-and-nyu-pass-on-hybrid-learning-11626346800",
    "url": "m-b-a-programs-from-stanford-to-columbia-and-nyu-pass-on-hybrid-learning-11626346800",
    "title": "M.B.A. Programs From Stanford to Columbia and NYU Pass on Hybrid Learning",
    "sub_head": "Business schools want students back on campus; M.B.A. candidates say in-person networking makes the degree’s cost worth it",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "time": "2021-07-15 07:00:00",
    "body": "Several high-profile M.B.A. programs have decided not to offer hybrid learning this fall.<br />Columbia University, Boston University, Stanford University, New York University and University of California, Berkeley, among others, are recalling virtually all business-school students to campus this fall for in-person classes. The hope, deans say, is to restore the traditional two-year M.B.A. experience to its pre-pandemic norms, with the in-person networking, socializing and overseas trips that students say make the expensive management degrees worthwhile.<br />Some students opted to defer a year ago to wait for a full in-person experience. Applications to start business school this fall were the highest in years, in part because of expectations that in-person classes would resume.<br />The relationships forged during business school are why students are willing to leave the workforce for two years to attend graduate school—and often borrow large sums to pay for it, said J.P. Eggers, vice dean of M.B.A. and graduate programs at New York University’s Stern School of Business. “Building new relationships online is hard.”<br />Some schools had hoped that with hybrid programs, new, more flexible M.B.A. models would emerge as a viable alternative to traditional two-year programs, which in recent years had become a tougher sell for many young professionals. But the logistics of a blended classroom have proved hard to pull off, many administrators said."
}