{
    "url_original": "https://www.wsj.com/articles/mama-weed-review-mother-moonlighter-miscreant-11626990462",
    "url": "mama-weed-review-mother-moonlighter-miscreant-11626990462",
    "title": "‘Mama Weed’ Review: Mother, Moonlighter, Miscreant",
    "sub_head": "Isabelle Huppert plays a drug-buster turned decked-out dealer in this comedic crime film from director Jean-Paul Salomé.",
    "category_1": "Film Review",
    "time": "2021-07-22 17:47:00",
    "body": "If you’ll indulge my dropping one name in reference to another, François Truffaut once told me, not entirely in jest, that he thought the best way to get financing for his scripts might be to send them to Isabelle Huppert right off the bat, since the money men would want him to cast her in any case. That was back in the days when Ms. Huppert was starring in three, four, even five movies a year, and managing to be fascinating at a minimum in most of them. (She has 146 screen credits so far, none of them Truffaut films.) Now, in “Mama Weed,” a beguiling crime comedy in French with English subtitles, she is fascinating again, but in a wonderfully nimble way that could be considered campy if her style weren’t so assured and her performance weren’t so witty and precise. (The film can be seen via video on demand.)<br />Ms. Huppert is Patience Portefeux, a French-Arabic translator assigned to phone surveillance in a police narcotics unit in Paris. Patience works so hard that both of her teenage daughters worry about her. “It’s not work, it’s existential,” she insists. Freely translated, that means she can barely pay the rent, given her obligations as a single mom plus the cost of keeping her own borderline-dotty mother in a nursing home. (Madame Portefeux is played by Liliane Rovère.)<br />Still, Patience doesn’t lack resources. She learned valuable life lessons from her Algerian father, who rose from penniless immigrant to prosperous crook before dying, at age 34, in the course of eating a perfectly benign Caesar salad. Prompted by the kindness of her mother’s caregiver, a Moroccan woman named Kadidja (Farida Ouchani), Patience does what she can to protect Kadidja’s son, a young drug dealer she happens to be surveilling. Then she sees her main chance to acquire a small fortune in hashish and deal the stuff herself.<br />Coincidence propels the plot, which is full of holes and candidly amoral as well as somewhat quaint, considering Europe’s steady liberalization of marijuana laws. And concern for political correctness has troubled the filmmakers not a bit, since all of the drug dealers are Muslim and utter buffoons, members of rival gangs that can’t think straight. (Jean-Paul Salomé directed, from a script that he and his son, Antoine Salomé, adapted from a novel by Hannelore Cayre.) Be that as it may, the movie’s main and mesmerizing attraction is a character that Patience creates for herself, a narcotics queenpin called Mama Weed—that’s a clumsy translation of the original title, “La Daronne,” or “The Mum.” She is ostensibly Muslim, a mysterious and alluring creature who, wearing shades and a crossover hijab that Patience bought online, looks for all the world like a silent-film star, a Gloria Swanson of the Maghreb.<br />It’s a terrific performance in a film that swings gracefully between drama and kinetic farce. In the dramatic mode, Hippolyte Girardot is Philippe, Patience’s good-hearted boss and ardent lover. He has no idea, of course, that her alter ego is the mastermind he and his cops are trying to catch. Playing the dual roles clearly gave Ms. Huppert great pleasure, which she communicates with a delicate relish that turns piquant when Mama Weed shows her befuddled underlings who’s boss. A drug-ring dominatrix isn’t the film’s only felicitous invention. Nadja Nguyen is Colette Fo, Patience’s cheerfully larcenous landlady. And who knew about the existence, at least in this droll fiction, of an animal shelter for retired police dogs where the superannuated sniffers’ specific talents are listed for potential owners? In order to find the stash of hash that will transform her life, Patience rescues a drug-and-currency detector named DNA. He, like his new mistress, rises to the occasion with alacrity and purpose."
}