{
    "url_original": "https://www.wsj.com/articles/manufacturers-good-problems-11625159922?mod=business_minor_pos11",
    "url": "manufacturers-good-problems-11625159922",
    "title": "Manufacturers’ Good Problems",
    "sub_head": "For all the headaches factories are having, this is actually a good time for them",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-01 13:18:00",
    "body": "Manufacturers are getting hit by supply-chain bottlenecks, struggling with parts shortages and rising materials prices, and having a hard time finding workers. But don’t let those things detract from the main story: Manufacturers are doing great.<br />The Institute for Supply Management on Thursday said that its index of manufacturing activity came in at 60.6 in June, down a bit from May’s 61.2 but still at historically high levels. Anything over 50 signals expansion.<br />The problems manufacturers are facing were fully evident in the report. Its index of delivery times showed that wait times for parts and materials continue to lengthen, and the ISM said 17 of the 18 manufacturing industries it follows reported slower deliveries. Manufacturers reported a long list of commodities that were in short supply last month, ranging from caustic soda to cold-rolled steel, and an even longer list of commodities that were up in price.<br />The report’s employment index slipped, but that reflected manufacturers’ difficulty finding workers. The ISM said that an overwhelming majority of the manufacturers it surveyed said they were hiring or attempting to hire, but that many of them said they were having a hard time filling positions.<br />Some manufacturers also said they were experiencing more job turnover as a result of “wage dynamics”—workers are getting lured away by higher pay, in other words. In the comments from respondents the ISM included in the report, one metals manufacturer put the difficulty of finding workers succinctly: “Lack of labor is killing us.”"
}