{
    "url_original": "https://www.wsj.com/articles/many-jobs-lost-during-the-coronavirus-pandemic-just-arent-coming-back-11626341401",
    "url": "many-jobs-lost-during-the-coronavirus-pandemic-just-arent-coming-back-11626341401",
    "title": "Many Jobs Lost During the Coronavirus Pandemic Just Aren’t Coming Back",
    "sub_head": "Companies see automation and other labor-saving steps as a way to emerge from the health crisis with a permanently smaller workforce",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-369374?width=860&height=573",
    "image_1": "im-369374.jpg",
    "time": "2021-07-15 05:30:00",
    "body": "Job openings are at a record high, leaving the impression that employers are hiring like never before. But many businesses that laid off workers during the pandemic are already predicting they will need fewer employees in the future.<br />As with past economic shocks, the pandemic-induced recession was a catalyst for employers to invest in automation and implement other changes designed to curb hiring. In industries ranging from hotels to aerospace to restaurants, businesses have reviewed their operations and discovered ways to save on labor costs for the long term.<br />Economic data show that companies have learned to do more with less over the last 16 months or so. Output nearly recovered to pre-pandemic levels in the first quarter of 2021—down just 0.5% from the end of 2019—even though U.S. workers put in 4.3% fewer hours than they did before the health crisis.<br />“When demand falls, it’s a natural time to retool or invest because you won’t lose customers or sales while you tinker and shut things down,” said Brad Hershbein, senior economist at the W.E. Upjohn Institute for Employment Research. “You don’t want to interrupt business when it’s at its peak.”<br />The changes will require many workers to adapt. Though the job market is strong right now for highly paid professionals and low-wage service workers alike, not everyone can find a match for their skills, experience or location, creating a paradox of relatively high unemployment combined with record job openings. Economists say it can be a prolonged process for some laid-off workers to find jobs or acquire the skills needed for new careers."
}