{
    "url_original": "https://www.wsj.com/articles/mari-eder-was-an-army-unicorn-11627662502",
    "url": "mari-eder-was-an-army-unicorn-11627662502",
    "title": "Mari Eder Was an Army ‘Unicorn’",
    "sub_head": "After a pioneering military career, the retired major general has written a book about the experiences of women in World War II.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-30 12:28:00",
    "body": "When Mari K. Eder, a retired major general, was coming up in the U.S. Army, she was called a unicorn, she says. Serving at a time when combat commands weren’t yet open to women, she held training and professional commands at the company, battalion, brigade and division levels for 36 years before retiring in 2013. She knew she stood out: In meetings at the Pentagon, her male colleagues would check to make sure she was wearing her uniform correctly. When she toured with fellow generals overseas, she was often the only woman.<br />Maj. Gen. Eder tried not to think about all of that, she says, hoping that by ignoring her singularity she could make her presence seem normal. But sometimes it would hit her. Once, when she was a brigadier general, she forgot the shoulder boards for her dress uniform. Her assistant offered to borrow some—but from whom? There was only one other female general in the Pentagon at the time. She was otherwise alone at the top.<br />“You didn’t have comrades, you didn’t have friends, you didn’t have colleagues,” Maj. Gen. Eder, 67, recalls over the phone from her home in Woodbridge, Va., south of Washington, D.C. “I used to describe it as being on a tightrope: You do your job and don’t look down.”<br />Now she is eager to help younger women see themselves as leaders and heroes. That’s one reason why she decided to write her latest book, “The Girls Who Stepped Out of Line,” out Aug. 3, about the women who “served, fought, struggled and made things happen, in and out of uniform” during World War II.<br />The book began, Maj. Gen. Eder says, when she stumbled on an obituary in 2017 for Hilda Gimpel Eisen, a Polish Holocaust survivor who lost her husband and family in the war, remarried, moved to California and made a fortune supplying chicken eggs to supermarkets. “I was amazed by her courage, by what she had done to escape the Germans not once but three times,” Maj. Gen. Eder says."
}