{
    "url_original": "https://www.wsj.com/articles/marjorie-taylor-greene-other-gop-lawmakers-sue-pelosi-over-mask-penalties-11627418632?mod=politics_lead_pos7",
    "url": "marjorie-taylor-greene-other-gop-lawmakers-sue-pelosi-over-mask-penalties-11627418632",
    "title": "Marjorie Taylor Greene, Other GOP Lawmakers Sue Pelosi Over Mask Penalties",
    "sub_head": "The Georgia Congresswoman, Thomas Massie of Kentucky and Ralph Norman of South Carolina were fined $500 for not wearing masks",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-376140?width=860&height=573",
    "image_1": "im-376140.jpg",
    "time": "2021-07-27 16:43:00",
    "body": "WASHINGTON -- Three House Republican lawmakers filed a lawsuit accusing House Speaker Nancy Pelosi (D., Calif.) of violating the Constitution when their pay was docked for refusing to wear face coverings on the House floor earlier this year.<br />The lawmakers filed the lawsuit as Covid-19 is resurgent nationwide, and as health officials are considering reinstating some mask rules and pressing Americans to get vaccinated. The Centers for Disease Control and Prevention, responding to the highly transmissible Delta variant, on Tuesday recommended that vaccinated people resume masking indoors in certain parts of the country and that K-12 schools adopt universal masking precautions.<br />The lawsuit was filed in U.S. District Court for the District of Columbia by Reps. Marjorie Taylor Greene of Georgia, Thomas Massie of Kentucky, and Ralph Norman of South Carolina. The three were each fined $500 for ignoring a rule mandating masks on the House floor. The House voted to impose fines for noncompliance with mask rules in a party-line vote in early January. The money was withheld from their paychecks when they didn’t voluntarily pay the penalties.<br />Mrs. Pelosi had said earlier this year that masks would continue to be required for members and staff until everyone was vaccinated. The rules were relaxed in June when the Office of Attending Physician said that masks would be mandatory for those who weren’t fully vaccinated but not for those who had been inoculated.<br />“She said everybody has to wear a mask until everybody gets vaccinated,” Mr. Massie said. “That’s when I realized if we don’t take a stand here, you’re going to run over us, but not just us,” Mr. Massie said at a press conference in the shadow of the U.S. Supreme Court. “This fight is about making sure that those rules aren’t enforced across this country unfairly.”"
}