{
    "url_original": "https://www.wsj.com/articles/mark-warner-plays-pivotal-role-in-democrats-large-scale-spending-plans-11626534002?mod=politics_lead_pos2",
    "url": "mark-warner-plays-pivotal-role-in-democrats-large-scale-spending-plans-11626534002",
    "title": "Mark Warner Plays Pivotal Role in Democrats’ Large-Scale Spending Plans",
    "sub_head": "Centrist Virginia senator says he ‘stretched’ on spending at Biden’s prodding and now works to keep $1 trillion infrastructure plan and $3.5 trillion antipoverty-climate proposal on track",
    "category_1": "Politics",
    "time": "2021-07-17 11:00:00",
    "body": "WASHINGTON—When talks among Democrats about a raft of antipoverty and climate-change measures began, Sen. Mark Warner (D., Va.) assumed that lawmakers would agree to spend less than the $3.5 trillion plan announced this past week.<br />The centrist lawmaker said he is worried about inflation and the rising U.S. debt burden and came to the talks with different policy priorities than some of his party colleagues. After weeks of negotiations between Democrats on the Senate Budget Committee and a series of calls from President Biden, he came around to the larger figure, which would be distributed over 10 years and paid for with tax increases—conditions he said eased his concerns.<br />“The president asked me to stretch, and I think I stretched,” Mr. Warner said in an interview.<br />Now the former governor and telecommunications investor has to help persuade members of both parties to stretch in support of different parts of Mr. Biden’s economic agenda. Mr. Warner, as the only lawmaker directly involved in crafting the $3.5 trillion agreement among Democrats as well as negotiating a roughly $1 trillion infrastructure package with Republicans, holds unique sway in the parallel talks.<br />He will help determine whether all 50 members of the Senate Democratic caucus can hold together on both bills, while still persuading at least 10 Republicans to join them on infrastructure. The two-track approach will be tested next week, when the first vote on advancing the infrastructure package, which requires 60 votes, is expected."
}