{
    "url_original": "https://www.wsj.com/articles/marlboro-maker-sells-its-18-000-acre-montana-ranch-11625747364?mod=business_featst_pos2",
    "url": "marlboro-maker-sells-its-18-000-acre-montana-ranch-11625747364",
    "title": "Marlboro Maker Sells Its 18,000-Acre Crazy Mountain Montana Ranch",
    "sub_head": "Altria finds buyer for ‘Marlboro Ranch’ where it hosted loyal smokers for two decades",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-365953?width=620&size=1.5",
    "image_1": "im-365953.jpg",
    "time": "2021-07-08 08:29:00",
    "body": "First it said farewell to its Marlboro Man ads. Now, the biggest U.S. cigarette maker is getting rid of the Marlboro Ranch in Montana, where  Altria Group Inc.  hosted customers and corporate events.<br />The tobacco giant’s subsidiary Philip Morris USA in June sold the 18,000-acre property, formally known as Crazy Mountain Ranch, to Lone Mountain Land Co., a subsidiary of a private-equity firm that also owns other resorts in Montana. Terms weren’t disclosed.<br />The company’s Marlboro Man billboards, featuring a cowboy in a white hat and vistas of the Rockies, were discontinued in the late 1990s as part of a settlement of litigation brought by nearly all the states against the big tobacco companies.<br />Because of the increased restrictions on cigarette advertising, Philip Morris’s marketing shifted to direct mail. And in 1999, the company purchased Crazy Mountain Ranch, offering all-expenses-paid trips there as a reward to Marlboro smokers. The working ranch featured an “Old Western Town,” with 20 buildings including a saloon, hotel rooms, an events barn and a spa.<br />Guests arrived to find their beds piled with gifts: Stetson hats, cowboy boots, and—in the earlier years—several packs of each guest’s preferred Marlboro cigarettes. Activities included horseback riding, cattle driving, snowmobiling, clay pigeon shooting and fly fishing. Thousands of adult Marlboro customers have visited over the past two decades, an  Altria  spokesman said. The company also held board meetings there."
}