{
    "url_original": "https://www.wsj.com/articles/marsquakes-insight-lander-mars-space-exploration-seismic-activity-11627499094?mod=opinion_lead_pos6",
    "url": "marsquakes-insight-lander-mars-space-exploration-seismic-activity-11627499094",
    "title": "The Messages in the Marsquakes",
    "sub_head": "Some surprising findings as the InSight lander uses seismology to map out the inside of the Red Planet.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-28 18:44:00",
    "body": "The NASA team operating the InSight lander on Mars last week published its analysis of the more than 700 minor “marsquakes” recorded by the vehicle since it began surface operations on the Red Planet in February 2019. The world now has its first view of the inner workings of another planet, with potential implications for a better understanding of how the solar system developed and the evolution of life on Earth.<br />One might have imagined Mars to be a smaller version of Earth, but the seismic noises detected by InSight suggest not only different geological composition but different formation and heat-flow dynamics as well. Petroleum engineers use seismic waves that travel and refract though deep layers of the Earth’s crust to search for pockets of oil and gas. The InSight team designed the lander to record seismic waves reverberating on the surface of Mars and use them to explore the inner structure of the planet.<br />The science of seismology is relatively young. It wasn’t until the early 20th century that seismologists discovered the nature of the Earth’s crust, core and mantle. Geologists and planetary scientists have since come to rely on seismology as an essential tool.<br />Mars is seismically more active than expected, although the marsquakes recorded by InSight are smaller and substantially less powerful than earthquakes. Without oceans, there’s less background seismic noise on Mars, so the lander can detect signals from small tremors located thousands of miles away.<br />Despite these advantages, challenges remain for the three groups that reported their analyses this week in the magazine Science. Most of the marsquakes originate in the crust, and only a fraction of seismic waves probe deeper regions. Petrologists, geochemists, mineral physicist and geodynamicists looked at data from 10 of these deep quakes as well as data from Martian meteorites and other direct surface observations of Mars."
}