{
    "url_original": "https://www.wsj.com/articles/martine-moise-wife-of-assassinated-president-makes-surprise-return-to-haiti-11626564491",
    "url": "martine-moise-wife-of-assassinated-president-makes-surprise-return-to-haiti-11626564491",
    "title": "Martine Moïse, Wife of Assassinated President, Makes Surprise Return to Haiti",
    "sub_head": "The only person with him when he died, she holds important testimony for investigators",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-371188?width=860&height=573",
    "image_1": "im-371188.jpg",
    "time": "2021-07-17 19:55:00",
    "body": "PORT-AU-PRINCE, Haiti—Wearing a black bulletproof vest, Haiti’s first lady returned to this Caribbean nation Saturday from medical treatment in Miami after surviving the attack in which her husband, President Jovenel Moïse, was assassinated earlier this month.<br />Martine Moïse disembarked gingerly down the steps of a jet at the airport here clad all in black: face mask, dress and a sling on her right arm, where she had been injured in the July 7 attack that plunged Haiti into political uncertainty. A video released by Haitian authorities showed her greeting interim Prime Minister Claude Joseph and other top officials on the tarmac.<br />Ms. Moïse has said little publicly since the grisly attack around 1 a.m. at the family’s private mansion in the capital’s residential Pelerin 5 district. As the only survivor who was with the president when he died, Ms Moïse’s testimony will be vital as investigators from Haiti, the U.S. and Colombia try to determine who carried out the assassination and why.<br />Haitian police link the killing to a network of more than 30 people, including Haitian politicians, Miami businessmen and some two dozen former Colombian soldiers and army officers. But authorities here haven’t provided a motive and say they are questioning several leaders of the presidential guard to understand why they put up little resistance to the attackers.<br />In a Wednesday post on her official Twitter account, Ms. Moïse said she couldn’t believe her husband was killed “like this before my eyes, without saying a last word to me.” She added, “This pain will never pass.”"
}