{
    "url_original": "https://www.wsj.com/articles/mass-transit-spending-senate-infrastructure-deal-democrats-republicans-11627333592?mod=opinion_lead_pos3",
    "url": "mass-transit-spending-senate-infrastructure-deal-democrats-republicans-11627333592",
    "title": "Mass Spending for Mass Transit",
    "sub_head": "Democrats want the GOP to rescue big-city rail and public unions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-26 18:33:00",
    "body": "Democrats are accusing Republicans of holding up the Senate infrastructure deal over funding for mass transit. Here’s what’s really going on: Republicans have bowed to most Democratic demands. But now Democrats are also insisting that they acquiesce to spending ever more to rescue broken rail and bus systems in big liberal cities.<br />Mass transit typically receives $13 billion in federal funds each year, and Congress provided an additional $70 billion for urban transit last year in the myriad pandemic spending bills. That’s more than six times the normal transit budget and more than the annual operating and capital spending of every transit agency in the U.S. combined. The air drop was intended to make up for lost revenue during lockdowns.<br />But most mass transit systems face a larger structural budget problem that pre-dated the pandemic: Ballooning operating costs from generous labor contracts and pension payments, which are siphoning off money from system improvements and repairs. Many systems have also been losing riders due to lousy service, and more people are taking rides with  Lyft  and other app car services.<br />So Democrats want Republicans to bail out those cities and their public unions. Republicans have agreed to a $48.5 billion supplemental appropriation for mass transit in the deal. But in addition Democrats are demanding that 20% of transportation spending from the highway trust fund—financed by gas tax revenues—go toward transit.<br />Democrats cite a 1982 Congressional agreement that dedicated a penny of a five-cent gas tax increase to transit. But that’s only about 5% of all gas tax revenue. Congress has since directed more trust fund revenue to transit, but never 20%. Democrats want to cement the 20% in the infrastructure deal so their gravy train rolls on for years even if they lose control of Congress."
}