{
    "url_original": "https://www.wsj.com/articles/matching-sets-why-zany-patterned-shirts-and-shorts-are-everywhere-11626803565",
    "url": "matching-sets-why-zany-patterned-shirts-and-shorts-are-everywhere-11626803565",
    "title": "Matching Sets: Why Zany, Patterned Shirts and Shorts Are Everywhere",
    "sub_head": "From honeymooners to basketball stars, guys are suiting up in quirkily printed cabana sets to inject some summer frivolity into their warm-weather wardrobes",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-372238?width=860&height=596",
    "image_1": "im-372238.jpg",
    "time": "2021-07-20 13:52:00",
    "body": "IN JUNE, Travis Wedgeworth, an audio engineer in Dallas, flew to Hawaii with his new bride for their honeymoon. Because it was a celebratory getaway, Mr. Wedgeworth, 32, wanted an outfit that was particularly “bright and eye-catching,” as he put it. He certainly found one: a high-wattage hula-girl-patterned cabana suit by the Toronto-based swimwear brand, Bather.<br />A cabana suit—also known as a “matching set” or “two-piece set”—is a combo comprising a shirt (normally a short-sleeved, camp-collared number) and shorts in the same, often startling pattern. Mr. Wedgeworth’s version caught plenty of eyes, causing strangers on the beach to stop him and say, “I love your outfit—where’d you get it?”<br />If his set’s many admirers wanted to procure their own cabana suits, they’d find plenty of options across the budgetary spectrum this summer. Fast-fashion labels like Shein and Boohooman offer polyester striped sets for as low as $25—a thrifty way to toe-dip into the trend. At the luxe end of the spectrum, Versace sells silk shorts and a sleeveless shirt in a coordinating starfish motif for $1,720 total, and Dior offers a matching shirt and shorts in a cartoony playing-card print, a collaboration with artist Kenny Scharf, for a combined price tag of $3,400.<br />For converts, cabana suits are the wearable embodiment of summertime frivolity. “The last year was so heavy, so to have fun patterns and colors that match just brings a lightness,” said Alan Richard Catarina, 34, a professional dancer and choreographer in Los Angeles who recently wore a jolly, pink floral-patterned set from Shein with subtle white sneakers while vacationing in Las Vegas.<br />Though they might look like novel Instagram fodder, cabana suits date back to the mid-20th century. Companies like bathing-suit pioneer Jantzen sold these easy-on, instant-outfit pairings as resort wear. If you flip through back copies of “Apparel Arts,” an influential men’s style magazine from that period, you’ll see advertisements featuring tanned men unwinding poolside in sets."
}