{
    "url_original": "https://www.wsj.com/articles/maya-beiser-x-philip-glass-review-reforging-minimalism-11627075612",
    "url": "maya-beiser-x-philip-glass-review-reforging-minimalism-11627075612",
    "title": "‘Maya Beiser x Philip Glass’ Review: Reforging Minimalism",
    "sub_head": "A cellist’s rendition of eight works by the influential avant-garde composer is enhanced by her use of multitracking and dimensional tone.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-374576?width=860&height=573",
    "image_1": "im-374576.jpg",
    "time": "2021-07-23 17:26:00",
    "body": "<br />In 2011, during her TED Talk “A Cello With Many Voices,” virtuoso cellist Maya Beiser discussed growing up on a kibbutz in northern Israel and how, as she practiced masterworks by Bach, she would hear the sound of Muslim prayers drifting over from a neighboring Arab village. Ms. Beiser has become well-known for a remarkably diverse repertoire, ranging from Bach and Beethoven to Howlin’ Wolf and David Bowie, but the unifying aspect of her work is her devotional and direct tone. Decades into her career, it’s easy to imagine her accompanying those prayers she overheard as a girl.<br />That tone is a highlight of her new recording, “Maya Beiser x Philip Glass” (Islandia), a collection of eight pieces by the composer renowned for such modern classics as “Einstein on the Beach,” “Satyagraha” and the soundtracks to director Godfrey Reggio’s Qatsi trilogy—“Koyaanisqatsi” (1983), “Powaqqatsi” (1988) and “Naqoyqatsi” (2002)—films that meditate on the havoc an obsession with technology can wreak on the Earth. But Ms. Beiser is no technophobe. Far from it.<br />She began working with loops and additional tracking in October 2003 for a performance of Steve Reich’s “Cello Counterpoint” at Carnegie Hall, and she has made the technique a focal point of her arsenal, successfully applying it to both popular and classical repertoire. Her approach is revolutionizing the way classical compositions are performed. In the past decade, Max Richter has utilized similar techniques in the works of Vivaldi, and Olafur Arnalds and Alice Sara Ott have engaged the repertoire of Chopin in a similar fashion. Composer and cellist Zoë Keating has created and performed stellar works using electronic effects.<br />Ms. Beiser’s new 65-minute album begins with two of Mr. Glass’s renowned “Etudes,” which the composer began writing for solo piano in the ’90s after many years of performing with his ensemble and mounting larger-scale works. Her multitracked presentation of the gently meditative “Etude No. 5” and the gracefully refined “Etude No. 2” transforms them into a dialogue between the notes and their pianistic resonance without losing any of the intimate atmosphere."
}