{
    "url_original": "https://www.wsj.com/articles/medicare-payment-collector-targets-asbestos-bankruptcy-trusts-11626523203?mod=business_minor_pos4",
    "url": "medicare-payment-collector-targets-asbestos-bankruptcy-trusts-11626523203",
    "title": "Medicare Payment Collector Targets Asbestos Bankruptcy Trusts",
    "sub_head": "MSP Recovery, which helps recover money paid out by Medicare, said asbestos trusts fail to report settlement payments made to Medicare beneficiaries",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-370939?width=860&height=573",
    "image_1": "im-370939.jpg",
    "time": "2021-07-17 08:00:00",
    "body": "A collection agent for Medicare service providers is suing one of the dozens of trusts established by bankrupt asbestos manufacturers and plans to pursue others, alleging they have systematically shifted the burden of treating asbestos-related illnesses to the public.<br />MSP Recovery LLC said in court papers earlier this week it had identified 60 asbestos compensation trusts nationwide that fail to divulge settlement payments made to asbestos injury victims and to reimburse Medicare providers for those peoples’ healthcare costs.<br />Asbestos trusts established by bankruptcy courts have dispersed billions of dollars in recent decades to victims of mesothelioma and other asbestos-related cancers. MSP’s court filing targeted the trust established out of the 2002 bankruptcy of former industrial equipment maker J.T. Thorpe Inc., saying it and others have failed to notify or reimburse Medicare when paying compensation to people who were treated in the Medicare system.<br />The lawsuit, filed in the U.S. Bankruptcy Court in Los Angeles, said these bankruptcy trusts “routinely and consistently shirk reporting and reimbursement obligations under the law,” causing “staggering financial losses” for Medicare Advantage organizations, physicians’ groups and other healthcare payers.<br />The J.T. Thorpe trust’s executive director, Steven L. Bray, said it “believes the complaint filed by MSP Recovery and the related allegations are without merit and will vigorously defend itself.”"
}