{
    "url_original": "https://www.wsj.com/articles/medicare-to-review-coverage-for-new-alzheimers-drug-aduhelm-11626130325?mod=politics_lead_pos7",
    "url": "medicare-to-review-coverage-for-new-alzheimers-drug-aduhelm-11626130325",
    "title": "Medicare to Review Coverage for New Alzheimer’s Drug Aduhelm",
    "sub_head": "CMS will review evidence, hold hearings before determining which beneficiaries should be eligible for Biogen’s drug",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-368213?width=620&size=1.5",
    "image_1": "im-368213.jpg",
    "time": "2021-07-12 18:52:00",
    "body": "Medicare officials are beginning a review of  Biogen Inc.’s  new Alzheimer’s drug to decide whether to standardize coverage of the medicine nationally, a widely-anticipated step that would allow the government to place limits on who can receive the medicine.<br />The review of Biogen’s drug, called Aduhelm, will include an analysis of published clinical studies and medical society guidelines, as well as two public hearings later this month to assess the therapy’s benefits, the U.S. Centers for Medicare and Medicaid Services said on Monday.<br />The so-called national coverage determination will decide whether Aduhelm is a “reasonable and necessary” treatment. If so, Medicare, the federal government’s health-insurance program for the elderly, is required by law to pay for it.<br />Yet it could still place restrictions on the drug, such as by limiting it to patients who match the criteria approved by the U.S. Food and Drug Administration.<br />“We want to consider Medicare coverage of new treatments very carefully in light of the evidence available,” said CMS Administrator Chiquita Brooks-LaSure. “Our process will include opportunities to hear from many stakeholders, including patient advocacy groups, medical experts, states, issuers, industry professionals, and family members and caregivers of those living with this disease.”"
}