{
    "url_original": "https://www.wsj.com/articles/meet-the-cycling-fans-who-hoard-hundreds-of-racing-jerseys-11626100639",
    "url": "meet-the-cycling-fans-who-hoard-hundreds-of-racing-jerseys-11626100639",
    "title": "Meet the Cycling Fans Who Hoard Hundreds of Racing Jerseys",
    "sub_head": "Some people collect rare Nikes, but for the sort of cycling fans who fixate on the Tour de France, nothing is more desirable than an Eddy Merckx jersey or an outlandish Rapha zip-up",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-366364?width=620&size=1.5",
    "image_1": "im-366364.jpg",
    "time": "2021-07-12 10:37:00",
    "body": "FOR SEVERAL WEEKS, jaunty, skintight cycling jerseys for companies like Maglia Rosa have hung in the window of New York’s Susan Inglett Gallery. The kinetic uniforms are part of “Re: Bicycling,” a month-long exhibition which also includes cycling-inspired artwork by rarefied artists such as Claes Oldenburg, Joseph Beuys and Louise Lawler. Considering the company the stretchy jerseys are keeping, the collector who loaned them out isn’t so sure they belong. “I don’t know if they function that well as art,” said Alex Ostroy, who also co-owns Ostroy, a 3-year-old New York bike-gear company.<br />He’s selling the jerseys short. Cycling uniforms—those slinky, logo-plastered, lurid-colored zip-ups—can be as arresting as blue-chip canvases. Mr. Ostroy, who’s long considered jerseys a covetable asset and hoarded them by the hundreds, noted that huge numbers of passersby are stopping and assessing the jerseys each day, at least according to the gallery.<br />That wouldn’t surprise hardcore cycling fans. Around the world, but especially in cycling-obsessed nations like Belgium and France, peloton aficionados amass jerseys not to wear, but to display like paintings or treasure as keepsakes, triggering misty-eyed memories of watching their first race.<br />Jasper De Deyne, 33, a business coach and rabid cyclist in Antwerp, Belgium, owns over 500 cycling jerseys that he mostly acquired online, yet he said his collection isn’t even the biggest in Belgium, let alone the world. Through the collecting community he has met “a couple of older guys who are not internet-minded” with collections that dwarf his.<br />These collectors could be sitting on gold. Oliver Knight, 43, a photographer based in Paris who published “The Cycling Jersey - Craftsmanship, Speed & Style” in 2017, noted that as recently as three years ago, you could go into a vintage store or scour  eBay  and find a sought-after jersey for as low as $20 or so. He would know: At a Paris vintage store in 2017, Mr. Knight scored an uber-rare 1972 jersey worn by Bic teamrider Roland Berland for €20. Now, he said, “it’s getting harder and harder because people have actually realized the value of them.”"
}