{
    "url_original": "https://www.wsj.com/articles/mexico-hands-control-of-large-oilfield-to-pemex-in-dispute-with-u-s-s-talos-11625512620",
    "url": "mexico-hands-control-of-large-oilfield-to-pemex-in-dispute-with-u-s-s-talos-11625512620",
    "title": "Mexico Hands Control of Large Oilfield to Pemex in Dispute With U.S.’s Talos",
    "sub_head": "The decision against private operator comes as López Obrador administration seeks to curb opening of energy sector",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-364642?width=620&size=1.5",
    "image_1": "im-364642.jpg",
    "time": "2021-07-05 17:03:00",
    "body": "MEXICO CITY—Mexico’s government designated state oil company Petróleos Mexicanos as the operator of a large offshore oil reservoir it shares with a consortium led by Houston-based  Talos Energy Inc.,  which has already invested heavily in the reservoir.<br />The designation gives Pemex management control of the joint development and comes as nationalist President Andrés Manuel López Obrador steps up efforts to revert key parts of an overhaul in 2014 that opened oil exploration and production to foreign investment.<br />Talos, which made the discovery in 2017, has said it should be the operator of the shared deposit. The Energy Ministry granted Pemex control of the development after the companies failed to reach an agreement.<br />Talos also questioned the assessment by a third-party firm that Pemex has just over half the likely reserves. The Zama oilfield, located in the southern Gulf of Mexico, straddles an area that includes a block won by the Talos-led consortium in a 2015 bidding round, and a block that Pemex was awarded in 2014 before the government began putting exploration blocks out to bid.<br />Mr. López Obrador, who opposed the opening to private investment made under his predecessor, put a freeze on new oil block auctions when he took office in late 2018. His administration has also pushed through Congress changes in hydrocarbon and electricity laws that seek to favor the state-energy companies, although they have been blocked by the courts."
}