{
    "url_original": "https://www.wsj.com/articles/michael-avenatti-faces-sentencing-for-trying-to-extort-millions-from-nike-11625743801?mod=politics_lead_pos13",
    "url": "michael-avenatti-faces-sentencing-for-trying-to-extort-millions-from-nike-11625743801",
    "title": "Michael Avenatti Faces Sentencing for Trying to Extort Millions From Nike",
    "sub_head": "The prison term would cap a public downfall for the California lawyer who represented Stormy Daniels in her legal battles with former President Donald Trump",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-365531?width=620&size=1.5",
    "image_1": "im-365531.jpg",
    "time": "2021-07-08 07:30:00",
    "body": "Michael Avenatti, whose star turn as Stormy Daniels’s pugnacious lawyer ended two years ago in a flurry of criminal charges, is set to be sentenced Thursday in a Manhattan federal courtroom for trying to extort more than $20 million from  Nike Inc.<br />Mr. Avenatti, 50 years old, was convicted after a jury trial in February 2020 on all three counts he faced: extortion, transmission of interstate communications with intent to extort, and wire fraud. The case grew out of Mr. Avenatti’s threats to expose purported corruption in Nike’s elite basketball program unless the apparel giant paid him to conduct an internal investigation.<br />The Manhattan U.S. attorney’s office has asked U.S. District Judge Paul G. Gardephe to impose a “very substantial sentence” on Mr. Avenatti in line with probation officials’ recommendation of eight years imprisonment. Prosecutors said Mr. Avenatti “betrayed his client’s trust and sought to enrich himself by weaponizing his public profile in an attempt to extort a publicly traded company out of tens of millions of dollars.”<br />Lawyers for Mr. Avenatti have proposed a six-month prison term, noting his convicted offenses weren’t violent and didn’t cause financial loss. Mr. Avenatti has sought, unsuccessfully, to have the verdict overturned and says he wasn’t allowed to present important evidence at trial. His lawyers have previously said they would pursue an appeal.<br />“As for general deterrence,” his lawyers wrote in their presentencing filing, “Avenatti’s epic fall and public shaming has played out in front of the entire world.”"
}