{
    "url_original": "https://www.wsj.com/articles/michelangelos-middlebrow-moment-11626299824",
    "url": "michelangelos-middlebrow-moment-11626299824",
    "title": "Michelangelo’s Middlebrow Moment",
    "sub_head": "How Irving Stone (and Charlton Heston) taught the world to know the man",
    "category_1": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-368837?width=860&height=573",
    "image_1": "im-368837.jpg",
    "time": "2021-07-14 17:57:00",
    "body": "Like Shakespeare and Beethoven, Michelangelo Buonarroti (1475-1564) is one of those giants of Western culture who is known by only one name—and not just to highbrows but pretty much everybody. Even those whose awareness of the visual arts is restricted to the Mona Lisa and “The Last Supper” are more than likely to also know that Michelangelo was the sculptor of “David” and the painter of the Vatican’s Sistine Chapel ceiling. That double-barreled fact is the measure of his fame. But how do they know about Michelangelo? And how, for that matter, do they know Hamlet’s “To be or not to be” soliloquy or the first movement of Beethoven’s Fifth? It’s been a long time since you could count on our schools to teach such things, or even to introduce their students to the notion of artistic greatness itself.<br />For Americans over 50 years old, the answer is a phenomenon called “middlebrow culture” that was fostered by radio, TV, magazines and the movies. From the ’30s until well into the ’70s, high culture was generally portrayed by the media not dismissively but with unironic respect—and in such a way as to suggest that anyone with a public-school education could enjoy it.<br />In the case of Michelangelo, it was a novelist who made all the difference. Sixty years ago, Irving Stone, who specialized in novels about great men and women of the past, published “The Agony and the Ecstasy: A Biographical Novel of Michelangelo,” a hefty but immensely readable and meticulously researched book. (Stone even studied marble carving in preparation for writing it.) In later years, the kitschy-sounding title has caused many to view the book with understandable suspicion, and it doesn’t help that Stone’s prose style occasionally ran to the purple. But that isn’t important in the end, for “The Agony and the Ecstasy” is deeply informed in every possible way: To read it is to learn the fundamentals of Michelangelo’s life and art, and to do so in a genuinely entertaining yet deeply respectful way.<br />Much the same things can be said of Carol Reed’s 1965 screen version, in which Charlton Heston, an actor whose gifts are now similarly undervalued, plays the artist wonderfully well. Heston left behind a vivid account of the experience in his 1995 memoir “In the Arena,” explaining how the studio built a duplicate of the Sistine Chapel, putting a photographic reproduction of Michelangelo’s fresco on the ceiling, then covering it with blue paint so that Heston could appear to be painting it himself by removing the covering bit by bit. (He even lay on his back on a duplicate of the scaffolding used by Michelangelo.) To watch “The Agony and the Ecstasy” is to be given a privileged close-up glimpse of a great painter at work.<br />What happened to such exercises in the development of middlebrow taste? In the case of TV, they migrated to public television, then largely disappeared. Robert Hughes, for many years Time magazine’s art critic and himself one of the finest of middlebrow educators, both in Time and on PBS’s 1980 TV series “The Shock of the New,” wrote savagely in “The Spectacle of Skill,” a posthumous collection of his selected writings, of how William Paley, the president of CBS, was offered the U.S. broadcast rights to the BBC’s “Civilisation,” the 13-part 1969 TV series in which Kenneth Clark, the British art historian, recounted a thousand years of Western cultural history. Paley, himself a noted collector of modern art, later told Hughes that he’d turned “Civilisation” down flat, assuming that “its commercial prospects . . .were too slight.” Soon afterward, he pulled Leonard Bernstein’s Young People’s Concerts out of their prime-time slot and quickly scuttled CBS’ other high-culture offerings, preferring to milk the cash cow of sitcoms and cops-and-robbers shows. But he was wrong about “Civilisation,” which put PBS on the map for the first time in its then-brief history—and the work of Michelangelo, needless to say, was prominently featured therein. (The first shot of the first episode is of “David,” with the music of Bach playing in the background.)"
}