{
    "url_original": "https://www.wsj.com/articles/microsoft-aims-to-put-windows-in-hands-of-apple-android-users-through-hybrid-work-11626274801?mod=business_lead_pos3",
    "url": "microsoft-aims-to-put-windows-in-hands-of-apple-android-users-through-hybrid-work-11626274801",
    "title": "Microsoft Aims to Put Windows in Hands of Apple, Android Users Through Hybrid Work",
    "sub_head": "Software giant introduces cloud-PC concept to bring its operating system to more devices",
    "category_1": "Tech",
    "time": "2021-07-14 11:00:00",
    "body": "Microsoft Corp.  is betting hybrid work will provide an opening to make its Windows operating system more widespread, launching a new service aimed at getting users of  Apple Inc.  and Android products to use the software.<br />Unlike the traditional Windows software that is typically installed on personal computers, the version Microsoft is introducing on Wednesday will run entirely in the cloud—the remote software-hosting data centers that underpin many modern apps. Windows 365, the company said, will be accessible on any device running any operating system that has a web browser, such as Apple Mac computers, iPhones and iPads, or those running Android software made by  Alphabet Inc.’s  Google.<br />The company said the new service is designed for businesses and to accommodate the growing demands of hybrid work environments, where employees split their time between the office and home, said Jared Spataro, a corporate vice president at Microsoft. Instead of having to commute with their PC, workers will be able to access their personalized cloud-based Windows desktop whether they log on from the office or at home, he said.<br />“This is our take on hybrid,“ Mr. Spataro said in an interview. “Hybrid is really driving a bit of a rewiring of the operating model of our customers.”<br />Windows 365 represents the second major update to Microsoft’s iconic software franchise in as many months. The company said in June it was launching Windows 11 this year, the product’s first new version in almost six years. It seeks to reposition the operating system as a hub in a computing universe incorporating rival companies’ platforms."
}