{
    "url_original": "https://www.wsj.com/articles/minecraft-videogames-civics-parenting-american-founders-political-philosophy-11626639838?mod=opinion_lead_pos11",
    "url": "minecraft-videogames-civics-parenting-american-founders-political-philosophy-11626639838",
    "title": "What My Kids Learned From a Videogame",
    "sub_head": "Minecraft started as a Covid diversion and became a class in political science.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-18 19:12:00",
    "body": "My kids survived lockdown by living online, playing Minecraft. They linked up with friends and escaped into this virtual realm, where the goal is to survive and prosper in the wilderness. They re-created “Lord of the Flies,” marooning themselves on a distant world free of adult supervision, where they either had to create a new society or, well, kill one another.<br />In an age when videogames and action movies keep getting faster, Minecraft is mind-numbingly slow. My younger son, 12, spent weeks raising turtles on a farm to get their shells. I am astounded that he has the patience to do this. He is reluctant to walk our real dog, but he cares enthusiastically for his virtual pets.<br />In the real world, I provide for all of my kids’ needs, but in Minecraft they have to work for everything they create. A neighbor told me that for the first time she can remember, her son swept the kitchen floor. “It’s kind of like playing Minecraft,” he told her, adding that he’d just finished cleaning debris (known as “podzol”) from his online property.<br />The kids get really upset when someone steals their stuff. And no one wants to maintain the communal areas. To establish some order, one of the kids—the James Madison of the group—decided to draft a set of basic governing principles in their dedicated chat room. The kids, eager to protect what they had built, all signed the document.<br />These rules specially prohibit “griefing”—either being a nuisance or disrupting the experience by exploiting quirks in the game’s design. To enforce the rule, the kids built a courthouse and appointed a judge. They were excited about the first trial—the adjudication of a theft of “netherite,” a rare mineral. It was like the olden days when town folks flocked to the courtroom to witness a spectacle. The trial began at 8 p.m. on a Friday. The opposing sides made their respective arguments. The judge—the oldest player and Gandalf of the group—ruled, and then a fight broke out and the players all killed one another. Fortunately, in Minecraft, players can come back to life. In the end there were no hard feelings."
}