{
    "url_original": "https://www.wsj.com/articles/mississippi-asks-supreme-court-to-end-roe-v-wade-abortion-rights-11626985810?mod=politics_lead_pos6",
    "url": "mississippi-asks-supreme-court-to-end-roe-v-wade-abortion-rights-11626985810",
    "title": "Mississippi Asks Supreme Court to End Roe v. Wade Abortion Rights",
    "sub_head": "State’s brief for coming high court case says landmark abortion decision violates Constitution’s provisions on states’ rights",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-373940?width=860&height=573",
    "image_1": "im-373940.jpg",
    "time": "2021-07-22 16:30:00",
    "body": "Mississippi asked the Supreme Court Thursday to abolish federal abortion rights, arguing in a brief that Roe v. Wade and other precedents entitling women to end their pregnancies in some circumstances trample on states’ 10th-Amendment powers to decide public policy within their borders.<br />In May, the Supreme Court agreed to hear Mississippi’s appeal of a 2019 appeals court decision striking down a state law prohibiting abortions after the 15th week of pregnancy. The case, Dobbs v. Jackson Women’s Health Organization, is to be argued after the court’s new term begins in October, with a decision expected by next summer.<br />The Mississippi case has been regarded as a bellwether for abortion rights, challenging precedents that set viability—the fetus’s ability to survive outside the womb—as the baseline for expanded government power to restrict the procedure. In its initial appeal, filed in June 2020, Mississippi argued its Gestational Age Act complied with existing precedent, suggesting that Roe be overruled only if the court found no other way to uphold the state law.<br />But the brief filed Thursday reframed the arguments, taking direct aim at the 1973 Roe decision and a 1992 follow-up, Planned Parenthood v. Casey, that narrowed Roe’s scope. Under current precedent, regulations that place an undue burden on women seeking abortion are unconstitutional.<br />“Roe and Casey are egregiously wrong. The conclusion that abortion is a constitutional right has no basis in text, structure, history, or tradition,” Mississippi argued. “Roe broke from prior cases, Casey failed to rehabilitate it, and both recognize a right that has no basis in the Constitution.”"
}