{
    "url_original": "https://www.wsj.com/articles/money-market-funds-buckled-in-two-crises-in-a-row-regulators-look-to-fix-them-again-11626687001",
    "url": "money-market-funds-buckled-in-two-crises-in-a-row-regulators-look-to-fix-them-again-11626687001",
    "title": "Money-Market Funds Buckled in Two Crises in a Row. Regulators Look to Fix Them Again.",
    "sub_head": "Financial regulators are making another attempt to minimize the likelihood that central banks have to step in to support these key corporate funding markets",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-370644?width=860&height=573",
    "image_1": "im-370644.jpg",
    "time": "2021-07-19 05:30:00",
    "body": "<br />The start of the Covid-19 pandemic led to a familiar wave of stress in money-market funds, which companies and consumers use like checking accounts to store their ready cash. The Federal Reserve had to step in to keep these funds operating.<br />It was a dysfunction that wasn’t meant to happen. Several rounds of reforms globally had aimed to strengthen money-market funds after they buckled during the 2008 financial crisis.<br />Now the Financial Stability Board, which brings together regulators from around the world, has proposed another round of changes in an attempt to minimize the likelihood that central banks ever have to step in and support markets.<br />The FSB, which is chaired by Randal Quarles, the Fed’s vice-chair for supervision, is focusing on reforms that would discourage investors from pulling out cash at times of stress, or ensure the private-sector, not taxpayers, support funds in a liquidity crisis. The latter could include requiring money funds to be backed by equity capital in the way that banks are—although similar proposals have been rejected before. To discourage investors from running, other proposals would discount the value of shares in money funds when lots of investors all want to cash them in simultaneously."
}