{
    "url_original": "https://www.wsj.com/articles/money-supply-inflation-friedman-biden-federal-reserve-11626816746?mod=opinion_lead_pos7",
    "url": "money-supply-inflation-friedman-biden-federal-reserve-11626816746",
    "title": "Too Much Money Portends High Inflation",
    "sub_head": "The Fed should pay attention to Milton Friedman’s wisdom.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-371756?width=860&height=573",
    "image_1": "im-371756.jpg",
    "time": "2021-07-20 18:28:00",
    "body": "June’s inflation index jumped 5.4% from a year ago, the highest reading since August 2008. The experts were surprised. Clearly, Federal Reserve watchers never bothered to consult Milton Friedman. Lost is a core Friedman dictum: “Inflation is always and everywhere a monetary phenomenon.”<br />In his Feb. 23 testimony to Congress, Fed Chairman Jerome Powell said that the growth in the money supply, specifically M2, “doesn’t really have important implications.” The experts, the press and the bond vigilantes were as quick to unlearn monetarism, if they ever had learned it, as Mr. Powell. Reporting about U.S. inflation rarely contains the words “money supply.” We are repeatedly told that the most recent upticks in inflation are anomalous and “transitory.”<br />Wrong. The inflation upticks aren’t temporary and were predictable, driven by an extraordinary explosion in the money supply. Since March 2020, the M2 has been growing at an average annualized rate of 23.9%—the fastest since World War II. There is so much money out there that banks don’t know what to do with it. Via reverse repurchase agreements, banks and money-market funds are lending money to the Fed to the tune of $860 billion. That’s unprecedented.<br />According to monetarism, asset-price inflation should have occurred with a lag of one to nine months. Then, with a lag of six to 18 months, economic activity should have started to pick up. Lastly, after a lag of 12 to 24 months, generalized inflation should have set in. That’s the standard monetarist sequence, and it’s been followed to a T.<br />To get a handle on what the recent money supply explosion implies for inflation, consider a monetarist model for determining national income. That famous model was displayed on Milton Friedman’s California license plates. It’s compact: MV=Py, where M is the money supply, V is the velocity of money (the speed at which it circulates), P is the price level, and y is real gross domestic product."
}