{
    "url_original": "https://www.wsj.com/articles/more-republican-women-plan-runs-for-house-building-on-partys-2020-wins-11625218202?mod=politics_lead_pos6",
    "url": "more-republican-women-plan-runs-for-house-building-on-partys-2020-wins-11625218202",
    "title": "More Republican Women Plan Runs for House, Building on Party’s 2020 Wins",
    "sub_head": "Number of GOP women in House grew to record 31 this year",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-363144?width=620&size=1.5",
    "image_1": "im-363144.jpg",
    "time": "2021-07-02 05:30:00",
    "body": "MORE GOP WOMEN have announced plans to run for House seats in 2022 at this point than in any recent election cycle, according to Republican officials, feeding confidence that the party is positioned to build on its big gains in sending women to Congress last year. Democrats have long outpaced Republicans in electing women to the House. But GOP women were some of the stars of Election Night 2020, accounting for 11 of the 14 Republican victories over Democratic incumbents. The number of Republican women in the House grew to a record 31 this year, more than double the 13 in the prior Congress.<br />This cycle, 127 Republican women already have indicated they plan to run for House seats, either filing with the Federal Election Commission or announcing plans publicly, the National Republican Congressional Committee told The Wall Street Journal’s Aaron Zitner. That’s more than double the 50 women at about this point in the 2020 cycle and a record for this point dating to 2010. The success of Republican women last year is one reason that a large field looks to be shaping up, said Michael McAdams, spokesman for the NRCC, the party’s main House campaign arm.<br />The 2020 gains brought more gender diversity to a House GOP conference that some prominent Republicans said was sorely needed, especially after the 2018 midterms cut the number of GOP women to 13 from 23. “We are at a crisis level of GOP women in Congress,” wrote New York Rep. Elise Stefanik after that election.<br />A record 227 Republican women sought House nominations in 2020, up from 120 in 2018, the Center for American Women and Politics at Rutgers University has reported. Far more Democratic women sought House seats—356—but that number was flat from 2018.<br />Today, Democrats count 88 women in their House contingent, compared with the 31 Republican women. “We welcome House Republicans to the year of our Lord 2021 as they begin recruiting more women candidates,” said Democratic Congressional Campaign Committee spokeswoman Helen Kalla."
}