{
    "url_original": "https://www.wsj.com/articles/morgan-stanley-still-has-room-to-run-11626378223?mod=business_minor_pos10",
    "url": "morgan-stanley-still-has-room-to-run-11626378223",
    "title": "Morgan Stanley Still Has Room to Run",
    "sub_head": "Even with the rise in the Wall Street bank’s shares and valuation, a big dividend and favorable trends could push it further still",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-370136?width=860&height=573",
    "image_1": "im-370136.jpg",
    "time": "2021-07-15 15:43:00",
    "body": "Morgan Stanley  is betting big on its future earnings prospects—and investors still can, too.<br />The move to double its quarterly dividend following the June Federal Reserve stress test was a major sign of the bank’s confidence in moving toward a steadier stream of income from wealth management. Its second-quarter results, reported Thursday, shed more light on the basis for that.<br />Morgan Stanley’s wealth businesses produced strong results, including 30% year-over-year net revenue growth and net new assets growing at a 9% annualized pace through the first half of 2021 from the start of the year. Notably, all three wealth channels—advisers, self-directed, and workplace—are growing. In the recent past, wealth management has been a story of people shifting assets out of advisers and into other types of accounts. For now, it seems, each channel has its own path to growth.<br />Of course, people with wealth to manage or trade could lose confidence in markets for any number of reasons, ranging from Fed policy to Covid-19. But Morgan Stanley is also betting on some structural shifts, like an evolution in compensation practices at U.S. companies, which in a tight labor market may move quickly. Chief Executive James Gorman referred to practices like equity plans and workplace financial services as “a wave coming” and “the next major growth area in financial services.” Certainly that is a thesis worth investigating.<br />Morgan Stanley has bet big by acquiring Solium, Eaton Vance and E*Trade, and now by locking in that dividend payout. Yet the stock seems to still have some room to grow, even after the shares already have jumped nearly 35% this year. Right now, Morgan Stanley trades at about 13 times forward earnings, just ahead of where  JPMorgan Chase  and  Bank of America  trade, but above the multiples of trading-heavy firms such as Goldman Sachs and Jefferies. That is still well below asset managers including  BlackRock ,  which trades at over 20 times forward earnings."
}