{
    "url_original": "https://www.wsj.com/articles/mysteries-m-kings-bodyguard-review-11627046567",
    "url": "mysteries-m-kings-bodyguard-review-11627046567",
    "title": "Mysteries: ‘M, King’s Bodyguard’ Review",
    "sub_head": "In Niall Leonard’s gaslight thriller, spies stalk the royal family, and a Scotland Yard stalwart has to choose who to trust.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373789?width=860&height=573",
    "image_1": "im-373789.jpg",
    "time": "2021-07-23 09:22:00",
    "body": "William Melville, the narrator of Niall Leonard’s historical thriller “M, King’s Bodyguard” (Pantheon, 264 pages, $26.95), was born in Ireland and worked as a baker before joining London’s Metropolitan Police. “Over the decades,” he recounts, “I had, through tenacity, low cunning and my own clumping fists, risen from beat constable to Detective Chief Superintendent Melville of Scotland Yard, champion of British justice—or notorious thug, depending on which papers you read.”<br />Chief Superintendent Melville is apprehensive, in early 1901, at the prospect of Queen Victoria’s impending funeral, with its mile-long procession of European heads of state. His anxiety grows when a young woman of the streets approaches him with credible information about “Akushku,” a shadowy figure who’s come to London to assassinate the late queen’s grandson, Kaiser Wilhelm of Germany.<br />The new King Edward instructs Melville to conduct an inquiry—aided only by the Kaiser’s bodyguard, Gustav Steinhauer. “If I might say so, we make a good team,” the affable Steinhauer suggests. The cautious Melville tempers his enthusiasm for this new “partner,” who is no doubt also a German spy: “The fewer people I needed to trust the simpler my life was.” Meanwhile, Akushku is making Melville’s life complicated. When a stakeout near the home of one of the terrorist’s accomplices ends in the slaughter of two police officers, the chief superintendent reaches his tipping-point: “I felt rage boil up in my belly. To hell with defending the Kaiser or the kingdom—Akushku had made this personal.”<br />“M, King’s Bodyguard” is an action-packed page-turner. The blunt-spoken Melville (who, like Steinhauer, is a real historical figure) proves a boon companion. He is candid regarding his own shortcomings (“Were I not a hypocrite I could not do my job”) and holds no illusions about those whose orders he must obey. “Politics is a stately dance with poisoned daggers,” he concludes. “I would rather take my chances with terrorists than count such men as friends.”<br />Robert J. Harris’s lively Sherlock Holmes pastiche, “A Study in Crimson” (Pegasus, 306 pages, $25.95), transports readers to a blacked-out London during World War II. The widowed Dr. Watson is once more sharing digs with Sherlock at 221B Baker Street, with the faithful Mrs. Hudson in attendance. “War is crime writ large, Watson,” the great detective says. “It uses the same weapons of violence, terror and subterfuge and good men must oppose it as best they can.”"
}