{
    "url_original": "https://www.wsj.com/articles/mysteries-razorblade-tears-review-11625837209",
    "url": "mysteries-razorblade-tears-review-11625837209",
    "title": "Mysteries: ‘Razorblade Tears’ Review",
    "sub_head": "Two fathers join in a mission of revenge when their sons are murdered.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366321?width=620&size=1.5",
    "image_1": "im-366321.jpg",
    "time": "2021-07-09 09:26:00",
    "body": "Ike Randolph and Buddy Lee Jenkins, the protagonists of S.A. Cosby’s “Razorblade Tears” (Flatiron, 319 pages, $26.99), are both ex-convicts living in Virginia but otherwise seem to have little in common. Ike, a married black man with a successful landscaping business, has lived the straight life for 15 years. Buddy Lee, a white man who lives alone in a trailer, can’t always pay his rent. But Ike and Buddy Lee are joined by fate as the fathers of two young men who married each other and have now been slain together, execution-style.<br />Ike, ashamed of not having accepted his son’s sexuality, let alone his husband, wants to bury the crime along with its victims. Buddy Lee, similarly shamed, wants to turn his anger into action by finding the killers and making them pay. At first, Ike resists this notion: “Folks like to talk about revenge like it’s a righteous thing,” he says, “but it’s just hate in a nicer suit.” It’s not fear of violence, though, that makes Ike hesitate: “He wasn’t afraid to spill blood. He was afraid he wouldn’t be able to stop.”<br />A desecration of the victims’ gravesite jolts Ike into joining Buddy Lee’s quest for bloody closure. Soon they’re pursuing, and being pursued by, a gang of motorcycle thugs and the shadowy client who’s paying them. Mr. Cosby has followed his well-received debut novel, “Blacktop Wasteland,” with a double-barreled action saga that brings to mind the mayhem of early Dashiell Hammett and the bedlam of vintage Sam Peckinpah. Leavening the violence is the salty banter of two bereaved fathers who turn out to be, for better and worse, much more alike than they suspected.<br />In Dan Fesperman’s “The Cover Wife” (Knopf, 321 pages, $27), CIA agent Claire Saylor is sent to Hamburg, Germany, in 1999 to pose as the spouse of a professor embarking on an international book tour. The academic’s controversial work radically reinterprets Quran passages describing the rewards awaiting Islamic martyrs in Paradise. The Agency expects the book will provoke jihadist blowback; Claire’s job is to protect its author from attack.<br />But this assignment comes with an even more covert duty: Claire is to monitor the comings and goings at a Hamburg mosque and make confidential reports to Paul Bridger, an Agency colleague whom she once worked with (closely and disastrously) in Berlin. Is the manipulative Paul running some secret op of his own, using the professor’s book tour as his own cover? “Sometimes,” says Paul, “ ‘need to know’ means keeping your superiors in the dark.”"
}