{
    "url_original": "https://www.wsj.com/articles/myth-mogul-john-delorean-back-to-the-future-pennebaker-cristina-ferrare-11627594291",
    "url": "myth-mogul-john-delorean-back-to-the-future-pennebaker-cristina-ferrare-11627594291",
    "title": "‘Myth & Mogul: John DeLorean’ Review: The Car Executive’s Crash",
    "sub_head": "A Netflix docuseries examines the rise and fall of the auto-industry innovator through never-before-seen footage and interviews with the people who knew him best.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-377645?width=860&height=484",
    "image_1": "im-377645.jpg",
    "time": "2021-07-29 17:32:00",
    "body": "The subject of “Myth & Mogul: John DeLorean” is portrayed as both a swashbuckling hero and a scurvy pirate; a visionary innovator and an unscrupulous huckster. It’s a credit to the filmmakers that both John DeLoreans come across so powerfully in this unorthodox and fully involving three-part series. Even his most sympathetic champions have to concede that the man was as smooth as stainless steel and equally impenetrable.<br />DeLorean, who died in 2005 at age 80, was a car-industry wunderkind, a brilliant engineer, the youngest-ever head of a division at General Motors and father of the muscle car—he’s credited with having introduced the Pontiac GTO and for identifying the importance of youth culture to car sales. He left GM in 1973 to start his own company, DeLorean Motor Co., which produced the stainless-steel-bodied sports car used, famously, as the time machine in “Back to the Future.”<br />The original title of this U.K. documentary series directed by Mike Connolly was, in fact, “DeLorean: Back From the Future,” and the vast financial contributions of the British government to DeLorean’s Northern Irish auto plant play a major part in the story: When DeLorean’s dream car started to spin out financially, there were hundreds of jobs poised to be lost in Belfast, precisely when the Troubles were at their worst. With the company on life-support, DeLorean was arrested for cocaine trafficking in trafficking in 1982, the result of what his lawyers described as a sting operation and what many interviewees conclude was a desperate attempt to raise money to keep his company afloat. His trial was California’s most media-celebrated until O.J. Simpson. His career was effectively over, despite the view that the FBI had set him up. “Would you buy a used car from me?” he asked reporters following his acquittal in Los Angeles. DeLorean’s middle name was actually Zachary. It might have been Chutzpah.<br />DeLorean had plenty of that and always did, according to “Myth & Mogul” and the people Mr. Connolly interviews, including filmmaker Chris Hegedus, who appears on camera along with some unseen footage from the 1981 documentary, “DeLorean,” made by her and her husband, D.A. Pennebaker. (he died in 2019.) Her recollections are essential to the personal side of the portrait being created by director Connolly, as are those of DeLorean’s ex-wife, model Cristina Ferrare, and their son, Zach, who seems profoundly conflicted about both his father’s legacy and his father.<br />Some of the sharper insights about DeLorean the man—as opposed to the car maker, about whom there are plenty—come from author Gail Sheehy, who interviewed DeLorean for her landmark 1976 book, “Passages,” about midlife crises. Ms. Sheehy clears up several puzzling things that precede her appearance in the series, not just about the subject’s psychology but his face: Seen in clips as a buttoned-down ’50s Detroit executive, DeLorean is barely recognizable, and not just because of the conservative suits and board-room haircut. As part of his midlife meltdown, out of which came his car company, he also had extensive plastic surgery, which included a lengthening of his jaw. Later came the crown of modish white hair, the DeLorean trademark. As Ms. Sheehy explains, the face and the car came from the same impulse to remake himself and the American auto industry. And to maintain what he’d created, he’d do just about anything."
}