{
    "url_original": "https://www.wsj.com/articles/nancy-pelosi-vetoes-republicans-january-6-committee-11626904913?mod=opinion_lead_pos2",
    "url": "nancy-pelosi-vetoes-republicans-january-6-committee-11626904913",
    "title": "Pelosi Blows Up Her Jan. 6 Committee",
    "sub_head": "Even the Speaker admits her veto of GOP members is ‘unprecedented.’",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-373200?width=860&height=573",
    "image_1": "im-373200.jpg",
    "time": "2021-07-21 18:37:00",
    "body": "When Speaker Nancy Pelosi announced her plan for a House Select Committee to investigate the Jan. 6 Capitol riot, she reserved eight members as her choice and left five for Minority Leader Kevin McCarthy. Well, scratch that. On Wednesday she vetoed two of Mr. McCarthy’s choices as unacceptable.<br />“With respect for the integrity of the investigation, with an insistence on the truth and with concern about statements made and actions taken by these Members, I must reject the recommendations of Representatives [Jim] Banks and [Jim] Jordan to the Select Committee,” the Speaker said in a statement. “The unprecedented nature of January 6th demands this unprecedented decision.”<br />She’s right that her decision is unprecedented. As Minority Leader in 2014, Mrs. Pelosi was allowed to choose her members for the House Select Committee investigating the 2012 attack on the U.S. consulate in Benghazi.<br />Messrs. Banks and Jordan are fierce partisans, but that can’t be the Speaker’s objection. Her Select Committee choices include Rep. Adam Schiff, who lied repeatedly about the evidence concerning the Trump campaign’s collusion with Russia. The two Republicans don’t share the Speaker’s view that Jan. 6 was an “insurrection,” or attempted coup. But if Mrs. Pelosi thinks the evidence for her conclusion is persuasive, why would she not want to have it tested against the most aggressive critics? Mr. Banks says he wants to focus on why the Capitol was so unprotected that day, which is certainly relevant and might reflect poorly on the Speaker.<br />Mr. McCarthy responded by saying he won’t appoint replacements and the GOP now won’t participate in the Select Committee. It’s hard to blame him. The rioters who broke the law are being punished, and the Select Committee’s partisan purpose has been clear from the start. The Speaker views the committee as a hammer to use against Republicans in 2022, and her veto of the two GOP members proves it."
}