{
    "url_original": "https://www.wsj.com/articles/nantucket-red-pants-are-they-ever-a-good-idea-11625160180",
    "url": "nantucket-red-pants-are-they-ever-a-good-idea-11625160180",
    "title": "Nantucket Red Pants: Are They Ever a Good Idea?",
    "sub_head": "Fans say the salmon-hued trousers—a preppy East Coast mainstay since the 1960s—are classic and, if worn properly, even cool. Critics think they’re obnoxious and old-fashioned. We argue both sides.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-361962?width=620&size=custom_2083x977",
    "image_1": "im-361962.jpg",
    "time": "2021-07-01 13:23:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Not many pants out there are as instantly recognizable as Nantucket Reds, the deep-pinkish trousers that originated on Massachusetts’s tony Nantucket Island in the 1960s. That’s when the original—and as purists would argue, only—Reds retailer, Murray’s Toggery, began offering pants inspired by the sun-bleached sailcloth of French fishing boats. Since then, the style has been adopted by a mess of brands, from Ralph Lauren to Bonobos.<br />Over the years, Reds have become associated with New England WASPs, the country club set and the kind of entitled frat boy who might say, “Do you know who my dad is?” This is especially true when they’re worn with such traditional accompaniments as preppy polo shirts, boxy navy blazers, Sperry Top-Sider boat shoes or some unfortunate combination of the three.<br />But some Reds devotees insist that, if teamed with tops and shoes that aren’t yacht-club approved, the trousers can seem unstuffy—even cool. Jack Carlson, the founder of Rowing Blazers, a clothing brand dedicated to remixed preppy classics, proposed wearing Reds with a graphic T-shirt (like Aloye’s Memphis-style tee, below). Balancing pink pants with something more casual demonstrates a “certain cultural awareness,” said Mr. Carlson. In other words, it proves that you understand the unspoken rules of the East Coast dress code and can cheekily (and stylishly) break them. Mr. Carlson is also pro-Reds for the simpler reason that “the color goes with almost everything.” They are like a pair of jeans, he said, only “more interesting.”<br />The original pants draw ire for their roomy, grandpa-ish fit, but Lauren Murray, who is Toggery founder Philip C. Murray’s granddaughter and the store’s current co-owner, said the updated M Crest Collection offers Reds with a sleeker silhouette. Should you want to stray even further from the original article, consider the extremely laid-back drawstring version from J.Crew (below). Ms. Murray observed that style in general is becoming more casual, and encourages clients to embrace that. “[Reds] look good rolled up with a pair of sneakers, or even with a flip-flop.”"
}