{
    "url_original": "https://www.wsj.com/articles/nasa-hubble-space-telescope-back-11626476087?mod=tech_lead_pos11",
    "url": "nasa-hubble-space-telescope-back-11626476087",
    "title": "Hubble Space Telescope Is Back in Action After NASA Fixes Odd Glitch",
    "sub_head": "Switch to backup hardware resurrects the orbiting observatory, which had been offline since June",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-370861?width=860&height=573",
    "image_1": "im-370861.jpg",
    "time": "2021-07-17 08:18:00",
    "body": "After a month of frantic tinkering, NASA said Friday that its aging Hubble Space Telescope was on the mend, recovering from a computer problem that crippled what many astronomers call the most productive scientific instrument ever built.<br />As the bus-size observatory circled Earth, space agency engineers worked by remote control to switch Hubble from its vintage electronics to backup hardware. In the final step, they powered up a payload computer that restored control of its six cameras and sensors, which peer through visible, infrared and ultraviolet wavelengths of light to the edge of space and the dawn of time.<br />“We are absolutely delighted that the observatory is up and running again,” said Kenneth Sembach, director of the Baltimore-based Space Telescope Science Institute, which handles the Hubble science operations. “All indications are that it’s doing well and we will get back to doing science again this weekend.”<br />In more than a million mind-expanding images of the universe snapped over the past 31 years, the solar-powered telescope has presented to astronomers and amateur stargazers alike a psychedelic tapestry of infant stars, dying supernovae, colliding galaxies, towering billows of stellar dust, dark matter and black holes feasting on spiral nebulae.<br />Hubble data has been used in more than 18,000 scientific papers that have documented the accelerating expansion of the universe, the evolution of galaxies and studies of planets beyond our solar system, NASA officials said."
}