{
    "url_original": "https://www.wsj.com/articles/nato-is-an-alliance-divided-11625608606?mod=opinion_lead_pos9",
    "url": "nato-is-an-alliance-divided-11625608606",
    "title": "NATO Is an Alliance Divided",
    "sub_head": "Western European leaders see less threat from China and Russia than U.S. and Eastern European ones do.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-364217?width=620&size=1.5",
    "image_1": "im-364217.jpg",
    "time": "2021-07-06 17:56:00",
    "body": "President Biden is reviving the North Atlantic Treaty Organization—or is he? With President Trump gone, the alliance is back to business as usual, and Mr. Biden has emphasized members’ “sacred obligation” under Article 5 of the Washington Treaty, which governs how members respond to an attack on a fellow member. But a military alliance needs a military. Without a clear pathway to European rearmament, NATO won’t be able to respond to a crisis.<br />“The money is there to rebuild the allied militaries,” a European colleague observes. “The problem is the politics of it.” Translation: Genuine rearmament across the alliance would signal that Europe is ready to take military action alongside the U.S. and could put European access to Russian oil or Chinese markets at risk. If European NATO allies began to show real exercised military capabilities, it would signal to Moscow and Beijing that NATO is willing to ensure deterrence in Europe holds, freeing the bulk of American military power for the Indo-Pacific.<br />This clearly isn’t going to happen soon. Vladimir Putin’s seizure of Crimea in 2014 and the war in eastern Ukraine demarcate a polarization of NATO members. On one side, Poland, Romania and the Baltic states see Russia as a clear and present danger, determined to expand its portion of the post-Cold War settlement. On the other side is a very cautious Western Europe, wary of endangering economic growth over the well-being of their formerly Soviet-dominated neighbors. Berlin seems intent on managing rather than opposing Russia through a mix of political and economic engagement.<br />Looking farther abroad, while Washington sees China as both a military and economic problem, Europe considers it a strategic challenge but also an economic opportunity. The Asian market is seen as too critical to Europe’s prosperity to risk angering Beijing. Germany is deeply invested in Asian markets, and staking a clear position on the brewing Sino-American conflict isn’t in its interest. France’s security priorities are focused southward, toward the Mediterranean and Africa, not eastward. These disparate interests across Europe make a NATO-wide consensus on threats hard to achieve.<br />Some observers look back fondly on the Cold War, when NATO members’ goals were tightly aligned. That time has passed. U.S. power has been depleted by globalization and deindustrialization, decades of war in Afghanistan and the Middle East, and political polarization at home. As American global leadership falters, Europe has been increasingly adrift as it tries—somewhat awkwardly—to weigh its options. Russia has exploited these fissures while China has transformed itself into a power in Europe by investing in European technology companies."
}