{
    "url_original": "https://www.wsj.com/articles/navy-military-readiness-tom-cotton-biden-lehman-reagan-indo-pacific-11626987995?mod=opinion_lead_pos8",
    "url": "navy-military-readiness-tom-cotton-biden-lehman-reagan-indo-pacific-11626987995",
    "title": "Inside the Debate Over the Future of the U.S. Navy",
    "sub_head": "As before, the service’s problem is cultural. A course correction is needed.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-373834?width=860&height=576",
    "image_1": "im-373834.jpg",
    "time": "2021-07-23 09:16:00",
    "body": "The recent report commissioned by members of Congress on the state of the Navy, first reported on these pages (“If War Comes, Will the U.S. Navy Be Prepared?” July 12), has raised the temperature of a debate that has been percolating in the Navy for some time. Last year, after a capital ship burned in San Diego and a high-profile firing of a Navy captain, these pages asked: Is there a larger cultural problem in the Navy? (”The Navy’s Cultural Ship is Listing,” July 17, 2020).<br />The inimitable John Lehman, Navy secretary for Ronald Reagan, who wrote to these pages in response to our coverage (“Why the U.S. Navy Is in Dire Straits,” July 19), has been sounding the alarm on these issues for at least a decade, in particular on how the Navy is driving out the calculated risk takers who are invaluable in a fight. Mr. Lehman is right, if brutally honest, that too many talented young men and women don’t even consider military service as a career. Many who sign up depart at the first opportunity.<br />But this is not a counsel of despair. Another insight comes courtesy of reader Art DeJong: The Navy has overcome similar problems before, most notably during World War II (“The Cost of a Distracted and Unprepared U.S. Navy,” July 22). Sen. Tom Cotton’s report notes that in 1943 the Navy relieved 30% of its submarine commanders in the Pacific for cause. Many such officers weren’t prepared to take the fight to the enemy. The Navy Mr. Lehman inherited in the 1980s also needed a drastic course correction to be prepared for a confrontation with the Soviet Union. The Navy can change footings fast, and the hope is that the report and the Journal’s coverage inspire some introspection among flag officers, civilian leadership and a general public that will have to give the Navy the resources it needs to succeed.<br />"
}