{
    "url_original": "https://www.wsj.com/articles/netflix-may-find-no-business-like-show-business-11626821353?mod=business_minor_pos10",
    "url": "netflix-may-find-no-business-like-show-business-11626821353",
    "title": "Netflix May Find No Business Like Show Business",
    "sub_head": "Streaming giant confirms interest in videogames as subscriber growth remains mired in post-pandemic slump",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-372104?width=860&height=573",
    "image_1": "im-372104.jpg",
    "time": "2021-07-20 18:49:00",
    "body": "It is as good a time as any for  Netflix  to test a new story line. Even a lucky turn in videogames won’t free the streaming giant from the need to keep playing Hollywood’s game, though.<br />Netflix used its second-quarter report Tuesday afternoon to confirm previously reported plans to enter the videogame business. No timing was given, though the company said the offerings would be included in its current subscription plans at no additional cost. The company isn’t backing away from its work on movies and TV shows, but said in its letter to shareholders “since we are nearly a decade into our push into original programming, we think the time is right to learn more about how our members value games.”<br />That news comes as Netflix remains mired in somewhat of a post-pandemic slump. It added 1.5 million net new paying subscribers in the second quarter, which was a bit better than it had forecast but still its lowest level of growth in nearly a decade. It also projected 3.5 million net adds for the third quarter—about 29% less than what Wall Street was hoping for. That would bring the total number of new subscribers to about nine million for the first nine months of 2021. Netflix added more than 28 million paying subscribers in the same period last year.<br />A foray into games might make sense for a company with an intimate knowledge of the viewing habits of a user base that now numbers over 209 million. It is also a tough business to crack—even the mobile gaming market that Netflix says it expects to target initially. There are many participants, but most of the money is still made by long-established properties. Games like “Candy Crush” and “Clash of Clans” remain in the top-five grossing charts even after nearly a decade on the market.<br />Netflix will need to keep battling it out for video streaming eyeballs. The company expects its pace of new releases to pick up in the second half of this year; analysts from Wedbush count 42 original shows and movies expected for the third quarter alone. But the company still has its own track record to compete with: Last fall included popular shows such as “The Queen’s Gambit,” “The Crown” and “Bridgerton.” Netflix shares are down nearly 2% this year, lagging behind many internet and entertainment peers. Streaming investors hyper-focused on subscriber growth aren’t playing games."
}