{
    "url_original": "https://www.wsj.com/articles/new-york-yankees-hal-steinbrenner-george-steinbrenner-11625805085",
    "url": "new-york-yankees-hal-steinbrenner-george-steinbrenner-11625805085",
    "title": "This Steinbrenner Doesn’t Like Change—Even as the Yankees Slide",
    "sub_head": "The Bronx Bombers are mired in a rut unlike anything the franchise has experienced in more than a quarter-century, but the owner has no plans to alter course",
    "category_1": "Sports",
    "category_2": "MLB",
    "image_1_url": "https://images.wsj.net/im-365360?width=620&size=1.4988290398126465",
    "image_1": "im-365360.jpg",
    "time": "2021-07-09 09:54:00",
    "body": "Hal Steinbrenner was never going to be his father. George Steinbrenner ran the New York Yankees with a lack of impulse control and love of chaos for nearly four decades. His son is averse to his dad’s trademarks: outlandish proclamations in the press, lavish spending that borders on recklessness and hasty personnel changes spurred by wild fits of rage.<br />“There’s no doubt I’m a little less spur-of-the-moment than he was,” Hal Steinbrenner said on a video call with reporters last week.<br />That’s never been more true than it is right now. If it weren’t, Steinbrenner would’ve fired half the organization by now.<br />The Yankees are mired in a rut unlike anything the franchise has experienced in more than a quarter-century, mediocre on the field and looking stale and tired everywhere else. With more than half of the season complete, they’re hovering around .500, languishing in fourth place in their division and in danger of posting their first losing record since 1992. After being one-hit by the Seattle Mariners on Thursday, they had lost eight of their last 12 as they headed to Houston for their final series before the All-Star break.<br />Catching the first-place Boston Red Sox at this point would take a miracle. Even a wild-card berth will be difficult, requiring a dramatic and sudden turnaround that the Yankees have given no indication they’re capable of making."
}