{
    "url_original": "https://www.wsj.com/articles/new-york-to-require-citys-workers-get-covid-19-vaccine-or-be-tested-weekly-11627306868?mod=politics_featst_pos3",
    "url": "new-york-to-require-citys-workers-get-covid-19-vaccine-or-be-tested-weekly-11627306868",
    "title": "California, New York City to Mandate Covid-19 Vaccine or Regular Testing for Government Workers",
    "sub_head": "New cases are on the rise nationally, driven by Delta variant, summer socializing, lifting of restrictions and unvaccinated individuals",
    "category_1": "U.S.",
    "time": "2021-07-26 15:38:00",
    "body": "A significant uptick in Covid-19 cases across the U.S. is leading to new vaccination mandates for public employees, with the Department of Veterans Affairs on Monday becoming the first federal agency, California the first state, and New York the first major city to announce requirements for their workers.<br />Department of Veterans Affairs Secretary Denis McDonough said healthcare personnel who work in or visit Veterans Health Administration facilities or provide direct care to people the VA serves would have eight weeks to get vaccinated.<br />Officials in the state of California and New York City said Monday they would require their workers to either be vaccinated against Covid-19 or be tested at least weekly for the virus. California’s order, which also applies to those who work in healthcare settings, goes into effect in August. The New York City mandate begins after Labor Day.<br />“Too many people have chosen to live with this virus,” California Gov. Gavin Newsom said at a news conference Monday. “We’re at a point in this pandemic where individuals’ choice not to get vaccinated is now impacting the rest of us, and in a profound and devastating and deadly way.”<br />Mr. Newsom and New York Mayor Bill de Blasio, both Democrats, also urged private employers to implement similar vaccination mandates. Last week, the mayor announced that employees of the city’s public hospital network would be subject to the test-or-vaccine mandate starting on Aug. 2."
}