{
    "url_original": "https://www.wsj.com/articles/new-aid-planned-for-mortgage-borrowers-at-risk-of-foreclosure-11627032601?mod=politics_lead_pos5",
    "url": "new-aid-planned-for-mortgage-borrowers-at-risk-of-foreclosure-11627032601",
    "title": "New Aid Planned for Mortgage Borrowers at Risk of Foreclosure",
    "sub_head": "Biden seeks to reduce monthly payments by up to 25% for those with federally backed mortgages who are at the end of forbearance",
    "category_1": "Politics",
    "time": "2021-07-23 05:30:00",
    "body": "The Biden administration on Friday plans to expand assistance programs for borrowers who fell behind on their mortgages during the Covid-19 pandemic and continue to face economic hardship, a bid to prevent a sharp rise in foreclosures over the coming months.<br />New modification options will be offered for borrowers with Federal Housing Administration loans and other federally guaranteed mortgages, administration officials said. The changes would aim to extend the length of their mortgages and lock in lower monthly principal and interest payments to keep more borrowers in their homes.<br />At present, homeowners with federally guaranteed mortgages can skip monthly payments for up to 18 months without penalty and make them up later. That relief is set to begin to expire this fall for borrowers who entered into so-called forbearance plans early in the pandemic. Meanwhile, a national foreclosure ban is set to expire July 31.<br />The relief is meant for borrowers preparing to exit forbearance programs but who can’t resume their normal mortgage payments because they earn less now than before the pandemic.<br />Friday’s expected move would be the latest by the Biden administration to keep struggling borrowers in their homes and prevent a repeat of the wave of foreclosures that followed the 2008-09 financial crisis. The Consumer Financial Protection Bureau last month completed rules that restrict mortgage lenders from foreclosing on a property this year without first contacting homeowners to see if they qualify for a lower interest rate or some other loan change that makes it easier to repay."
}