{
    "url_original": "https://www.wsj.com/articles/new-york-inches-forward-on-mobile-sports-betting-11626859801?mod=business_lead_pos3",
    "url": "new-york-inches-forward-on-mobile-sports-betting-11626859801",
    "title": "New York Inches Forward on Mobile Sports Betting",
    "sub_head": "State’s tax rate could be highest in the country for mobile wagering",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-371864?width=860&height=573",
    "image_1": "im-371864.jpg",
    "time": "2021-07-21 05:30:00",
    "body": "New York is opening its lucrative market to mobile sports betting, but gambling companies vying to operate in the state may have to pay a steep premium for the privilege.<br />State officials issued a request for applications from sports-betting companies earlier this month, with proposals due Aug. 9.  DraftKings Inc.  and FanDuel Group, the most dominant companies in the online betting industry, are expected to submit applications to the New York State Gaming Commission in the coming weeks.<br />DraftKings Chief Executive Jason Robins said at a  Goldman Sachs  conference in June that the company is “excited and hopeful that we’ll be able to put a very competitive bid forth and be selected as one of the handful of operators in New York.” FanDuel spokesman Cory Fox said the company is excited for the opportunity to offer its services in New York and was reading the request for applications closely.<br />The state estimates mobile betting will eventually generate $482 million in annual tax revenue from a roughly $1 billion sports wagering market. But New York isn’t making it easy for gambling companies, according to people familiar with the state’s plans. Companies must offer to pay the state at least 50% of their revenues, which some say could reach 60% to 65% in the competitive process.<br />New York State Budget Director Robert Mujica, a fiscal adviser to Gov. Andrew Cuomo, said the state expects major industry players will apply. “New York is a massive market,” Mr. Mujica said. “One way or another, providers will participate, so we think they’ll put their best foot forward.”"
}