{
    "url_original": "https://www.wsj.com/articles/new-cdc-mask-guidance-spurs-criticism-over-messaging-11627651554?mod=politics_lead_pos5",
    "url": "new-cdc-mask-guidance-spurs-criticism-over-messaging-11627651554",
    "title": "New CDC Mask Guidance Spurs Criticism Over Messaging",
    "sub_head": "Many health experts support change as Delta variant spreads, but some are frustrated by lack of clarity",
    "category_1": "Politics",
    "category_2": "Health Policy",
    "time": "2021-07-30 09:25:00",
    "body": "New mask guidance from the Centers for Disease Control and Prevention released this week has met with criticism from some public-health experts who are frustrated by the agency’s messaging and the lack of transparent data behind the change.<br />CDC Director Rochelle Walensky on Tuesday said she had seen new data that vaccinated people who experienced rare breakthrough infections of Covid-19 carry a similar level of viral load as infections among unvaccinated people and could potentially spread the virus, spurring a renewed recommendation for vaccinated people to wear masks in areas of high or substantial transmission. She said the CDC had collected data from outbreak investigations but provided few details on the call. Some of that data collected by the CDC is unpublished, according to the CDC’s website.<br />The recommendation—to wear masks in public indoor spaces where the virus is circulating widely—came a little over two months after the agency said vaccinated people could forgo masks in most situations. The U.S. now faces a fresh wave of infections and hospitalizations spurred by the highly transmissible Delta variant.<br />“CDC is right to lead with the science, but they didn’t really release the science,” said Isaac Weisfuse, a medical epidemiologist at Cornell University Public Health, who noted that he supported the recommendation. “They need to build their case a little more carefully and show why they’re making their change.”<br />Data supporting the updated mask guidance will be published on Friday, a CDC spokesperson said."
}