{
    "url_original": "https://www.wsj.com/articles/new-ways-to-work-anywhere-in-the-world-11626514201",
    "url": "new-ways-to-work-anywhere-in-the-world-11626514201",
    "title": "New Ways to Work Anywhere in the World",
    "sub_head": "Covid-19 has changed the way digital nomads do their jobs far from home, and who decides to live their lives on the road",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-370305?width=860&height=573",
    "image_1": "im-370305.jpg",
    "time": "2021-07-17 05:30:00",
    "body": "Matt Haynes anticipated a grand round-the-world itinerary when he decided to become a digital nomad in January 2020.<br />The 32-year-old marketing consultant from York, England, would work remotely, spending a few weeks each in Bali, Thailand, a few Eastern European cities and beyond. Instead, the world shut down while he was visiting a friend in Lisbon that March. He stayed in a hostel there for a week, which turned into a month, which turned into 7½ months, during which he bonded intensely with the 13 others staying and working there.<br />“It was one of the most surreal yet best times of my life thus far,” he says. Now he rents an apartment in a Lisbon suburb and has applied for a residency permit. “No plans yet to get over to Bali.”<br />Digital nomads have existed as long as laptops, working remotely while traveling or living abroad full-time, often in scenic locales. But Mr. Haynes’s story epitomizes the new kind of digital nomad emerging since the pandemic began: one who makes longer stays, takes fewer flights and maybe even puts down roots.<br />The world’s sudden embrace of all kinds of remote work has meant that a wider range of people, including salaried employees (not just freelancers or startup founders) and older workers (not just footloose young adults), can become digital nomads more easily. Plus, several countries introduced new longer-term visas and residence permits specifically for remote workers during the pandemic."
}