{
    "url_original": "https://www.wsj.com/articles/new-york-city-board-of-elections-needs-an-overhaul-top-lawmakers-say-11625439600?mod=politics_lead_pos11",
    "url": "new-york-city-board-of-elections-needs-an-overhaul-top-lawmakers-say-11625439600",
    "title": "New York City Board of Elections Needs an Overhaul, Top Lawmakers Say",
    "sub_head": "State senators plan to hold hearings on the board, which botched a tally of the Democratic mayoral primary",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-364324?width=620&size=1.5",
    "image_1": "im-364324.jpg",
    "time": "2021-07-04 19:00:00",
    "body": "Key members of the New York state Legislature promised hearings that could pave the way for changes at the New York City Board of Elections after its staff released inaccurate information last week about the Democratic mayoral primary.<br />Senate Majority Leader Andrea Stewart-Cousins, a Democrat from Yonkers, called the situation “a national embarrassment” and said the Democrat-dominated chamber would hold hearings and “seek to pass reform legislation as a result at the earliest opportunity.”<br />Assemblywoman Latrice Walker, a Brooklyn Democrat who chairs the chamber’s election committee, said she would hold a hearing this month  to look at how ranked-choice voting panned out in the June 22 primaries for city offices. She said she didn’t believe officials had adequately prepared to implement the new system and said the hearings would touch on longstanding concerns about the structure of the Board of Elections.<br />“There are a number of proposals for reforms to the Board of Elections, so we’re going through our process of figuring out what vehicle will get us there,” Ms. Walker said.<br />Officials at the board said a human error was behind last week’s gaffe, in which they released a preliminary tabulation of the mayoral race using the city’s new ranked-choice voting system and later retracted the results. The board said that the tally had inadvertently included 135,000 test-run ballots. A day later, the board released a new preliminary tabulation that it said was accurate and showed Brooklyn Borough President Eric Adams with a narrow lead over former city sanitation commissioner Kathryn Garcia."
}