{
    "url_original": "https://www.wsj.com/articles/new-york-goes-after-the-trump-organization-11626021695?mod=opinion_major_pos17",
    "url": "new-york-goes-after-the-trump-organization-11626021695",
    "title": "New York Goes After the Trump Organization",
    "sub_head": "Diversion of time and resources for political advantage is a derogation of duty to apply the law where warranted—not where desired.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-364293?width=620&size=1.5",
    "image_1": "im-364293.jpg",
    "time": "2021-07-11 12:41:00",
    "body": "Regarding your editorial “Indicting the Trump Organization” (July 3): The targeting in this investigation of an individual, Donald Trump, for political purposes by the Manhattan district attorney and New York state attorney general is appalling. As a former chief counsel of the Internal Revenue Service, appointed by President Jimmy Carter, I know well the responsibility that those charged with the administration of penal laws have to enforce them fairly. The selective use of investigatory and prosecutorial powers to advance partisan political purposes is an abuse of dangerous proportions.<br />The rules are the same for Democrats and Republicans. Diversion of administrative time and resources for political advantage is a derogation of duty to apply the law where warranted—not where desired.<br />Stuart E. Seigel<br />McLean, Va.<br />Your editorial uses a political lens where a more appropriate perspective would have been “broken windows,” the crime-fighting strategy attributed to the late James Q. Wilson. When I researched my doctoral dissertation under Wilson in 1970, then-Detroit (and subsequent New York City) Police Commissioner Patrick Murphy described corruption to me over dinner as a “disease.” Murphy’s example: If you busted a NYPD precinct commander—wealthy after years of monthly payoffs—down to a street patrol officer, he would still hit stores on his beat for $5 a week."
}