{
    "url_original": "https://www.wsj.com/articles/new-pipeline-cybersecurity-requirements-issued-by-biden-administration-11626786802?mod=tech_lead_pos6",
    "url": "new-pipeline-cybersecurity-requirements-issued-by-biden-administration-11626786802",
    "title": "New Pipeline Cybersecurity Requirements Issued by Biden Administration",
    "sub_head": "Rules to safeguard operators from hacking come after Colonial hack disrupted U.S. fuel deliveries",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-07-20 09:13:00",
    "body": "WASHINGTON—The Biden administration on Tuesday issued new cybersecurity requirements for U.S. pipeline operators intended to help guard against ransomware and other forms of disruptive hacking, a move that comes months after a Russia-based criminal hacking group forced a major fuel conduit on the East Coast to shut down for nearly a week.<br />The Transportation Security Administration directive is the first of its kind to mandate certain pipeline operators designated by the federal government as critical to adopt specific cybersecurity standards. It follows an earlier TSA directive in May that required pipelines to notify federal authorities when they are targets or victims of cyberattacks.<br />“The lives and livelihoods of the American people depend on our collective ability to protect our nation’s critical infrastructure from evolving threats,” Homeland Security Secretary Alejandro Mayorkas said in a statement. “Through this security directive, DHS can better ensure the pipeline sector takes the steps necessary to safeguard their operations from rising cyber threats, and better protect our national and economic security.”<br />Biden administration officials didn’t make the text of the directive immediately available. In a statement, DHS said it would require owners and operators of TSA-designated critical pipelines to “implement specific mitigation measures to protect against ransomware attacks and other known threats” and to provide for recovery plans.<br />Critical infrastructure cybersecurity grew as an area of concern for Biden administration officials following the Colonial Pipeline ransomware attack in May."
}