{
    "url_original": "https://www.wsj.com/articles/new-food-delivery-battlefield-has-wurst-appeal-11627471800?mod=business_minor_pos10",
    "url": "new-food-delivery-battlefield-has-wurst-appeal-11627471800",
    "title": "New Food-Delivery Battlefield Has Wurst Appeal",
    "sub_head": "Uber Eats and DoorDash may be able to best Just Eat Takeaway.com in Germany, but doing so will cost them",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-28 07:30:00",
    "body": "Both  Uber Technologies ’ Uber Eats and  DoorDash  appear to have their sights set on the German market—a unique one controlled by a single player amid a global land grab in food delivery. An activist presentation this week shows Germany’s allure isn’t necessarily its diners but the ability to weaken a vulnerable incumbent.<br />Uber confirmed its German entry in April and, while DoorDash hasn’t formally announced its plans, the company is now hiring for at least 40 positions in the country, according to LinkedIn. Before entering Germany, Uber Eats was already in 13 countries across Europe, the Middle East and Africa. For DoorDash, the U.S. market leader, Germany will be its first foray into Europe. On LinkedIn, Uber refers to the German market as “a multibillion-dollar greenfield opportunity” and “highly strategic in the wider European competitive landscape.”<br />But the country’s market dynamics make it an odd choice for a new face-off between the top two U.S. food-delivery players. For one thing, data shows Germans typically order less often, have small basket sizes and might be more price sensitive than consumers in other markets. At the same time, some operating costs could be higher. German regulations require drivers to be employed by fleet-management companies rather than to contract with gig economy companies directly. Such rules can add costs and make expanding beyond major cities difficult, Uber’s senior vice president of delivery noted in a Financial Times interview earlier this year.<br />DoorDash would likely have to employ a different game plan than the one it used in the U.S. to tap into underserved suburbia with tremendous success. Germany has only four cities with a population of over 1 million. Meanwhile, quick-service chain restaurants aren’t as popular in Germany as they are in the U.S. So DoorDash’s strategy of using delivery for those restaurants to hook new customers outside major cities might not appeal to Germans in the same way.<br />Amsterdam-based Just Eat Takeaway.com NV commanded an estimated 99% market share in Germany as of June, YipitData show. It isn’t as though other companies haven’t tried. In 2019, U.K.-based delivery platform  Deliveroo  bailed out of the market. In 2018 Berlin-based  Delivery Hero  agreed to sell its German operations to Takeaway.com (which later merged with Just Eat) but announced in May an official relaunch in Germany this year under the company’s foodpanda brand."
}