{
    "url_original": "https://www.wsj.com/articles/new-voting-laws-face-court-challenges-across-the-u-s-11626696001?mod=politics_lead_pos3",
    "url": "new-voting-laws-face-court-challenges-across-the-u-s-11626696001",
    "title": "New Voting Laws Face Court Challenges Across the U.S.",
    "sub_head": "Election-related litigation has surged in recent years as political parties seek an advantage",
    "category_1": "U.S.",
    "time": "2021-07-19 08:00:00",
    "body": "Voting laws passed in the wake of the 2020 election are facing a wave of court challenges, setting up a series of legal battles this year that could help reshape the rules around voting for years to come.<br />At least two dozen states have passed laws this year that either expand voting rules or tighten them, according to New York University’s Brennan Center for Justice, a public-policy think tank. At least 30 lawsuits are aimed at laws in 11 states that opponents say restrict voting access with measures such as shortening the time period for mail-in and early voting, increasing verification requirements and placing limits on providing food or water to people waiting in line to vote.<br />Mostly liberal groups have challenged these new bills on grounds that they violate aspects of the Voting Rights Act, the First and 14th Amendments and the Americans with Disabilities Act. In Georgia, which has become the epicenter of the fight, groups have filed nine lawsuits over legislation that was passed in late March, according to the Brennan Center. A lawsuit filed by the Justice Department last month against Georgia added firepower to the legal battle over the new voting laws.<br />The states and conservative legal groups supporting the laws say they are necessary to bolster public confidence in elections and dismiss the litigation as meritless. Liberal groups say these laws are designed to make it harder for people of color to vote and potentially give an edge to Republicans in future elections.<br />The lawsuits are part of a surge in voting-related litigation after a series of close national elections showed both political parties that something as seemingly mundane as election rules can be key to their hold on power, legal academics said. The high stakes fuel both legislative action and fundraising for more lawsuits, said New York University law professor Richard Pildes."
}