{
    "url_original": "https://www.wsj.com/articles/nextdoor-is-nice-but-not-at-any-price-11625740200?mod=markets_major_pos1",
    "url": "nextdoor-is-nice-but-not-at-any-price-11625740200",
    "title": "Nextdoor Is Nice, but Not at Any Price",
    "sub_head": "The neighborhood social-networking platform is an example of a tech company with a great mission that hasn’t yet lived up to its potential",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-366079?width=620&size=1.5",
    "image_1": "im-366079.jpg",
    "time": "2021-07-08 06:30:00",
    "body": "They say nice guys finish last. Nextdoor wants to change that.<br />The neighborhood social networking platform said Tuesday it would merge with special-purpose acquisition company  Khosla Ventures Acquisition  Co.  II to become a publicly traded company in a deal valuing it at roughly $4.3 billion. The company, which says its purpose is to “create a kinder world” by enabling real-world neighborhood connections, will trade under the ticker symbol KIND.<br />The mission is admirable: Most social media today are used as a way to escape reality; here is a company trying to help community members better live in it. The idea of digitally connecting with your community to find a lost pet, a repair service or a safety alert is appealing. In practice, though, users say they sift through neighbors’ gripes, political discourse and personal ads to reap the benefits. A single  Twitter  account dedicated to highlighting some of the most obnoxious Nextdoor posts has racked up nearly half a million followers.<br />The neighborhood drama has apparently weighed on user retention. Nextdoor’s investor presentation shows that, within three months of joining the platform, more than a quarter of members are no longer active and nearly half aren’t active after two years. That has left Nextdoor with 60 million users as of the end of the first quarter, a July investor presentation shows.<br />Growth looks to be slowing where it matters most. The U.S. is by far Nextdoor’s largest market, but the company added just one million domestic users sequentially in the first quarter. Last year as a whole, even with most U.S. residents stuck at home, Nextdoor added eight million domestic users—still a third fewer than the number it added in 2019, before Covid-19 hit."
}