{
    "url_original": "https://www.wsj.com/articles/nfl-investigation-washington-football-team-10-million-fine-11625171200",
    "url": "nfl-investigation-washington-football-team-10-million-fine-11625171200",
    "title": "NFL Levies $10 Million Fine, Biggest in League History, Against Washington Football Team for Workplace Culture",
    "sub_head": "The punishment comes after an investigation into allegations of workplace misconduct inside the team. Tanya Snyder, the co-CEO and wife of owner Dan Snyder, will take over day-to-day operations for the next several months.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-363428?width=620&size=1.5005861664712778",
    "image_1": "im-363428.jpg",
    "time": "2021-07-01 16:41:00",
    "body": "The National Football League has fined the Washington Football Team $10 million following a law firm’s investigation into the franchise’s workplace culture that led commissioner Roger Goodell to conclude that for years the team’s workplace environment was “highly unprofessional,” particularly for women.<br />The fine is the largest levied in NFL history, according to a person familiar with the matter. The club will also be responsible for all fees associated with the investigation.<br />“Bullying and intimidation frequently took place and many described the culture as one of fear, and numerous female employees reported having experienced sexual harassment and a general lack of respect in the workplace,” according to an NFL statement.<br />Washington Football Team owner Dan Snyder initially hired attorney Beth Wilkinson to conduct the workplace review as the Washington Post reported that 15 women who worked for the team had experienced sexual or verbal harassment. The NFL later took over the investigation.<br />Tanya Snyder, his wife and newly announced as the co-CEO this week, will assume responsibilities for all day-to-day team operations and represent the Washington Football Team at league meetings for at least the next several months, according to the NFL, while Dan Snyder will focus on a new stadium plan and other matters."
}