{
    "url_original": "https://www.wsj.com/articles/nightclubs-reopen-as-england-ditches-most-covid-19-curbs-amid-delta-surge-11626694739",
    "url": "nightclubs-reopen-as-england-ditches-most-covid-19-curbs-amid-delta-surge-11626694739",
    "title": "Nightclubs Reopen as England Ditches Most Covid-19 Curbs Amid Delta Surge",
    "sub_head": "Easing of almost all pandemic restrictions marks radical experiment for Prime Minister Boris Johnson",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-07-19 07:39:00",
    "body": "LONDON—As the clock struck midnight Sunday, nightclubs across England opened their doors and partygoers ditched their face masks and streamed in as the country lifted almost all Covid-19 restrictions despite a surge in new infections linked to the Delta variant.<br />“It was like New Year’s Eve,” said Donal Macauley, a 21-year-old student who had waited in line outside London’s Heaven club from 8 p.m. with swarms of others, many of them dancing and whooping. “There was a countdown, a big song, and then everyone just kissed. We’re literally making history tonight.”<br />England officially dropped almost all coronavirus restrictions Monday, including mask requirements and size limits on gatherings, in a bet by Prime Minister Boris Johnson that mass vaccination—and British common sense—will prevent another deadly wave of Covid-19. Mr. Johnson has said most legally enforceable public-health measures would be relaxed and the public must decide for themselves what risks they are willing to bear when considering wearing masks or staying away from crowds, as is the case in some U.S. states.<br />The plan represents a radical experiment in managing Covid-19 as the rich world enters a new phase of the pandemic where vaccines mean the virus is down but not out. Anxiety over what happens next has split scientists, lawmakers and the public.<br />“The virus sadly is still out there,” Mr. Johnson said late Sunday in a message urging people to be cautious. He and his finance chief entered a 10-day spell of isolation Sunday after Health Secretary Sajid Javid tested positive for Covid-19. “Go forward tomorrow into the next step with all the right prudence and respect for other people and the risks that the disease continues to present,” Mr. Johnson said."
}