{
    "url_original": "https://www.wsj.com/articles/nineteenth-century-instagram-11627667627",
    "url": "nineteenth-century-instagram-11627667627",
    "title": "Nineteenth-Century Instagram",
    "sub_head": "A new exhibition in Los Angeles shows how cabinet cards became a popular way for Americans to share playful and dramatic photos.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-30 13:53:00",
    "body": "A young man with a watering can pretends to douse his companions. Two friends playfully attack each other, brandishing a hacksaw and a cleaver. A grinning girl takes aim with a popgun. Typical Instagram or  Facebook  fodder—except that the images are more than 130 years old. Even in the late 19th century, it seems, people loved to clown for the camera.<br />“Acting Out: Cabinet Cards and the Making of Modern Photography, 1870-1900,” a new exhibition opening Aug. 8 at the Los Angeles County Museum of Art, explores how everyday people became comfortable with posing and performing for the camera in 19th-century America. Unlike the somber portraits that marked photography’s beginnings, the people in these images “are joking and playing and very self-aware in front of the camera,” said Britt Salvesen, head of the photography and prints and drawings departments at LACMA. “Which is remarkable, considering that photography was only about a generation old.”<br />With cabinet cards, a new style that reached a peak of popularity in the 1880s and 1890s, photography became entertainment. At roughly 6 by 4 inches, cabinet cards were bigger than most earlier formats and could depict sitters in greater detail, along with more of the surrounding space. That inspired the use of fanciful props, exotic backdrops and creative posing. The larger size also allowed for retouching—painting on or otherwise modifying the negative before printing—to minimize sitters’ flaws and enhance the scene with wintry snowfalls or other effects. Photographer and sitter became collaborators, crafting images in which reality and fiction were artfully combined.<br />The exhibition opens with a look at New York photographers who first embraced the new format, fostering a nascent celebrity culture centered on theater and performance. With the increasing ease of rail travel in the late 1800s, vaudeville and theater troupes crossed the country, playing small towns as well as cities. “Cabinet cards fit into that culture perfectly,” said the show’s organizer John Rohrbach, senior curator of photography at the Amon Carter Museum in Fort Worth, Texas, where it debuted last year. Sold in theater lobbies during performances, cabinet cards of popular performers became a thriving business.<br />The flamboyant theatrical photographer Napoleon Sarony became a celebrity in his own right. Like a stage director, Sarony arranged not only props and settings but sitters’ expressions and poses, often held in place by hidden braces to accommodate the long exposure times of early photographic emulsion. Sarony’s dictatorial style paid off in images of remarkable immediacy and appeal, and he almost single-handedly turned American studio photography into a mode of creative expression. In the process, he and his New York colleagues influenced a generation of studio photographers and their clients, who came to expect a theatrical touch."
}