{
    "url_original": "https://www.wsj.com/articles/nixon-warned-about-u-s-decline-11625585964?mod=opinion_lead_pos5",
    "url": "nixon-warned-about-u-s-decline-11625585964",
    "title": "Nixon Warned About U.S. Decline",
    "sub_head": "Half a century ago, he foretold the loss of American pre-eminence.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-06 11:39:00",
    "body": "The U.S. has been through dark times before—and in living memory. Fifty years ago this week, President Richard Nixon spoke frankly about America’s doldrums in a speech that didn’t get enough attention from the media at the time or historians since. On July 6, 1971, the 37th president addressed senior midwestern media executives in Kansas City, Mo., amid racial unrest, campus agitation and antiwar protests.<br />The columns of the National Archives Building in Washington reminded Nixon of ancient fallen empires. “I think of what happened to Greece and Rome, and you see what is left—only the pillars. What has happened, of course, is that the great civilizations of the past, as they have become wealthy, as they have lost their will to live, to improve, they then have become subject to decadence that eventually destroys the civilization.” Nixon’s lament: “The United States is now reaching that period.”<br />America, he said, needed to find the “moral and spiritual strength” to shape the emerging post-Vietnam era. Counterculture revolutionaries wanted to define America as “an ugly country.” Nixon urged his countrymen to reject “negativism” and “defeatism” and concentrate on building a nation that was “healthy” both morally and physically.<br />“The United States no longer is in the position of complete pre-eminence or predominance,” he said, because “we now face a situation where four other powers”—the Soviet Union, Western Europe, Japan and China—“have the ability to challenge us on every front.” Yet this “can be a constructive thing.” A few months later, he told Time magazine: “I think it will be a safer world and a better world if we have a strong, healthy United States, Europe, Soviet Union, China, Japan, each balancing the other.”<br />Here was the old Cold Warrior calling on fellow citizens to adapt to decline in a more plural international environment. He wanted to adopt policies that would smooth the path of a more limited U.S. role in foreign affairs: détente with the Soviets, abandonment of Bretton-Woods dollar-gold link, and the opening to China. As Nixon spoke, national security adviser Henry Kissinger was secretly en route to Beijing to plan the first presidential visit to China."
}