{
    "url_original": "https://www.wsj.com/articles/no-more-captive-nations-week-11626042061?mod=opinion_lead_pos3",
    "url": "no-more-captive-nations-week-11626042061",
    "title": "No More ‘Captive Nations’ Week?",
    "sub_head": "The White House floats a needless change to a useful diplomatic tool.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-11 18:21:00",
    "body": "President Biden likes to say he wants to restore America’s moral leadership in the world, but sometimes it seems his team at the White House wants to change something merely because Donald Trump supported it.<br />We hope that’s not what’s driving the White House to consider changing the annual proclamation for Captive Nations Week, which is scheduled to take place this year from July 18-24. Every year since 1959 American Presidents have issued a Captive Nations proclamation condemning Soviet and Communist imperialism and repression. The proclamation is issued shortly before the week itself and has featured robust language.<br />We’re told that White House aides this year have been floating the idea of ditching the Captive Nations phrase in favor of “Free and Open Societies Week.” They’ve been calling around to see how that idea would go down with folks who care about America’s moral and diplomatic standing. The answer is not too well.<br />The Victims of Communism Memorial Foundation, an umbrella group that represents victims of oppression, has sent a letter to Mr. Biden urging him “to demonstrate the commitment of the United States to promoting liberty and human rights” by issuing “a strong 2021 Captive Nations Week proclamation.”<br />The difference here may seem semantic, but the notion of Captive Nations carries a lot more moral weight than “free and open societies.” The former signifies that Communists and authoritarians subjugate entire populations. A change would be especially ill-timed when the Chinese Communist Party has crushed the autonomy it promised to Hong Kong and consigned millions of ethnic Uyghurs to re-education camps. In the contest between democracy and authoritarians, language matters."
}