{
    "url_original": "https://www.wsj.com/articles/no-sudden-move-review-a-noir-with-heart-and-smarts-11625172442",
    "url": "no-sudden-move-review-a-noir-with-heart-and-smarts-11625172442",
    "title": "‘No Sudden Move’ Review: A Noir With Heart and Smarts",
    "sub_head": "Steven Soderbergh’s latest film, streaming on HBO Max and starring Don Cheadle and Brendan Fraser, is a crime thriller that twists and turns through a rapidly changing midcentury Detroit.",
    "category_1": "Film Review",
    "time": "2021-07-01 16:47:00",
    "body": "Every time “Out of Sight” turns up on TV I’m hooked once again. Whatever I’m doing must stop while I watch at least a few minutes of Steven Soderbergh’s 1998 comedy of interstate criminal behavior, with a peerlessly romantic encounter between Jennifer Lopez and George Clooney that plays out in a Detroit hotel lounge on a snowy winter night. The director’s latest, “No Sudden Move,” takes place entirely in Detroit, though romance is hardly the mode. An exceedingly convoluted crime thriller set in 1954, and streaming on HBO Max, this is pitch-black noir with so many betrayals that the characters can’t fathom the various plots they’re caught up in. Yet it’s another Soderbergh film whose allure is sure to endure. Whenever it shows or streams in years to come, I know I’ll be happily in its thrall.<br />At its simplest the story concerns someone looking for someone to do some reliable work, meaning a shadowy piece of business—extracting an unspecified document from an office safe—commissioned by a shadowy middleman, Brendan Fraser’s Jones, on behalf of an anonymous employer. (A quick word about those shadows. Mr. Soderbergh shot the film himself, as he has often done, and his cinematography draws ravishingly beautiful distinctions between total darkness and a palette of brooding colors that represent the participants’ plights.)<br />The first hire is Curt Goynes, a petty criminal with a blighted past played by Don Cheadle. Soon he’s joined by Benicio Del Toro’s charmingly devious Ronald Russo. Both men are supervised by Kieran Culkin’s Charley, who’s too sleazy to have a last name, on a surprise visit to the suburbs, where an attractive couple and their two kids live in a pleasant brick house. Every time a new set of characters is introduced, the screenplay, by Ed Solomon (“Men in Black”), ups its ante of tension. That’s true of the suburban family, particularly the brittle, cheerful mother, Mary Wertz (Amy Seimetz), and the father, Matt Wertz (David Harbour), a man of not-so-quiet desperation who knows someone who knows the safe’s combination.<br />Gradually, however, Curt emerges as the movie’s main man, maybe even its knight of honor, while Mr. Cheadle reveals depths we haven’t seen in the course of his distinguished career. Gone is the lethal insouciance of Maurice, the dapper psychopath who drives the plot in “Out of Sight.” Curt is haunted, somber, spiritually wounded, and at a point in life where it’s too late to make up for lost time. The best he can hope for is working his modest side game and settling a few accounts.<br />Everyone in “No Sudden Move” has a side game, from wretched Charley on up to Matt Damon’s Mr. Big, a marvelously suave captain of industry who can’t stop making money. (“It’s like a lizard’s tail. I work, it grows. I sleep, it grows.”) Paradoxically, no one has personal autonomy, from Mr. Big on down. He knows he doesn’t, and freely admits it. Others pretend they do, but they have no idea who they’re being controlled by."
}