{
    "url_original": "https://www.wsj.com/articles/novak-djokovic-wimbledon-20-major-titles-11626020824",
    "url": "novak-djokovic-wimbledon-20-major-titles-11626020824",
    "title": "Djokovic Wins Wimbledon, Tying Federer and Nadal With 20 Major Titles",
    "sub_head": "The world’s No. 1 player beat Matteo Berrettini in four sets for his sixth win at the All England Club",
    "category_1": "Sports",
    "category_2": "Tennis",
    "image_1_url": "https://images.wsj.net/im-367643?width=620&size=1.5822002472187886",
    "image_1": "im-367643.jpg",
    "time": "2021-07-11 12:34:00",
    "body": "WIMBLEDON, England—Novak Djokovic has spent his entire professional career chasing two men he was never supposed to catch.<br />For more than a decade, the battle for all-time men’s tennis supremacy seemed to be a race between Roger Federer and Rafael Nadal. They had taken head starts, winning Grand Slams while he was still a junior. Djokovic could only do his best to make up ground.<br />On Sunday, that chase came to an end. With his sixth Wimbledon championship, Novak Djokovic delivered a seismic moment in the history of men’s tennis and pulled level with Federer and Nadal on a men’s record 20 major titles. And with the 34-year-old poised to sweep up more as the most dominant player in the game, he is in the midst of rewriting tennis history every few months: it turns out that the Federer-Nadal era may have been mere prologue to the Djokovic dynasty.<br />By beating Matteo Berrettini of Italy, 6-7(4), 6-4, 6-4, 6-3, Djokovic also cleared another hurdle in his quest to complete a sweep of all four majors plus Olympic gold in a single calendar year, known as a Golden Slam. The world’s No. 1 player has now checked three of the five boxes, after also winning in Melbourne and Paris, and is on course to become the first player to pull it off since Steffi Graf in 1988. But Djokovic did cast some doubt over his trip to Tokyo after the match, citing concerns around Covid-19 case numbers in Japan.<br />“Right now I’m a little bit divided,” he said. “It’s kind of 50/50 because of what I heard in the last couple days.”"
}