{
    "url_original": "https://www.wsj.com/articles/now-may-be-a-good-time-to-buy-mortgage-stocks-11625742001?mod=markets_lead_pos11",
    "url": "now-may-be-a-good-time-to-buy-mortgage-stocks-11625742001",
    "title": "Now May Be a Good Time to Buy Mortgage Stocks",
    "sub_head": "U.S. mortgage applications are trending lower, but originator stocks could be priced to move on any upticks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-08 07:00:00",
    "body": "Some key numbers have been moving in the wrong direction for mortgage stocks, even as home prices surge. But investors shouldn’t slam the door shut quite yet.<br />Last week, mortgage-application activity in the U.S. was at its lowest level since January last year, according to data from the Mortgage Bankers Association. That is despite the fact that the benchmark mortgage rate was about 0.11 percentage point lower than in the same week a year ago. Many who would be inclined to refinance have already done so at even lower rates, the MBA said.<br />More notable is that purchase applications in the MBA index are also trending lower right now. Analysts have widely suggested that sharply higher home prices might be discouraging some buyers. The MBA has also noted the lack of availability of entry-level homes squeezing out first-time buyers.<br />Higher home prices do make for larger loans, which can generate more revenue for originators. But volume and spreads are the big keys to the business of selling loans. So in a double whammy, expectations for the profitability on loan sales are falling too: Nearly 70% of mortgage executives surveyed by Fannie Mae in the second quarter expect profit margins to decline in the three months ahead. Both market prices and competition play a role in that.<br />The bigger picture doesn’t look quite so grim, though. Rates have continued to trend lower this week; the yield on 10-year U.S. Treasurys is now at its lowest level since February. More buyers might eventually capitulate to higher prices, as strong wage growth paired with historically low rates make monthly payments relatively affordable. Only 32% of consumers in the most recent survey by Fannie said they think now is a good time to buy a home—a record low—but many are still intent on making their next move a purchase, driven partly by demographic factors such as millennial household formation."
}