{
    "url_original": "https://www.wsj.com/articles/ny-fed-survey-june-year-ahead-expected-inflation-rate-hits-highest-mark-since-2013-11626102042",
    "url": "ny-fed-survey-june-year-ahead-expected-inflation-rate-hits-highest-mark-since-2013-11626102042",
    "title": "NY Fed Survey: June Year-Ahead Expected Inflation Rate Hits Highest Mark Since 2013",
    "sub_head": "As of June, the public expects inflation to hit 4.8%, from a projected 4% the previous month",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-367888?width=620&size=1.5",
    "image_1": "im-367888.jpg",
    "time": "2021-07-12 11:00:00",
    "body": "The public’s expectations of where U.S. inflation will be a year from now surged to its highest level in nearly a decade, new data from the Federal Reserve Bank of New York said Monday.<br />Expected inflation a year from now surged to 4.8% in June, the highest level in a survey that dates back to 2013, from a projected 4% the previous month, the New York Fed said in its latest Survey of Consumer Expectations. The bank said expected inflation three years from now held steady at 3.6%.<br />Although the year-ahead expected inflation level hit a record, the bank found in its survey some softening in what the public projects for price pressures on key items. Expected food price rises a year from now ebbed to 7.1% in June from 8% in May, while gasoline prices are seen up by 9.2% a year from now, from 9.8% the prior month.<br />The report found mixed views on the state of personal finances. “Perceptions about households’ current financial situations compared to a year ago deteriorated, with more respondents reporting to be worse off compared to a year ago,” the report said. “In contrast, respondents were slightly more optimistic about their households’ financial situations in the year ahead.”<br />The report found households expecting higher levels of income, at a 3% increase a year from now in June, from 2.8% in May. Meanwhile, expected spending a year from now rose to a series high of 5.2%."
}