{
    "url_original": "https://www.wsj.com/articles/offshoring-isds-usmca-nafta-keystone-11626460641?mod=opinion_major_pos17",
    "url": "offshoring-isds-usmca-nafta-keystone-11626460641",
    "title": "Offshore Jobs to Mexico at Your Own Risk",
    "sub_head": "The U.S. shouldn’t subsidize the outward flow of investment.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-371222?width=860&height=573",
    "image_1": "im-371222.jpg",
    "time": "2021-07-18 11:01:00",
    "body": "Your editorial “The Keystone XL Goes to Court“ (July 9) cites the recent USMCA legal action by a Canadian company against the U.S. as evidence that the Trump administration’s position against the Investor State Dispute Settlement (ISDS) provision of the old Nafta was wrong. I would suggest that this litigation proves exactly the opposite.<br />It demonstrates that ISDS not only subsidizes the outward flow of investment from the U.S., it also allows foreign investors in this country rights not available to our own citizens that could cost our taxpayers billions of dollars.<br />ISDS provisions in some trade agreements provide that a foreign investor can avoid litigation in the host country and get a binding decision from a cozy group of arbitrators in, say, London. Our position was that if a company wants to move a plant from the U.S. to Mexico, it ought to accept the risk inherent in Mexico’s political and judicial systems. The U.S. government should not effectively subsidize the loss of jobs and foreign investment by providing free political-risk insurance. Further, we were against granting to foreign investors the right not available to Americans to avoid our court system by using arbitration. Most would agree that we have the fairest judicial system in the world.<br />The editorial page and others argued first that businesses could not trust Mexican courts, and second that there was no real risk of foreign investors using the provision against us. You may continue to think you are right on the first argument, but all can see you are wrong on the second.<br />I strongly support the Keystone XL pipeline and think that President Biden was wrong to cancel it. But I believe that we have a great court system to resolve this dispute and I object to Canadian investors being favored over Americans. And I continue to believe that we should not encourage businesses to move facilities overseas."
}