{
    "url_original": "https://www.wsj.com/articles/oil-prices-surge-as-opec-weighs-rising-demand-in-rich-countries-11625140860?mod=markets_lead_pos1",
    "url": "oil-prices-surge-as-opec-weighs-rising-demand-in-rich-countries-11625140860",
    "title": "Oil Prices Surge as OPEC Weighs Rising Demand in Rich Countries",
    "sub_head": "Cartel and its Russia-led allies meet Thursday to decide whether to add to oil supplies amid accelerating reopenings",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-362964?width=620&size=1.5",
    "image_1": "im-362964.jpg",
    "time": "2021-07-01 08:14:00",
    "body": "Oil prices rose sharply ahead of a critical OPEC meeting in which the cartel is expected to weigh up how to meet surging demand from the industrialized world.<br />U.S. crude rose more than 2% early Thursday, topping $75 a barrel for the first time since 2018. Brent crude, the international benchmark, was up almost 2%, approaching $76 a barrel.<br />OPEC’s meeting comes at a time when the historical dynamics of the oil markets have been thrown upside down by the pandemic. Demand growth from the developed world, which for years has stagnated, is on a tear as it emerges furiously from Covid-19 lockdowns. The developing world—the source of almost all new oil demand in years past—is still sputtering. That all makes gauging short-term crude demand as difficult as it has been since the world climbed back from the global economic crisis more than a decade ago.<br />As little as a week ago, the Organization of the Petroleum Exporting Countries and allied producers led by Russia were leaning toward boosting production by a half a million barrels a day when the group, dubbed OPEC+, meets Thursday.<br />Accelerating vaccination drives in the U.S. and Europe are boosting global economic activity—and by extension, demand for oil. OPEC data showed markets needed two million barrels a day of extra oil this year. Meanwhile, the Delta variant of the coronavirus has wreaked havoc in India, an anchor of oil-demand growth in normal times. China, too, is seeing signs of economic softening as consumers pull back amid isolated outbreaks there. The country is also struggling with supply bottlenecks that have hampered production."
}