{
    "url_original": "https://www.wsj.com/articles/oil-demand-rebound-could-spur-inflation-pressure-debt-laden-nations-opec-says-11626350089?mod=business_minor_pos13",
    "url": "oil-demand-rebound-could-spur-inflation-pressure-debt-laden-nations-opec-says-11626350089",
    "title": "Oil-Demand Rebound Could Spur Inflation, Pressure Debt-Laden Nations, OPEC Says",
    "sub_head": "Cartel expects global oil demand to return to nearly 100 million barrels a day in 2022",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-07-15 07:54:00",
    "body": "A strong recovery in global oil demand next year could accelerate the pace of inflation and pressure countries with high debt levels, the Organization of the Petroleum Exporting Countries said Thursday.<br />In a monthly report, OPEC made its first 2022 forecasts for the global oil market, saying it expects the world’s appetite for crude to rise by 3.3 million barrels a day to average 99.9 million barrels a day. That echoes forecasts made in June by the International Energy Agency, which expects demand to return to pre-pandemic highs by the end of next year.<br />Despite uneven vaccination rates and the rise of the Delta coronavirus variant, the cartel expects pandemic-containment measures and stimulus measures to spur oil consumption in the second half of 2021 and next year. With wealthy countries’ oil stocks back below their 2015-2019 averages, OPEC warned that a strong economic recovery could lead to rapidly rising inflation, and consequently, higher interest rates. That could see high sovereign debt levels become a “considerable burden for the fiscal health of many economies,” the Vienna-based organization said.<br />Oil prices slid Thursday, with Brent crude, the global benchmark, down 1.5% at $73.61 a barrel. West Texas Intermediate futures, a key U.S. gauge, fell 1.8% to $71.82 a barrel. Both benchmarks extended their losses from Wednesday, after Energy Information Administration data showed an unexpected increase in stocks of gasoline and other refined products, according to ING analyst Warren Patterson.<br />Also weighing on prices were reports that Saudi Arabia and the United Arab Emirates had reached a compromise, after a disagreement between the two countries hampered the efforts of OPEC and its allies to agree on production levels for August and beyond. An agreement would remove a significant source of uncertainty for the oil market and raise the prospect of production increases from the group known as OPEC+ in the coming weeks. Thursday’s OPEC report made little mention of the impasse."
}