{
    "url_original": "https://www.wsj.com/articles/oil-and-gas-subsidies-are-under-pressure-11626785455?mod=markets_lead_pos11",
    "url": "oil-and-gas-subsidies-are-under-pressure-11626785455",
    "title": "Oil and Gas Subsidies Are Under Pressure",
    "sub_head": "Growing focus on walking-the-talk on climate action promises raises uncertainty about whether generous support for fossil fuels will last",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-20 08:50:00",
    "body": "Oil and gas investors need to stop fretting about subsidies for green energy and start worrying about hanging on to the prodigious ones their own industry receives.<br />The world’s 20 largest economies spent $3.3 trillion in direct support for fossil fuels from 2015 to 2019, according to a new report by BloombergNEF. That is enough to build a solar electricity system 3½ times the size of the current U.S. grid. Most of it went to oil and gas. In addition to those ongoing amounts, the 10 largest countries’ Covid-19 stimulus plans also commit about $1.2 trillion to carbon intensive industries, more than three times the support for green ones.<br />Detailed data can be hard to come by, but a recent paper from Stockholm Environment Institute estimated that two key U.S. fossil-fuel tax breaks—expensing intangible drilling costs and percentage depletion provisions—added a median $4 a barrel of oil equivalent to the expected value of new oil and gas projects in the high-price years of 2008 and 2010 to 2014.<br />Purists may count only retail price support as a “real” subsidy, ignoring tax incentives, budget transfers, public finance support and investment by state-owned enterprises that those G-20 figures include. However, it is a distinction unlikely to hold up to sustained pressure, particularly with the focus of building back better and greener.<br />Some countries such as Russia and Saudi Arabia seem unlikely to commit to cutting their net greenhouse gas emissions to zero. But China, Brazil, the U.S. and the European Union have all pledged to do just that by around midcentury. Others are considering their options."
}