{
    "url_original": "https://www.wsj.com/articles/oil-companies-are-ordered-to-help-cover-7-2-billion-cleanup-bill-in-gulf-of-mexico-11625569200?mod=business_lead_pos4",
    "url": "oil-companies-are-ordered-to-help-cover-7-2-billion-cleanup-bill-in-gulf-of-mexico-11625569200",
    "title": "Oil Companies Are Ordered to Help Cover $7.2 Billion Cleanup Bill in Gulf of Mexico",
    "sub_head": "Large oil producers will have to foot some of the costs of capping and abandoning offshore wells they used to own",
    "category_1": "Business",
    "time": "2021-07-06 07:00:00",
    "body": "Some of the world’s largest oil companies have been ordered to pay part of a $7.2 billion tab to retire hundreds of aging wells in the Gulf of Mexico that they used to own, capping a case that legal experts say is a harbinger of future battles over cleanup costs.<br />A federal judge ruled last month that Fieldwood Energy LLC, a privately held company that currently controls the old wells and had sought bankruptcy protection, could pass on hundreds of millions of dollars in environmental liabilities to prior owners and insurers of the wells as part of its reorganization plan.<br />Exxon Mobil Corp. ,  BP  PLC.,  Hess Corp. ,  Royal Dutch Shell  PLC and insurance companies had objected to the plan. The dispute, litigated for months in federal bankruptcy court in Houston, centered over who should bear the enormous costs of capping and abandoning wells, primarily in the shallow waters of the Gulf of Mexico where an oil spill could wreak havoc. The companies could still appeal the ruling.<br />The exact future costs of the cleanup are still unclear, but lawyers for BP estimated its liability could top $300 million, while lawyers for Exxon said its exposure could total as much as $373 million. A group of insurers said they could be on the hook for more than $1 billion.<br />For offshore wells—unlike most onshore wells—the Department of the Interior can hold previous operators liable for the cleanup if the current operator is unable to cover the expenses, to avoid taxpayers incurring the costs."
}