{
    "url_original": "https://www.wsj.com/articles/old-review-horror-has-a-senior-moment-11626991244?mod=opinion_reviews_pos2",
    "url": "old-review-horror-has-a-senior-moment-11626991244",
    "title": "‘Old’ Review: Horror Has a Senior Moment",
    "sub_head": "M. Night Shyamalan’s thriller follows travelers at a beach resort that exacts a terrible price.",
    "category_1": "Film Review",
    "time": "2021-07-22 18:00:00",
    "body": "For many reasons, none of them good, “Old” is in a class by itself. M. Night Shyamalan’s thriller-slasher-sci-fi-creep-out is peerlessly clumsy, silly and alarmed. It’s also alarming for its ineptitude, but the film’s greatest distinction is how its wide-eyed, trembling vacationers manage to sustain a state of alarm that’s intense and unrelenting. As well they might. They’ve come to a fancy resort to get away from it all for a few days, but now, unable to leave a beautiful beach with mysterious powers, they’re getting older by the minute, and not because their suntan lotion has the wrong SPF for the tropics.<br />Good movies have been made in which young people suddenly age (“Lost Horizon”), old people regain their youth (“Cocoon”) or privileged people can’t seem to leave a place where they’ve gathered (“The Exterminating Angel”). But never before has a transfixingly terrible movie been made, at least by a major studio, in which so many people who turn out to be ill—their conditions range from cancer through epilepsy to calcium deficiency—are beset by so many alarming events while they hurtle through the stages of man and woman during the harrowing course of a day and night.<br />“Is this happening?” a statuesque blonde in a string bikini asks with acute alarm; she’s the one who’s short on calcium. People talk that way in Mr. Shyamalan’s films—in abrupt questions and off-kilter sentences that are definitely English but never quite colloquial. “There appears to be an event happening,” someone says early in “The Happening,” his 2008 paranoid thriller in which people do dreadful things to themselves because of some unspecified aberration of nature. Most of the time in “Old,” which the filmmaker adapted from “Sandcastle,” a graphic novel by Pierre Oscar Lévy and Frederik Peeters, events seem to happen in a similarly arbitrary way, with no time wasted on such abstruse matters as the meaning or preciousness of life. Eventually the film does provide an explanation, and it isn’t arbitrary so much as absurdly elaborate, preposterous and grandiose.<br />Who lives and who dies? You won’t find out here, though there’s no harm in noting that since canines have short lifespans in the best of times, the beach takes the ultimate toll on a dog. The cast includes Gael García Bernal, Vicky Krieps, Rufus Sewell, Thomasin McKenzie, Abbey Lee, Nikki Amuka-Bird, Ken Leung, Aaron Pierre, Francesca Eastwood, Kathleen Chalfant, Embeth Davidtz and Eliza Scanlen. Such a group would be a significant draw in other circumstances, but the beach’s malign power extends to turning excellent actors into wooden performers.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}