{
    "url_original": "https://www.wsj.com/articles/older-americans-35-trillion-wealth-giving-away-heirs-philanthropy-11625234216?mod=markets_lead_pos7",
    "url": "older-americans-35-trillion-wealth-giving-away-heirs-philanthropy-11625234216",
    "title": "Older Americans Stockpiled a Record $35 Trillion. The Time Has Come to Give It Away.",
    "sub_head": "Transfers to heirs and others are unleashing a torrent of economic activity, including buying homes, starting businesses and giving to charity",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-07-02 10:00:00",
    "body": "The greatest wealth transfer in modern history has begun.<br />Baby boomers and older Americans have spent decades accumulating an enormous stockpile of money. At the end of this year’s first quarter, Americans age 70 and above had a net worth of nearly $35 trillion, according to Federal Reserve data. That amounts to 27% of all U.S. wealth, up from 20% three decades ago. Their wealth is equal to 157% of U.S. gross domestic product, more than double the proportion 30 years ago, federal data show.<br />Now they have started parceling it out to their heirs and others, unleashing a torrent of economic activity including buying homes, starting businesses and giving to charity. And many recipients are guided by different priorities and politics than their givers.<br />Older generations will hand down some $70 trillion between 2018 and 2042, according to research and consulting firm Cerulli Associates. Roughly $61 trillion will go to heirs—increasingly millennials and Generation Xers—with the balance going to philanthropy. The transfer will provide another display of the outsize economic power of baby boomers, who came of age during a wave of post-World War II prosperity and drove the economy through many stages of their lives.<br />The average inheritance in 2019 was $212,854, up 45% from an inflation-adjusted $146,844 in 1998, according to an analysis of Fed data by economists at a unit of Capital One Financial Corp."
}