{
    "url_original": "https://www.wsj.com/articles/one-night-inside-nigerias-kidnapping-emergency-abducted-babies-schoolchildren-and-hospital-workers-11625743365",
    "url": "one-night-inside-nigerias-kidnapping-emergency-abducted-babies-schoolchildren-and-hospital-workers-11625743365",
    "title": "One Night Inside Nigeria’s Kidnapping Emergency: Abducted Babies, Schoolchildren and Hospital Workers",
    "sub_head": "More than 3,000 people have been abducted this year as law and order collapses across swathes of the country",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-07-08 07:22:00",
    "body": "A single night this week revealed the terrifying scope of Nigeria’s kidnapping emergency.<br />Shortly after midnight on Monday in the northwestern state of Kaduna, gunmen forced their way into a hospital specializing in the treatment of tuberculosis and leprosy and shot three people before kidnapping 10 others, including two infants under the age of two. Less than an hour later, another group of militants broke into the Bethel Baptist school 45 miles away and abducted 121 boys and girls aged between 9 and 16. At around the same time, another group of militants approached the newly renovated campus of Faith Academy and attempted to seize the school’s 500 students, fighting a two-hour running battle with police before withdrawing.<br />“They took the babies,” said Adamu Jubril, an orderly at the National Tuberculosis and Leprosy Centre in Zaria, who cowered next to a window and watched the assailants drag away the screaming hostages. “It makes the families pay the ransom quicker.”<br />The attacks, conducted within hours of each other, spotlight the terrifying frequency of what has become a routine and brutal business in Africa’s most populous country.<br />Since December, heavily armed criminal gangs have abducted and ransomed more than 1,000 children in attacks on 11 school dormitories, rocking Nigeria and drawing calls for urgent action from the U.S. government, the European Union and Pope Francis. Hundreds of school campuses have been closed across four states for fear of more attacks, leaving close to 15 million Nigerian children out of school—more than any other country in the world."
}