{
    "url_original": "https://www.wsj.com/articles/opec-uncertainty-virus-variant-worries-linger-in-oil-market-iea-says-11626163211?mod=markets_lead_pos2",
    "url": "opec-uncertainty-virus-variant-worries-linger-in-oil-market-iea-says-11626163211",
    "title": "OPEC+ Uncertainty, Virus Variant Worries Linger in Oil Market, IEA Says",
    "sub_head": "International Energy Agency adds that deepening supply deficit could put pressure on economic recovery",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-368318?width=620&size=1.5",
    "image_1": "im-368318.jpg",
    "time": "2021-07-13 04:00:00",
    "body": "The recent failure of OPEC and its allies to agree on a plan to ease production cuts in August means oil-market investors face the contradictory worries of both undersupply and oversupply, the International Energy Agency said Tuesday.<br />The Paris-based organization said that if the Organization of the Petroleum Exporting Countries and its allies cannot reach a supply agreement, the crude market faces “the prospect of a deepening supply deficit.” With the global oil market having now used up the supply glut it accrued at the start of the pandemic, potential inflationary pressures could damage the fragile global economic recovery, the IEA said.<br />At the same time, the memory of last year’s oil price war—which contributed to the collapse of the crude market—remains fresh for investors, and “the possibility of a market share battle, even if remote, is hanging over markets,” the IEA’s report added.<br />The price of oil has remained volatile in the days since OPEC was last week unable to break a deadlock over oil production, with differences between Saudi Arabia and the United Arab Emirates—normally staunch allies—the main hurdle to an agreement.<br />Crude prices edged higher early Tuesday, with Brent crude oil, the global benchmark, up 0.4% at $75.49 a barrel. West Texas Intermediate futures, a key U.S. gauge, rose 0.4% to $74.41 a barrel. Both benchmarks closed Friday with their first weekly losses since May as uncertainty over an OPEC+ deal and worries about the spread of the coronavirus Delta variant weighed on prices."
}