{
    "url_original": "https://www.wsj.com/articles/opec-biden-and-gas-prices-11625611235?mod=opinion_lead_pos1",
    "url": "opec-biden-and-gas-prices-11625611235",
    "title": "OPEC, Biden and Gas Prices",
    "sub_head": "The President wants the cartel to pump more oil, but the U.S. to pump less.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-365329?width=620&size=1.5",
    "image_1": "im-365329.jpg",
    "time": "2021-07-06 18:40:00",
    "body": "As cognitive dissonance goes, this is a classic. President Biden’s explicit policy goal is to reduce U.S. oil and gas production, limiting the global supply of fossil fuels in the name of fighting climate change. Yet his Administration is now imploring the OPEC oil cartel to pump more oil so U.S. gasoline prices don’t rise more than they already have on Mr. Biden’s watch.<br />Oil prices climbed to a six-year high on Tuesday after the Organization of the Petroleum Exporting Countries and Russia failed to agree on increasing production quotas. Last spring OPEC slashed production quotas after crude prices plunged to $20 per barrel amid economic lockdowns and a price war between Saudi Arabia and Russia.<br />But energy demand has snapped back in much of the world as Covid-19 vaccines roll out, governments ease lockdowns, and freight shipments surge. U.S. petroleum consumption is now roughly where it was at this time in 2019. OPEC estimates that oil demand in industrialized countries will increase by 2.7 million barrels a day this year.<br />In early June OPEC modestly raised production quotas, but demand is still rebounding faster than supply. The upshot is that crude prices are averaging around $74 a barrel, up 45% or so this year. OPEC countries naturally want to take advantage of the pandemic recovery to boost production and generate more petrodollars to fund their governments.<br />But a squabble between Saudi Arabia and the United Arab Emirates over quotas is blocking an agreement, sending U.S. gasoline prices to a near seven-year high. Enter the Biden Administration. A White House spokesperson on Monday said it is urging OPEC and its allies to quickly come up with a compromise “that will allow proposed production increases to move forward.”"
}