{
    "url_original": "https://www.wsj.com/articles/opec-should-let-go-a-little-to-regain-control-of-oil-market-11625582906?mod=business_minor_pos11",
    "url": "opec-should-let-go-a-little-to-regain-control-of-oil-market-11625582906",
    "title": "OPEC+ Should Let Go a Little to Regain Control of Oil Market",
    "sub_head": "Fractures are resurfacing at oil cartel OPEC+. The safest course of action might be to test out a higher return of barrels.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-06 10:48:00",
    "body": "All things considered, it is impressive that Saudi Arabia has managed to stay in the driver’s seat at OPEC+ meetings thus far. It may be time to loosen its grip.<br />In a meeting last Thursday, the cartel was widely expected to increase its output by roughly half a million barrels per day starting August. But the United Arab Emirates, which had been itching to open up its taps for some time, left the meeting deadlocked with no new date announced.<br />There are a couple of reasons for the U.A.E.’s reluctance. As a percentage of capacity, the country is suppressing more supply than anyone else, according to analysis from energy economist Philip Verleger. The country has invested heavily to boost capacity in recent years. And as always, there are geopolitical undercurrents: The split comes as the U.A.E. diverges with Saudi Arabia on several fronts, including the former’s decision to normalize diplomatic ties with Israel.<br />The rift is no doubt bullish for oil in the short term, though markets are rightly cautious. Brent crude slipped more than 2% to $75.59 on Tuesday morning. It is still up more than 45% year to date.<br />What next? The most alarming scenario would be if the U.A.E. were to drop out of the alliance completely, stoking chaos. On the safer end of the spectrum, Saudi Arabia could step in—as it did in January—to sacrifice some of its own production while allowing disgruntled members (it was Russia and Kazakhstan the last time around) to increase output moderately. The latter option, however, could set a bad precedent for future meetings if it encourages future standoffs."
}