{
    "url_original": "https://www.wsj.com/articles/opec-spat-spotlights-saudi-arabias-struggle-to-kick-oil-dependency-11626180083?mod=business_minor_pos13",
    "url": "opec-spat-spotlights-saudi-arabias-struggle-to-kick-oil-dependency-11626180083",
    "title": "OPEC Spat Spotlights Saudi Arabia’s Struggle to Kick Oil Dependency",
    "sub_head": "The kingdom under Crown Prince Mohammed bin Salman vowed to create vital non-oil industries. It hasn’t happened.",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-13 08:41:00",
    "body": "RIYADH—Saudi Arabia’s crown prince pledged five years ago to unshackle the economy from oil by 2020. But as the world’s top crude exporter seeks to maintain growth and generate jobs, the kingdom is redoubling its commitment to hydrocarbons and veering away from greener energy sources.<br />Saudi Arabia’s move to dial back its longer-term plans is bringing it into conflict with other members of the Organization of the Petroleum Exporting Countries, or OPEC, such as the United Arab Emirates. The U.A.E. fears demand for crude will dry up faster than the Saudis think and is looking to sell as much as possible to finance the growth of other sectors such as tourism and technology. Saudi Arabia wants to go slow and extend the support it gets from crude further into the future. Last week, talks at OPEC broke down over whether to boost crude output.<br />“The Saudis want to drive at 60 miles per hour and the Emiratis want to go at 100,” said Ayham Kamel, Mideast head at political-risk advisory firm Eurasia Group. “The crown prince has realized that panic movement away from oil is actually not in Saudi Arabia’s interest.”<br />Under Crown Prince Mohammed bin Salman, Saudi Arabia had aimed to have kicked its oil dependency by now. In 2016, he unveiled a plan to attract foreign capital and build industries beyond oil, such as manufacturing cars and weapons. The plan, dubbed Vision 2030, aimed to transform Saudi Arabia into an industrial powerhouse and move the kingdom away from the boom-and-bust cycles of global oil markets.<br />But while non-oil industries grew 2.9% in the first quarter from a year ago, the kingdom’s oil sector still contributes up to 80% of the country’s budget revenues, according to the World Bank. The bank said 88% of Saudi Arabia’s foreign income is from oil exports. And the share of oil sales in Saudi Arabia’s gross domestic product has actually increased to 24% in 2019 from 19% in 2016 when oil prices crashed, according to the World Bank."
}