{
    "url_original": "https://www.wsj.com/articles/outspoken-chinese-industrialist-gets-18-year-sentence-for-causing-public-disorder-other-offenses-11627481411",
    "url": "outspoken-chinese-industrialist-gets-18-year-sentence-for-causing-public-disorder-other-offenses-11627481411",
    "title": "Outspoken Chinese Industrialist Gets 18-Year Sentence for Causing Public Disorder, Other Offenses",
    "sub_head": "Conviction of farming executive Sun Dawu and 19 others signals risks for private entrepreneurs in China",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-28 10:43:00",
    "body": "HONG KONG—A Chinese court sentenced an outspoken farming magnate to 18 years in jail for allegedly causing public disorder and a multitude of other offenses, dishing out heavy penalties in a case seen as a bellwether of the growing political risks that confront private businesses in China.<br />Sun Dawu, 67 years old, was convicted Wednesday of crimes that included agitating crowds against state organs, illegal fundraising and unlawful occupation of farmland, a municipal court in the northern city of Gaobeidian said in a notice published on its website. He was also fined about 3.1 million yuan, the equivalent of about $405,500.<br />Mr. Sun’s company, Dawu Agricultural and Animal Husbandry Group, had been publicly feuding with a state-owned farm in China’s northern city of Baoding over a long-running land dispute when police detained him, members of his family and other senior Dawu executives in November.<br />Prosecutors formally brought charges in May against Mr. Sun, his company and 19 other defendants, including two brothers and two sons of Mr. Sun. The trial started in July and lasted roughly two weeks, in proceedings that defense lawyers involved say were conducted with unusual urgency.<br />The court said Dawu Group and other defendants were given “corresponding penalties,” but didn’t provide details. Mr. Sun’s 19 fellow defendants were given jail sentences ranging from one to 12 years, while the company was ordered to pay the equivalent of more than $130 million in fines, restitution and refunds for money they were deemed to have raised illegally, their defense team said."
}