{
    "url_original": "https://www.wsj.com/articles/overpaid-unemployment-benefits-total-in-the-billions-during-pandemic-11626719561?mod=politics_lead_pos4",
    "url": "overpaid-unemployment-benefits-total-in-the-billions-during-pandemic-11626719561",
    "title": "Overpaid Unemployment Benefits Total in the Billions During Pandemic",
    "sub_head": "GAO says Labor Department found $12.9 billion in misspent tax dollars, an amount that likely is low",
    "category_1": "U.S.",
    "time": "2021-07-19 16:43:00",
    "body": "States overpaid billions in unemployment assistance after enhanced and extended benefits were approved last year, according to a federal watchdog.<br />A Government Accountability Office report issued Monday said the Labor Department found $12.9 billion in overpayments made in several unemployment programs from April 2020 through March 2021, including some benefit payments that were a result of fraud.<br />In March 2020, Washington lawmakers approved an expansion of the unemployment-benefits system in response to the Covid-19 pandemic and the related economic downturn. Two programs were created: one that offered unemployment assistance to gig workers, the self-employed and others not previously eligible for benefits, and another that extended payments after state benefits were exhausted, which typically occurs in six months or less.<br />Lawmakers also provided a federally funded enhancement on top of amounts approved by states. Initially the enhancement was $600 a week. Since late December 2020, it has been $300 a week.<br />The amount of overpayments represents about 2% of the roughly $660 billion in unemployment benefits paid out by the Treasury Department during the year ended March 31, 2021, though right- and left-leaning analysts at think tanks agree with the GAO that the overpayment rate is likely understated. The Treasury figures don’t include unemployment benefits paid by states, but do include all the enhanced and extended benefits, which were federally funded."
}