{
    "url_original": "https://www.wsj.com/articles/painting-the-tension-at-americas-founding-moment-11625284860",
    "url": "painting-the-tension-at-americas-founding-moment-11625284860",
    "title": "Painting the Tension at America’s Founding Moment",
    "sub_head": "In John Trumbull’s historic picture ‘Declaration of Indpendence,’ the philosophical Thomas Jefferson and the pious John Adams represent two poles of the American creed.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-361935?width=620&size=1.5",
    "image_1": "im-361935.jpg",
    "time": "2021-07-03 12:01:00",
    "body": "The most famous image of America’s founding, John Trumbull’s painting “Declaration of Independence,” does not depict the events of July 4, 1776. Rather, it portrays a scene that took place on June 28, when Thomas Jefferson, John Adams, Benjamin Franklin, Robert Livingston and Roger Sherman presented the Declaration to the Continental Congress. Trumbull, who began his career as an artist after serving as an aide-de-camp to George Washington in the Continental Army, made his first small painting of this scene in the 1790s. In 1818 he completed a larger version, which several years later was placed in the Capitol, where it still hangs today.<br />John Adams, one of the few surviving founders, was wary of the project. The story of the Revolution, he wrote to Trumbull, was a complex layering of events and individuals. To reduce it to a single scene was dishonest: “Let not our Posterity be deluded by fictions under pretense of poetical or graphical Licenses.”<br />Thomas Jefferson, on the other hand, embraced Trumbull’s use of artistic license; without it, he wrote, “the talent of imagination would be banished from the art.” In fact, as the art historian Paul Stiati has written, the original painting had been Jefferson’s suggestion, which helps to explain why Trumbull made the author of the Declaration stand out, resplendent in a red vest and grasping the document in his hands. At first glance, “Declaration of Independence” seems to celebrate Jefferson as the author of America itself.<br />But as the historian David McCullough has pointed out, while Jefferson is prominent, it is Adams, the chief advocate of independence in the Continental Congress, who occupies the center of the canvas. Every other founder’s physique is partially obscured, while Adams can be seen in his entirety. Most great paintings give us one focal point, but this one has two.<br />This is appropriate, because Adams and Jefferson can be seen as the two intellectual poles of the Revolution. Jefferson was an ardent admirer of the Enlightenment and believed that the American founding would “show by example the sufficiency of human reason for the care of human affairs.” Adams also appreciated the power of reason, but like Edmund Burke across the Atlantic, he emphasized the importance of religious and moral tradition in preserving society."
}