{
    "url_original": "https://www.wsj.com/articles/pakistan-after-rooting-for-afghanistans-taliban-faces-a-blowback-11625822762?mod=politics_featst_pos1",
    "url": "pakistan-after-rooting-for-afghanistans-taliban-faces-a-blowback-11625822762",
    "title": "Pakistan, After Rooting for Afghanistan’s Taliban, Faces a Blowback",
    "sub_head": "Islamabad wants a negotiated agreement, fears that outright Taliban takeover would galvanize Pakistani jihadists",
    "category_1": "World",
    "time": "2021-07-09 05:26:00",
    "body": "ISLAMABAD—For two decades, a large part of the Pakistani security establishment rooted for the Taliban in the Afghan war. Now that the Taliban are taking over vast tracts of the country and seem to be on the cusp of seizing power, panic is spreading through Pakistan’s halls of power.<br />Ever since the 2001 U.S. invasion ousted the Pakistani-backed Taliban regime in Kabul, Pakistan’s powerful military has unofficially provided carefully calibrated support to the group, allowing Afghan insurgents to operate from its territory. Pakistan wanted to bolster the Taliban as a counter to the influence of its enemy—India—in Afghanistan and to have a potent proxy there after a U.S. departure.<br />Formally an American ally since 2001, Pakistan’s government denies backing the Taliban, but says it has some limited influence over the group.<br />With the Taliban sweeping through a third of Afghanistan’s districts following the U.S. military withdrawal and surrounding the country’s major cities, Pakistani authorities have to grapple with the unintended consequences of their policies. A total takeover by the Taliban or a new civil war in Afghanistan would backfire against Islamabad’s national interests, senior Pakistani officials say.<br />“We are so closely intertwined with Afghanistan, ethnically, religiously, tribally, that whenever there is civil war, Pakistan gets sucked in automatically,” said Pakistan’s former defense minister, retired Lt. Gen. Naeem Lodhi. “Civil war [in Afghanistan] is the last thing that Pakistan would like to happen.”"
}