{
    "url_original": "https://www.wsj.com/articles/palm-beach-florida-real-estate-housing-market-11626972941?mod=business_featst_pos3",
    "url": "palm-beach-florida-real-estate-housing-market-11626972941",
    "title": "Palm Beach Real Estate Is So Hot, at Least 22 Homes Sold for $40M-Plus Since Covid",
    "sub_head": "The pandemic kicked off an unprecedented buying spree on the barrier island off Florida’s coast. A look at the deals, the players and where the market might be headed next",
    "category_1": "Real Estate",
    "category_2": "Homes",
    "time": "2021-07-22 13:00:00",
    "body": "As the ink dried on a $122.7 million deal for the sale of a contemporary oceanfront Palm Beach mansion this past February, real-estate agent Ryan Serhant toasted his success with a glass of Champagne and a lobster at a table for one at the area’s iconic hotel, The Breakers.<br />He had flown in from New York to finalize the deal, which was the largest of the year so far in Palm Beach. It also marked the pinnacle of a dramatic market surge that has overwhelmed local real-estate agents since the beginning of the Covid-19 crisis.<br />In many ways, the deal spoke perfectly to that unique moment. The seller, Mark Pulte, is a local developer who had built the sprawling estate on a 2.25-acre property once owned by President Donald Trump and located near the Palm Beach Country Club. He paid $37 million for the land in 2017. The buyer: Yet another New York financier purchasing a home in Florida. He is Scott Shleifer, a private-equity executive and a partner at Tiger Global Management, according to a person familiar with the deal.<br />Over the past roughly 16 months, buyers have poured billions of dollars into property in Palm Beach, a 16-mile barrier island off Florida’s Atlantic coast with roughly 2,500 homes. Since March 2020, there have been at least 22 sales north of $40 million in Palm Beach County, with two over $100 million and about 35 over $30 million, according to property records and data compiled by the Corcoran Group and Miller Samuel. Notable buyers include casino mogul Steve Wynn, software billionaire Larry Ellison, designer Tommy Hilfiger and finance-sector bigwigs such as hedge-funderDavid Tepper and investment-services entrepreneur Charles R. Schwab.<br />The buying frenzy is driving the volume of big-ticket sales higher than ever before. During the second quarter of 2021, the number of luxury sales—defined as the top 10% of the market—spiked 177.8% compared with the same quarter last year, according to Miller Samuel. The median sale price was $17.75 million, up 97.2% from the first quarter of 2021 and the highest since Miller Samuel began tracking in 2011."
}