{
    "url_original": "https://www.wsj.com/articles/parents-get-their-ultimate-fantasy-a-quiet-house-11627390800",
    "url": "parents-get-their-ultimate-fantasy-a-quiet-house-11627390800",
    "title": "Parents Get Their Ultimate Fantasy: A Quiet House",
    "sub_head": "Kids are back at camp and activities this summer, while many parents are still working from home; ‘This is magic’",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-374584?width=700&height=467",
    "image_1": "im-374584.jpg",
    "time": "2021-07-27 09:00:00",
    "body": "Kelli Langton’s house and life have been full since March 2020, as she juggled her two kids’ schooling from home with her own full-time job.<br />So when the 43-year-old single mom returned home to Orlando, Fla., from dropping off her children at overnight camp, she closed the front door, put down her purse and sat on the porch in the drizzling rain. Alone at home for the first time in months, she breathed a sigh of relief. “This is magic,” she thought.<br />Many parents are finding themselves home alone for long stretches for the first time since the pandemic began. With activities like camps returning this summer and many offices not yet open, they’re savoring at-home indulgences that were routine before Covid-19 but now feel like luxuries: An uninterrupted cup of coffee. A midday nap. An adult conversation with a spouse lasting longer than 15 seconds. Some say they’re also finding time to think bigger thoughts—reassessing career paths and focusing more clearly on work.<br />Nearly half of parents said their children are back to more consistent schedules now compared with last summer, according to a CivicScience poll of 2,022 parents conducted earlier this month. Activities for kids have resumed before many parents return to offices full time, leaving some couples puttering around the house—alone together.<br />Earlier in the pandemic, “it was like a house on fire every day,” says Lisa Schaefer, a mom in Silver Spring, Md. Her husband, Jeff Phillips, a policy director for a nonprofit, was working from his home office. Their 2-year-old twins barreled around the house with their 4-year-old brother, whose preschool had closed. By January, Ms. Schaefer had quit her job as a financial-services policy adviser."
}