{
    "url_original": "https://www.wsj.com/articles/path-to-infrastructure-deal-shows-promise-and-pitfalls-of-bipartisanship-11627655549?mod=politics_lead_pos10",
    "url": "path-to-infrastructure-deal-shows-promise-and-pitfalls-of-bipartisanship-11627655549",
    "title": "Path to Infrastructure Deal Shows Promise and Pitfalls of Bipartisanship",
    "sub_head": "Even on a topic with unique appeal to President Biden and Hill Republicans, the talks dragged on and nearly fell apart",
    "category_1": "Politics",
    "time": "2021-07-30 10:32:00",
    "body": "WASHINGTON—For President Biden and the group of senators who negotiated it, the roughly $1 trillion infrastructure agreement vindicates a long-held belief: With enough time, effort and expertise, bipartisanship on a major issue is still possible in a rancorously divided Washington.<br />But the agreement—which cleared initial procedural steps in the Senate with broad bipartisan support this week and faces several more hurdles before it can become law—also took place in a context that may be difficult to replicate in coming legislative efforts.<br />Republicans and Democrats have circled around an infrastructure agreement for years, broadly aligning on the importance of major investments in roads and bridges, though falling short of an agreement. On climate change, healthcare, education and tax policy—all topics at the center of the rest of Mr. Biden’s agenda—the two parties harbor much deeper ideological differences.<br />Democrats don’t plan to even attempt to reach a bipartisan compromise with Republicans on many of those issues and will push forward using a method that only requires a majority of votes in the Senate, mirroring the tactics the GOP used on healthcare and taxes when they last controlled Washington. Other recent bipartisan efforts, including on policing and gun policy, have largely fizzled out, and the approach of the 2022 midterm elections make bipartisan negotiations even more unlikely.<br />Indeed, for Democrats wary of scaling back their ambitions to find a compromise with the GOP—particularly progressives in both chambers—the parallel push on a $3.5 trillion antipoverty and climate change bill provides an outlet for pursuing broader policy goals that Republicans have rejected."
}