{
    "url_original": "https://www.wsj.com/articles/paytm-and-zomato-ipos-point-to-coming-wave-of-indian-tech-listings-11626865201?mod=business_minor_pos7",
    "url": "paytm-and-zomato-ipos-point-to-coming-wave-of-indian-tech-listings-11626865201",
    "title": "Paytm and Zomato IPOs Point to Coming Wave of Indian Tech Listings",
    "sub_head": "Many online businesses have thrived despite the pandemic and enjoy strong brand recognition",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-371998?width=860&height=573",
    "image_1": "im-371998.jpg",
    "time": "2021-07-21 07:00:00",
    "body": "NEW DELHI—India is gearing up for tech IPOs, including two worth more than $1 billion, as startups look to tap a stock market that has proved resilient despite Covid-19.<br />The initial public offerings reflect the maturing of a generation of e-commerce and digital-economy companies, bankers say, many of which have grown rapidly during the pandemic as well-off city-dwellers turn to them when purchasing products from milk to medicines.<br />On July 16, the operator of the Paytm digital-finance app, One97 Communications Ltd., filed a prospectus for what would be India’s largest IPO in local-currency terms. The group offers services such as a mobile wallet, loans and stock-trading, and is backed by Jack Ma’s Chinese financial-technology giant Ant Group Co. One97 aims to issue new and existing shares worth a total of up to 166 billion rupees, the equivalent of $2.23 billion.<br />Other companies considering IPOs include digital-payments platform One MobiKwik Systems Ltd., which filed its prospectus earlier this month, and logistics and supply-chain-services provider Delhivery Pvt., according to a company spokeswoman. Online cosmetics seller Nykaa E-Retail Pvt., API Holdings Pvt., the parent company of online pharmacy PharmEasy, and PB Fintech Pvt., the parent of insurance aggregator Policybazaar.com, are also considering listings, according to people familiar with their plans.<br />“This is the first set of these companies coming to the public market” in India, said Kaustubh Kulkarni, the head of investment banking for India at the local unit of  JPMorgan Chase  & Co."
}