{
    "url_original": "https://www.wsj.com/articles/pedro-castillo-is-declared-perus-president-elect-11626745417",
    "url": "pedro-castillo-is-declared-perus-president-elect-11626745417",
    "title": "Pedro Castillo Is Declared Peru’s President-Elect",
    "sub_head": "The far-left union activist’s victory was certified by election officials more than six weeks after the vote",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-371946?width=860&height=573",
    "image_1": "im-371946.jpg",
    "time": "2021-07-19 22:44:00",
    "body": "Pedro Castillo, a far-left union activist whose rise has jarred Peru’s political establishment, was declared president-elect Monday night amid deepening social unrest in a country battered by the coronavirus pandemic.<br />More than six weeks after the vote, election officials certified Mr. Castillo’s victory after rejecting fraud claims from his right-wing opponent, Keiko Fujimori. He will take office on July 28 after winning 50.1% of the votes in the June 6 election versus 49.9% for Ms. Fujimori, who has refused to accept the results.<br />The election of the 51-year-old head of a Marxist party could result in an overhaul of Peru’s market economy, which has relied on global trade to power one of Latin America’s fastest-growing economies the past two decades.<br />The rise of Mr. Castillo, a former schoolteacher from the rural Andes, underscores how the pandemic can fuel a backlash against the ruling class in hard-hit countries. His election occurred amid a backdrop of public anger over the state’s failure to deliver decent public services despite years of strong economic activity and a slew of corruption scandals that tarnished several powerful politicians.<br />The pandemic in Peru has killed more people on a per capita basis than anywhere else in the world and exposed a crumbling public health system. It also drove about 10% of the population back into poverty, reversing 15 years of social gains."
}