{
    "url_original": "https://www.wsj.com/articles/pelosi-rejects-two-gop-selections-for-jan-6-capitol-riot-committee-11626889294?mod=politics_lead_pos3",
    "url": "pelosi-rejects-two-gop-selections-for-jan-6-capitol-riot-committee-11626889294",
    "title": "Pelosi Rejects Two GOP Picks for Jan. 6 Capitol Riot Panel",
    "sub_head": "Republican leader McCarthy rebuffs House speaker’s demand to find replacements for Reps. Jim Banks and Jim Jordan",
    "category_1": "Politics",
    "time": "2021-07-21 13:41:00",
    "body": "WASHINGTON—House Speaker Nancy Pelosi on Wednesday rejected two of five Republicans chosen by Minority Leader Kevin McCarthy to serve on the Democratic-led select committee investigating the Jan. 6 assault on the U.S. Capitol, saying that their involvement would hurt the integrity of the probe.<br />Mrs. Pelosi (D., Calif.) said in a statement that she had spoken with Mr. McCarthy (R., Calif.) about unspecified objections raised about the two lawmakers: Rep. Jim Banks (R., Ind.), chair of the conservative Republican Study Committee, to serve as the select committee’s top-ranking GOP member, and Rep. Jim Jordan (R., Ohio), the top Republican on the House Judiciary Committee.<br />“With respect for the integrity of the investigation, with an insistence on the truth and with concern about statements made and actions taken by these members, I must reject the recommendations” of the two lawmakers, Mrs. Pelosi said. “The unprecedented nature of Jan. 6th demands this unprecedented decision.”<br />The speaker said she was willing to appoint the other GOP members tapped by Mr. McCarthy: Reps. Rodney Davis of Illinois, Kelly Armstrong of North Dakota and Troy Nehls of Texas. She requested that Mr. McCarthy recommend two other members to replace Messrs. Banks and Jordan.<br />Mr. McCarthy said in a statement that Mrs. Pelosi’s denial of his picks “represents an egregious abuse of power” that will damage Congress. “Denying the voices of members who have served in the military and law enforcement, as well as leaders of standing committees, has made it undeniable that this panel has lost all legitimacy and credibility,” he said."
}