{
    "url_original": "https://www.wsj.com/articles/pennsylvania-state-university-psu-cuba-fidel-castro-quote-11626816609?mod=opinion_major_pos4",
    "url": "pennsylvania-state-university-psu-cuba-fidel-castro-quote-11626816609",
    "title": "Notable & Quotable: ‘We Too Must Be Critical’",
    "sub_head": "‘The draconian rule, harsh punishments, and resulting climate of fear within Cuba by the source of the quote, cannot be diminished.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372354?width=860&height=573",
    "image_1": "im-372354.jpg",
    "time": "2021-07-20 18:24:00",
    "body": "From a statement posted July 19 by the public-relations Instagram account of Penn State University, where a wall featured a quote from Fidel Castro:<br /><br />The Paul Robeson Cultural Center provides programs and support services to encourage and cultivate the appreciation and celebration of diverse perspectives, experiences and cultures. The Center seeks to make true the mission of the institution by serving students in the development of character, conscience, and social responsibility through racial identity development, cultural enrichment, social justice, and inclusion. . . .<br />The quote in question was chosen in concert with our Student Liaisons Advisory Board in early 2018. The Board, comprised of one representative (and one alternate) from each of the nine student organizations housed in the center and other invited cultural student organizations on campus, provides the PRCC senior staff with feedback on center programs and initiatives, insight on current campus/student issues, and serves as an assessment group to garner input for future program ideas and initiatives. While the quote was chosen for its recognition of and direction toward social progress, the draconian rule, harsh punishments, and resulting climate of fear within Cuba by the source of the quote, cannot be diminished. As our staff work toward critical reflection with our students, analyze social movements, and encourage freedom of thought, we too must be critical of ourselves and those we raise up. We must avoid actions that create an unwelcoming atmosphere in our space or our programs. For that reason, the quote has been removed and we will continue to work with our student liaisons and the tri-Caucus’ to identify a quote which expresses our intended messages of equity and justice.<br />We welcome conversations with those students impacted by this quote and will implement new processes to gather and engage community input regarding our facility, programs, and community engagement. The work of our Center is never done and forever evolves, and so must we."
}