{
    "url_original": "https://www.wsj.com/articles/pentagon-to-house-afghan-interpreters-at-virginia-military-base-11626719470?mod=politics_lead_pos3",
    "url": "pentagon-to-house-afghan-interpreters-at-virginia-military-base-11626719470",
    "title": "Pentagon to House Afghan Interpreters at Virginia Military Base",
    "sub_head": "The housing of about 2,500 Afghans is the first part of a White House plan to evacuate interpreters and translators who worked with U.S. forces",
    "category_1": "Politics",
    "time": "2021-07-19 17:09:00",
    "body": "The Pentagon will temporarily house thousands of Afghan interpreters and others at a military base in eastern Virginia, the first part of a White House plan to evacuate individuals who face retribution from the Taliban for working with the U.S.<br />Initially, about 2,500 Afghans—700 interpreters and family members—will be flown from Afghanistan to Fort Lee, Va., for short-term housing while awaiting final processing for Special Immigrant Visas allowing them to remain in the U.S., according to Ned Price, spokesman for the State Department.<br />“These are brave Afghans and their families, as we have said, who have served the United States and who have completed thorough SIV security vetting processes,” Mr. Price said. “They will be provided temporary housing and services as they complete the final steps in the special immigrant process.”<br />An additional 4,000 interpreters, along with family members, are under consideration to be part of the next group of special visa applicants who could be flown out of Afghanistan, potentially to a location outside of the U.S., Mr. Price said.<br />Pentagon spokesman John Kirby said on Monday that the Defense Department would provide food and housing, as well as medical care and religious facilities, as needed, for the applicants and their family members at Fort Lee. Mr. Kirby said the visa applicants and their families weren’t likely to stay at the military base, about 25 miles south of Richmond, for more than about three days before they are settled elsewhere permanently in the U.S."
}