{
    "url_original": "https://www.wsj.com/articles/pfizer-stock-doesnt-need-a-booster-shot-11627488654?mod=markets_lead_pos7",
    "url": "pfizer-stock-doesnt-need-a-booster-shot-11627488654",
    "title": "Pfizer Stock Doesn’t Need a Booster Shot",
    "sub_head": "Covid-19 vaccine sales are still brisk, but the rest of Pfizer’s business is in fine health",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-28 12:10:00",
    "body": "Pfizer ’s  Covid-19 vaccine bonanza isn’t showing signs of slowing down just yet. but second-quarter results out Wednesday suggest shareholders are inoculated for that eventuality.<br />The drugmaker said it expects $33.5 billion in vaccine sales this year, up from a previous outlook of $26 billion. As a result, Pfizer now expects to earn about $4 a share this year, up from about $3.60. That sales outlook could still improve further if Pfizer signs additional contracts with governments. Shares rose slightly in morning trading and are up about 16% so far this year.<br />While that sales figure blows away previous annual single-product records, the vaccines present a valuation challenge for Wall Street. After all, no one knows for sure how long pandemic conditions will last or whether regulators will authorize booster shots for vaccinated individuals. Pharmaceutical investors don’t usually reward cash flows that don’t recur, no matter how enormous.<br />But the performance of Pfizer’s non-Covid-19 business gives real insurance if the vaccines fade away. In that subgroup, sales grew 10% from a year earlier in the second quarter, thanks to brisk sales of products like the blood medication Eliquis and the Prevnar 13 pneumonia vaccine. Pfizer also raised its full-year sales and earnings forecast for its non-Covid-19 business.<br />The pipeline of new drug candidates, which includes an experimental treatment for breast cancer and a Lyme disease vaccine, shows promise. Pfizer has identified eight candidates, each with the potential to generate billions in annual revenue by the end of the decade. And Pfizer can certainly look outside the organization for growth opportunities. After all, its vaccine partnership with BioNTech couldn’t possibly have worked out better."
}