{
    "url_original": "https://www.wsj.com/articles/pfizer-vaccine-partner-biontech-inks-cancer-deal-11626696001?mod=business_lead_pos3",
    "url": "pfizer-vaccine-partner-biontech-inks-cancer-deal-11626696001",
    "title": "Pfizer Vaccine Partner BioNTech Inks Cancer Deal",
    "sub_head": "German company agrees to buy R&D and manufacturing facility aimed at cutting edge cancer therapies",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-371443?width=860&height=573",
    "image_1": "im-371443.jpg",
    "time": "2021-07-19 08:00:00",
    "body": "BioNTech  SE, the company behind one of the most widely used vaccines against Covid-19, has agreed to acquire a U.S. manufacturing plant from Kite, a unit of  Gilead Sciences Inc.,  in a deal aimed at strengthening its core business of developing cutting-edge cancer therapies.<br />The deal focuses on Kite’s research, development and manufacturing activities relating to neoantigen T-cell receptor cell therapy, an experimental form of cancer treatment. BioNTech said it would acquire Kite’s neoantigen TCR cell therapy research and development platform, and a manufacturing facility comprising 50 employees in Gaithersburg, Md. The companies didn’t disclose the financial terms.<br />BioNTech shot to fame for the Covid-19 vaccine that it co-developed with Pfizer Inc.--the first shot authorized for use in the U.S. and Europe. But its main focus before the pandemic had been developing personalized cancer therapies that harness the body’s own immune system.<br />Among the approaches it was investigating were so-called mRNA vaccines aimed at training the body’s immune system to fight tumors. These vaccines are based on genetic material containing the instructions for key proteins linked to the virus or cancer cell in question.<br />Early in the pandemic, BioNTech quickly pivoted to aim that technology at the new virus. The resulting vaccine was developed at breakneck speed and became its first, and so far only, authorized product. That work transformed BioNTech from relative obscurity to one of the best-known companies in the world."
}