{
    "url_original": "https://www.wsj.com/articles/pfizer-covid-19-vaccine-is-less-effective-against-delta-infections-but-still-prevents-serious-illness-israel-study-shows-11627059395",
    "url": "pfizer-covid-19-vaccine-is-less-effective-against-delta-infections-but-still-prevents-serious-illness-israel-study-shows-11627059395",
    "title": "Pfizer Covid-19 Vaccine Is Less Effective Against Delta Infections but Still Prevents Serious Illness, Israel Study Suggests",
    "sub_head": "Vaccine was 39% effective at reducing infection risk and 91% effective at preventing severe illness, Health Ministry says",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-23 12:56:00",
    "body": "TEL AVIV—Data from Israel suggests  Pfizer Inc.’s  vaccine has become less effective in preventing infection of Covid-19 in recent weeks, although it remains a robust bulwark against serious illness as governments around the world scramble to respond to the rampant spread of a new Delta variant of the coronavirus<br />The findings, which are preliminary and based on a small sample, suggest that after two shots the vaccine was 39% effective at reducing the risk of infection and 40% effective at reducing the risk of symptomatic disease during a period when the Delta variant dominated cases in Israel, according to the country’s Health Ministry. The vaccine was 91% effective at preventing severe illness in the same period between June 20 and July 17, the ministry said.<br />“It’s important to say that in terms of protecting against severe illness, hospitalization and death, the Pfizer vaccine is still very very efficient,” said Nadav Davidovitch, a member of the expert advisory panel to the Israeli government on the coronavirus. “We are still not sure about whether the reduction in effectiveness is due to time passed or [a] question of the variant.”<br />Mr. Davidovitch said the data was based on hundreds of cases and should only be considered preliminary.<br />Pfizer said the company and its partner  BioNTech SE  are confident in the protection and safety of the two-dose vaccine, which it said prevents severe disease and hospitalizations. Two doses continue “to be highly efficacious in preventing Covid-19, including variants and to date, no variant, including Delta, appears to have escaped the protection of the vaccine,” Pfizer said."
}