{
    "url_original": "https://www.wsj.com/articles/philippine-leader-reverses-course-keeps-u-s-defense-pact-11627644278?mod=world_major_1_pos1",
    "url": "philippine-leader-reverses-course-keeps-u-s-defense-pact-11627644278",
    "title": "Philippine Leader Reverses Course, Keeps U.S. Defense Pact",
    "sub_head": "President Rodrigo Duterte said he would scrap the agreement in 2020 after the U.S. Senate condemned alleged extrajudicial killings as part of an antidrug campaign",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-377847?width=860&height=573",
    "image_1": "im-377847.jpg",
    "time": "2021-07-30 07:24:00",
    "body": "Philippine President Rodrigo Duterte has reversed his decision to scrap a major defense pact with the U.S., salvaging a cornerstone of the two countries’ military alliance and reinforcing efforts to counterbalance an increasingly assertive China.<br />The fate of the Visiting Forces Agreement had been in limbo since the Philippines notified the U.S. in February 2020 that it would withdraw from the pact, part of Mr. Duterte’s efforts to distance Manila from Washington in favor of Beijing. His reversal, however, underscores the resilience of a U.S.-Philippines relationship that has weathered decades of shifting political tides.<br />“The president decided to recall or retract the termination letter,” Philippine Defense Secretary Delfin Lorenzana said Friday at a joint press briefing with U.S. counterpart Llyod Austin during Mr. Austin’s first visit to the country as the Pentagon chief. “We are back on track.”<br />Since it was signed in 1998, the agreement has allowed U.S. troops and equipment such as ships and aircraft easy access to the Southeast Asian archipelago. It facilitated hundreds of annual engagements, including the training of Filipino troops, port calls and joint exercises. Mr. Austin said the pact “enables us to respond quickly and seamlessly to disasters or crises.”<br />The U.S. and the Philippines are also bound by a 1951 Mutual Defense Treaty, which obliges both parties to respond to attacks against the other. Military analysts say the Visiting Forces Agreement would be critical to facilitating such a response, as it allows for unimpeded movement of troops and hardware."
}