{
    "url_original": "https://www.wsj.com/articles/phone-calls-signoff-let-you-go-etiquette-11627326621?mod=opinion_lead_pos10",
    "url": "phone-calls-signoff-let-you-go-etiquette-11627326621",
    "title": "My Phone Calls Are Holding Me Captive",
    "sub_head": "I’ve developed a hang-up about the phrase ‘I’ll let you go.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-26 18:25:00",
    "body": "I never knew I was so frequently held captive. Apparently it happens at least twice a day, at least five days a week. Sometimes I’m in my office, other times I’m at home, or perhaps I’m in the car. I learn of my predicament over the phone or via video chat, as the conversation is ending. That’s when I hear: “I’ll let you go.”<br />Five years ago, I’d never heard these four words in place of farewell. Now at least half of my calls end with them. Friends, colleagues, even the voice on the end of a recently dialed wrong number—the phrase has fast become a popular sign-off. The only place I never hear it? Customer service. Agents are a traditional bunch, thanking me for my call, asking what else I need, then bidding me adieu. I let them go, not the other way around, though it never struck me to say it.<br />Those who use the phrase don’t seem to mean it. Far from being shackled to the conversation, I appear to be the one keeping them. If that’s the case, then say it, please. Another call? “Sorry, I’ve got to take this.” A meeting about to start? “I’ve got a thing coming up.” Headed to the gym? “I’ve quite literally got to run.” Or maybe the conversation is simply over, for which there’s a tried-and-true exit strategy: “Great to chat, let’s do it again soon, goodbye.”<br />The line is almost comical when I initiate a call. I’m imposing on someone else, yet at the end, it is I who am freed. I don’t feel liberated then, nor when I’m the one who answers the call or accepts the FaceTime request. Admittedly, I’d like to spend less time on the phone or in meetings, for the sake of productivity. Calls, like meetings, are frequently pointless—a more-or-less guaranteed productivity killer. But I doubt my interlocutors are thinking of my time management when they so generously deliver me to freedom.<br />I’ve so far refrained from snarky replies, like pointing out the phrase’s appropriate uses. It works for a judge reducing a sentence or a police officer unlocking handcuffs—situations I’d like to avoid, though I hope I’d appreciate the accurate language. It’s also the classic line for a boss telling the new guy things aren’t working out. But that’s no better than using it to escape a call. What’s framed as a favor for the newly unemployed is nothing of the sort. Do you think they thank their now-former employer for letting them go?"
}