{
    "url_original": "https://www.wsj.com/articles/physician-leana-wen-is-a-public-health-pragmatist-11627057715?mod=business_minor_pos1",
    "url": "physician-leana-wen-is-a-public-health-pragmatist-11627057715",
    "title": "Physician Leana Wen Is a Public-Health Pragmatist",
    "sub_head": "A Rhodes scholar and ER veteran works to address the root causes of medical problems before they become emergencies.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-373153?width=700&height=467",
    "image_1": "im-373153.jpg",
    "time": "2021-07-23 12:28:00",
    "body": "Leana Wen was a medical student when she first saw “the limitations of our healthcare system,” she says. She remembers vividly an 8-year-old boy with severe asthma who would come to the emergency room wheezing and coughing. After hours of treatments he was usually well enough to leave, but he was often back a few days later, frightened and gasping for breath.<br />The problem, says Dr. Wen, 38, wasn’t the hospital, which was “one of the best” in the country. It was that the boy was shuttling between homeless shelters and the homes of relatives and friends, who often smoked. Even after the boy and his mother got their own row house, nearby units riddled with mold and a local incinerator kept him returning to the ER.<br />Dr. Wen had assumed she could do the most good if she worked in emergency medicine, serving the most vulnerable patients and never turning anyone away. But as she writes in her new book, “Lifelines,” out July 27, years of working in a hospital left her frustrated by what she couldn’t heal.<br />America offers excellent “sick care,” Dr. Wen explains over the phone from her home in Baltimore, where she lives with her husband and two young children. Patients in the ER often receive state-of-the-art treatment, and the country’s many specialists and advanced technologies draw privileged patients from around the world. But all of this involves treating problems as they arise, she says. “We don’t have a system in place to incentivize preventing catastrophic outcomes in the first place.”<br />Dr. Wen’s desire to address the root causes of what she saw in the ER led her into public health. “There’s a saying that public health saved your life today, you just don’t know it,” she says with a chuckle. As Baltimore’s health commissioner from 2014 to 2018, she was instrumental in reversing overdoses from opioids, expanding access to mental-health treatments and providing eyeglasses to young students."
}