{
    "url_original": "https://www.wsj.com/articles/pinot-grigios-that-stand-out-from-the-rest-our-top-five-bottles-11626376276",
    "url": "pinot-grigios-that-stand-out-from-the-rest-our-top-five-bottles-11626376276",
    "title": "Pinot Grigios That Stand Out From the Rest: Our Top Five Bottles",
    "sub_head": "Some people love Pinot Grigio for its neutral profile. Not our wine columnist. She went looking for examples with real character.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-368572?width=860&height=573",
    "image_1": "im-368572.jpg",
    "time": "2021-07-15 15:11:00",
    "body": "IS IT A CRITICISM or a compliment to describe a wine as neutral? The term often appears in descriptions of Pinot Grigio, in magazines and books...and my own tasting notes.<br />Neutrality isn’t a characteristic I especially prize in wine, but many drinkers must feel otherwise, as Pinot Grigio is an incredibly popular grape. But what of oenophiles like me, who prefer wines with more vivid flavor profiles? Are there Pinot Grigios to please us as well? After tasting over two dozen examples, I say yes, but with this caveat: They’re not easily found.<br />This grape is grown all over the world; Austrians and Germans call it Grauburgunder, the French, Pinot Gris. It actually originated in France, though the Italians have done a great job of making the grape their own. Whereas wines sold as Pinot Gris, sometimes aged in oak, are often richer and more substantial, Italian Pinot Grigios tend to be light-bodied and dry—and much more popular throughout the world.<br />Pinot Grigio is particularly dominant in three northeastern Italian regions: the southern valley of Alto Adige, the Friuli Grave region of Friuli-Venezia Giulia and the Veneto. Both good and indifferent Pinot Grigios come from the first two regions; the third is best known for large quantities of decidedly commercial stuff, often made by cooperatives.<br />Alto Adige is perhaps the best known of the three regions, thanks in no small part to its most famous wine, Santa Margherita Pinot Grigio. When Santa Margherita’s founder, Count Gaetano Marzotto, decided to launch his Pinot Grigio in 1960, he cleverly positioned it as aspirational at a time when high-quality Italian white was an oxymoron."
}