{
    "url_original": "https://www.wsj.com/articles/pinterest-falls-out-of-sight-out-of-mind-11627599401?mod=business_minor_pos10",
    "url": "pinterest-falls-out-of-sight-out-of-mind-11627599401",
    "title": "Pinterest Falls Out of Sight, Out of Mind",
    "sub_head": "Consumers are no longer glued to their computers. For the social-media company, they are looking for inspiration in all the wrong places.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377199?width=860&height=573",
    "image_1": "im-377199.jpg",
    "time": "2021-07-29 18:56:00",
    "body": "Consumers are no longer glued to their computers. They are exploring the great outdoors, getting on airplanes again, dining out and enjoying friends and family. For  Pinterest ,  they are looking for inspiration in all the wrong places.<br />On the heels of banner results from social-media peers Snap ,  Inc.,  Twitter  and  Facebook over the last two weeks, the image-sharing company on Thursday reported stellar revenue growth of 125% year-over-year in the second quarter. But Pinterest also said that, as lockdowns have eased, fewer people are using its platform than expected. Global monthly active users grew more than 6 percentage points slower than Wall Street had anticipated, and U.S. monthly active users actually declined by 5% year on year.<br />Pinterest said its engagement headwinds continued past the end of the quarter, with U.S. monthly active users declining at a more rapid clip than analysts had been modeling for the quarter. Shares fell more than 18% immediately following the report.<br />Pinterest is losing its audience at a particularly bad time. The pandemic has accelerated retailers’ shift online, and advertisers seem especially willing to pay up to acquire new customers, as the economy opens back up. Pinterest also has been hard at work on its own monetization efforts, integrating with  Shopify ,  and expects to start on-platform transactions by the end of the year.<br />From a monetization standpoint, Pinterest is doing a lot right. As more business moves online, retailers will be able to track the return on their advertising dollars more easily than ever. With that in mind, Pinterest seems particularly well positioned to show what return advertisers are getting.  Morgan Stanley  estimates that 67% of its U.S. ad business is performance marketing, or ads focused on driving immediate traffic and sales, versus longer-term brand advertising. That estimate is the highest of all major social media players, according to the firm."
}