{
    "url_original": "https://www.wsj.com/articles/playing-with-sharks-review-a-makeover-for-man-eaters-spielberg-jaws-valerie-taylor-11626991175",
    "url": "playing-with-sharks-review-a-makeover-for-man-eaters-spielberg-jaws-valerie-taylor-11626991175",
    "title": "‘Playing With Sharks’ Review: A Makeover for Man-Eaters",
    "sub_head": "A National Geographic documentary on Disney+ celebrates Valerie Taylor, the photographer, filmmaker and conservationist who worked on ‘Jaws’ and is trying to rehabilitate the traditionally scary image of sharks",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-373953?width=860&height=573",
    "image_1": "im-373953.jpg",
    "time": "2021-07-24 05:57:00",
    "body": "‘What we are dealing with here,” the actor Richard Dreyfuss says in “Jaws,” is “a perfect engine—an eating machine.” He can be heard saying it again during the introduction to “Playing With Sharks,” the story of photographer, diver and shark conservationist Valerie Taylor. Though Mr. Dreyfuss was describing what the fictional island village of Amity was up against in 1975, it also intimates what Ms. Taylor has been up against since she started trying to save sharks rather than kill them: the widely held view that “the only good shark is a dead shark,” an attitude she herself had a bit part in promoting.<br />“I wasn’t a ‘Bond girl,’” Ms. Taylor says at the beginning of this National Geographic production, but the fact that she was blond, beautiful and swam about with man-eating predators helped bring attention to the work of her and her documentarian husband, Ron. It probably also helps account for the wealth of footage at director Sally Aitken’s disposal, of Ms. Taylor above and below the water, on talk shows and on magazine covers. Her appearance in the 1971 documentary “Blue Water, White Death” made her a globally known adventurer, and a glamorous one. “I’m from a little village in Wales,” recalls one Taylor friend, “and our local policeman had posters of her up on his wall.”<br />The Taylors, who pioneered the use of shark cages and advanced techniques of underwater filming, were champion spearfishers turned nature filmmakers turned shark protectors. (Many great conservationists began as hunters, observes a Taylor colleague, marine biologist Jeremiah Sullivan; hunters are the ones closest to the wild.) Their underwater expertise put them in demand and gave them an almost accidental role in what Ms. Taylor might describe as shark slandering: The couple provided much of the technical know-how and photography on “Blue Water, White Death,” which inspired Peter Benchley to write the novel “Jaws,” which was the basis of the Hollywood blockbuster that made people afraid to go into the water.<br />The Taylors themselves shot the underwater shark footage for director Steven Spielberg in their native Australia, and “Playing With Sharks” includes much “Jaws” arcana (including footage of the smaller-than-usual shark cages and smaller humans used to make the great white villain of the film seem like it was actually 25 feet long). It also recounts Ms. Taylor’s public-relations efforts to counter the aftereffects of “Jaws,” which demonized great whites in particular and justified shark slaughter in general. “They didn’t listen to me,” says Ms. Taylor, now 85. “Frankly, they didn’t care.”<br />“Playing With Sharks” has its visual thrills but also tells one good story after another, not only about making movies and flirting with death but about the nature of the fish and the steely character of the movie’s human subject. She overcame polio as a young girl, walking again after no one said she would. The love story of Valerie and Ron Taylor (who died in 2012) is understated but real. There isn’t a lot about Ms. Taylor’s family, or that she first came to spearfishing as a way to help feed them. Her focus—she tells much of her own story—is about her life under water. She remembers trying to get a particular photo of a shark coming over a coral reef, with a view of the sunset through the water above. By plying a shark repeatedly with food, she trained it to do what she wanted, and got the shot—“faster than you could train a dog,” she adds. She thinks sharks are like dogs, that once we get to know them, they’re not so scary. She does, however, remember thinking “Now we die” when the decision was made to shoot “Blue Water, White Death” outside the shark cages."
}