{
    "url_original": "https://www.wsj.com/articles/playlist-billie-eilish-bts-best-songs-11627393366",
    "url": "playlist-billie-eilish-bts-best-songs-11627393366",
    "title": "From Billie Eilish to BTS, the Best Songs You Should Be Listening to Right Now",
    "sub_head": "Here’s WSJ.’s monthly roundup of new pop releases—everything that’s grabbing our attention, making us think or getting us dancing.",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-375496?width=700&height=525",
    "image_1": "im-375496.jpg",
    "time": "2021-07-27 09:43:00",
    "body": "After her pop group Fifth Harmony went on hiatus in 2018, Normani dropped her first solo single in 2019 with “Motivation” and its impressively choreographed music video. With “Wild Side,” her newest single, Normani demonstrates that “Motivation’s” success was not just beginner’s luck. The Aaliyah-inspired track’s pulsating beat makes space for Normani’s falsetto.<br />The National’s Aaron Dessner and Bon Iver’s Justin Vernon both played prominent roles in the making of Taylor Swift’s two 2020 albums, Folklore and Evermore. The trio’s collaboration continues on “Renegade,” an offering from Dessner and Vernon’s side project, Big Red Machine. “You fire off missiles ’cause you hate yourself / But do you know you’re demolishing me?” Swift sings before Vernon joins her on the chorus.<br />Those in search of nostalgic grooves with influences of modern jazz and R&B should listen to Durand Jones & The Indications’ new album, Private Space, out July 30. “The Way That I Do” is an ideal dance track for warm summer nights and recalls the disco rhythms of Stevie Wonder and the soulful harmonies of the Bee Gees.<br />R&B singer Leon Bridges called his third album Gold-Diggers Sound after the Los Angeles studio and speakeasy of the same name where the album was created. Songs like “Details” are some of his most sensual and confident material to date. “It’s the littlest things about you that I don’t forget,” Bridges sings, backed up by twinkling sitar guitar and bold horns. This is Bridges’ first album since his Grammy-nominated LP of 2018, Good Thing.<br />After Sophie Allison, who performs indie rock music under the moniker Soccer Mommy, created a demo for what would become her latest song, she went to producer BJ Burton and asked him to destroy it. The result of their efforts combines the glitchy, electronic sound of “hyperpop” with Soccer Mommy’s jangly guitars and soft spoken vocals. It’s a unique tune that keeps listeners on their toes."
}