{
    "url_original": "https://www.wsj.com/articles/poetry-amid-parkinsons-11625763547?mod=opinion_major_pos18",
    "url": "poetry-amid-parkinsons-11625763547",
    "title": "Poetry Amid Parkinson’s",
    "sub_head": "My father was still in there. I merely needed to tap into the vast stores of his memory.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-366285?width=620&size=1.5",
    "image_1": "im-366285.jpg",
    "time": "2021-07-08 12:59:00",
    "body": "Stephen Miller’s op-ed “Poetry and the Art of Memory” (June 30) spurred me to recall experiences with my father. Parkinson’s disease had robbed him of active speech, among other things. Extremely well-read, knowledgeable and an excellent extemporaneous public speaker as a three-term New Hampshire governor in the 1970s, my father had lost the power to generate speech. As his daughter rather than a constituent, I sought access to the marvelous mind trapped within.<br />Growing up, he had challenged me to memorize poetry from his favorite anthology, “One Hundred and One Famous Poems.” His vast recall of poems, great speeches, hymns and Bible verses became our “bridge” of communication. Day after day, while visiting my parents, I would grab that old anthology and turn to a favorite poem. Lincoln’s “Gettysburg Address,” loved by both of us, provided some amazing interaction one afternoon. I began, “Fourscore and seven years ago our fathers,” then paused, and from deep within his memory banks came his reply: “brought forth, on this continent, a new nation.” And so it went throughout the entire speech. He was still in there. I merely needed to tap into the vast stores of his memory.<br />On his final day, my mother played their collection of Tennessee Ernie Ford’s old hymns. When Ford’s beloved rendition of Fanny Crosby’s “Saved by Grace” played, my mother was amazed to see her husband of almost 68 years join in on the chorus: “And I shall see Him face to face and tell the story—saved by Grace!” Moments later, he took his last breath.<br />Marion Thomson Spottswood<br />Orford, N.H."
}