{
    "url_original": "https://www.wsj.com/articles/politics-the-minders-and-mandarins-of-capitalism-11627067728",
    "url": "politics-the-minders-and-mandarins-of-capitalism-11627067728",
    "title": "Politics: The Minders and Mandarins of Capitalism",
    "sub_head": "Exploring fallacies about economics—and the problem of putting faith in experts.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373992?width=860&height=573",
    "image_1": "im-373992.jpg",
    "time": "2021-07-23 15:15:00",
    "body": "James R. Otteson’s “Seven Deadly Economic Sins” (Cambridge, 305 pages, $27.95) is a fine effort to introduce readers to the basic principles of market economics. The hamartiological framing—the “sins” are bad assumptions about how markets work—is part of the author’s effort to make the subject more engaging than a typical treatise on economics. It works. Mr. Otteson, a professor of business ethics at Notre Dame, writes with an apt combination of casual wit and rigorous logic.<br />I only regret that the book had to be written at all. There was a time in this country’s history—if the reader will allow a bit of declinist gloom—when America’s political class understood by instinct that wealth in a market economy comes about by voluntary exchanges in which all parties benefit. We do not live in such a time. About half of this country’s high-level elected officials appear to believe that some Americans have money because they took it from other Americans (the rich got rich “on the backs of workers” is a common trope). And so it is left to scholars such as Mr. Otteson to spell out the difference between zero-sum and positive-sum economic relationships.<br />A transaction based on extraction or theft is zero-sum (1 – 1 = 0). A transaction based on a mutual exchange is positive-sum (1 + 1 = 2). Wealth in most societies before about 1800, he reminds us, was based on the former model; wealth in market economies is based on the latter. What we need is someone able to explain to our well-intentioned politicos that the wealth they want to reallocate came about from mutually beneficial positive-sum transactions and not from zero-sum extraction. The way to diminish poverty and aid the disadvantaged is therefore not to punish positive-sum exchanges by taxation, but to allow more of them.<br />Other chapters in the book treat the “Good Is Good Enough Fallacy,” or the idea that every beneficial end is worth pursuing by all available means; the “Progress Is Inevitable Fallacy,” or the idea that a certain level of prosperity is guaranteed no matter what we do; and the “Great Mind Fallacy,” or the idea “that there is some person or group that possesses the relevant knowledge to know how others should allocate their scarce time or treasure.”<br />This latter point isn’t new—you can read the gist of it in Friedrich Hayek’s essay “The   Use of Knowledge in Society” (1945) or Thomas Sowell’s book  “Knowledge and Decisions” (1980)—but Mr. Otteson helpfully elucidates it in terms of individual experience. The experts may know that high-sugar carbonated drinks are on balance bad for your health, but they cannot know if you, in your circumstances, should or shouldn’t have a Coke. Most people would agree with that observation, but it is remarkable how many government policies are premised on its antithesis. City bans on unhealthy habits, state subsidies for favored industries, tax breaks meant to encourage virtuous behavior—these and a thousand other state-backed strategems assume the authorities and their experts understand immeasurably complex circumstances that they can’t possibly understand. But the alternative—allowing the people who do understand them to make their own decisions, even if they’re wrong—isn’t so satisfying to our governmental minders."
}