{
    "url_original": "https://www.wsj.com/articles/pop-smoke-has-the-no-1-hip-hop-album-of-2021-heres-why-11626365585",
    "url": "pop-smoke-has-the-no-1-hip-hop-album-of-2021-heres-why-11626365585",
    "title": "Pop Smoke Has the Top Hip-Hop Album of 2021 More Than a Year After His Death",
    "sub_head": "‘Shoot for the Stars Aim for the Moon’ is the biggest rap album of the year; a second posthumous album, ‘Faith,’ drops Friday. Here’s why the late artist’s legacy endures.",
    "category_1": "Arts",
    "category_2": "Music",
    "image_1_url": "https://images.wsj.net/im-369212?width=700&height=700",
    "image_1": "im-369212.jpg",
    "time": "2021-07-15 12:13:00",
    "body": "The biggest hip-hop album of the year so far isn’t a 2021 release—it was already blaring out of car windows a year ago.<br />“Shoot for the Stars Aim for the Moon,” the posthumous debut album from late New York rapper Pop Smoke, is 2021’s most popular hip-hop album, according to MRC Data, formerly known as Nielsen Music, with the equivalent of 948,000 sales in the U.S. this year. Across all of music, “Shoot for the Stars,” which was released on July 3, 2020, is the fourth-most-consumed album, after records by Justin Bieber, Olivia Rodrigo and Morgan Wallen, MRC Data says.<br />“It’s a cultural phenomenon,” says Ebro Darden, global editorial head of hip-hop and R&B for Apple Music. Among the album’s noteworthy songs is “Dior,” a previously released track that became a protest anthem during last summer’s nationwide demonstrations over racial injustice. Meanwhile, the album has been a streaming favorite for the past year, keeping Pop Smoke near the top of the music charts month after month.<br />To capitalize on the momentum, Pop Smoke’s label, Victor Victor Worldwide, will release a second posthumous album, “Faith,” on Friday. That album, which features appearances by Kanye West and pop star Dua Lipa, is timed for what would have been the rap star’s 22nd birthday on July 20.<br />Posthumous albums from artists such as the late rappers Juice WRLD and Mac Miller have been making waves in pop culture. “Shoot for the Stars” is among the most commercially successful in recent memory, cementing Pop Smoke as one of the most significant hip-hop figures of the past few decades. It also is a big moment for New York rap, which for years had been overshadowed by rival hip-hop scenes, especially in Atlanta."
}