{
    "url_original": "https://www.wsj.com/articles/pope-francis-latin-mass-novus-ordo-vetus-ordo-summorum-pontificum-catholic-liturgy-11626983218?mod=opinion_lead_pos7",
    "url": "pope-francis-latin-mass-novus-ordo-vetus-ordo-summorum-pontificum-catholic-liturgy-11626983218",
    "title": "Pope Francis, the Latin Mass and My Family",
    "sub_head": "We are loyal children of the church on the receiving end of a harsh punishment.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-373480?width=860&height=573",
    "image_1": "im-373480.jpg",
    "time": "2021-07-22 18:10:00",
    "body": "Kalamazoo, Mich.<br />The vans line up well before 8 a.m., and there will be more at noon. These big models, full of car seats, take time to unload. Then moms in veils or straw hats strap infants to their torsos and follow their husbands, themselves with toddlers on each arm, across the parking lot. These Catholics are flocking to St. Mary’s Church, de facto home of the Latin Mass in the mostly rural Diocese of Kalamazoo, for a distinct religious obligation.<br />Despite last year’s lockdowns, total attendance at St. Mary’s has grown faster than anywhere in the diocese and almost doubled since 2020. These days the parish’s traditional masses average around 225 worshipers on Sunday. Other American parishes have made similar gains by offering what devotees refer to as the TLM or the Vetus ordo (“Old Order”), a joking reference to the Novus ordo promulgated in 1970.<br />The stable Latin Mass communities to which families like mine belong would have been unrecognizable to traditionalist Catholics in the 1980s and ’90s. In those days many drove several hours to sparsely attended Masses celebrated at odd hours in American Legion halls or the basements of private homes. Some families might have come with the priest in tow, carrying him to the next stop like a frontier clergymen.<br />Today many young priests celebrate the traditional Mass daily. Ancient taped-up pamphlet missals have been replaced with expensive leatherbound volumes. Austere half-hour celebrations have given way in some parishes to regular solemn Masses that require a master of ceremonies, priest, deacon and subdeacon. The liturgical standards in some parishes now may be higher than they were before the Second Vatican Council."
}