{
    "url_original": "https://www.wsj.com/articles/popular-gay-tv-show-in-hong-kong-draws-political-attacks-raising-worries-over-rights-11627040092",
    "url": "popular-gay-tv-show-in-hong-kong-draws-political-attacks-raising-worries-over-rights-11627040092",
    "title": "Popular Gay TV Show in Hong Kong Draws Political Attacks, Raising Worries Over Rights",
    "sub_head": "The hit romance has been praised by LGBT groups, but a pro-Beijing lawmaker said it broke China’s national security law",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-23 07:34:00",
    "body": "HONG KONG—A TV show about a male love triangle is proving a big hit with viewers, but criticism from pro-Beijing politicians is stirring concern that broader freedoms could be caught up in China’s political crackdown, even as Hong Kong prepares to host the Gay Games in 2022.<br />“Ossan’s Love,” a 15-episode drama focusing on a romance among three men working in a real estate agency, has racked up hundreds of thousands of viewers over the past month. The show was praised by rights advocates for helping to bring gay relationships into the mainstream in Hong Kong.<br />But the locally made show also attracted high-profile detractors. Junius Ho, an outspoken pro-Beijing lawmaker, slammed the program as “marijuana coated in sugar” this week, suggesting it was harmful to society. Mr. Ho told reporters that promoting childless families violated not only traditional Chinese values and the three-child policy encouraging larger families, but also broke China’s national security law.<br />His remarks fanned concerns that politicians will use national security rhetoric—and a law imposed on Hong Kong last year to stifle political opposition—to push personal political agendas and target broader social rights in the city.<br />Carrie Lam, Hong Kong’s top local official, weighed into the debate, saying the show’s popularity didn’t indicate consensus in society for further LGBT rights in the city, where same-sex marriage remains banned. “This is still a very, very controversial issue,” she said at a news conference Tuesday."
}