{
    "url_original": "https://www.wsj.com/articles/portillos-aims-to-go-public-this-year-11626441797?mod=markets_minor_pos7",
    "url": "portillos-aims-to-go-public-this-year-11626441797",
    "title": "Portillo’s Aims to Go Public This Year",
    "sub_head": "Hot-dog chain among restaurants looking to enter hot market for new stock offerings",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-369249?width=860&height=573",
    "image_1": "im-369249.jpg",
    "time": "2021-07-16 09:23:00",
    "body": "Portillo’s Hot Dogs LLC is planning to debut on the public markets this year, the latest in a string of initial public offerings by restaurant companies looking to capitalize on this year’s Wall Street rally.<br />The fast-casual chain based in the Chicago suburbs is expected to confidentially submit a draft registration statement with federal regulators as early as Friday, according to people close to the company. The chain, held by private-equity firm  Berkshire Partners  LLC, is targeting a valuation of $2.5 billion to $3 billion, the people said. Shares are expected to begin trading by the end of this year.<br />Portillo’s is set to become the fourth U.S. restaurant chain to move toward the public markets in recent months. Salad chain Sweetgreen Inc. said last month that it plans to launch an IPO, as did Oregon-based Dutch Bros Coffee Inc.<br />Krispy Kreme Inc.  returned to the public markets this month but struggled to attract investor interest at the valuation it initially targeted. The doughnut company priced its IPO below expectations, and its shares have hovered around their IPO price of $17 since. European consumer conglomerate JAB Holdings Co. took Krispy Kreme private in 2016, and remains a major shareholder.<br />Public stock offerings are hot this summer as companies seek to take advantage of a rebounding U.S. economy and high stock-market valuations. In the summer months of June, July and August, bankers expect traditional IPOs to raise at least $40 billion, which would be a record during that period. Investor interest in special-purpose acquisition companies, or SPACs, has slowed, while traditional IPOs have regained momentum after a brief chill during the spring."
}