{
    "url_original": "https://www.wsj.com/articles/powell-expects-inflation-to-moderate-but-will-likely-remain-elevated-this-year-11626265800?mod=politics_lead_pos3",
    "url": "powell-expects-inflation-to-moderate-but-will-likely-remain-elevated-this-year-11626265800",
    "title": "Powell Expects Inflation to Moderate, but Will Likely Remain Elevated This Year",
    "sub_head": "Federal Reserve is still ‘a ways off’ from reducing asset purchases, central bank chairman tells Congress",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-07-14 08:30:00",
    "body": "Federal Reserve Chairman Jerome Powell said inflation had increased notably and would likely remain elevated in the coming months before moderating.<br />Pandemic-related bottlenecks and other supply constraints have led to rapid price increases for certain goods and services “which should partially reverse as the effects of the bottlenecks unwind,” Mr. Powell said in testimony prepared for delivery later Wednesday before the House Financial Services Committee.<br />Mr. Powell is set to present the Fed’s semiannual monetary-policy report to members of the committee on Wednesday and to members of the Senate Banking Committee on Thursday.<br />U.S. consumer prices continued to accelerate in June at the fastest pace in 13 years as the recovery from the pandemic gained steam. The Labor Department reported Tuesday that its consumer-price index increased 5.4% in June from a year earlier. Excluding volatile food and energy categories, prices rose 4.5% from a year earlier, the most in 30 years.<br />While the Fed and many private sector forecasters had expected inflation to rise this year as a surge in consumer spending collided with pandemic-related shortages and bottlenecks, the strength of the last three monthly inflation readings has been greater than many anticipated. While inflation is expected to decline, questions abound over how soon and how low inflation will fall relative to the Fed’s 2% target."
}