{
    "url_original": "https://www.wsj.com/articles/powell-gets-his-inflation-11626215534?mod=opinion_lead_pos2",
    "url": "powell-gets-his-inflation-11626215534",
    "title": "Powell Gets His Inflation",
    "sub_head": "‘Transitory’ price increases are now up 5.4% year-over-year.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-13 18:32:00",
    "body": "How do you define transitory? Three months? A year? Or is it two? Inquiring minds want to know after Tuesday’s report that the consumer price index rose 0.9% in June. Consumer prices are now up 5.4% from a year earlier, so what the Federal Reserve means when it dismisses these price increases as “transitory” takes on growing economic and political significance.<br />The June increase was nearly twice what economic forecasters predicted, which isn’t reassuring. The inflation optimists are dismissing the June increase as the result of “special” factors that are likely to ease. Used car and truck prices rose 10.5% in the month, accounting for about half the increase in core CPI. No doubt vehicle prices won’t keep rising at that rate, but then that’s also what we were told when they rose 10% in April. This won’t reassure the non-affluent Americans who buy used cars.<br />Price increases were widespread across the economy, which suggests factors that may not be transitory. Food prices rose 0.8%, and energy prices 1.5% in the month. The Fed likes to strip out food and energy prices, which are volatile, to examine core inflation. But the core increase was also 0.9% in June.<br />Year-over-year core prices are up 4.5%, which is less than for all consumer prices, but is still well above the Fed’s target of 2% a year. The last time core prices rose 4.5% in a 12-month period was 1991 and the Fed’s benchmark short-term interest rate was above 5%. Today it’s near zero.<br />These price jolts aren’t likely to stir Fed Chairman Jerome Powell when he testifies on Capitol Hill this week. That’s because Mr. Powell is getting the inflation he wanted. The Fed’s new policy, which it unveiled last year, says that to achieve its 2% inflation target it is willing to tolerate inflation above that for some time. Congratulations, you’ve got it."
}