{
    "url_original": "https://www.wsj.com/articles/president-warrens-government-11626474760?mod=opinion_lead_pos1",
    "url": "president-warrens-government-11626474760",
    "title": "President Warren’s Government",
    "sub_head": "Her proteges are filling out Biden’s business regulatory team.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-16 18:32:00",
    "body": "President Biden defeated Elizabeth Warren in the 2020 Democratic primary by running as a centrist. But you wouldn’t know it by the way the Massachusetts Senator is seeding her proteges and allies throughout the administrative state. She has far more sway than Vice President Kamala Harris.<br />Start with the Education Department. Last week President Biden appointed Toby Merrill, who founded the Project on Predatory Student Lending at Harvard Law School, as deputy general counsel. Ms. Merrill wrote a memo to Ms. Warren arguing that the President has the authority under the Higher Education Act to cancel student debt without approval from Congress.<br />Ms. Warren wants Mr. Biden to forgive $50,000 in debt per borrower, which would mainly benefit higher earners with professional degrees, especially lawyers. Mr. Biden has questioned whether he has the authority to do so, but now Ms. Merrill will have a new perch to persuade him. Assisting Ms. Merrill will be Richard Cordray, the new chief operating officer of the Federal Student Aid office. Ms. Warren backed Mr. Cordray a decade ago to be the Consumer Financial Protection Bureau’s (CFPB) first director. Now he’s getting another chance to target student loan servicers and debt collectors.<br />Their ally will likely be James Kvaal, whom Mr. Biden has nominated as under secretary of Education. As the Obama deputy under secretary, Mr. Kvaal helped craft the gainful employment rule that tried to put for-profit colleges out of business. Mr. Kvaal wants an even more aggressive for-profit crackdown in the Biden Administration.<br />But that’s not enough for Ms. Warren, who is blocking a Senate vote on Mr. Kvaal’s nomination to force the Administration to agree to unspecified student loan “reforms.” Mr. Kvaal has declined to endorse broad-scale loan forgiveness, and Ms. Warren is now holding him hostage."
}