{
    "url_original": "https://www.wsj.com/articles/president-bidens-executive-order-opens-new-front-in-battle-with-big-tech-11625909401?mod=business_lead_pos1",
    "url": "president-bidens-executive-order-opens-new-front-in-battle-with-big-tech-11625909401",
    "title": "President Biden’s Executive Order Opens New Front in Battle With Big Tech",
    "sub_head": "White House looks to regulatory agencies like the FTC to adopt tougher policies to rein in the power of large tech platforms",
    "category_1": "Politics",
    "time": "2021-07-10 05:30:00",
    "body": "WASHINGTON—President Biden’s sweeping new competition order targets big tech companies in ways that could fundamentally alter how they do business.<br />But it will fall to government agencies to carry out the order, and they could take years to put its ideas into action. The Federal Trade Commission that already has Big Tech companies in its sights is likely to become a particular battleground.<br />A core thrust of the order is to encourage regulatory agencies such as the FTC to adopt new rules and policies to rein in the growing size and power of large tech platforms such as  Amazon.com Inc.,   Alphabet Inc.’s   Google  and  Facebook Inc.  That could prove to be a tall order for the FTC, the principal federal regulator of internet commerce. Some observers say the agency—which had its sails trimmed by Congress in the deregulatory era of the 1970s and 1980s—has struggled to keep up with unfair practices online, particularly in the areas of user privacy, big data and tech mergers.<br />As the White House detailed its executive order, one Democratic FTC commissioner, Rebecca Kelly Slaughter, said in a tweet, “So excited about @POTUS’s EO on competition; it is an ambitious agenda that will help our markets work better and create a more equitable economy for all people - esp workers, marginalized communities, entrepreneurs, small biz.”<br />Gary Shapiro, chief executive of the Consumer Technology Association that counts  Apple Inc.,  Facebook and Google among its members, defended the tech industry as competitive and vibrant and took issue with the White House’s action."
}