{
    "url_original": "https://www.wsj.com/articles/president-joe-biden-remarks-inflation-federal-reserve-11626732122?mod=opinion_lead_pos2",
    "url": "president-joe-biden-remarks-inflation-federal-reserve-11626732122",
    "title": "Joe Biden’s Inflation Guide",
    "sub_head": "He says more spending lowers prices by . . . well, you figure it out.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-371841?width=860&height=573",
    "image_1": "im-371841.jpg",
    "time": "2021-07-19 18:35:00",
    "body": "The White House rolled out President Biden on Monday to take a victory lap on Covid and the economy six months into his tenure. This wasn’t the best timing given that asset prices took a header on fears about Covid’s Delta variant (see nearby). But stocks fluctuate, and more notable for the coming months was Mr. Biden’s discourse on inflation.<br />Someone in the White House must think inflation is a growing political problem because Mr. Biden spent most of his time on the subject explaining why it’s no problem at all. “Our experts believe and the data shows that most of the price increases we’ve seen are—were expected and expected to be temporary,” Mr. Biden said.<br />Price increases were expected by whom? By contributors to these pages, sure. But not by the White House budget office, which forecast inflation of 2.1% in 2021 and 2022 in its recent budget proposal. Not by the Federal Reserve, which has underestimated inflation at each of its meetings this year. At its June monetary policy meeting the median forecast among Fed officials for 2021 was 3%. In March their forecast was 2.2%. In June the actual consumer-price increase over a year ago was 5.4%.<br />Then there was Mr. Biden’s novel analysis that his $4 trillion spending plan will keep inflation in check. “If we increase the availability of quality, affordable child care, elder care, paid leave, more people will enter the workforce,” Mr. Biden said. “These steps will enhance our productivity—raising wages without raising prices. That won’t increase inflation. It will take the pressure off of inflation, give a boost to our workforce, which leads to lower prices in the years ahead.”<br />So Mr. Biden thinks that cradle-to-grave government subsidies with no obligation to work will somehow cause more people to work. That sure hasn’t worked with his enhanced federal unemployment benefits."
}