{
    "url_original": "https://www.wsj.com/articles/president-joe-biden-progressive-base-budget-reconciliation-2022-midterms-11626895960?mod=opinion_lead_pos8",
    "url": "president-joe-biden-progressive-base-budget-reconciliation-2022-midterms-11626895960",
    "title": "Voters See Earthquakes and Lightnin’",
    "sub_head": "Trouble’s on the way both at home and abroad for Biden, as 2022 comes up fast.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372875?width=860&height=573",
    "image_1": "im-372875.jpg",
    "time": "2021-07-21 18:22:00",
    "body": "After six months in office, President Biden can claim some successes. He signed a $1.9 trillion Covid relief bill passed on a straight-party vote, began reassuring allies that America values them, and restored normality and decency to the presidency. But he faces an expanding list of challenges, and there are reasons to feel anxious about his ability to handle them.<br />A major problem for the president is the massive mismatch between the Democrats’ narrow margins in Congress—a handful of seats in the House and a 50-50 Senate—and his outsize policy expectations, many of which require large margins in the Senate to win approval. Mr. Biden pretends he has a mandate for transformational changes he didn’t really campaign on.<br />The mismatch is showing itself in the slow pace of congressional action. One example is the Democrats’ inability to move forward their unprecedented federal takeover of local elections. Time is becoming a critical problem for this and other initiatives, since Congress is scheduled to recess for August. Even if it doesn’t, the administration’s growing pileup of legislation won’t be easy to complete.<br />Consider the must-dos. There must be a budget resolution, which is difficult to get done. Though only a simple majority in each chamber is required, a resolution still needs to set allocations for the major parts of the budget. The debt ceiling must also be raised as early as August and, of course, a budget approved. And while it was easy for Treasury Secretary Janet Yellen to agree to a global corporate tax rate, its passage through Congress is hardly assured.<br />Mr. Biden’s American Jobs Plan suffers from Bernie Sanders-style ambitions paired with the Democrats’ weak hold on Congress. The magnitude of the Biden tax increases are very unpopular in the suburbs, and the jump in capital-gains tax rates and taxes on inherited assets are detested in farm and ranch country. Moreover, the Committee for a Responsible Federal Budget says the White House’s $3.5 trillion price tag is misleading. Kill the budget gimmicks and its true cost is $5 to $5.5 trillion. Voter resistance to these astronomical levels of spending is likely to grow."
}