{
    "url_original": "https://www.wsj.com/articles/president-joe-biden-pro-act-david-weil-union-progressive-labor-nominee-11626384645?mod=opinion_major_pos7",
    "url": "president-joe-biden-pro-act-david-weil-union-progressive-labor-nominee-11626384645",
    "title": "Biden’s PRO Enforcer",
    "sub_head": "What unions can’t get from Congress, they seek from Labor nominee David Weil.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-370166?width=860&height=573",
    "image_1": "im-370166.jpg",
    "time": "2021-07-15 17:54:00",
    "body": "Some people fear the unknown. The Biden administration inspires alarm over the familiar. Consider the business community’s welcome new focus on David Weil.<br />Mr. Weil will receive a confirmation vote next week for his nomination to run the Wage and Hour division of the Labor Department. If successful, Mr. Weil will retake the position he held in the latter Obama years. These pages described him at his first nomination as a “life-long, left-wing academic with labor-union sympathies, no private-sector experience or legal training, and limited management experience.” That depiction turned out to be generous.<br />From 2014 to early 2017, Mr. Weil lumbered business with an unlawful overtime rule, sweeping restrictions on the use of independent contractors, and new “joint employment” rules that imposed crushing operational and legal costs on small companies. He exhibited a particular hostility to any business model innovative enough to avoid Big Labor tyranny. Think franchises, contractors, gig workers—the models that provide scrappy entrepreneurs (often women and minorities) the chance to break into business, and sectors that employ millions.<br />Bad as those years were, business is aware that a Weil reconfirmation would prove even more destructive. The Biden administration is pressing Congress to pass the Protecting the Right to Organize Act, a legislative monstrosity that would eliminate right-to-work states and turn union bosses into the masters of workplaces everywhere. Should they fail to sneak the bill through as part of a budget-reconciliation measure (Senate rules could make that hard), the White House will deputize the Labor Department to implement as much of it as possible through regulatory fiat. Mr. Weil would be a chief enforcer, and history shows he won’t be shy.<br />Put another way, the Weil nomination is shaping up as a proxy vote for the PRO Act. And it’s had the remarkable effect of reminding U.S. business that there are battles to fight, and that they matter far more than scraping for approval from woke America. In the run-up to Mr. Weil’s Senate hearing this Thursday, the business community engaged in a fierce campaign against the nomination, exhibiting a determination that’s been missing for too long in corporate world. It was downright refreshing."
}