{
    "url_original": "https://www.wsj.com/articles/president-biden-progressive-economics-capital-gains-socialism-infrastructure-11626623593?mod=opinion_lead_pos10",
    "url": "president-biden-progressive-economics-capital-gains-socialism-infrastructure-11626623593",
    "title": "How to Be an Anticapitalist",
    "sub_head": "Progressive policy makers won’t learn that parasites should never kill their host.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-07-18 13:41:00",
    "body": "It is hard to sit by and watch your economy being strangled. Ibram X. Kendi’s book “How to Be an Antiracist” is all the rage now, but the Biden administration and its progressive hangers-on are providing a master class on “How to Be an Anticapitalist” and suck the air out of the economy.<br />Start by paying people to do nothing—1.8 million workers, according to a recent Morning Consult poll, have turned down jobs due to generous unemployment benefits, including an extra $300 a week from the federal government in some states. Meanwhile, Burger King is offering a $1,500 signing bonus.<br />Anticapitalists then shut pipelines (except Russian ones) and suspend drilling leases in parts of Alaska, helping send oil prices above $70. The government says it wants to limit carbon emissions, but then it squashes better energy options like nuclear. On June 30, months after New York state closed the Indian Point nuclear power plant, Mayor Bill de Blasio asked New Yorkers to cut back on energy usage during a heat wave. You can’t make this stuff up.<br />An anticapitalist would next restrict capital formation, so President Biden has proposed raising the top capital-gains rate from 23.8% to a punitive 43.4% and the top individual income-tax rate to 39.6%. Mr. Biden also wants to waive Covid vaccine patents—making pharma companies think twice before investing in new drugs—and is even pushing a series of antitrust bills that could reverse mergers, like  Facebook ’s  2012 purchase of Instagram, as if that would do anything good for the economy or consumers. Nothing is safe.<br />Add the Federal Trade Commission’s roadblocks to mergers. It worked hard to block early-cancer-detection pioneer Grail’s merger with genome-sequencing firm  Illumina ,  now on hold as it lets the European Commission investigate. This is moronic. If you or a loved one is diagnosed with late-stage cancer in five years, the Biden administration could be to blame. Without meddling, Grail may have found it earlier, when it was still treatable."
}