{
    "url_original": "https://www.wsj.com/articles/princes-heirs-music-publisher-seek-to-make-it-rain-purpleand-green-11627653444?mod=business_lead_pos3",
    "url": "princes-heirs-music-publisher-seek-to-make-it-rain-purpleand-green-11627653444",
    "title": "Publisher Buys Stakes From Prince’s Heirs in Bid to Steer Singer’s Legacy",
    "sub_head": "Prince’s estate remains in probate five years after his death; music owner Primary Wave seeks to help end that",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-377562?width=860&height=573",
    "image_1": "im-377562.jpg",
    "time": "2021-07-30 13:53:00",
    "body": "In a sign o’ the times, Prince’s music is attracting new investment.<br />Primary Wave has acquired the largest interest in the Prince estate, according to recently released legal documents, positioning the music publisher to steer the legacy of the late pop star, who died without a will. The New York company is betting that by gaining control over the estate—valued somewhere between $100 million and $300 million—it can turn its assets into business opportunities.<br />The past year has seen a frenzy of deals for music, with major publishers, private equity, Wall Street and hedge fund billionaire William Ackmaninvesting in music assets. Late last year Primary Wave took a majority stake in Stevie Nicks’ songwriting catalog, valuing it at $100 million.<br />Prince’s estate—encompassing his music, image, likeness and property—is seen as compelling and lucrative, but it has been in flux for five years. The estate has been tied up in probate with a bank, lawyers, advisers and heirs haggling over fees and the reclusive artist’s assets, unreleased music and legacy.<br />In 2017, a year after Prince’s death, a Minnesota judge ruled that Prince’s sister, Tyka Nelson, and five half-siblings were heirs to the singer’s estate. In the years since, the heirs haven’t seen a penny of inheritance or had any control over commercialization of the estate while it remains in probate."
}