{
    "url_original": "https://www.wsj.com/articles/private-equity-spots-bargains-in-u-k-supermarket-aisles-11625497715?mod=business_minor_pos10",
    "url": "private-equity-spots-bargains-in-u-k-supermarket-aisles-11625497715",
    "title": "Private Equity Spots Bargains in U.K. Supermarket Aisles",
    "sub_head": "A bidding war is brewing for property-rich grocery chain WM Morrison only a few months after Walmart’s partial exit from the British market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-364541?width=620&size=1.5",
    "image_1": "im-364541.jpg",
    "time": "2021-07-05 11:08:00",
    "body": "Walmart  executives must be upset. Months after the retail giant sold a majority stake in its British grocery chain Asda at a mediocre valuation, U.K. supermarkets are suddenly hot property among private-equity firms.<br />A bidding war is brewing for Britain’s fourth-largest food retailer by market share, WM Morrison. On Saturday, the company’s management gave the thumbs-up to a £6.3 billion all-cash takeover proposal by  SoftBank Group -backed buyout firm Fortress Investment Group—equivalent to $8.7 billion at current exchange rates. But that probably isn’t the end: Private-equity giant  Apollo Global Management  said Monday that it might make a rival offer. Morrisons has already rejected a £5.5 billion offer from a third suitor, Clayton, Dubilier & Rice.<br />The Fortress proposal represented a 42% premium to the grocer’s undisturbed share price. The stock is trading above this level in a sign that investors expect higher offers. Private-equity firms clearly think that years of intense competition and sterling’s poor performance since the Brexit referendum have left British supermarket stocks too cheap.<br />The Walmart sale may also have alerted them to the value of grocers’ real estate. Asda, the No. 3 U.K. player ahead of Morrisons, has been a lucrative purchase for new owners TDR Capital and the U.K.-based Issa brothers. Last week, they sold the supermarket’s network of warehouses and distribution centers to  Blackstone Group  in a £1.7 billion deal. Thanks to this property sale, Asda’s owners have already recouped the roughly £800 million of equity they put in, plus enough for a special dividend if they wish—less than five months after closing the deal.<br />Morrisons looks ripe for similar treatment as it owns roughly 85% of its stores. The supermarket’s property assets are valued at £5.8 billion on its books, but could fetch higher prices now. Grocery sales benefited from the pandemic as consumers cooked more meals at home. Some of the extra spending is likely to stick, with a knock-on effect on the underlying real estate, even as Britain’s social-distancing rules ease."
}