{
    "url_original": "https://www.wsj.com/articles/progressives-critical-race-theory-joe-biden-systemic-racism-11626470379?mod=opinion_lead_pos9",
    "url": "progressives-critical-race-theory-joe-biden-systemic-racism-11626470379",
    "title": "Progressives Punish ‘Honorary Whites’ but Aren’t Helping Blacks",
    "sub_head": "The bizarre antiwhite racism of the president’s pandemic programs is just part of the show.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-07-16 18:09:00",
    "body": "Like biting into a madeleine was reading a federal court injunction against the Biden administration’s pandemic bailout programs for restaurants, which favored some ethnicities over others. Memories came flooding back of South Africa’s apartheid in its waning days, with its absurd designation of certain Asians as “honorary whites.”<br />Slight difference: Under the Biden plan some became honorary whites for the purpose of being disadvantaged, i.e., sent to the end of the line for government aid. According to no rhyme or reason, said the court, spared the prejudicial status were “Pakistanis but not Afghans; Japanese but not Iraqis; Hispanics but not Middle Easterners.”<br />You’ve noticed a herd of meme-performing pundits insisting that critical race theory is hardly even a thing. Radicals ritually downplay their radicalism as they sense their nearness to power, though perhaps prematurely in this case. Also likely to be voided by the courts is a Biden program favoring black farmers over white farmers.<br />Meanwhile, still intact is the administration’s larger agenda of extending more entitlements to the middle class, inevitably making the entitled population whiter (and more Asian). Indeed, the more Joe Biden mouths the words Jim Crow, the more it seems he’s trying to satiate a part of his base (mostly consisting of white progressive racial extremists) with rhetoric alone. Perhaps you believe today’s “voting rights” kabuki is so Democrats can do even more to help blacks. Political realism suggests otherwise.<br />One premise of critical race theory is certainly correct: Today is built on a foundation of yesterdays. On the foundation of slavery, Jim Crow and housing segregation nowadays is built the exploitation of black communities by multicultural elites playing their “defund the police” games at the expense of blacks who suffer the lion’s share of violent crime."
}