{
    "url_original": "https://www.wsj.com/articles/progressives-gun-control-black-attorneys-of-legal-aid-supreme-court-amicus-brief-11627078928?mod=opinion_lead_pos4",
    "url": "progressives-gun-control-black-attorneys-of-legal-aid-supreme-court-amicus-brief-11627078928",
    "title": "Progressive Gun-Control Crackup",
    "sub_head": "Defense lawyers ask the Supreme Court to affirm gun rights.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374674?width=860&height=573",
    "image_1": "im-374674.jpg",
    "time": "2021-07-23 18:43:00",
    "body": "For the elite left, opposition to gun rights is in part a cultural statement of antipathy to red-state values. Yet a small but important part of the progressive coalition—criminal-defense lawyers—can’t afford to treat gun laws as one more culture-war bludgeon. Hence a remarkable amicus brief by a coalition of defense lawyers for the indigent, led by the Black Attorneys of Legal Aid, asking the Supreme Court to expand gun rights in the Second Amendment case it will decide next term.<br />The case concerns New York state’s stringent gun restrictions. The plaintiffs in New York State Rifle and Pistol Assn. v. Bruen say New York all but prohibits ordinary adults from obtaining a license to bring a firearm outside their home or business, even if they fear for their safety, complete training courses, and have a clean background. They want the Supreme Court to affirm that the Constitution protects that right.<br />The media are framing the case as a conservative versus liberal clash. Readers remember that Rhode Island’s Sheldon Whitehouse and other Democratic Senators sent the Justices a threatening brief in 2019 suggesting the Court might need to be “restructured” if it accepted a previous gun case out of the Empire State. Now President Biden has empaneled a court-packing commission.<br />Yet the brief from the criminal defense lawyers, which includes the Bronx Defenders and the Brooklyn Defender Services, argues against the state’s gun laws from a progressive position. “In 2020, while Black people made up 18% of New York’s population, they accounted for 78% of the state’s felony gun possession cases,” the brief says.<br />It notes that for a defendant, separately having ammunition makes a gun loaded—and that possessing a “loaded” gun without a permit, even if not used, is a “violent felony” that carries a 3.5 to 15-year prison sentence. These lawyers see a reality of gun control that Mr. Whitehouse’s donors don’t."
}