{
    "url_original": "https://www.wsj.com/articles/projections-review-psychiatry-in-extremis-11626733769?mod=opinion_reviews_pos1",
    "url": "projections-review-psychiatry-in-extremis-11626733769",
    "title": "‘Projections’ Review: Psychiatry in Extremis",
    "sub_head": "An ‘emergency psychiatrist’ ﬁnds that only his patients’ words, not the language of science and medicine, can truly describe their suffering.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-371813?width=860&height=573",
    "image_1": "im-371813.jpg",
    "time": "2021-07-19 18:29:00",
    "body": "For patients in the throes of serious mental illness—and for their families—life can be hard, at times agonizing. Clinical care givers, repeatedly called on to provide insight and offer compassion, face their own wrenching difficulties. And yet the challenge of caring for the mentally ill can also be a call to action. So it was for Karl Deisseroth, a psychiatrist and neuroscientist at Stanford University whose memoir, “Projections” (Random House, 231 pages, $28), describes his experience as a clinician and researcher, offering up case studies from his practice and exploring the biological underpinnings of his patients’ conditions.<br />Dr. Deisseroth tells us that he entered medical school planning to become a neurosurgeon but found himself unexpectedly captivated by his student psychiatry rotation, drawn both to the human drama and to the scientific imperative to understand the mechanistic basis of psychological dysfunction. For many patients, he soon realized, “nobody could give answers to the simplest questions” about what their disease “really was, in a physical sense, or why this person was the one suffering, or how such a strange and terrible state had come to be part of the human experience.”<br />On his worst days, he says, he wanted to leave medicine entirely, unable to bear the extremes of suffering he was encountering. “It is not just the magnitude of the pain but also its incessance—the unrelenting descent into the abyss, day after day, year after year.” Yet on balance he found engaging with patients both intriguing and essential. In contrast to ailments like a fractured leg or a badly pumping heart, he notes, psychiatric problems can’t be directly monitored. It’s the brain’s “hidden communication process, its internal voice, that struggles,” he writes. There is nothing to measure except words, “the patient’s communications, and our own.”<br />At times, the words can be revealing. Winnie, an intellectual property lawyer, tells her doctors that she had started worrying about the “information vampires” around her and has taken to lining her room with metal to prevent a neighbor from accessing her thoughts. Her condition suggests the onset of schizophrenia. Then there’s Mr. N., a dour older patient who can barely muster any words at all and evinces a lack of interest in his own granddaughter. These symptoms may point to the “anhedonia of depression,”the inability to find reward or motivation in life’s natural joys. Patients with a slippery condition called borderline personality disorder, we learn, are often emotionally manipulative and “engage, entwine, and draw in others, as least for a time.” Meanwhile, patients with autism, Dr. Deisseroth explains, struggle with the “rate of information flow,” a difficulty that complicates the many social interactions that are rich in data and require rapid processing.<br />Dr. Deisseroth is best known in scientific circles as a pioneer of optogenetics, a technique that allows researchers studying so-called model organisms (like fish or mice) to examine how particular neurons contribute to complex behaviors. First, through genetic engineering, specific brain cells are made responsive to light. Then scientists activate the cells using fiber-optic lasers threaded into the recesses of a living brain. Applying this approach in mice, for instance, researchers have shown that distinct groups of neurons are responsible for different components of anxiety, like rapid breathing and risk avoidance. For the author, these studies suggest a way to think about the precise “separability of one element of an inner state.”"
}