{
    "url_original": "https://www.wsj.com/articles/property-investors-bed-down-in-the-family-home-11627032601?mod=markets_lead_pos5",
    "url": "property-investors-bed-down-in-the-family-home-11627032601",
    "title": "Property Investors Bed Down in the Family Home",
    "sub_head": "Big investing firms aren’t crowding out normal house buyers yet, but they are likely to become more controversial players in the residential market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-373588?width=700&height=467",
    "image_1": "im-373588.jpg",
    "time": "2021-07-23 05:30:00",
    "body": "Wall Street firms are more eager than ever to buy family homes. If they snap up existing supply rather than help build new dwellings, they risk killing their latest golden goose.<br />Last week,  Blackstone ’s  real-estate investment trust bought a portfolio of apartments for $5.1 billion from insurer American International Group. In June, the investment firm spent $6 billion on Home Partners of America, a company that owns more than 17,000 houses across the U.S. and offers renters an option to buy. Private-equity giant KKR launched a new division that will buy homes to rent them out, Bloomberg reported.<br />Meanwhile in Europe, property investors are increasing the share of their portfolios invested in residential real estate, and German landlord Vonovia recently launched an €18 billion takeover of competitor  Deutsche Wohnen ,  equivalent to $21.2 billion.<br />Although rented homes are becoming a hot trade among big investors, the trend isn’t new. Blackstone made lucrative bets on foreclosed houses in the aftermath of the 2008-09 downturn. And there isn’t evidence yet that institutional investors are crowding out average home buyers. They bought just one in 500 U.S. homes sold in the 12 months after the Covid-19 crisis began, according to Amherst Capital.<br />However, big investors’ activity will increase now that the pandemic has made owning family homes more attractive. While the rents collected from commercial real-estate assets such as malls and offices took a hit during the Covid-19 crisis, most private residential tenants continued to pay up. Family homes could be an even better long-term bet than owning e-commerce warehouses. Real-estate research firm Green Street estimates that renting out U.S. single-family homes will deliver annual returns of 6.6%—versus a forecast of 6.3% for industrial property."
}