{
    "url_original": "https://www.wsj.com/articles/pubg-maker-krafton-shoots-misses-5-billion-mark-11625217770?mod=business_minor_pos12",
    "url": "pubg-maker-krafton-shoots-misses-5-billion-mark-11625217770",
    "title": "PUBG Maker Krafton Shoots, Misses $5 Billion Mark",
    "sub_head": "One hit game has put the company on the map—now it needs to prove it can replicate that success",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-363658?width=620&size=1.5",
    "image_1": "im-363658.jpg",
    "time": "2021-07-02 05:22:00",
    "body": "South Korean game maker Krafton’s blockbuster survival shooter “PlayerUnknown’s Battlegrounds” is a big asset—just not big enough to justify a $5 billion initial public offering, apparently.<br />The Tencent-backed company has cut back its IPO on the Korea stock exchange by 23% to the equivalent of $3.8 billion, according to filings Thursday. Krafton reduced both the price and the number of new shares it will sell. At its previous size, the IPO would have been the largest in Korean history.<br />The country’s financial regulator asked Krafton last week to revise its listing documents, citing insufficient information on important matters it didn’t specify. The revised version drops comparisons of Krafton’s valuation to those of global entertainment companies like  Walt Disney  or  Warner Music ,  instead citing only four Korean game companies.<br />The revised filing also revealed how reliant Krafton is on PUBG: It accounted for 97% of company sales last year. First released in 2017 on personal computers and consoles, PUBG has become one of the world’s most popular smartphone games. About 82% of Krafton’s first-quarter sales came from mobile, compared with 9.4% in 2018.<br />And the success of PUBG relies on China. Asia outside of Korea delivered 87% of Krafton’s first-quarter revenue, with a single unidentified company alone accounting for 72%. That is likely Chinese game giant Tencent, set to own 13.6% of Krafton after the IPO. It publishes PUBG Mobile in many countries and for the China market produces Peacekeeper’s Elite—a sanitized version of PUBG Mobile, as the original didn’t get the Chinese regulator’s nod. Krafton receives fees from Tencent."
}