{
    "url_original": "https://www.wsj.com/articles/ranked-choice-voting-helped-wreck-minneapolis-11625854937?mod=opinion_lead_pos5",
    "url": "ranked-choice-voting-helped-wreck-minneapolis-11625854937",
    "title": "Ranked-Choice Voting Helped Wreck Minneapolis",
    "sub_head": "The city’s feckless leaders lack the democratic legitimacy that normal elections give the winners.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-09 14:22:00",
    "body": "Minneapolis<br />Minneapolis was once known for its innovative and progressive policy solutions. It produced national political leaders such as Hubert H. Humphrey and Walter Mondale. In the past year, however, Minneapolis has become better known as a badly managed city adrift in politically correct mob rule. How did this once-great city fall so far so fast?<br />In 2009, Minneapolis adopted ranked-choice voting, then an untested method of electing city officials. It was sold to voters as a way to increase voter participation and improve the tone of political campaigns. In fact, it has had little positive effect on campaigns and their messaging, and voter turnout remains low. The corrosive effect of ranked-choice voting on democratic legitimacy is partly to blame for Minneapolis’s current dire condition.<br />In Minneapolis’s 2017 mayoral election (which was the third using ranked choice) voter turnout was only 43%. The victor in that 16-way race was Jacob Frey, who prevailed after six rounds of counting that took 24 hours to complete. He became mayor despite being the first choice of only 25% of voters.<br />Mr. Frey’s most notable first-term achievement was doing nothing last May while rioters burned and looted more than 1,300 buildings, causing an estimated $500 million of damage. He implied that destroying the city was a justifiable social-justice action. When a police precinct was burned to the ground, he showed no special concern. He did make time for a live television interview on MSNBC."
}