{
    "url_original": "https://www.wsj.com/articles/ranked-choice-voting-is-bad-for-everyone-11625674248?mod=opinion_lead_pos6",
    "url": "ranked-choice-voting-is-bad-for-everyone-11625674248",
    "title": "Ranked-Choice Voting Is Bad for Everyone",
    "sub_head": "It appeals to progressives because it allows them to vote twice—once for show and once for real.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-365123?width=620&size=1.5",
    "image_1": "im-365123.jpg",
    "time": "2021-07-07 12:10:00",
    "body": "When it comes to counting votes, America’s political parties want to keep or gain their own advantage. The public interest, however, demands a nonpartisan method. No neutral method has yet been devised that merely elicits the people’s will without twisting it one way or another. Ranked-choice voting is an attempt that has its own twist and will make elections worse for both parties.<br />The idea isn’t new but it has gained favor, mostly from the left. It can be dismissed as too complicated and, coming as it does from professors, too demanding for most voters outside New York City. But I would like to present three deeper faults in it that concern how voters think, for ranked-choice voting is intended to make them think in a certain way.<br />First, by ranking choices a voter is required to divide his vote between a favorite candidate and some merely acceptable ones. The first choice is what the voter privately wills—the representative who suits him best. This choice is not directed at the common good, which requires that voters consider what others want. In a free country voters should desire a common good superior to the wishes of private individuals to prevail.<br />Ranked-choice voting makes the common good inferior to each person’s private first choice. The common good of the country typically gets ranked second choice or below for each citizen.<br />Ranked-choice suffuses the spirit of systems where multiple parties vie to build coalitions after votes are cast. In the U.S., parties aspire to gain majorities through the voting rather than by secret, chancy negotiation afterward. Each looks for ways to bring together difficult companions: Republicans must reconcile the interests of evangelical Christians and libertarians; Democrats must balance the desires of progressives and moderates. Ranked-choice voting splits these coalitions and requires the pieces be brought together after the election, and not by voters. In presidential elections, the Electoral College produces a majority intended to recognize the importance of the states, one that sometimes differs from a popular majority. But in any case it is a coalition majority."
}