{
    "url_original": "https://www.wsj.com/articles/ransomware-is-the-irs-of-bitcoin-11625346129?mod=markets_lead_pos3",
    "url": "ransomware-is-the-irs-of-bitcoin-11625346129",
    "title": "Ransomware Is the IRS of Bitcoin",
    "sub_head": "It doesn’t really matter how inconvenient it is to pay in bitcoin when you don’t have any other choice",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-07-04 09:00:00",
    "body": "Ransomware is to bitcoin as the Internal Revenue Service is to the dollar. Just as the taxman forces you to use dollars to pay your taxes, electronic ransom demands have been set in bitcoin, forcing companies, individuals and even some governments to use the cryptocurrency if they wish to regain control of their computer systems.<br />If this sounds wacky, bear with me. Before getting into the full explanation, we need a brief tour of theories of money. The most widely accepted is that money was created because early humans found it so inconvenient to barter with pigs, llamas or berries. It would be much easier to swap my llamas for widely accepted items—cowrie shells, fancy feather boas or carved stones—and then swap those items again for grain than it would be to find someone with grain who happened to want llamas.<br />Money was also a means of accounting for debts; easier still than using cowrie shells would be to take the grain now, get some notches on a tally stick, and later provide llamas, or grain, or whatever was promised to pay off the debt.<br />The first of these theories focuses on money as a means of exchange, an area where bitcoin has floundered because of the cost and hassle required to actually buy something in bitcoin. Only when its anonymity and international nature help enough to offset these disadvantages, such as in evading money-laundering laws, taxes and capital controls, is it much used. The rest of bitcoin trading is speculation and exchange arbitrage.<br />The second theory focuses on money’s role as a unit of account, an area where bitcoin hasn’t had any success so far. Even in El Salvador, where bitcoin is being made legal tender, stuff will still be priced first in dollars, then translated into bitcoin for anyone paying in crypto."
}