{
    "url_original": "https://www.wsj.com/articles/ratings-for-olympics-opening-ceremony-fell-36-compared-with-2016-games-11627171200?mod=business_lead_pos1",
    "url": "ratings-for-olympics-opening-ceremony-fell-36-compared-with-2016-games-11627171200",
    "title": "Ratings for Olympics Opening Ceremony Fall 36% From 2016",
    "sub_head": "Tokyo’s kickoff came a year late and without fans because of the Covid-19 pandemic",
    "category_1": "Sports",
    "category_2": "Olympics",
    "image_1_url": "https://images.wsj.net/im-374498?width=860&height=573",
    "image_1": "im-374498.jpg",
    "time": "2021-07-24 20:18:00",
    "body": "The kickoff of the Summer Olympics in Tokyo drew about 17 million viewers in the U.S. on Friday on NBC, a roughly 36% decline from the opening ceremony for the Games in 2016, according to preliminary figures from the network.<br />The Olympics came a year late because of the Covid-19 pandemic and are occurring without spectators in the stands.  Comcast  Corp.’s  NBC aired the opening ceremony twice on Friday—live in the morning and again in prime time. Tokyo is 13 hours ahead of the U.S. East Coast. NBC’s viewership figure covers the TV broadcasts and streaming.<br />The Games got off to a subdued start. Fewer than 1,000 people were invited to watch the ceremony in the stadium, as the tennis star Naomi Osaka lighted a cauldron with the symbolic flame. Around 5,700 athletes participated, compared with more than 10,000 in Rio de Janeiro in 2016.<br />Concerns have been rising about holding the event during the Covid-19 pandemic. The highly contagious Delta variant is driving global infections, and numerous Olympic participants and officials have tested positive leading up to the Games. Japan imposed a state of emergency through the end of the Olympics and announced weeks before the kickoff that spectators wouldn’t be allowed.<br />Olympic opening ceremony viewership has been on the decline. The opening night in 2016’s Games, which attracted 26.5 million viewers, had been a 35% drop from the record-setting audience of 40.7 million viewers for the 2012 London Summer Games."
}