{
    "url_original": "https://www.wsj.com/articles/re-born-in-the-u-s-a-review-liverpool-cant-compare-11627671494?mod=opinion_major_pos11",
    "url": "re-born-in-the-u-s-a-review-liverpool-cant-compare-11627671494",
    "title": "‘(Re)Born in the U.S.A.’ Review: Liverpool Can’t Compare",
    "sub_head": "To English teenagers, as to those behind the Iron Curtain, it was clear only Americans could live as they wanted.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-378078?width=860&height=578",
    "image_1": "im-378078.jpg",
    "time": "2021-07-30 14:58:00",
    "body": "“What do they know of England who only England know?” asked Rudyard Kipling, that quintessential Englishman who was born in India, married an American, lived in Vermont and might have lived there longer had he not had a falling out with his brother-in-law. His point: Great nations make waves beyond their own shores. They have to be seen outside-in, as Kipling saw England from India; or inhabited inside-out, as Kipling did even after finally settling in England as a neighbor of Henry James, who had traveled in the opposite direction, taking notes on the character of both nations as he went.<br />Roger Bennett has made what the airline pilots still call the “Atlantic crossing.” This is also the title of a 1975 album by Rod Stewart, the London-born Scottish patriot and longtime resident in Los Angeles. The album’s cover art depicts a giant Rod the Mod bestriding the ocean and planting a stack-heeled boot among the skyscrapers of Manhattan. Some are born American, some have it thrust upon them. Others, like Roger Bennett (and me, should the State Department compound its strategic follies of recent decades by stamping my application), achieve it by choice, hard work and lawyers’ fees.<br />“(Re)Born in the U.S.A.” (Dey Street, 295 pages, $27.99) is fast, funny and often endearing. It is less a memoir of how Mr. Bennett became an American as an adult, and more an adolescent memoir explaining why he wanted to become one. Mr. Bennett and I were born in the same year into the tribe of English Jews. Both of us were “reared . . . and raised on American soft power” in 1980s England, when the United States was a “magical, distant, and exotic” land of “plenty, of service, of perceived luxury and wonder”—and, above all, of choice and dreams, a “place filled with possibility and promise.” It is comforting and disconcerting to find that some of my most preciously held feelings are also Mr. Bennett’s; he has done a very good job of saving me the trouble of describing them.<br />“(Re)Born in the U.S.A.” is a memoir of desire: the usual teenage sexual stuff, but also the desire, as Bruce Springsteen put it in “Dancing in the Dark” (1984), to “change my clothes, my hair, my face.” In those days in England, our clothes, our music, our hairstyles, and our slang were all American. To English teenagers, as to those behind the Iron Curtain, it was clear that only Americans got the chance to live as they wanted.<br />Mr. Bennett grew up in Liverpool in the decades when its post-imperial decline accelerated into collapse; imagine Detroit, with worse weather and only 3,000 Jews. His parents had worked hard to enter the English middle classes. His grandfather, a kosher butcher, was a dab hand at gauging a cow’s fitness for slaughter by inserting his arm into its anus. His father found a less arduous exercise for his sense of discrimination. He became a judge."
}