{
    "url_original": "https://www.wsj.com/articles/realism-about-vaccine-hesitancy-11626214824?mod=opinion_major_pos7",
    "url": "realism-about-vaccine-hesitancy-11626214824",
    "title": "Realism About Vaccine Hesitancy",
    "sub_head": "Hyperbolic Fox anchors at least recognize the law of diminishing returns.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-07-13 18:20:00",
    "body": "Watching my teams lose is often more compelling than watching the Fox evening lineup, but I was nonetheless doubtful when a  New York Times headline claimed “Fox News hosts smear America’s vaccination efforts.”<br />It turned out, on visiting the transcript, that Laura Ingraham and Tucker Carlson had merely reacted in their usual hyperbolic way to a Joe Biden suggestion to send vaccinators door to door. Mr. Carlson, in particular, seemed like he might grasp the law of diminishing returns, because he started his remarks by praising U.S. success so far in getting 67% of adults vaccinated.<br />This is where the Times, like so many news outlets today, misses everything interesting about its subject in favor of executing a trope.<br />You might be curious about the actual numbers: Some 56% of Americans of all ages have volunteered to be inoculated, 14.5% under 12 aren’t eligible, and 10% have officially tested positive and presumably were advised by their doctors that infection confers immunity. Another 30% likely had Covid without being tested. Assume just one-third of these properly calculate that they don’t need vaccination. That still leaves only 10% of the population today as useful vaccine targets.<br />Some of these abstainers may be selfish young people, but lots will be young people who know all their older connections are vaccinated. Only a tiny share will likely be high-risk people who resist vaccination. In a few neighborhoods randomly knocking on doors might help, but I doubt this is the best way to reach this urgent but small cohort."
}