{
    "url_original": "https://www.wsj.com/articles/real-government-bond-yields-tumble-to-record-lows-11627432920?mod=markets_lead_pos5",
    "url": "real-government-bond-yields-tumble-to-record-lows-11627432920",
    "title": "‘Real’ Government-Bond Yields Tumble to Record Lows",
    "sub_head": "Decline in U.S., European yields adjusted for inflation is a sign that investors are paring bets on rapid economic recovery",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-376050?width=860&height=573",
    "image_1": "im-376050.jpg",
    "time": "2021-07-28 08:03:00",
    "body": "Yields on government bonds in the U.S. and Europe have dropped to record lows when adjusted for inflation, a sign of investors’ waning optimism about the global economic recovery.<br />The yield on the 10-year Treasury inflation-protected security, or TIPS, finished Tuesday’s session at minus 1.132%, according to Tradeweb. That is the lowest close on record, in data going back to February 2003, and down from Monday’s minus 1.118% close.<br />Yields, which fall when bond prices rise, have also declined to new lows this week on inflation-protected securities in Germany and the U.K. The yield on the 10-year German inflation-protected note fell to minus 1.775% Tuesday, a record low, while the yield on the U.K.’s 10-year inflation-protected gilt rose to minus 2.868%, just below Monday’s record-low close at minus 2.893%.<br />Yields on inflation-protected government bonds are considered proxies for so-called real yields—or the expected return that investors can get on either nominal or inflation-adjusted government bonds when accounting for expected inflation. Holders of TIPS are compensated with additional principal and coupon payments as the consumer-price index rises, meaning they will out-earn holders of nominal Treasurys if inflation exceeds expectations but earn less if prices don’t rise as much as expected.<br />Analysts say the decline in real yields is one sign that investors around the world are paring bets on a rapid recovery. While prospects are improving for advanced economies, low vaccination rates have left emerging and developing countries more vulnerable to economic fallout from additional waves of the pandemic, according to a recent International Monetary Fund report."
}