{
    "url_original": "https://www.wsj.com/articles/real-estate-shows-tech-is-no-holy-grail-11625407200?mod=markets_lead_pos7",
    "url": "real-estate-shows-tech-is-no-holy-grail-11625407200",
    "title": "Real Estate Shows Tech Is No Holy Grail",
    "sub_head": "In iBuying, just because you bet on technology, it doesn’t mean you’re a winner",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-364091?width=620&size=1.5",
    "image_1": "im-364091.jpg",
    "time": "2021-07-04 10:00:00",
    "body": "Everyone wants to be a tech company. Office-sharing, meat substitution, ride-hailing, fashion styling, fitness—they are all technology businesses, according to founders who covet the highflying valuations the appellation can garner in the public markets.<br />But just having technology doesn’t automatically make an investment superior. Consider real estate’s digital home flipping: Here is a business that is undoubtedly “tech” but where the value of the technology isn’t yet clear. With iBuyer Offerpad’s merger with blank-check firm Supernova Partners expected to close early this quarter, the value of technology—or lack thereof—is something that online real-estate investors will want to consider as they place their bets in a crowded field.<br />So-called “pure play” iBuyers Offerpad and competitor  Opendoor Technologies  both describe themselves as technology companies. Opendoor says it is a “digital platform for residential real estate.” Offerpad says it is focused on “tech-enabled real estate solutions.” Both companies have a chief technology officer and some version of a data scientist, presumably there to hone the technology investments and analyze their utility.<br />These companies may be solving similar pain points in seamlessly digitizing real-estate transactions, but they seem to be approaching the problem in different ways—Opendoor with money and Offerpad with experience. As of its March presentation, Offerpad said it had raised less than 9% of what SoftBank-fueled Opendoor had, though it had bought and subsequently sold 38% as many homes. And whereas Offerpad is led by a former real-estate agent, Opendoor is led by someone from the real estate technology business.<br />Opendoor’s deep pockets have no doubt fueled its rapid growth. It is now active in 39 markets with the stated goal of entering 42 by year-end—double the number of markets Offerpad is targeting this year, despite being only one year younger. But bigger doesn’t necessarily mean better: Opendoor lost far more money last year."
}