{
    "url_original": "https://www.wsj.com/articles/recipes-with-less-meat-all-the-flavor-11625857469",
    "url": "recipes-with-less-meat-all-the-flavor-11625857469",
    "title": "Recipes With Less Meat, All the Flavor",
    "sub_head": "Cutting meaty recipes with a healthy portion of veggies can be sensible—and sensational. These carrot-beet sloppy Joes, kale-meatballs and loaded potato burgers satisfy with an ounce or less of meat per serving.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-365054?width=620&size=1",
    "image_1": "im-365054.jpg",
    "time": "2021-07-09 15:04:00",
    "body": "EACH MORNING, just after breakfast, I ask my wife what she wants for dinner. It’s a mostly pointless exercise because nine times out of 10, her answer is the same: Vegetables. She says it with a smirk as she walks out the door on her way to the farm where she grows organic vegetables for a living.<br />I also love vegetables, and I love meat, and I would still be eating a lot more of the latter than I do now if I hadn’t started cutting it with vegetables from the farm.<br />These days, vegetables are on-trend. Manhattan’s three-Michelin-starred Eleven Madison Park has become a vegan restaurant, and the culinary website Epicurious has dropped beef recipes entirely going forward—which is, in a lot of ways, too bad. My wife will tell you organic vegetable farming is not possible without animal inputs. It is important that those animals are well stewarded and properly treated, and there are many small farms that are doing things correctly.<br />Raising meat animals the right way does cost more. Those costs are passed along to the consumer; using less meat per serving is a way to continue to support small farms and a way to stretch more expensive meat. In our house, that’s a win-win.<br />Most days I keep meat down to an ounce or less per serving and fill the recipes out with vegetables. Our Sloppy Joes are mostly carrots and beets with a little meat to keep the flavor and the protein levels high enough to satisfy my meat cravings."
}