{
    "url_original": "https://www.wsj.com/articles/reese-witherspoons-book-club-pick-is-a-summer-hit-of-course-its-headed-to-streaming-tv-11626782400",
    "url": "reese-witherspoons-book-club-pick-is-a-summer-hit-of-course-its-headed-to-streaming-tv-11626782400",
    "title": "Reese Witherspoon’s Book-Club Pick Is a Summer Hit. (Of Course It’s Headed to Streaming TV)",
    "sub_head": "‘The Last Thing He Told Me,’ a thriller about a missing tech executive, is set to star Julia Roberts as television increasingly determines what we read",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-369448?width=700&height=467",
    "image_1": "im-369448.jpg",
    "time": "2021-07-20 08:00:00",
    "body": "“The Last Thing He Told Me,” a bestselling thriller splayed across beach blankets this summer, isn’t part of a blockbuster series, nor is it a splashy debut or the latest from a brand-name author.<br />But the book’s success is no fluke.<br />The midcareer novel from author Laura Dave found its momentum thanks partly to high-stakes deal making from New York to Hollywood. In December, with the book already available for presale online, Reese Witherspoon’s media company Hello Sunshine said it was optioning the title for an Apple TV+ limited series starring Julia Roberts, who is also an executive producer. On May 4, the day the novel came out, Ms. Witherspoon unveiled it as her monthly book club pick. Sales soared.<br />“It’s a perfectly crafted rollout,” says Kristen McLean, executive director of business development at NPD BookScan. “All of the pieces were lined up.”<br />Television is deciding what books we read like never before. As streaming platforms battle for fresh content, they crave the complex characters and propulsive story lines that come ready-made in many novels. Successes such as HBO’s award-winning “Big Little Lies,” a star-packed series adapted from a Liane Moriarty novel, can buoy a streaming business. The volume of book-to-TV options has skyrocketed, along with the prices of those deals, so much so that by the time a reader discovers a new book, its future TV series could already be cast."
}