{
    "url_original": "https://www.wsj.com/articles/rep-luke-letlow-death-coronavirus-covid-19-vaccines-moderna-loss-11627585063?mod=opinion_lead_pos6",
    "url": "rep-luke-letlow-death-coronavirus-covid-19-vaccines-moderna-loss-11627585063",
    "title": "My Family’s Covid Tragedy May Save Your Life",
    "sub_head": "My husband died of Covid two weeks before vaccines became available. Don’t wait until it’s too late.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-29 18:22:00",
    "body": "The noise hasn’t stopped in a year and a half. Since March 2020, our TV screens and social-media feeds have been dominated by pundits and politicians telling us how to behave during the pandemic. The noise is so loud it has muffled the voices of ordinary Americans whose lives have been forever shaped by the virus.<br />Covid-19 has had a profound impact on my life. I lost my husband, Luke, on Dec. 29, five days before he was set to be sworn in to Congress. I want to share our story in hope that it will encourage unvaccinated Americans to get vaccinated before it’s too late.<br />When Luke was in the hospital, he told me numerous times that he wanted to help people understand the seriousness of the virus. He knew that misinformation was running rampant, and he wanted to hold a press conference in his hospital room to share his experience with others. Sadly, he succumbed to the virus before he could tell that story.<br />It was horrific to watch the person I love most have to gasp for every breath to stay alive. Seeing the color and life slowly drain from the body of my otherwise perfectly healthy husband was the most painful thing I have ever endured. It is an experience I wouldn’t wish on anybody.<br />Luke died two weeks before Moderna’s vaccine became available to the public. He was 41. I would have given everything to get him that lifesaving shot. Before he contracted Covid, we often prayed together for the vaccine, hoping that it would bring relief to our family and so many others. I know that he was ready to get vaccinated and would have encouraged his friends, family members and constituents to follow suit."
}