{
    "url_original": "https://www.wsj.com/articles/republicans-highlight-inflation-in-effort-to-thwart-bidens-midterm-economic-case-11626341401?mod=politics_lead_pos5",
    "url": "republicans-highlight-inflation-in-effort-to-thwart-bidens-midterm-economic-case-11626341401",
    "title": "Republicans Highlight Inflation in Effort to Thwart Biden’s Midterm Economic Case",
    "sub_head": "Administration officials point to data showing that the labor market is recovering and consumer confidence is rising",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-368896?width=860&height=573",
    "image_1": "im-368896.jpg",
    "time": "2021-07-15 05:30:00",
    "body": "WASHINGTON—President Biden is touting an economic boom he says will boost Americans as the nation exits the Covid-19 pandemic. But Republicans have pointed to the accompanying surge in inflation to hammer the president’s party over higher prices for used cars, apparel and more.<br />A burst of growth in the first quarter of this year put the U.S. economic output within 1% of its pre-pandemic peak, reached in late 2019. But inflation also is at the highest point in 13 years, and Federal Reserve officials are weighing when to pull back support for the economy. Economists predict inflation will remain elevated for several years, though they expect it to come down some from current levels.<br />The White House and many economists say the price increases are due to a number of factors, including pandemic-related supply bottlenecks and shortages and a rise in demand after a year at home. Administration officials point to data showing that the labor market is recovering and consumer confidence is rising and contend that a repeat of the runaway inflation of the 1970s isn’t in the cards, saying the current levels are temporary.<br />Treasury Secretary Janet Yellen told a House committee recently: “I came of age and studied economics in the 1970s, and I remember what that terrible period was like and no one wants to see that happen again.”<br />Plentiful stimulus funding passed by Congress for pandemic relief, including $1.9 trillion early in Mr. Biden’s term, also is contributing to higher demand and prices, many economists say, prompting Republicans to contend that Mr. Biden’s subsequent legislative proposals—trillions more in infrastructure and antipoverty spending—will exacerbate inflation and overheat the economy."
}