{
    "url_original": "https://www.wsj.com/articles/republic-of-detours-review-the-new-deal-in-travel-guides-11627579541",
    "url": "republic-of-detours-review-the-new-deal-in-travel-guides-11627579541",
    "title": "‘Republic of Detours’ Review: The New Deal in Travel Guides",
    "sub_head": "The American Guide series, published under the auspices of the Depression-era Federal Writers’ Project, has taken on the aura of a classic.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-377317?width=860&height=501",
    "image_1": "im-377317.jpg",
    "time": "2021-07-29 13:25:00",
    "body": "If most other writers are like me (and I suspect they are), they leave behind them a trail of abandoned projects. On a fairly regular basis, one is hit with an idea for an essay, a story, a book. One investigates until coming to the conclusion (most of the time) that this won’t pan out or (rarely) that it’s a go.<br />Among my own won’t-pan-outs was the Federal Writers’ Project. This was a Depression-era enterprise, a wing of the Works Progress Administration, in which unemployed writers (during the Depression, there was basically no other kind) were hired by the government to fan out across the country, find out what was going on in the 48 states, New York City and the District of Columbia, and produce a thick guidebook to each locale—plus a good deal of additional material, including extensive interviews with formerly enslaved people that have since proved invaluable to scholars. A fascinating topic, to be sure, especially considering that the American Guide series has subsequently taken on the aura of a classic—regularly reprinted, and inspiring the likes of John Steinbeck and William Least Heat-Moon in their own travel books—and that the young men and women who labored on the project included such future eminences as Nelson Algren, Saul Bellow, John Cheever, Ralph Ellison, Zora Neale Hurston, Kenneth Rexroth, May Swenson, Studs Terkel and Richard Wright.<br />I investigated long enough to decide that the vein had been sufficiently mined by others and wouldn’t reward further excavation by me. Actually, I think I decided this after looking at just one book, Jerre Mangione’s “The Dream and the Deal” (1972). Mangione was another of those young writers hired by the project, in his case for an executive position; he would go on to write highly praised novels and memoirs. Even though it was decades old, his history of the FWP, besides being informed by his own experience, stood up as being solidly researched, and intelligently and gracefully written: in short, definitive. Moreover, it was followed by several academic works on the project and a few popular ones, notably “Soul of a People” (2009), by David A. Taylor, which inspired a documentary of the same name on the Smithsonian Channel.<br />So I feel I made the right move in going on to other ventures. But here’s the thing: Scott Borchert also made the right move in pursuing this one. His “Republic of Detours: How the New Deal Paid Broke Writers to Rediscover America” shows that when a good writer meets a subject for which he or she has a passion, the result is almost always going to be fine, no matter that others have treated it before. As he observes, “just as you might take many routes across a state, choosing where to stop and what to pass by, trading detours and dead ends, so there are many possible ways to tell this story.”<br />Mr. Borchert’s own way is marked by several signal attributes. He’s excellent at character studies, offering fresh takes and material on familiar figures like Algren, Hurston and Wright, and introducing us to lesser-known ones like Vardis Fisher, a cranky novelist who pretty much single-handedly wrote the Idaho guide, and, most important, Henry Alsberg, the shambling, closeted veteran journalist and litterateur who served as the FWP’s director and, somehow, kept it all together."
}