{
    "url_original": "https://www.wsj.com/articles/republicansask-federal-retirement-planfor-details-on-blackrock-state-streets-votes-11625139430?mod=politics_lead_pos3",
    "url": "republicansask-federal-retirement-planfor-details-on-blackrock-state-streets-votes-11625139430",
    "title": "Republicans Ask Federal Retirement Plan for Details on BlackRock, State Street’s Votes",
    "sub_head": "Letter from senators shows heightened scrutiny on how large money managers are exerting their influence over companies on behalf of investors",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-362848?width=620&size=1.5",
    "image_1": "im-362848.jpg",
    "time": "2021-07-01 07:37:00",
    "body": "Two Republican senators want more information from the nation’s biggest 401(k)-type plan on how money managers  BlackRock Inc.  and  State Street  Global Advisors cast shareholder votes on behalf of government savers.<br />In a letter, Sens. Pat Toomey (R., Pa.) and Ron Johnson (R., Wis.) asked the Federal Retirement Thrift Investment Board, which oversees the government’s $760 billion Thrift Savings Plan, to detail how the two investment firms cast proxy votes over everything from who sits on corporate boards to executive pay and priorities at companies. They have also requested past communications with the firms and other information to determine whether the asset managers voted in ways that violated their responsibilities to those in the savings plan.<br />The letter shows heightened scrutiny from Washington on how the country’s largest money managers are exerting their influence over companies on behalf of investors. Funds that track broad markets have gained considerable assets in the past decade, wresting voting power from individual investors, stock pickers and others. Today, just a few money managers have significant influence over companies through the votes they wield on behalf of those who own index funds.<br />In one recent sign of index-fund managers’ influence, BlackRock and State Street helped elect new directors nominated by an activist investor to the board of oil giant  Exxon Mobil Corp.  this year.<br />“We are concerned that BlackRock and SSGA may be prioritizing their CEOs’ personal policy views over retirees’ financial security,” the senators wrote in Wednesday’s letter. The two firms manage some $550 billion for the retirement savings plan serving federal employees and uniformed services members."
}