{
    "url_original": "https://www.wsj.com/articles/resistance-cuba-protests-coronavirus-san-antonio-de-los-banos-diaz-canel-11626638849?mod=opinion_lead_pos10",
    "url": "resistance-cuba-protests-coronavirus-san-antonio-de-los-banos-diaz-canel-11626638849",
    "title": "Resistance and Repression in Cuba",
    "sub_head": "Protesters knew they would meet brutality. They went out anyway, demanding liberty.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-07-18 19:12:00",
    "body": "During a visit to Moscow in 1991, members of the Cuban-American National Foundation had a quiet meeting with a top KGB official. Diego Suarez, who was at that meeting, told me last week by phone from Miami that, in the KGB man’s opinion, Havana’s internal-security apparatus was more sophisticated than the Kremlin’s.<br />A former senior U.S. official told me on Wednesday that when he and others met with the same KGB general—Oleg Kalugin—in Washington in 2001, he told them that the machine controlling the Cuban police state was more “effective” than the Soviet system had been.<br />This testimony is worth contemplating in the wake of unprecedented antigovernment demonstrations across Cuba last week. The island’s rich ruling elite have spent decades cultivating a monstrous, merciless state-security structure for occasions such as this. Now it has unleashed a wave of terror on the island that would make Stalin blush.<br />Watching the Interior Ministry and the military do their dirty work, it’s hard to believe regime collapse is imminent. Yet last week’s protests overwhelmed a network that is supposed to be airtight. The breadth of the uprising reveals a nation at the breaking point. Any lingering pretense of regime legitimacy has been shredded—at home and abroad.<br />On July 11 in the municipality of San Antonio de los Baños, some 22 miles from Havana, a group of pro-democracy activists launched a protest. It was far from the first of its kind. This column has been documenting the work of Cuban dissidents for more than two decades. But on that Sunday something new happened."
}