{
    "url_original": "https://www.wsj.com/articles/restrictions-for-migrant-families-at-u-s-mexico-border-wont-be-lifted-as-covid-cases-surge-11627523804?mod=politics_lead_pos5",
    "url": "restrictions-for-migrant-families-at-u-s-mexico-border-wont-be-lifted-as-covid-cases-surge-11627523804",
    "title": "Restrictions for Migrant Families at U.S.-Mexico Border Won’t Be Lifted as Covid Cases Surge",
    "sub_head": "Biden administration was expected to spare families from a pandemic policy that blocks many migrants from entering the U.S. for public health reasons",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-377016?width=860&height=573",
    "image_1": "im-377016.jpg",
    "time": "2021-07-28 22:57:00",
    "body": "WASHINGTON—The Biden administration will continue to block migrant families from seeking humanitarian protections at the southern border, according to people familiar with the matter, reversing course after initially planning to exempt families from the public-health measure known as Title 42.<br />The decision comes as large numbers of migrants, including families and children, illegally cross the Mexican border into the U.S. daily.<br />At the same time, cases of Covid-19, driven by the virulent Delta variant, have been spiking in much of the U.S., adding to concerns about easing border restrictions, the people said. Earlier this month, the administration extended the border closure until at least Aug. 21, citing rising infection rates.<br />The Department of Homeland of Security didn’t immediately respond to a request for comment.<br />The administration had been expected to exempt families from the border restrictions at the end of July. The plan was initially driven by pressure from a federal lawsuit brought by the American Civil Liberties Union alleging that the policy violates federal immigration law and the human rights of migrants. The lawsuit is before a judge who has previously ruled in the ACLU’s favor, and for months it has been on hold while the government and the ACLU held secret settlement negotiations."
}