{
    "url_original": "https://www.wsj.com/articles/retailers-have-back-to-school-in-the-bag-11627297200?mod=markets_lead_pos12",
    "url": "retailers-have-back-to-school-in-the-bag-11627297200",
    "title": "Retailers Have Back-to-School in the Bag",
    "sub_head": "As students return to classrooms, pent-up demand is expected to produce a strong buying season",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-26 07:00:00",
    "body": "After more than a year of on-and-off Zoom schooling, parents have a fair bit of back-to-school shopping to do as children return to classrooms. Retailers—both last year’s winners and laggards—will need it.<br />School districts in many parts of the U.S. are mandating in-person attendance this fall. Colleges are also planning to bring students back on campus. That sets up for a strong buying season: Back-to-school spending is expected to reach an all-time high this year, according to a recent survey from the National Retail Federation and Prosper Insights & Analytics. Another survey by Deloitte showed that parents expect to spend 16% more on back-to-school shopping this year, a marked uptick from the 1-3% growth rate seen in recent years.<br />“We’re planning for one of our biggest back-to-school and college seasons ever,” Target’s chief growth officer, Christina Hennington, said on the company’s first-quarter earnings call in May.<br />Several factors contribute to a stronger selling season. Pent-up demand is one obvious reason. Last year’s college freshmen who attended school remotely last year, for example, will be setting up their dorm rooms for the first time this year alongside a new batch of freshmen. “You’ve got almost two years’ worth of pent-up needs,” notes Marshal Cohen, chief industry adviser at NPD Group. For school-age children, parents who held off on new clothes, backpacks or lunchboxes last year will find that they have to make those purchases this year. They have extra cash to do so: Expanded child tax credits began hitting bank accounts on July 15. They amount to roughly $250 a month for children ages 6 to 17, or $83 extra a month compared with prior-year levels.<br />Retailers across the board could use a bit of a lift. Expectations are running high, after all: A broad basket of retail stocks have risen almost 49% this year, beating the S&P 500 by almost 32 percentage points. For pandemic retail winners such as Target and  Dick’s Sporting Goods ,  last year’s second fiscal quarter—the period spanning summer months—was a period of strong sales growth that would be hard to top without strong back-to-school selling. Target and Dick’s saw sales jump 20% and 25%, respectively, in their second fiscal quarters last year."
}