{
    "url_original": "https://www.wsj.com/articles/richard-bransons-virgin-galactic-flight-kick-starts-space-tourism-11625832000?mod=business_lead_pos1",
    "url": "richard-bransons-virgin-galactic-flight-kick-starts-space-tourism-11625832000",
    "title": "Richard Branson’s Virgin Galactic Flight Kick-Starts Space Tourism",
    "sub_head": "Entrepreneur’s journey to the edge of space could bolster interest in trips, but widespread travel there is probably still years off",
    "category_1": "Business",
    "time": "2021-07-09 08:00:00",
    "body": "Space tourism is trying to take off.<br />Richard Branson’s planned flight to the edge of space on Sunday brings the nascent industry closer to reality—though it could be years before most travelers can afford it.<br />Mr. Branson and five other people will travel on a  Virgin Galactic Holdings Inc .  spacecraft that will take them more than 50 miles above Earth. The trip marks the first flight for Virgin Galactic with what the company describes as a full crew, which will include the billionaire entrepreneur, three company executives and two pilots who will fly the spacecraft.<br />The company has said the high-profile flight is the latest test of its technology and the first since the Federal Aviation Administration granted it permission last month to fly paying passengers into space. Virgin Galactic has said it expects to start operating such trips next year. For now, Sunday’s flight serves as another potential validation point for a space-tourism industry that will need to attract wealthy passengers as it ramps up.<br />Human space flight, long the province of government agencies with scientific goals and policy objectives, is drawing fresh interest from investors and companies who see new opportunities to create a space-tourism industry that has long been elusive for commercial enterprises. Billionaires like Mr. Branson,  Amazon.com Inc.  founder Jeff Bezos, Tesla Inc. Chief Executive Elon Musk and others are betting the demand is there to bring an entirely new business and experience into existence."
}