{
    "url_original": "https://www.wsj.com/articles/richard-branson-races-jeff-bezos-to-space-as-covid-19-hits-business-back-on-earth-11625753740?mod=business_lead_pos4",
    "url": "richard-branson-races-jeff-bezos-to-space-as-covid-19-hits-business-back-on-earth-11625753740",
    "title": "Richard Branson Races Jeff Bezos to Space as Covid-19 Hits Business Back on Earth",
    "sub_head": "British billionaire and serial entrepreneur has built his Virgin brand around his own high-profile stunts",
    "category_1": "Business",
    "time": "2021-07-08 10:15:00",
    "body": "Richard Branson hopes to beat Jeff Bezos into space this Sunday with the sort of high-profile act that made the British billionaire famous and helped him build his Virgin Group into a global brand.<br />Back on the ground, Mr. Branson’s business empire—straddling airlines, cruise ships, hotels and gyms—is trying to recover from the economic hit that many tourism and travel-focused businesses have suffered during the pandemic.  Virgin Galactic Holdings Inc.,  the space-tourism company that will take Mr. Branson on its first fully crewed space flight this weekend, and his satellite-launch company, Virgin Orbit, have been bright spots. They have been his main focus for several years, according to people familiar with the matter.<br />The launch, assuming no weather or technical issues, is scheduled nine days before Mr. Bezos, the Amazon.com Inc. founder, is slated to be part of the first crew carried by his own space-tourism company, Blue Origin LLC. The rival launches highlight the competition that could unfold in the coming years between billionaires to carry fee-paying passengers to the edge of space. SpaceX, the rocket company led by Tesla Inc. Chief Executive Elon Musk, plans this year to carry paying passengers higher still.<br />Mr. Branson, 70 years old, has for years brought global attention to his businesses on the back of publicity-grabbing stunts, establishing a risk-taking, flamboyant persona that is a key part of the brand. Mr. Branson’s participation in the launch is a marketing opportunity but also important for assuring future paying customers that the flight is safe, said Will Whitehorn, a former senior Virgin executive who has discussed the flight with Mr. Branson.<br />“Nobody will feel confident in his commercial space flights if he is unwilling to do it himself,” said Mr. Whitehorn, who is also the president of UKspace, a trade association for British space companies. Virgin Galactic says its tickets have sold for $250,000 each, and the company has collected $80 million in sales and deposits."
}