{
    "url_original": "https://www.wsj.com/articles/ride-sharing-startup-swvl-nearing-deal-to-go-public-with-female-led-spac-11627426800?mod=business_lead_pos11",
    "url": "ride-sharing-startup-swvl-nearing-deal-to-go-public-with-female-led-spac-11627426800",
    "title": "Ride-Sharing Startup Swvl Nearing Deal to Go Public With Female-Led SPAC",
    "sub_head": "Middle East-based ride-sharing and technology company plans to merge with Queen’s Gambit Growth Capital",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-375822?width=860&height=573",
    "image_1": "im-375822.jpg",
    "time": "2021-07-27 19:00:00",
    "body": "Middle East-based ride-sharing technology startup Swvl Inc. is nearing a deal to go public via a merger with a special-purpose acquisition company, according to people familiar with the matter.<br />Dubai-based Swvl plans to merge with  Queen’s Gambit Growth Capital  in a deal that values the company at roughly $1.5 billion, the people said. Swvl was co-founded in 2017 by Mostafa Kandil, who formerly worked at ride-sharing company Careem, which is now a subsidiary of  Uber Technologies Inc.<br />Swvl operates mainly in the Middle East and Africa, providing ride-sharing in areas where mass transit is plagued by poor reliability. Its algorithms and technology help make rides and routes more efficient. The company targets a different type of user than, say, Uber, focusing more on customers who lack other options to and from work and school. It has plans to expand to Latin America as well as Europe.<br />The Queen’s Gambit SPAC, whose name is a nod to an opening sequence in chess as well as the fact that it’s led by women, raised $300 million in January. At the time, the SPAC said it was looking to invest in a target company with a focus on sustainability in the sector of clean energy, healthcare, mobility or industrials, among others.<br />A group of investors including Agility, Luxor Capital Group LP and Zain Group, a mobile voice and data services operator across the Middle East and Africa, plan to put in another roughly $100 million through a private investment in public equity, or PIPE, associated with the deal, the people said."
}