{
    "url_original": "https://www.wsj.com/articles/riffing-on-a-master-11626900659",
    "url": "riffing-on-a-master-11626900659",
    "title": "Riffing on a Master",
    "sub_head": "This year, the New York Guitar Festival honors the legacy of classical guitarist Julian Bream with an impressive lineup of virtual performances.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-372828?width=860&height=573",
    "image_1": "im-372828.jpg",
    "time": "2021-07-21 16:50:00",
    "body": "<br />The New York Guitar Festival, presented biennially since 1999, has avoided stylistic pigeonholing by shifting its focus with each installment: a classical guitar potpourri might be followed by a festival built around the music of Bruce Springsteen, an influential bluesman like the Rev. Gary Davis or a Gospel-rocker like Sister Rosetta Tharpe. And within an announced theme, the variety of players and interpretive approaches is typically broad, thanks no doubt to the eclectic tastes of the festival’s founders, David Spelman, a classical guitarist turned entrepreneur, and John Schaefer, the host of several influential new-music programs on WNYC.<br />This year’s edition was nearly doomed by the pandemic, but Mr. Spelman had his heart set on a tribute to Julian Bream, the British virtuoso who died in August, at age 87. His solution was to invite 18 guitarists and three lutenists to submit video performances, and to post three clips daily between July 14 and 20 on the festival’s YouTube page. They can be viewed there indefinitely, along with recordings from past festivals.<br />“Remembering Julian Bream” has a starry roster that includes Eliot Fisk, Sharon Isbin, Pepe Romero, David Leisner, Paul O’Dette, Hopkinson Smith, Jason Vieaux and several promising younger players performing music associated with Bream. But the festival’s heart is a half-dozen commissioned works, all by guitarists who also compose.<br />Most listeners still think of Andrés Segovia as the architect of the modern classical guitar world, and there is no denying that Segovia reconfigured attitudes about the instrument. But Bream’s contributions were far more significant. Where Segovia’s interpretive style was self-consciously Romantic, Bream’s readings were streamlined and modern, yet sacrificed nothing in warmth or emotional weight. He also had an early place in the period instrument world, having revived the Renaissance lute and its repertory. And most crucially, where Segovia was content with works by composers who were barely known outside the guitar world, Bream commissioned music from composers with international reputations, among them Benjamin Britten, William Walton, Michael Tippett, Hans Werner Henze, Toru Takemitsu and dozens more, many of which have become centerpieces of the guitar’s repertory."
}