{
    "url_original": "https://www.wsj.com/articles/roadrunner-a-film-about-anthony-bourdain-review-the-soul-of-a-food-star-11626299108",
    "url": "roadrunner-a-film-about-anthony-bourdain-review-the-soul-of-a-food-star-11626299108",
    "title": "‘Roadrunner: A Film About Anthony Bourdain’ Review: The Soul of a Food Star",
    "sub_head": "Three years after his death by suicide, a documentary attempts to take the measure of the larger-than-life man.",
    "category_1": "Film Review",
    "time": "2021-07-14 17:45:00",
    "body": "Early in Morgan Neville’s enthralling and unsettling “Roadrunner: A Film About Anthony Bourdain,” a documentary feature playing in theaters, the filmmaker is heard speaking softly behind the camera. Gossip isn’t what he’s after, he assures an uneasy interview subject in a reference to the tabloid scandal that broke shortly before Bourdain’s death: “I want to make a film about why he was who he was.”<br />The whys of that life include why the cook-turned-chef-turned-writer and media star burned so bright, was so avid for experience, was loved by so many who knew him and by so many more who read his zestful words and followed his extravagant adventures. Inevitably, of course, they’re overshadowed by why he, of all irrepressible spirits, committed suicide three years ago, at age 61, by hanging himself in his room in a French hotel. Unable to penetrate that mystery, the film touches briefly on the scandal without proposing it as the answer. Still, Mr. Neville, who won an Oscar for the 2013 documentary “Twenty Feet From Stardom,” leaves us with a vivid, thoroughly satisfying sense of the man Bourdain was as well as the one he seemed to be.<br />Sometimes the two coincided. In film clips from the late 1990s, during Bourdain’s tenure as an executive chef at Brasserie Les Halles in New York, he’s the same brash, funny, alluring, articulate, supersmart, self-ironic and immensely likable prodigy of energy he continued to be for much of his life. Where the person and the persona begin to diverge in Mr. Neville’s documentary portrait is after the suddenly celebrated author of “Kitchen Confidential” hits the road for a TV food and travel show whose various iterations will span—and pretty much consume—16 years of his life. Bourdain, a natural storyteller, loves the new medium and takes to it quickly, though not without a steepening cost to himself and others. While the most affecting interviews in the film are with his friends and his second wife, Ottavia Busia-Bourdain, the most revealing are with the producers, directors and crew who worked with him across all those years and miles and watched him grow and change.<br />Some of the changes are unsurprising, the consequence of an exhilarating but exhausting process that Bourdain later describes as “airport to airport, city to city—I’m starting to feel like a modern-day Willy Loman.” Far from starring in his own version of “Death of a Salesman,” the peregrinating host thrives on scarfing exotic foods—one of his producers calls his eating a live, beating cobra heart “a little salacious”—engaging effortlessly with fascinating people and immersing himself, however briefly, in cultures that were as foreign to him as to his viewers. That’s a surprise. The world traveler, the film tells us, hadn’t traveled before the advent of his first series, “A Cook’s Tour.” What he knew of other lands came mostly from movies and books, which enhanced his already voracious appetite for the real thing.<br />It’s hardly a surprise that appetite would figure prominently in a documentary about a chef who eats—and smokes and drinks and charms—his way around the world. But there are appetites for nourishment, and those for experience, and what makes Mr. Neville’s film change from beguiling to troubling to heartbreaking and frightening is his subject’s insatiable hunger for extreme experience. It’s not just the rigors of the road, the 250 days of travel each year that wreak havoc on Bourdain’s two marriages and the family life he cherishes. “People forget that Anthony Bourdain was a junkie,” says his friend the artist and self-described junkie David Choe. “It jumped. The addiction jumped.”Those five chilling words go a long way toward explaining the film’s latter stretches."
}