{
    "url_original": "https://www.wsj.com/articles/roadrunner-director-on-anthony-bourdains-suicide-asia-argento-and-the-publics-unprocessed-trauma-11626096435",
    "url": "roadrunner-director-on-anthony-bourdains-suicide-asia-argento-and-the-publics-unprocessed-trauma-11626096435",
    "title": "‘Roadrunner’ Director on Anthony Bourdain’s Suicide, Asia Argento and the Public’s ‘Unprocessed Trauma’",
    "sub_head": "Morgan Neville talks about why he made “Roadrunner,” how he handled the author and TV host’s suicide and relationship with Asia Argento",
    "category_1": "Arts",
    "category_2": "Film",
    "image_1_url": "https://images.wsj.net/im-365977?width=620&size=1.5",
    "image_1": "im-365977.jpg",
    "time": "2021-07-12 09:27:00",
    "body": "Three years since Anthony Bourdain died by suicide at age 61, the celebrity chef still commands notice. A new documentary is bringing that attention to a boil.<br />“Roadrunner: A Film About Anthony Bourdain” takes an intimate look at the food-and-travel TV star’s life from his breakout success as author of the 2000 memoir “Kitchen Confidential,” to his rise in popular series like “No Reservations” and “Parts Unknown.” The movie takes a turn as it deals with his death and attempts by his close circle to process the loss.<br />Oscar-winning filmmaker Morgan Neville (“Won’t You Be My Neighbor?” and “20 Feet From Stardom”) said he wanted his movie to address what he called some of the public’s “unprocessed trauma” around Bourdain’s sudden passing.<br />Years after his death, Bourdain’s influence persists in popular culture. “World Travel: An Irreverent Guide,” a posthumous book by Bourdain and Laurie Woolever, topped several bestseller lists in the spring. Ms. Woolever’s book, “Bourdain: The Definitive Oral Biography,” arrives Sept. 28, the same day as “In the Weeds: Around the World and Behind the Scenes with Anthony Bourdain,” from Bourdain’s longtime TV producer and director Tom Vitale.<br />“Roadrunner,” opening in theaters on Friday, examines Bourdain’s relationship with his last girlfriend, Italian actress and director Asia Argento. It addresses a tabloid scandal that surfaced days before the chef’s death alleging that Ms. Argento was involved in another romance outside her relationship with Bourdain."
}