{
    "url_original": "https://www.wsj.com/articles/robinhood-wants-you-to-buy-robinhood-stock-on-robinhood-11625131801?mod=markets_lead_pos2",
    "url": "robinhood-wants-you-to-buy-robinhood-stock-on-robinhood-11625131801",
    "title": "Robinhood Wants You to Buy Robinhood Stock on Robinhood",
    "sub_head": "The trading app is allocating up to 35% of its IPO shares to individual investors, part of a strategy to bring IPO investing to the masses",
    "category_1": "IPOs",
    "time": "2021-07-01 05:30:00",
    "body": "Robinhood Markets Inc. wants its users to buy stock. The online brokerage’s own, that is.<br />The popular stock-trading app plans to set aside as much as 35% of shares in its coming initial public offering for individual investors, according to people familiar with the matter, a much larger retail allocation than in a typical deal. Robinhood wants people to sign up to buy the shares on its new platform that gives users access to IPOs before they start trading.<br />The Robinhood IPO is shaping up to be the biggest test yet of a notion that is gaining traction on Wall Street: The everyday investor should play a bigger role in the IPO market. Robinhood rivals  SoFi Technologies Inc.  and investing and social-networking app Public Holdings Inc. are launching their own IPO-access platforms to take advantage of the newfound power and enthusiasm of the everyday investor.<br />The timing is no accident. The market for new listings is on track for its busiest summer in years. Companies have sold more than $190 billion in stock in U.S.-listed IPOs so far in 2021, according to data provider Dealogic, already exceeding 2020’s record total.<br />The new platforms are a new spin on an old idea that never really managed to take off. For all the sway that amateur investors have over meme stocks like  GameStop Corp.  and  AMC Entertainment Holdings Inc.,  they have been largely shut out of the IPO party. Companies tend to allocate well under 10% to individual investors, according to brokers, and much of that supply is gobbled up by banks’ wealthy, well-connected clients. (There are some noteworthy exceptions:  Facebook Inc.  sold around 25% of its IPO shares to individual investors when it went public in 2012.)"
}