{
    "url_original": "https://www.wsj.com/articles/robinhood-ipo-was-no-feather-in-its-cap-11627595658?mod=business_minor_pos10",
    "url": "robinhood-ipo-was-no-feather-in-its-cap-11627595658",
    "title": "Robinhood IPO Was No Feather in Its Cap",
    "sub_head": "The retail-heavy strategy of its IPO may be questioned after its first-day drop, but the broker’s fundamentals are what matter now",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-377615?width=860&height=573",
    "image_1": "im-377615.jpg",
    "time": "2021-07-29 17:54:00",
    "body": "There were warning signs that  Robinhood ’s  men and women weren’t going to be so merry on Thursday.<br />Leading up to its trading debut, Robinhood priced its shares at the bottom of its pre-IPO range and didn’t maximize the potential allocation to its own customers. Instead of as much as 35%, they received around 20% to 25% of the shares, according to The Wall Street Journal. Whatever the reasoning behind those moves, they evidently didn’t leave the impression of a hot issue. The shares fell 8.4% from their offering price by the end of the session.<br />The issue may have gone beyond perceptions. It is true that IPOs are never easy to price or predict, and some dynamic about the allocation may have played a big role in what happened. There was the additional wild card of employees being able to sell some of their stock in the first trading session. But at the end of the day, IPO maneuvers will always struggle to overcome any fundamental doubts about a company at the given price range.<br />Robinhood is going public at what could prove to be the top of a cycle of small-investor activity, both in stocks and in cryptocurrency. That causes investors to not have faith in their projections. A similar thing likely happened when Coinbase Global went public, with that stock now well below where it made its debut. Add to that some uncertainty—or at least bad publicity—around its primary revenue source of payment-for-order-flow on customer trades.<br />Robinhood also was hardly giving away the shares. With its IPO priced at $38, around $32 billion in market value, the company asked investors to value a funded Robinhood account in the ballpark of what an E*Trade customer was worth to  Morgan Stanley  when it bought that retail broker. Never mind that Robinhood generates far less revenue per customer on far smaller average account sizes than that rival did, relying instead for now on very rapid account growth."
}