{
    "url_original": "https://www.wsj.com/articles/robinhood-ipo-is-no-giveaway-11626878964?mod=markets_lead_pos10",
    "url": "robinhood-ipo-is-no-giveaway-11626878964",
    "title": "Robinhood IPO Is No Giveaway",
    "sub_head": "The online broker will have to keep adding customers at a fast clip to justify the proposed IPO price",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-21 10:49:00",
    "body": "Robinhood Markets likes to give away free shares to attract new customers. Its public offering to investors is a different matter.<br />The offering bears some similarity to recent IPOs such as  Coinbase Global  and Rocket Cos., which made their debut in the midst of crypto and mortgage booms, respectively. Investors had the challenge of trying to chart out a normalized earnings and revenue path. So far, neither of those prior examples have worked out for initial public investors.<br />Robinhood derives the vast majority of its revenue from trading by its customers, including in cryptocurrencies like Dogecoin. In this topsy-turvy market, it will be quite difficult to forecast what that activity level looks like a year from now. Plus, its primary trading revenue source is payment for order flow, one of the most hotly debated topics in finance and in Washington.<br />Amid that uncertainty, there is one measure that cuts through a lot of the noise: how much an investor would be paying at the IPO valuation per funded account. That is a way to benchmark Robinhood to established peers in the retail brokerage business.<br />At the proposed IPO price range set on Monday, a funded Robinhood customer account is valued at about $1,500 to $1,600. Contrast that to a long-term average of about $2,000 per account for E*Trade over the past 15 years, before it was acquired for about $1,800 per account by Morgan Stanley, according to figures compiled by Christian Bolu of Autonomous Research. Charles Schwab, a much broader wealth- and asset-management business, has traded around $3,600 historically, and is closer to $4,000 today."
}