{
    "url_original": "https://www.wsj.com/articles/robinhood-walks-ipo-pricing-tightrope-11627470293?mod=business_minor_pos11",
    "url": "robinhood-walks-ipo-pricing-tightrope-11627470293",
    "title": "Robinhood Walks IPO Pricing Tightrope",
    "sub_head": "It will be difficult for Robinhood to both deliver huge gains to its customers and also show itself to be a major future IPO player",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-28 07:04:00",
    "body": "Initial public offerings can be a little bit like politics: A decent outcome may be when everyone is only a little bit unhappy. The question is whether even that will be achievable for Robinhood Markets.<br />This week the app-first broker is on track to complete its long-awaited IPO, and it has said it might set aside as much as 35% of the offering for its customers. That is a historically large amount, and these kinds of debuts have long been sought after—but for conflicting reasons. Small investors believe they should be able to enjoy the same IPO “pop” on discounted offering shares that institutions and wealthy individuals get, while many companies believe they should be able to sell their shares as widely as possible in order to get the highest price possible.<br />In theory, Robinhood is uniquely positioned to thread this needle. If it priced the deal at a very high point, reflecting big demand from small investors who aren’t very price sensitive, that would showcase Robinhood as a platform for other issuers looking to raise maximum capital, making it potentially a bigger player in the IPO business. Yet that might risk generating only a small pop, or even a fizzle, for customers of its retail platform.<br />But if Robinhood was willing to risk leaving some money on the table, it could price the deal well below where retail demand would cover it, and leave plenty of room for the stock to jump in the aftermarket. That would showcase Robinhood’s potential to customers seeking out future IPOs and perhaps create a sense of sharing-the-wealth with its wide audience of small investors. But it might not endear Robinhood to its existing investors and other issuers and their backers.<br />Perhaps Robinhood and its bankers can find a happy medium. After all, some of an IPO’s pop is likely attributable to big institutions buying in the market after getting allocated only a portion of what they asked for in the deal. Leaving them wanting more might help the first-day gains. Then again, if institutions decide to try to sell their relatively small allocations, or if retail demand in the open market is muted because so many small investors already got stock, it might damp those gains. A “pop” of 10% or 20%, rather than the shares skyrocketing, might just make everyone feel like they got something."
}