{
    "url_original": "https://www.wsj.com/articles/robinhood-ipo-expected-to-value-trading-app-at-about-33-billion-11626694922?mod=business_minor_pos7",
    "url": "robinhood-ipo-expected-to-value-trading-app-at-about-33-billion-11626694922",
    "title": "Robinhood Expects IPO to Value Trading App at About $33 Billion",
    "sub_head": "Valuation is less than California firm had previously expected from offering, which is likely to raise about $2 billion",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-07-19 09:29:00",
    "body": "Trading app Robinhood Markets Inc. expects its coming initial public offering to give it a market value of about $33 billion, lower than the level the company had targeted.<br />The Menlo Park, Calif., company plans to sell about 52.4 million shares in the offering, and other stockholders would sell about 2.6 million, at a price between $38 and $42 each. At the midpoint of the offering range, Robinhood would raise about $2 billion.<br />Millions of individual investors flocked to Robinhood this year to ride the rally in meme stocks like  GameStop Corp.  and cryptocurrencies like dogecoin. Its IPO is one of the most anticipated of the year and was expected to value the company at $40 billion or more.<br />Robinhood’s growth continued into the second quarter, driven by new users opening accounts and an increase in options and cryptocurrency trading. The company expects to report second-quarter revenue between $546 million and $574 million, more than double what it generated a year earlier. The number of funded Robinhood accounts increased by 4.5 million between the end of March and the end of June, reaching 22.5 million in total.<br />But the company’s growth is decelerating from the torrid pace earlier in the year. In stock trading, it reported a decrease in activity relative to a year earlier. That slowdown is set to continue, with Robinhood expecting overall revenue in the third quarter to be below the second quarter’s level."
}