{
    "url_original": "https://www.wsj.com/articles/robinhood-is-warning-you-about-certain-risks-before-you-invest-in-its-ipo-11627497638?mod=markets_minor_pos7",
    "url": "robinhood-is-warning-you-about-certain-risks-before-you-invest-in-its-ipo-11627497638",
    "title": "Robinhood Is Warning You About Certain Risks Before You Invest in Its IPO",
    "sub_head": "The trading app has grown explosively—and at times painfully—and challenges lie ahead as it makes its anticipated debut",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-07-28 14:40:00",
    "body": "Robinhood Markets Inc. is urging its users to invest in its eagerly awaited initial public offering, setting aside as much as 35% of the shares being sold for individuals to buy. And like other companies going public, the trading-app company laid out in its prospectus certain risk factors associated with its business that it thinks investors should be aware of before buying in.<br />Some of those factors are tied to something IPO investors look for—explosive growth. Growth can bode well for potential future profits but, as the company points out in its regulatory filing, it remains to be seen how successfully it can sustain and manage that growth.<br />Robinhood was caught unprepared last year by a spike in trading volume when stocks were crashing early in the pandemic, which led to repeated outages during a volatile time for markets.<br />Earlier this year, Robinhood again was blindsided by a spike in popularity during the thick of the trading frenzy surrounding  GameStop Corp.  and other so-called meme stocks. When the capital required as a risk cushion rose by billions of dollars, Robinhood was forced to get emergency financing. It also temporarily halted trading in some of the most in-demand stocks, which damaged its reputation.<br />Part of Robinhood’s popularity was that it was at the forefront of a push to make investing more affordable with zero-commission trades. Its business model instead relies more heavily on revenue from payment for order flow, a practice in which high-speed trading firms pay brokerages for the right to execute orders. That practice has been around for decades but has faced new scrutiny by regulators in the wake of the GameStop frenzy. Robinhood attributed 81% of its first-quarter revenue to such transactions."
}