{
    "url_original": "https://www.wsj.com/articles/robinhood-others-upend-rules-for-early-ipo-trading-11626350400?mod=markets_major_pos12",
    "url": "robinhood-others-upend-rules-for-early-ipo-trading-11626350400",
    "title": "Robinhood, Others Upend Rules for Early IPO Trading",
    "sub_head": "Traditional six-month lockup is eased for insiders wanting to sell stock after a company goes public",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-07-15 08:00:00",
    "body": "Robinhood Markets Inc. revolutionized online trading. Now, as it prepares to list its own shares, the upstart broker is taking aim at a pillar of the traditional IPO process: lockups.<br />When Robinhood shares start trading at the end of this month, employees will be able to sell 15% of their holdings immediately, rather than after the traditional six-month lockup period, according to a regulatory filing. Three months later, they can sell another 15%.<br />In the past 12 months, several companies have experimented with looser lockups. In September, data-warehousing company  Snowflake Inc.  said employees could sell as much as 25% of their vested stock after roughly three months. Then  Airbnb Inc.  said it would allow employees to sell up to 15% of their shares in the first seven trading days.<br />Lockups are agreements with underwriters that prevent a company’s employees and other early shareholders from selling their stock immediately after an IPO. Traditionally, companies and their bankers have been wary of allowing early selling by insiders because it could send a negative signal, flood the market with shares and put pressure on the stock in the first days of trading.<br />In recent years, however, there has been a re-evaluation of that view. In a red-hot IPO market, some companies have experienced unsustainable first-day pops in their shares. It has at times taken hours to open popular IPOs on their first day of trading because too few investors were willing to sell. Adding to the initial supply is now seen as a potential antidote."
}