{
    "url_original": "https://www.wsj.com/articles/robinhoods-debut-is-clouded-by-sec-scrutiny-of-payment-for-order-flow-11625655600?mod=markets_lead_pos3",
    "url": "robinhoods-debut-is-clouded-by-sec-scrutiny-of-payment-for-order-flow-11625655600",
    "title": "Robinhood’s Debut Is Clouded by SEC Scrutiny of Payment for Order Flow",
    "sub_head": "The practice provided 81% of the online brokerage’s first-quarter revenue",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-07-07 07:00:00",
    "body": "Robinhood Markets Inc. is on a collision course with regulators over a controversial practice that generates most of its revenue, as the online brokerage gears up for a highly anticipated initial public offering.<br />In its IPO filing, released Thursday, Robinhood disclosed that 81% of its first-quarter revenue came from sending its customers’ stock, options and cryptocurrency orders to high-speed trading firms—a practice known as payment for order flow.<br />Payment for order flow, or PFOF, makes it possible for Robinhood to let customers place trades with no upfront commission payment. Zero-commission stock trades helped the company win over millions of younger, less affluent customers and are now standard practice at many of Robinhood’s competitors.<br />Payment for order flow critics—including the country’s top market regulator, Securities and Exchange Commission Chairman Gary Gensler—are wary of the practice. They argue that it poses a conflict of interest for brokerages, because the brokers can either collect more money for selling their customers’ order flow or pass that money on to customers in the form of price savings on their trades. Last month, Mr. Gensler said the SEC was reviewing payment for order flow, fueling speculation among some market observers that PFOF could be banned.<br />“The entire business model of some brokers is in the crosshairs,” said Tyler Gellasch, executive director of Healthy Markets Association, an investor trade group."
}