{
    "url_original": "https://www.wsj.com/articles/robinhood-spreads-the-wealth-and-takes-a-risk-11625181007?mod=business_minor_pos10",
    "url": "robinhood-spreads-the-wealth-and-takes-a-risk-11625181007",
    "title": "Robinhood Spreads the Wealth and Takes a Risk",
    "sub_head": "The retail broker can live up to its ethos of democratizing finance by selling its customers its IPO, but the move is a gamble if the shares perform poorly or if it faces technical snafus",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-363589?width=620&size=1.5",
    "image_1": "im-363589.jpg",
    "time": "2021-07-01 19:10:00",
    "body": "Robinhood Markets is going public and bringing some friends along for the ride.<br />The red-hot online brokerage filed paperwork Thursday for its long-anticipated initial public offering. It revealed that it may reserve approximately 20% to 35% of its offering for its own customers. For investors who are trying to evaluate this deal, it is hard to figure what that means regarding how Robinhood’s shares might trade.<br />If Robinhood is able to price its shares at a strong valuation and see them “pop” after they begin trading, such an occurrence could bolster the company’s argument that it is a democratizing force in markets—that letting retail into the IPO club is good for both issuers and small investors. It also would be an advertisement for the business itself—particularly Robinhood’s nascent IPO Access platform, through which it will offer the shares.<br />On the other hand, a messy IPO that prices poorly and fails to deliver a pop could, fairly or not, reinforce skeptics’ view that small investors are fickle, or that Robinhood isn’t ultimately on the little guy’s side.<br />History has many examples of the various outcomes involved in IPOs with customer set-asides. Sometimes there are technical issues. Many in the IPO business still remember the 2006 debut of the telecom firm  Vonage ,  whose customer stock allocation was marred by complaints about the process. As far as how shares ultimately perform in early trading, there are examples on both sides recently.  Uber Technologies  set aside shares for some of its drivers, and its IPO dipped in first-day trading.  Airbnb ,  however, set aside shares for hosts and saw its stock skyrocket and more than double when it opened for trading."
}