{
    "url_original": "https://www.wsj.com/articles/robinhood-ipo-filing-shows-power-of-the-meme-stock-boom-11625163113?mod=business_minor_pos8",
    "url": "robinhood-ipo-filing-shows-power-of-the-meme-stock-boom-11625163113",
    "title": "Robinhood IPO Filing Shows Power of the Meme-Stock Boom",
    "sub_head": "Trading app, which plans to list on Nasdaq, generated $522 million of revenue in first quarter, more than quadruple its level from a year earlier",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-07-01 15:03:00",
    "body": "Robinhood Markets Inc. unveiled the paperwork for its long-awaited initial public offering Thursday, detailing how the flood of everyday investors into the stock market has supercharged the trading app’s growth.<br />Robinhood, which plans to list on Nasdaq under the ticker symbol HOOD, generated $522 million of revenue in the first quarter, mostly from trading activity, more than quadruple its level from the first quarter of 2020. More than $4 out of every $5 Robinhood earned in first-quarter revenue stemmed from payments it received from high-speed trading firms to which it routed customers’ stock, option and cryptocurrency trades, a controversial practice known as payment for order flow.<br />The number of funded accounts at Robinhood swelled to 18 million at the end of March, more than double their number from a year earlier, as everyday investors signed up in droves to participate in rallies in meme stocks such as  GameStop Corp.  and cryptocurrencies like dogecoin.<br />Despite the increase in users and trading-based revenue, Robinhood reported a first-quarter loss of $1.4 billion.<br />The first-quarter loss was largely due to a $1.5 billion one-time charge, related to an emergency fundraising in late January at the height of the GameStop rally. The clearinghouse that processes and settles Robinhood’s trades asked the company to put up billions of dollars in extra collateral to cover potential losses on volatile trades, prompting Robinhood to restrict trading in certain highflying stocks until it could complete a sale of convertible notes."
}