{
    "url_original": "https://www.wsj.com/articles/rock-stars-remember-more-than-the-alamo-11627047187",
    "url": "rock-stars-remember-more-than-the-alamo-11627047187",
    "title": "Rock Stars Remember More Than the Alamo",
    "sub_head": "Phil Collins’s collection of Texas memorabilia is only the beginning. Just ask Cher.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-373450?width=860&height=573",
    "image_1": "im-373450.jpg",
    "time": "2021-07-23 09:33:00",
    "body": "There’s been a lot of talk about the Alamo lately, with the controversial new book “Forget the Alamo” challenging just about everything we have come to believe about the epic 1836 confrontation between insurgent Texas colonists and the Mexican army.<br />Yet surely one of the most fascinating things to come to light is that over the course of his lifetime British rock star Phil Collins has amassed a huge collection of Alamo memorabilia, much of which has been donated to the state of Texas and used to mount a recent exhibition in honor of those who died fighting for freedom at the Alamo. He has even written a book about his collection.<br />Collins became obsessed with the Alamo as a young boy growing up in England after watching John Wayne’s big-budget 1960 film about the battle. He has used the immense fortune he acquired first as the drummer for Genesis and then as a fabulously successful solo act to acquire artifacts ranging from a Mexican cannonball to Jim Bowie’s knife to a leather gunpowder pouch that belonged to Davy Crockett, King of the Wild Frontier. Needless to say, the usual cabal of naysayers and spoilsports have challenged the authenticity of some of the items, a development that has not gone down well with Collins.<br />I have no idea whether all or most of the rock star’s Alamo collection is authentic, but it does raise interesting questions regarding other musicians with similar interests. For years rumors have circulated among historians, collectors and rock critics that another member of Genesis, lead singer Peter Gabriel, also has a substantial collection of Alamo artifacts, including one of Davy Crockett’s spare coonskin hats, bought at a deep discount due to fire damage sustained when the munitions room at the old Spanish mission erupted in the final hours of the 13-day siege.<br />Collins and Gabriel aren’t the only rock stars to quietly assemble daunting collections of iconic historical artifacts. Another rumor that has circulated in the military collectibles world for decades posits that Little Richard secretly acquired a tidy collection of weapons and uniforms from the Battle of Yorktown, and that Jerry Lee Lewis once had an enormous collection of high-class collectibles from the Second Battle of Bull Run stored in his attic."
}