{
    "url_original": "https://www.wsj.com/articles/roe-wade-abortion-reproductive-rights-life-dobbs-jackson-womens-health-organization-11627583291?mod=opinion_lead_pos8",
    "url": "roe-wade-abortion-reproductive-rights-life-dobbs-jackson-womens-health-organization-11627583291",
    "title": "Has Roe v. Wade Met Its Match?",
    "sub_head": "The brief by Mississippi’s attorney general makes a surprising argument aimed at Chief Justice Roberts.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-29 18:21:00",
    "body": "No finer or more important brief has been submitted to the U.S. Supreme Court in many decades than the one Mississippi Solicitor General Scott G. Stewart filed last Thursday in Dobbs v. Jackson Women’s Health Organization, the abortion case the justices will hear in the fall. Dobbs is the most important challenge to Roe v. Wade (1973) since Planned Parenthood v. Casey (1992), in which the court upheld Roe’s “essential holding” 5-4. Thanks to Mr. Stewart’s handiwork, Roe’s status is more fragile than ever.<br />A Stanford Law School graduate who clerked for Justice Clarence Thomas, Mr. Stewart is most immediately targeting the court’s 48-year reliance on fetal viability (approximately 24 weeks of pregnancy) as the decisive point prior to which state efforts to prohibit abortions are voided. Mr. Stewart argues that “a viability rule has no constitutional basis” and that “even if the ‘liberty’ secured by” the 14th Amendment’s Due Process Clause does “protect some right to abortion, nothing in constitutional history or tradition supports tying such a right to viability.”<br />Mr. Stewart also targets Casey’s “undue burden” standard, contending that “there is no objective way to decide whether a burden is ‘undue.’ ” He cites the court’s own recent abortion rulings as proof that the standard “cannot produce a workable, administrable, predictable jurisprudence.” In last year’s June Medical decision, the five justices who supported the judgment “could not agree on what Casey means.” At a minimum, Mr. Stewart argues that Mississippi’s effort to ban elective abortions after 15 weeks “does not pose an undue burden because it does not,” quoting court precedent, “ ‘prohibit any woman from making the ultimate decision to terminate her pregnancy’ ” so long as she acts quickly enough.<br />But viability and the undue-burden standard are only Mr. Stewart’s intermediate targets. The true crux of his brief, aimed squarely at Chief Justice John Roberts, is that it is in the court’s institutional self-interest to jettison Casey and Roe. Some observers, including this writer, have long believed that the justices’ pre-eminent attachment to the court’s own institutional legitimacy and reputation makes reversal of Roe, or Casey, virtually unimaginable. But Mr. Stewart fundamentally upends that calculus, and in so doing he presents Chief Justice Roberts and his colleagues with a legacy-defining choice.<br />“Casey retained Roe’s central holding largely on the view that overruling it would hurt this Court’s legitimacy,” Mr. Stewart observes. Yet since abortion remains “a wholly unsettled policy issue” in dozens of states, under Roe and Casey the federal judiciary “mows down state law after state law, year after year” with no end in sight. He quotes Justice Lewis Powell, who joined the majority in Roe, as warning in another context that “repeated and essentially head-on confrontations between the life-tenured and the representative branches of government will not, in the long run, be beneficial to either.”"
}