{
    "url_original": "https://www.wsj.com/articles/roswell-the-final-verdict-review-aliens-vs-artificial-intelligence-11625172034",
    "url": "roswell-the-final-verdict-review-aliens-vs-artificial-intelligence-11625172034",
    "title": "‘Roswell: The Final Verdict’ Review: Aliens vs. Artificial Intelligence",
    "sub_head": "The famous 1947 UFO incident gets re-examined with new technology in this Discovery+ series.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-362392?width=620&size=1.5",
    "image_1": "im-362392.jpg",
    "time": "2021-07-01 16:40:00",
    "body": "The recent emergence of U.S. Navy videos of UFOs—and the fact that the government is addressing them seriously—will no doubt generate larger than average buzz around “Roswell: The Final Verdict,” although the title suggests something like “Final Destination 6”: Will the question of intergalactic life ever really be resolved until extraterrestrials can walk comfortably among us? “Final Verdict” is hooked to the 74th anniversary of the incidents at Roswell. It’s safe to expect similar celebrations next year.<br />Meanwhile, this Discovery+ production is an ambitious if somewhat overheated summing-up of what happened near the New Mexico city in 1947, the stuff of both scientific speculation and folklore: Did the government cover up the crash landing of an alien spaceship, replete with otherworldly visitors? Or did the “witnesses” who claimed that it all happened construct an elaborate hoax?<br />In telling its story, “Roswell” buries the lead: The efforts it makes to separate fact from fiction hinge on artificial intelligence—technology designed to read body movements, facial gestures and language, a polygraph sent into the past: Interviews that had been done with people decades ago about what they knew, or heard, about the alleged space visitors to Roswell are subjected to detection technology developed by Maksim Bolonkin and others under the supervision of V.S. Subrahmanian, distinguished professor in cybersecurity, technology and society at Dartmouth College. After each interview is scrutinized, a verdict comes back: True or false. A witness who claims that evidence of Roswell aliens reached President Harry Truman is determined to be lying. Conspiracy theorists will be disappointed.<br />But the technology’s possibilities seem both endless and daunting: What testimonies out of the past could be undone by lie-detection now? What verdicts overturned? What Senate confirmations upended?<br />Mr. Subrahmanian, who declares himself a disinterested party in the “Roswell” investigation, told me that such speculation is wildly premature, and that using his technology is more complicated than just pointing it at an old news broadcast and determining who might have been fudging the facts. The process used to preserve the original footage (such as vintage film and microphones) will affect how it is judged. And someone who sincerely believed he or she was telling the truth will likely be judged as having told the truth."
}