{
    "url_original": "https://www.wsj.com/articles/san-franciscos-slow-reopening-frustrates-citys-small-businesses-11625583601?mod=business_minor_pos4",
    "url": "san-franciscos-slow-reopening-frustrates-citys-small-businesses-11625583601",
    "title": "San Francisco’s Slow Reopening Frustrates City’s Small Businesses",
    "sub_head": "Covid-19 prompted Salesforce and other tech firms to work remotely, hurting foot traffic and keeping many stores and restaurants closed",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2021-07-06 11:00:00",
    "body": "The San Francisco region has one of the highest vaccination rates in the country but one of the lowest return-to-office rates, a disconnect that bodes ill for the future of the city that had been the booming center of the U.S. technology sector before the pandemic.<br />As of July 4, about 76% of eligible San Francisco residents have received at least one dose of Covid-19 vaccine, compared with 67% for the U.S. as a whole, according to the Centers for Disease Control and Prevention. But the San Francisco area trails the rest of the country in going back to the office—with less than 20% of the city’s workforce returned as of mid-June, compared with a U.S. average of 32%, according to Kastle Systems, a nationwide security company that monitors access-card swipes.<br />The decreased foot traffic has meant many of the stores and restaurants in San Francisco’s once-thriving business district remain closed. “It’s a ghost town,” said Steve Sarver, owner of the Ladle & Leaf group of restaurants, which has kept only one of its eight downtown locations in the city open.<br />A major reason for the delayed return to normal is that technology companies are proving to be among the slowest to repopulate office space, as well as the most flexible in allowing employees to keep working from home after the health crisis ends, say companies, brokers and landlords in the Bay Area.<br />Companies in other businesses in other regions of the U.S. also are adopting hybrid strategies that include office and remote work as the country reopens. But workplace boundaries are being pushed the furthest by technology companies in the San Francisco region, such as  Salesforce.com Inc.,   Dropbox Inc.  and  Alphabet Inc.’s  Google, as they try to appeal to their younger highly skilled workers who like working remotely."
}