{
    "url_original": "https://www.wsj.com/articles/sanders-budget-medicaid-healthcare-biden-11627309839?mod=opinion_lead_pos5",
    "url": "sanders-budget-medicaid-healthcare-biden-11627309839",
    "title": "A Socialist Chairs the Budget Committee",
    "sub_head": "Sanders’s ‘pragmatic’ proposal would spend $1 trillion more on healthcare without any cost cuts.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-26 12:49:00",
    "body": "President Obama sold the Affordable Care Act by claiming it would reduce the average family’s healthcare costs by $2,500 a year. Instead, premiums have risen unabated, and healthcare spending has grown as a portion of the economy. But a dozen years later, Democrats aren’t even bothering to make such a practical case as they propose increasing health spending by at least half a trillion dollars over the coming decade.<br />Consider how far the Democratic Party has moved left. Senate Budget Committee Chairman Bernie Sanders’s $3.5 trillion budget—the largest spending bill in American history—is now considered pragmatic because Mr. Sanders originally proposed $6 trillion in spending. Healthcare is the centerpiece of the Democratic strategy to expand government. Mr. Sanders pushed Majority Leader Chuck Schumer to embrace expansions of Medicare not even included in Joe Biden’s presidential campaign platform. The only limit on the left’s ambitions is whether purportedly moderate lawmakers can stomach tax increases.<br />Take the plan to extend ObamaCare subsidies that were expanded temporarily as part of a Covid relief package, increasing their generosity and making wealthy families eligible. These subsidies encourage insurers to increase premiums and insulate more households from the rising cost of coverage, including some families earning more than $400,000, whose taxes Democrats also want to raise.<br />The bill would also expand Medicaid coverage in states that haven’t accepted ObamaCare’s expansion. That would encourage people to keep their incomes below 138% of the federal poverty level so as not to lose their “free” government benefits. A rough cost estimate: $140 billion.<br />And the bill would expand Medicare to cover vision, dental and hearing—new benefits in a program already heading toward insolvency. Medicare’s Hospital Insurance Trust Fund faces a cash crunch within five years, yet Democrats haven’t said how they would address this problem."
}