{
    "url_original": "https://www.wsj.com/articles/saudi-arabia-to-impose-covid-19-vaccine-mandate-11627402754",
    "url": "saudi-arabia-to-impose-covid-19-vaccine-mandate-11627402754",
    "title": "Saudi Arabia to Impose Covid-19 Vaccine Mandate",
    "sub_head": "Persian Gulf states take steps to bar the unvaccinated from public spaces, as the U.S. and Europe grapple with restrictions",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-07-27 12:19:00",
    "body": "RIYADH—Saudi Arabia is set to impose one of the world’s most sweeping vaccine mandates in an attempt to combat hesitancy toward the Covid-19 shots in the kingdom, as governments globally try to confront a new surge in cases of the Delta variant.<br />People in Saudi Arabia will need to show proof on a mobile app that they have received at least one vaccine dose to enter public and private institutions beginning Sunday, including schools, shops, malls, markets, restaurants, cafes, concert venues and public transportation. From Aug. 9, Saudi citizens will need two doses to travel abroad.<br />The Saudi directive comes as some public-health officials in the U.S. and several other countries look at imposing vaccine mandates as Covid-19 cases significantly rise, driven by the Delta variant. California and New York City this week became the first state and major city to introduce vaccine requirements for public employees. France, Italy and other European countries have also said they would soon roll out health passes to those who are vaccinated for indoor venues such as restaurants and gyms.<br />In the United Arab Emirates, access to most public places in the capital Abu Dhabi will be restricted next month to vaccinated people, after the authorities said that 93% of the population had been inoculated. Restrictions in nearby business hub Dubai aren’t as extensive, though bars and restaurants already require proof of vaccination. Israel, which became a vaccine leader early on in the pandemic, in February introduced a vaccine passport to document people’s status for some activities.<br />Public-health officials in the U.K. said last month they were increasingly confident that vaccines offer significant protection against the Delta variant. Data from Israel suggest  Pfizer Inc.’s  vaccine has become less effective in preventing infection but remains a robust bulwark against serious illness."
}