{
    "url_original": "https://www.wsj.com/articles/saudi-prince-khalid-bin-salman-brother-of-crown-prince-to-visit-washington-11625260545?mod=world_major_1_pos7",
    "url": "saudi-prince-khalid-bin-salman-brother-of-crown-prince-to-visit-washington-11625260545",
    "title": "Saudi Prince Khalid bin Salman, Brother of Crown Prince, to Visit Washington",
    "sub_head": "Officials say the prince is expected to meet senior White House, State Department aides, but not Biden",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-364103?width=620&size=1.5",
    "image_1": "im-364103.jpg",
    "time": "2021-07-02 17:15:00",
    "body": "Saudi Arabia’s deputy defense minister is scheduled to visit Washington next week, making him the highest member of Saudi Arabia’s government to visit since President Biden took office, according to several U.S. and foreign officials.<br />Prince Khalid bin Salman, the son of Saudi Arabia’s King Salman and younger brother of Crown Prince Mohammed bin Salman, will be arriving in Washington at a time of strained ties with the U.S. The administration in February implicated the crown prince in the killing of Washington Post columnist Jamal Khashoggi, but fell short of punishing him personally.<br />Prince Khalid, who previously served as the Saudi ambassador to Washington—a role he assumed at the age of 29—is expected to meet with several senior State Department, Defense Department and White House officials, including Mr. Biden’s national security adviser, Jake Sullivan, the officials said.<br />A number of issues will dominate the agenda, including security in Iraq and Syria, the continuing war, humanitarian crisis and efforts to broker a cease-fire in Yemen, the situation in Israel and the Palestinian territories, and from the Saudi side, concerns over the Biden administration’s renewed talks with Iran over its nuclear program.<br />Mr. Biden isn’t expected to meet the prince, the officials said. The National Security Council declined to comment."
}