{
    "url_original": "https://www.wsj.com/articles/sba-to-simplify-ppp-loan-forgiveness-for-smallest-borrowers-11627494324?mod=politics_lead_pos4",
    "url": "sba-to-simplify-ppp-loan-forgiveness-for-smallest-borrowers-11627494324",
    "title": "SBA to Simplify PPP Loan Forgiveness for Smallest Borrowers",
    "sub_head": "Agency will allow borrowers of $150,000 or less to apply directly for forgiveness, if their banks join program",
    "category_1": "Business",
    "category_2": "Small Business",
    "image_1_url": "https://images.wsj.net/im-376498?width=860&height=573",
    "image_1": "im-376498.jpg",
    "time": "2021-07-28 13:45:00",
    "body": "The Small Business Administration said it would make it easier for the smallest businesses that got funds from the Paycheck Protection Program to have their loans forgiven, as the agency seeks to wind down the Covid-19 rescue program.<br />About 2 million business owners with PPP loans of $150,000 or less will soon be allowed to apply for loan forgiveness directly through the SBA instead of their banks. There are about 7.1 million PPP loans that remain outstanding and about 6 million are for $150,000 or less.<br />Eligible borrowers will receive an email from the SBA with a link to the online portal, said Patrick Kelley, associate administrator for SBA’s office of capital access. The application should take less than 10 minutes to complete, he said, and the SBA has created a customer service line to answer borrower questions.<br />Banks responsible for originating the PPP loans must opt into direct forgiveness before their borrowers can use the SBA’s online platform, a decision that could potentially limit the initiative’s reach. Currently, over 500 banks, representing 30% of qualifying loans, have agreed to let their customers apply for forgiveness using the SBA portal, which begins accepting applications on Aug. 4.<br />The largest bank to opt into the program so far is  Customers Bank ,  which made more than 320,000 PPP loans worth a total of $9.6 billion. The bank, whose average PPP loan was under $30,000, said that the SBA portal “is the fastest and best way to assure quick approval of loan forgiveness of small PPP loans.”"
}