{
    "url_original": "https://www.wsj.com/articles/scales-review-dark-imprisonment-11625781214",
    "url": "scales-review-dark-imprisonment-11625781214",
    "title": "‘Scales’ Review: Dark Imprisonment",
    "sub_head": "In filmmaker Shahad Ameen’s visionary tale, a young girl battles against the dystopian traditions of her poor seaside village.",
    "category_1": "Film Review",
    "time": "2021-07-08 17:53:00",
    "body": "‘Scales” gives feminism—and film noir—a new aesthetic. Most of Shahad Ameen’s magical realist fable, which was Saudi Arabia’s entry for best international feature at this year’s Academy Awards, takes place in near-darkness. It’s not that the setting—a nameless fishing village on an unspecified island in a dead sea—has been plunged into perpetual night, but that the village’s inhabitants are beset by a lack of enlightenment. Some films from other countries seem foreign only until you invest yourself in their humanity. This one, in Arabic with English subtitles, is so austere as to resist easy entry. It tests your tolerance for ambiguity as well as your visual acuity. Yet the spell it casts justifies the intense anxiety it creates by depicting a black-and-white society in which men have worth and women don’t.<br />The film begins with a call to prayer that’s also a call to the water’s edge. An island tradition requires every family to sacrifice one of its daughters to the sea. Ms. Ameen’s heroine, Hayat—meaning “life”—has other ideas about why she was put on earth, but in fairness, the young woman, played not quite impassively by Basima Hajjar, is able to have them only because her father refused to make her a ritual sacrifice.<br />Exactly what ideas Hayat may have aren’t discussed. Nothing is ever discussed. Words are as scarce as food in this godforsaken village, and the sound design is as allusive in its minimalist way as the gorgeous photography. (The cinematographer was João Ribeiro.) What’s clear is that Hayat becomes an outcast, and that she persists in her fight for the right to work alongside the hard-faced men who fish, catch little or nothing, repair their nets and go out to sea yet again. (The fishermen call themselves hunters, a distinction that seems odd until we see the startling shape of a creature they catch.)<br />The film’s title refers to the scales that begin to grow on Hayat’s legs and arms; they seem to be evidence of the sea trying to reclaim her. Nothing else is made of her skin condition: This is not “Splash” or “Mr. Peabody and the Mermaid.” Nor does the narrative stand as a model of coherence, especially toward the end. The more uncertain I became of simple cause and effect, the more time I had to wonder if the overall aesthetic was entirely justified. Whose point of view is represented by the blackness? Everyone’s? Maybe so. Ms. Ameen’s allegiance to her aesthetic strategy is absolute. She gives her audience a choice of tuning out early, or continuing to take in flashes of light and glimpses of sound as abstract signs of female tenacity in an encompassing gloom. I continued. I can’t say I was happy doing it, but I’m glad and grateful that I did.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}