{
    "url_original": "https://www.wsj.com/articles/scarlett-johansson-sues-disney-black-widow-11627675176?mod=business_minor_pos4",
    "url": "scarlett-johansson-sues-disney-black-widow-11627675176",
    "title": "Why Is Scarlett Johansson Suing Disney Over Her Own Movie ‘Black Widow’?",
    "sub_head": "Actress filed lawsuit against Disney over releasing Marvel film on streaming service and in theaters at the same time",
    "category_1": "Business",
    "time": "2021-07-30 16:50:00",
    "body": "Walt Disney Co. ’s latest Marvel movie “Black Widow” opened in theaters in the U.S. and on the  Disney + on July 9. Scarlett Johansson stars in the film and has become an integral part of the Marvel universe since appearing as Black Widow in 2010’s “Iron Man 2.” The Academy Award-nominated actress has starred in dozens of films including, “Lost in Translation,” “Her” and “Lucy.”<br />Ms. Johansson filed a lawsuit Thursday in Los Angeles Superior Court against  Disney ,  alleging her contract was breached when the media giant released the film on its Disney+ streaming service at the same time as its theatrical debut.<br />Ms. Johansson said in the suit that her agreement with Disney’s Marvel Entertainment guaranteed an exclusive theatrical release. Ms. Johansson’s representatives reached out to Marvel before the pandemic in 2019, seeking assurance that “Black Widow” would have a theatrical-only release, according to the complaint. Her total salary for the project was based in large part on the box-office performance of the film, according to the lawsuit. It adds that Disney intentionally made the move to prevent the actress from “realizing the full benefit of her bargain with Marvel.”<br />The suit doesn’t specify how much she is suing Disney for. The decision to put the movie on Disney+ is projected to cost Ms. Johansson more than $50 million, a person familiar with details of her contract claimed.<br />A Disney spokesman said Ms. Johansson’s suit had no merit and is “especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic.”"
}