{
    "url_original": "https://www.wsj.com/articles/schmigadoon-review-musical-comedy-as-youve-never-seen-it-11626371130?mod=opinion_major_pos15",
    "url": "schmigadoon-review-musical-comedy-as-youve-never-seen-it-11626371130",
    "title": "‘Schmigadoon!’ Review: Musical Comedy as You’ve Never Seen it",
    "sub_head": "Cecily Strong and Keegan-Michael Key seek true love in this show-tune-packed Apple TV send up of ‘Brigadoon’ and an entire theatrical genre.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-369299?width=860&height=573",
    "image_1": "im-369299.jpg",
    "time": "2021-07-15 13:45:00",
    "body": "A savvy send-up of classic Broadway, “Schmigadoon!” is probably the best time one can have with one’s TV at the moment. But it also solves the “problem” of musicals themselves. “People don’t just burst into song in real life,” says Josh (Keegan-Michael Key). And? “You seem OK with magical hammers that come back when you call them,” cracks his girlfriend, Melissa (Cecily Strong). Josh parries with a faltering defense of Marvel movies, but the point has been scored: People are spontaneously singing. And dancing. And if you just loosen up for a second, it might be delightful.<br />It helps that “Schmigadoon!” is laughing at itself from the start, even before the romantically stalled-out Josh and Melissa go on their couples’ weekend, get caught in the rain and enter a town where “Show Boat” seems to have had a head-on collision with “Carousel.”Crossing an enchanted bridge into the title town, they’re welcomed by a bordering-on-hysterical “Oklahoma!”-meets-“Music Man” number performed by a mob of singing, dancing townsfolk dressed for a Taft-era ice-cream social. Melissa can’t resist. Josh can. We like her right away. Him? We’ll see.<br />The title, as the Broadway-literate will know, was inspired by “Brigadoon,” an early Lerner and Loewe collaboration that certainly isn’t the best-known entry in the canon but probably led to a better title than “Schmiddler on the Roof” or “Schmello, Dolly!” The “myth” of the original story—about a town that appears only every 100 years and exists in a perpetual past —also provides enough openings for series creators Ken Daurio and Cinco Paul to jam in references to dozens of productions, which are echoed, but never quite plagiarized, in the songs written by Mr. Paul. He does cut it close: When the chorus launches the opening number with an elongated “Schmiiiiii” one can imagine Rodgers and Hammerstein halfway to their lawyer’s office before “gadoon” sticks its landing somewhere other than “Oklahoma!”<br />There’s a lot of this, a lot of allusions to keep track of and some numbers that are spectacular as well as funny—the ambitious “Tribulation,” for instance, which features Kristin Chenoweth as Mildred Layton, the poisonous preacher’s wife who won’t let Josh and Melissa get a room together at the local hotel. (The era evoked, from the costumes to the morality, is mostly “Music Man” with a dash of “Li’l Abner.”) “You Can’t Tame Me” finds Aaron Tveit applying his beautiful voice to a song that might have sprung from Billy Bigelow in “Carousel,” but didn’t. The schoolmarm, Emma Tate (Ariana DeBose), leads her students through “With All Your Heart,” which is both exhilarating and a tap-dancing gag about the excesses of Broadway dance numbers. The whole cast seems to be involved in the joke-filled “Lovers’ Spat” (“Just because you’re feuding / Don’t mean that you’re concluding”). Alan Cumming, as the conflicted mayor, Aloysius Menlove, is like a Munchkin just back from “South Pacific.”<br />Spoofing the theater is hardly new. “Forbidden Broadway” hasbeen doing it, in one incarnation or another, since the ’80s. But the hook to “Schmigadoon!” is Melissa and Josh’s regular effort to steer matters back to their own reality. To pop the balloon. Why? It’s like Dorothy going back to Kansas. But by regularly acknowledging its own joke, “Schmigadoon!” wins."
}