{
    "url_original": "https://www.wsj.com/articles/scholar-led-london-stock-exchange-into-modern-era-11626452729?mod=markets_featst_pos1",
    "url": "scholar-led-london-stock-exchange-into-modern-era-11626452729",
    "title": "Scholar Led London Stock Exchange Into Modern Era",
    "sub_head": "Nicholas Goodison, a cerebral stockbroker who has died at age 87, oversaw transition to a more global and competitive market",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-369543?width=860&height=573",
    "image_1": "im-369543.jpg",
    "time": "2021-07-16 12:25:00",
    "body": "Nicholas Goodison, a self-described “academic chap” who would have seemed more at home in a university library than on a trading floor, led the  London Stock Exchange  into a far more competitive era in 1986.<br />After Mr. Goodison was elected chairman of the exchange in 1976, British antitrust authorities pressured the institution to abolish fixed brokerage commissions, which deterred competition and made buying and selling securities expensive by international standards, notably those of New York, whose fixed commissions were eliminated in 1975. Rather than fighting regulators in court, Mr. Goodison chose to negotiate an agreement to phase out fixed commissions by the end of 1986.<br />Dubbed Big Bang, this deregulatory program also allowed outsiders to buy full control of London stockbrokers. Large investment and commercial banks from the U.S. and Europe charged in to buy the small partnerships that had long conducted business in a stately manner from their wood-paneled offices. Electronic trading replaced face-to-face dealings. Storied stock-brokerage names—such as Scrimgeour Kemp-Gee and L. Messel—vanished into financial conglomerates.<br />Though the changes made the stock market less quaintly British, Mr. Goodison argued that they were vital to keeping London competitive as an international financial center.<br />Mr. Goodison, who also wrote a definitive history of antique barometers, died July 6. He was 87."
}