{
    "url_original": "https://www.wsj.com/articles/school-choice-marches-ahead-11625264870?mod=opinion_lead_pos2",
    "url": "school-choice-marches-ahead-11625264870",
    "title": "School Choice Marches Ahead",
    "sub_head": "Teachers unions dominate in Washington these days, but reform expands in four more states.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-02 18:27:00",
    "body": "It’s been a banner year for school choice in the states, and legislatures aren’t finished expanding scholarship and education savings account programs (ESAs). In four state budgets that passed in the last two weeks, lawmakers included provisions that give families more educational opportunities.<br />In New Hampshire last week, Republican lawmakers approved Education Freedom Accounts, which students can use toward such expenses as private school tuition, tutoring, textbooks and technology. Scholarship funds are available to families earning up to 300% of the federal poverty line at an average of $4,600, the state per-pupil funding amount for public school students. The state Education Department estimates the program could save the state at least $360 million over a decade.<br />On Wednesday Pennsylvania’s Democratic Gov. Tom Wolf signed a budget that includes an expansion of a high-demand state tax-credit scholarship program. The GOP Legislature pushed the measure, but Mr. Wolf will now share the political credit. The Educational Improvement Tax Credit cap will rise by $40 million to $175 million for K-12 scholarships, enough to fund an estimated 13,000 more students. The expansion “shows that the commonwealth is placing the focus on children, not on any one educational model,” said state Sen. Scott Martin.<br />Ohio lawmakers packaged several school-choice provisions into their budget that Republican Gov. Mike DeWine signed Wednesday. These include funding for high-performing charter schools and higher scholarship values for the state’s voucher program. The Legislature also created a new K-12 ESA program, which offers students a modest $500.<br />In Arizona the Legislature raised the funding cap for a special-needs tax-credit scholarship program and allowed low-income students at struggling public schools to switch to the state’s ESA program without a waiting period. The shame is that lawmakers, including three Republicans, rejected an expansion of ESAs to 600,000 more low-income students."
}