{
    "url_original": "https://www.wsj.com/articles/schumer-pushes-negotiators-to-complete-work-on-infrastructure-pact-11626365674?mod=politics_lead_pos1",
    "url": "schumer-pushes-negotiators-to-complete-work-on-infrastructure-pact-11626365674",
    "title": "Infrastructure Talks Stall Over Expanded IRS Powers",
    "sub_head": "Schumer plans initial vote Wednesday on roughly $1 trillion bipartisan package",
    "category_1": "Politics",
    "time": "2021-07-15 17:36:00",
    "body": "WASHINGTON—Lawmakers rushed to steady a roughly $1 trillion bipartisan infrastructure agreement, as one of their central financing proposals threatened to fall out of the plan before an initial Senate vote next week gauging the deal’s support.<br />In an hourslong meeting Thursday afternoon with White House officials, Republicans and Democrats who have spent weeks negotiating the deal again grappled with how to pay for it. Lawmakers and aides said the group may abandon an effort to raise revenue through enhanced enforcement at the Internal Revenue Service after some Republicans said they were concerned about granting the tax agency new power.<br />Dropping that proposal would mean the group would need to find alternative ways to cover the full cost of the spending, roughly $600 billion of which is above projected future federal spending on roads, bridges, and water projects. Republicans had already questioned whether the plan would be fully paid for through a mix of repurposed federal funds, IRS enforcement, and public-private partnerships.<br />“We’ve got a long way to go, payfors are still a big part of this that we really don’t have resolved yet,” said Sen. Mike Rounds (R., S.D.), one of the 11 Republicans who had previously endorsed the contours of the agreement. Eleven members of the Democratic caucus also have previously signed onto the deal, which a smaller group of lawmakers and President Biden first announced last month.<br />Prodding the bipartisan lawmakers to close out their agreement, Senate Majority Leader Chuck Schumer (D., N.Y.) said Thursday that he would hold a procedural vote on the infrastructure agreement on Wednesday."
}