{
    "url_original": "https://www.wsj.com/articles/sec-weighs-making-companies-liable-for-climate-disclosures-11627495862?mod=markets_lead_pos13",
    "url": "sec-weighs-making-companies-liable-for-climate-disclosures-11627495862",
    "title": "SEC Weighs Making Companies Liable for Climate Disclosures",
    "sub_head": "Chairman asks staff to consider whether climate-related statements should be required in 10-K annual reports",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-376701?width=860&height=573",
    "image_1": "im-376701.jpg",
    "time": "2021-07-28 14:11:00",
    "body": "WASHINGTON—Public companies could be required to disclose climate-change related risks to investors in regulatory filings under a proposal being formulated by the Securities and Exchange Commission, a step that could expose them to new litigation threats.<br />SEC Chairman Gary Gensler said Wednesday he has asked agency staff to consider whether climate-related disclosures should be filed in companies’ annual reports, known as Form 10-K, along with financial data and other information considered crucial to investors. That would require them to provide statements that are both complete and accurate, making it easier for SEC enforcement attorneys to investigate firms or their directors for fraud or disclosure failures.<br />While some companies currently provide some information on climate risks, Mr. Gensler said in a speech that those disclosures can be inconsistent and difficult to compare. He likened standardized disclosures to Olympic races.<br />“It’s not like some sprinters run a 100-meter dash and others run 90 meters,” he said in a speech to Principles for Responsible Investment. “Investors today are asking for that ability to compare companies with each other. Generally, I believe it’s with mandatory disclosures that investors can benefit from that consistency and comparability.”<br />The SEC has broad authority to require disclosures by companies selling securities, and the Biden administration has made addressing climate change a central priority across the federal government.  But because climate change doesn’t affect every company’s bottom line in the same way, the planned SEC rules have become politically controversial and have set off a wave of lobbying in Washington."
}