{
    "url_original": "https://www.wsj.com/articles/sec-to-set-new-disclosure-requirements-for-chinese-company-ipos-11627651546?mod=markets_lead_pos2",
    "url": "sec-to-set-new-disclosure-requirements-for-chinese-company-ipos-11627651546",
    "title": "SEC to Set New Disclosure Requirements for Chinese Company IPOs",
    "sub_head": "New disclosures focus on structure of Chinese shell companies, uncertainty around Chinese government actions",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-377920?width=860&height=573",
    "image_1": "im-377920.jpg",
    "time": "2021-07-30 09:39:00",
    "body": "WASHINGTON—U.S. regulators will require additional disclosures from Chinese companies before allowing them to sell shares in the U.S., following new restrictions from China’s government on companies that raise capital offshore.<br />“In light of the recent developments in China and the overall risks…I have asked staff to seek certain disclosures from offshore issuers associated with China-based operating companies before their registration statements will be declared effective,” Securities and Exchange Commission Chairman Gary Gensler said Friday,<br />The new disclosure requirements will mostly focus on so-called Variable Interest Entities, or VIEs, a form of a shell company used to skirt Chinese-government restrictions on foreign ownership and listing on overseas exchanges. Mr. Gensler said he worries that U.S. investors may not realize that they are purchasing stock in shell companies rather than an operating company in China.<br />Companies seeking to sell shares in the U.S. must first file a registration statement with the SEC. The process involves a back-and-forth between the company and SEC lawyers over the disclosures contained in the statement before it is eventually declared effective, allowing the company to proceed with an initial public offering.<br />VIEs allow U.S. investors to gain exposure to Chinese companies through service agreements and other contracts with the operating company."
}