{
    "url_original": "https://www.wsj.com/articles/security-camera-tips-to-keep-your-home-safe-while-you-are-away-11626613200?mod=business_featst_pos1",
    "url": "security-camera-tips-to-keep-your-home-safe-while-you-are-away-11626613200",
    "title": "Security-Camera Tips to Keep Your Home Safe While You Are Away",
    "sub_head": "How to protect your account against hackers, fortify your Wi-Fi and place your device in a safe location",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-370712?width=700&height=528",
    "image_1": "im-370712.jpg",
    "time": "2021-07-18 09:00:00",
    "body": "I joined the summer travel surge last month. In the whirlwind of it all, I remembered to pack my bags, upload a scan of my vaccine card and download my boarding pass. Before running out the door, however, I didn’t think to plug in the security camera overlooking my studio apartment. Face, meet palm.<br />Smart surveillance devices from brands such as Ring, Nest and Arlo make DIY at-home security easy and affordable, which is why they’ve caught on with tech-savvy households. Cameras are the second-most popular smart-home device, behind thermostats, according to consulting firm Strategy Analytics. Besides providing security, cameras can help you keep track of pet sitters, couriers, yard workers and other people who might have good reason to be at your house while you’re traveling.<br />These devices will only help you monitor your home if they’re turned on and connected to the internet, of course. You’re not a dummy, so you probably won’t leave your camera unplugged like I did. But there are other considerations: Don’t let a dead battery or weak signal keep you in the dark. Before your next trip, you’ll want to confirm that your security cameras are operational—and digitally and physically protected. Here’s how to give your video surveillance system an audit.<br />Check your Wi-Fi signal strength. Many devices let you assess this in settings. Ring users can go to the Device Health page to view internet speeds and signal strength. Large metal or structural objects, such as a TV or water tank, can affect connectivity. Try moving your router closer to the device or to a more open, central location. If you have multiple devices scattered throughout your home, try implementing a mesh Wi-Fi network, which blankets your home with wireless internet and can improve indoor and outdoor connectivity.<br />Create a secure and unique password. “These services are routinely targeted in what are known as credential-stuffing attacks,” said Craig Young, principal security researcher at Tripwire, a cybersecurity firm. “This is where an attacker will use usernames and passwords stolen in other breaches to guess logins for other sites.” With your login, hackers can watch and listen in on live video feeds in your home, so make sure you have a strong password and enable multifactor authentication."
}