{
    "url_original": "https://www.wsj.com/articles/senate-reaches-2-billion-bipartisandeal-for-capitol-security-11627414110?mod=politics_lead_pos5",
    "url": "senate-reaches-2-billion-bipartisandeal-for-capitol-security-11627414110",
    "title": "Senate Reaches $2 Billion Bipartisan Deal for Capitol Security",
    "sub_head": "Bill includes funding to expedite the resettlement of Afghans who helped U.S. troops",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-376111?width=860&height=573",
    "image_1": "im-376111.jpg",
    "time": "2021-07-27 16:02:00",
    "body": "WASHINGTON—The Senate has reached a bipartisan deal on a $2 billion supplemental spending bill that would add funding for Capitol Police and the National Guard, security upgrades for Congress, and expedite the resettlement of Afghans who helped American troops.<br />The agreement was struck by Sen. Patrick Leahy (D., Vt.), the chairman of the Senate Appropriations Committee, and Sen. Richard Shelby (Ala.), the panel’s top Republican. Their breakthrough comes as Congress nears a deadline to pay unexpected costs stemming from the Jan. 6 attack on the Capitol by supporters of then-President Donald Trump. Without the additional resources, the National Guard and Capitol Police could run out of funds before the end of the fiscal year.<br />“We have the responsibility to take care of the Capitol Police in the wake of their incredible service on January 6th, and to reimburse our National Guard for costs incurred protecting the Capitol,” Mr. Leahy said in a statement, adding that “we have the moral responsibility to stand with our Afghan partners who stood with us through two decades of war.”<br />Mr. Shelby agreed in his own statement that funding the National Guard and Capitol Police was a priority. “It is also critical that we not leave behind those who helped us in Afghanistan once President Biden fully withdraws U.S. troops later this year,” he said.<br />Mr. Shelby urged his colleagues to support the legislation. It will need 60 votes to advance under Senate rules, meaning at least 10 Republicans need to vote for it."
}