{
    "url_original": "https://www.wsj.com/articles/senate-infrastructure-bill-drops-irs-funding-raising-pressure-for-new-revenue-11626627260?mod=politics_lead_pos1",
    "url": "senate-infrastructure-bill-drops-irs-funding-raising-pressure-for-new-revenue-11626627260",
    "title": "Senate Infrastructure Bill Drops IRS Funding, Raising Pressure for New Revenue",
    "sub_head": "Lawmakers, White House move to finish $1 trillion plan by midweek",
    "category_1": "Politics",
    "time": "2021-07-18 16:55:00",
    "body": "Lawmakers dropped plans to pay for a roughly $1 trillion infrastructure package in part by boosting tax-collecting enforcement at the Internal Revenue Service, a setback for the bipartisan measure ahead of a looming deadline for agreement.<br />The shift came after pushback from Republicans who were wary of granting the agency more money and power, Sen. Rob Portman (R., Ohio), one of the lead negotiators, said Sunday on CNN. Legislative aides from both parties confirmed the move.<br />The change means that the plan to strengthen the IRS to do more to collect taxes owed but not collected—a priority for President Biden—has stalled, at least for now. But lawmakers say it could be revived elsewhere, in a separate spending package pushed by Democrats.<br />Unknown on Sunday was whether or how quickly lawmakers would be able to coalesce around a new source of revenue. But the decision to exclude the IRS provision means lawmakers will have to scramble to replace it to complete the infrastructure package before a midweek deadline, and it casts new uncertainty over the talks.<br />Republicans and Democrats have spent weeks trying to negotiate an infrastructure deal, including funding for roads, bridges and broadband. But they have struggled with how to cover the cost without increasing the federal deficit, which has risen to record levels over the past few years because of tax cuts and pandemic-related spending. They have said the plan will be fully paid for with new revenues."
}