{
    "url_original": "https://www.wsj.com/articles/senate-bipartisan-infrastructure-deal-republicans-mitch-mcconnell-11627076717?mod=opinion_lead_pos1",
    "url": "senate-bipartisan-infrastructure-deal-republicans-mitch-mcconnell-11627076717",
    "title": "Taking the ‘Bi’ Out of Bipartisan",
    "sub_head": "Are Republicans getting any policy victories from the infrastructure deal?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-374648?width=860&height=573",
    "image_1": "im-374648.jpg",
    "time": "2021-07-23 18:30:00",
    "body": "Senate negotiators still haven’t released the details of their bipartisan infrastructure deal, though it could come to a vote on the floor as early as next week. What’s striking about the deal so far, however, is that by all appearances this will be the most one-sided bipartisan deal in decades.<br />Most such deals in Washington include a policy trade: Each side gets something it wants in return for conceding a policy to the other. One example was the 2015 budget deal that included a trade on energy policy between Republicans in Congress and President Obama.<br />The Paul Ryan Republicans won Mr. Obama’s signature on a statutory repeal of the ban on U.S. oil exports in return for extending federal subsidies on green energy. The subsidies were bad policy, but the end of the ban spurred domestic oil drilling that made the U.S. the world’s largest producer. The economy was a net winner.<br />Another example was the Bill Clinton-Newt Gingrich budget deal of 1997. President Clinton agreed to a cut in the capital gains tax rate to 20% from 28%, while the Gingrich Republicans agreed to a new $500 per child tax credit and more social spending. You can oppose such deals, as these columns often do, but at least both sides get something.<br />Which has us wondering what the policy trade is in this looming infrastructure deal? We know what Democrats are getting: another $600 billion or so in net new federal spending, including tens of billions in new subsidies for green energy and public transit. They’ll also get Republican fingerprints on their record levels of federal spending. This will make it harder for the GOP to blame inflation on Democratic spending financed by the Federal Reserve."
}