{
    "url_original": "https://www.wsj.com/articles/senators-scramble-to-finalize-deal-on-infrastructure-package-11627216048?mod=politics_lead_pos1",
    "url": "senators-scramble-to-finalize-deal-on-infrastructure-package-11627216048",
    "title": "Senators Scramble to Finalize Deal on Infrastructure Package",
    "sub_head": "Bipartisan group hopes to iron out key details on a roughly $1 trillion bill for roads, bridges, transit and broadband",
    "category_1": "Politics",
    "time": "2021-07-25 08:27:00",
    "body": "WASHINGTON—Lawmakers pushed to finalize an infrastructure agreement Sunday and lock down enough support from Republicans to advance the bill in a Senate vote early this week.<br />GOP senators had blocked efforts by Democrats to begin consideration of the roughly $1 trillion infrastructure bill on Wednesday, saying too much of the package remained unresolved. Lawmakers in a bipartisan group crafting the legislation said late last week that they hoped to finish in time to reverse that outcome in a second vote in the next few days.<br />A group of 11 Republican senators wrote to Senate Majority Leader Chuck Schumer (D., N.Y.) last week, saying they would vote to start debate on the bill, provided that the major issues are resolved and its official cost has been estimated. If all Democrats also support the legislation, that would allow it to clear the 60-vote threshold.<br />“I’m not looking for a perfect bill on Monday, but I’m looking for enough of a bill that we can move forward on and get to an amendment process and I expect that to happen,” Sen. Kevin Cramer (R., N.D.), who signed the GOP letter, told reporters Thursday.<br />Advancing the infrastructure measure is a complicated task in coalition building. Top Democrats are hoping to get Republican support for a bipartisan infrastructure bill. At the same time, they are trying to unify Democrats around a second package that includes additional spending on healthcare, education and child care that Republicans oppose."
}