{
    "url_original": "https://www.wsj.com/articles/shahzia-sikander-extraordinary-realities-review-tradition-and-revision-11626819742?mod=opinion_reviews_pos2",
    "url": "shahzia-sikander-extraordinary-realities-review-tradition-and-revision-11626819742",
    "title": "‘Shahzia Sikander: Extraordinary Realities’ Review: Tradition and Revision",
    "sub_head": "A show at the Morgan Library & Museum explores the efforts by the Pakistani-American artist to bring the aesthetic of centuries-old Indo-Persian manuscripts into dialogue with contemporary art and Western art history.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-372200?width=860&height=573",
    "image_1": "im-372200.jpg",
    "time": "2021-07-20 18:22:00",
    "body": "New York<br />In 1989, Shahzia Sikander enrolled in the illuminated manuscript painting course at the National College of Arts in Lahore, Pakistan, her native city. The discipline was considered hopelessly outmoded, even stifling to creativity, but the 20-year-old aspiring young artist thought it offered possibilities. She mastered the tradition’s complex paper preparation, meticulous techniqueand conventions of representation, and employed and subverted them all in her thesis project, “The Scroll” (1989-90), five-plus feet of fractured, gorgeously patterned, obsessively detailed interiors informed equally by 16th- and 17th-century Safavid miniatures and by Cubism. The home is presented as the expected sphere for a Pakistani woman. In handsomely furnished rooms, servants crouch, sweep, wash floors, and prepare and present foodwhile the family relaxes. A young girl dressed in white appears multiple times, sometimes transparent and ghostly, always turned away. On the far right, she paints a portrait of an identical white-clad figure who poses in profile, her dark hair nearly obscuring her featureless face.<br />“The Scroll” is among the first images we encounter in “Shahzia Sikander: Extraordinary Realities,” a retrospective survey organized by the Rhode Island School of Design Museum and on view through Sept. 26 at New York’s Morgan Library & Museum. It announces the approach and many of the dominant themes that Ms. Sikander would continue to explore: perceptions of women, self-portraits, contemporary life and its inequities, the mythological and the fantastic—exquisitely rendered and filtered through snatches of Eastern and Western traditional art. As we move ahead to work made when Ms. Sikander pursued an MFA at RISD, followed by a residency at the Glassell School of Art at the Museum of Fine Arts, Houston, between 1995 and 1997, we witness her experiments with a looser touch and bolder scale, and her development of a lexicon of ambiguous, anthropomorphic signs and symbols.<br />Paint becomes increasingly physical as Ms. Sikander’s work matures, enriching the rigorously clean surfaces of traditional miniature painting and sometimes canceling out fragile drawing. Carefully rendered images based on Safavid and Mughal prototypes are veiled by translucent watercolor, while tremulous, cascading lines of white paint suggest veils, imprisonment and more, triggering thoughts about restrictive societies and East/West conflicts. In “Who’s Veiled Anyway?” (1997), a polo player riding through a stylized landscape is almost obscured by a cage/veil of white lines. Ms. Sikander fragments figures, defies logical orientation and rational scale, provocatively forcing conflicting visual languages associated with different times and cultures to coexist in mysterious, loaded images, sometimes dissecting historical narratives for her own purposes. She turns the curling hair of the Gopis, the milkmaids devoted to Krishna, into a repeated floating glyph, for example.<br />Works such as the pale, luminous “Intimacy” (2001) are like supercharged art-history lessons. A nude Venus, precariously balanced on an antelope, seems to have ridden in from Bronzino’s 16th-century allegory “Venus, Cupid, Folly, and Time,” in London’s National Gallery. She reaches up to embrace a voluptuous Indian female deity, minimally outlined, while a sari-clad figure looks on, aided by a headless classicizing nude. Sinister birds, schematic architecture, hints of pattern, repeated dots and a wealth of delicate painting incidents keep us off balance, conjuring up different time periods, cultures, allusions and conceptions of what a painting can be. We’ve met the embracing women previously, in Sikander’s “Promiscuous Intimacies” (2020), a large patinated bronze sculpture outside the entrance to the show. Confronted by the painting, we realize how crucial Ms. Sikander’s hand and intimate scale are to the resonance of the image."
}