{
    "url_original": "https://www.wsj.com/articles/shark-week-2021-mechashark-review-predators-in-love-11626200750",
    "url": "shark-week-2021-mechashark-review-predators-in-love-11626200750",
    "title": "Shark Week 2021 ‘MechaShark’ Review: Predators in Love",
    "sub_head": "This year, one documentary in the Discovery Channel’s Shark Week extravaganza follows scientists as they explore the mating rituals of great white sharks.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-368675?width=860&height=573",
    "image_1": "im-368675.jpg",
    "time": "2021-07-13 16:32:00",
    "body": "<br /><br />The human-shark dynamic defines dysfunctional. We sometimes eat them; they sometimes eat us. We probably scare them; they definitely scare us. But both creatures are capable of making bad romantic choices if you go by “MechaShark,” which shows just how much love can hurt, especially below the surface.<br />Presented as part of Discovery’s annual “Shark Week”—which began Sunday and has been presenting the finest in shark programming since 1988—“MechaShark” opens a watery window into the mating rituals and mechanics of great whites. It is an area about which very little is known, according to coral-reef ecologist Marc Erdmann, who, with shark researcher Kina Scollay and vehicle designer Alister Baxter, travels to New Zealand’s Foveaux Strait, which is suspected of being the elusive mating ground of great whites. Why that spot? Because the team, a year earlier, spotted a number of sharks with fresh wounds. And knowing what they do know about sharkish courtship, they suspect love is in the air. Or at least under the water.<br />There is a considerable amount of pulsating music and editing that buoys a general tenor of terror in “MechaShark.” We sometimes have to rely on the observations and the awed reactions of the show’s hosts regarding the size and proximity of certain of the fish, because everything is visually relative and we don’t always have a reference point—except for MechaShark itself. The title “character” is actually a jet-propelled, shark-shaped cage designed and built by Mr. Baxter (who has done design work on several Hollywood movies) and in which Mr. Scollay ventures beneath the surface in the hope of observing shark mating."
}