{
    "url_original": "https://www.wsj.com/articles/shohei-ohtani-two-way-player-babe-ruth-11626063723",
    "url": "shohei-ohtani-two-way-player-babe-ruth-11626063723",
    "title": "Shohei Ohtani Isn’t the Best Two-Way Player Since Babe Ruth. He’s Better.",
    "sub_head": "The Angels star has been heralded as the “Japanese Babe Ruth” because of his abilities as a hitter and a pitcher. But he’s doing something Ruth never did.",
    "category_1": "Sports",
    "category_2": "MLB",
    "image_1_url": "https://images.wsj.net/im-367729?width=620&size=1.4988290398126465",
    "image_1": "im-367729.jpg",
    "time": "2021-07-12 08:00:00",
    "body": "When Shohei Ohtani joined the Los Angeles Angels in 2018, he was immediately anointed the “Japanese Babe Ruth.” It turns out that comparing him to one of the most influential figures in the history of American sports might have been wildly unfair.<br />What Ohtani is doing is far more impressive.<br />Ohtani, the two-way sensation armed with Nolan Ryan’s fastball on the mound and Ken Griffey Jr.’s power at the plate, is halfway through what could turn into the most remarkable season ever. As the game’s top players descend on Denver for the All-Star Game this week, Ohtani leads the major leagues with 33 home runs. Five of those blasts traveled more than 450 feet, the most of anybody. He also has the best slugging percentage in baseball at .698, is tied for the American League lead with four triples and has stolen 12 bases.<br />He has accomplished all of that while simultaneously establishing himself as the Angels’ best pitcher. He has a 3.49 ERA in 13 starts, a number that would be nearly a run lower if not for one disastrous outing against the New York Yankees last month. He has struck out 87 batters in 67 innings, or 11.7 per nine innings. His average four-seam fastball has been measured at 95.5 mph.<br />Now Ohtani is the first player ever to be selected as an All-Star as a pitcher and hitter. If he can continue this level of production for another few months, his paradigm-shifting performance would reshape what was believed to be possible on a baseball field. Nobody has ever done anything like this before—not even the legendary Babe."
}