{
    "url_original": "https://www.wsj.com/articles/shopping-for-high-end-brands-is-harder-than-it-lookseven-if-youre-a-luxury-giant-like-lvmh-11625183876?mod=business_minor_pos11",
    "url": "shopping-for-high-end-brands-is-harder-than-it-lookseven-if-youre-a-luxury-giant-like-lvmh-11625183876",
    "title": "Shopping for High-End Brands Is Harder Than It Looks—Even if You’re a Luxury Giant",
    "sub_head": "Investors hope the pandemic will prompt some owners of independent luxury brands to sell up. But persuading founding families to give up control has always been tricky.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-363569?width=620&size=1.5",
    "image_1": "im-363569.jpg",
    "time": "2021-07-02 05:30:00",
    "body": "To get his hands on Bulgari, luxury-goods titan Bernard Arnault courted the family behind the jeweler for 12 years before they accepted a check for $5 billion. The pandemic may soften up some owners of high-end brands, but it will still be hard to cut deals.<br />A pre-existing gap between the performance of many big and small designer brands has widened since the pandemic began. A major market share grab is under way and “some of the small guys are getting killed,” says Jefferies luxury analyst Flavio Cereda. One Chinese mall operator told Mr. Cereda that the top 10 brands have gone from contributing 45% of total luxury sales before the pandemic to 70% today, as more minor players are squeezed.<br />The trend was clear in the first three months of the year, when shoemaker Tod’s sales dropped 16% and those of British trench coat designer Burberry fell 5% against the same period of pre-pandemic 2019. Industry giants Hermès and  LVMH Moët Hennessy Louis Vuitton ,  which Mr. Arnault founded, showed sales growth of 33% and 8% respectively on the same basis.<br />The crisis has forced some founders to rethink their succession plans. For the first time, Italian designer Giorgio Armani said in a recent interview with Vogue that it is less important for his namesake label to be fully independent. Tod’s founder Diego Della Valle also hinted publicly that he would be open to a sale. Investors are betting that a tougher outlook for stand-alone brands will send these and other names into the arms of big luxury houses like Gucci’s owner Kering. Tod’s share price has doubled this year, largely because of deal speculation.<br />Still, takeovers face hurdles. An obvious one is valuation, as even troubled publicly traded brands appear pricey. The overall luxury sector is trading at 31.9 times projected earnings, compared with a 15-year average of 18.4 times,  HSBC  calculates. The last time the industry’s stocks were as expensive was during the dot-com bubble."
}