{
    "url_original": "https://www.wsj.com/articles/snap-twitter-show-where-the-party-is-11626991008?mod=markets_major_pos1",
    "url": "snap-twitter-show-where-the-party-is-11626991008",
    "title": "Snap, Twitter Show Where the Party Is",
    "sub_head": "Twitter looked like a better deal before earnings, but growth changes the equation",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-373859?width=860&height=573",
    "image_1": "im-373859.jpg",
    "time": "2021-07-22 17:56:00",
    "body": "Social media made a splash on Thursday as its second-quarter earnings kicked off.<br />Both  Twitter Inc.  and  Snap ,  Inc. reported better-than-expected quarters, beating Wall Street’s estimates on both their top and bottom lines. Twitter’s sales growth shows it might be gaining more traction incrementally, at least among advertisers, but Snap’s record usage and revenue growth show its Snapchat platform remains the life of the party. Taken together, the reports shed a positive light on what investors can expect next week from  Facebook  and  Pinterest ,  which are set to report earnings on Wednesday and Thursday, respectively.<br />Twitter said monetizable daily active users—a measure of its users who can view ads—grew 11% year on year. That’s down from an average of more than 25% growth over the previous six quarters, according to FactSet. But it also said its revenue grew 74% versus the same period last year, with U.S. advertising revenue nearly doubling. Snap, meanwhile, said both revenue and daily active users grew in the quarter at their highest annual rates in the last four years. Snap’s shares soared 13%, while Twitter’s rose 5%, in after hours trading on Thursday following the reports. With both companies providing a solid third-quarter outlook, choosy investors must now decide whether to take a chance on comeback kid Twitter or more-consistent Snap.<br />For its part, Twitter offered a lot of encouraging commentary. The company said it anticipates growing its revenue faster than expenses this year, even while it is now forecasting expenses will increase more than 30% in 2021 versus last year, up from previous guidance of more than 25%. It says it aims to benefit from the return of live sports, including the Tokyo Olympics over the next few weeks, as well as baseball and American football.<br />Importantly, the fact that the vast majority of Twitter’s ad revenue still comes from brand versus direct response ads will likely keep it somewhat insulated from  Apple ’s  iOS privacy changes since brand ads rely less on the need to track user activity. Snap said it is seeing higher opt-in rates to Apple’s new operating platform compared with the industry average. That implies it might be able to collect incrementally more third-party data on its users than some of its competitors. But the company, with revenue skewed more toward more vulnerable direct response ads, also said it anticipates the bulk of the effects of Apple’s changes are yet to come. Apple’s new system was introduced later than expected and the adoption cycle is ongoing."
}