{
    "url_original": "https://www.wsj.com/articles/sob-rock-by-john-mayer-review-not-quite-worth-the-tears-11626451172?mod=opinion_major_pos14",
    "url": "sob-rock-by-john-mayer-review-not-quite-worth-the-tears-11626451172",
    "title": "‘Sob Rock’ by John Mayer Review: Not Quite Worth the Tears",
    "sub_head": "With ‘Sob Rock,’ John Mayer continues to play it safe in his solo career.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-367846?width=860&height=573",
    "image_1": "im-367846.jpg",
    "time": "2021-07-16 11:59:00",
    "body": "There’s always been an odd contrast between John Mayer as the public figure and John Mayer as the solo artist. In the decade after his multi-platinum 2001 debut album, “Room for Squares,” he was a highly visible celebrity who penned an Esquire column, tried his hand at stand-up, and became a tabloid fixture for dating women even more famous than he was.<br />In 2010, his tendency to speak off-the-cuff caught up with him in a pair of interviews with Playboy and Rolling Stone, as he made widely condemned comments that were loutish and racially offensive. Mr. Mayer lowered his profile considerably while becoming more adventurous with his musical side projects. He spent a lot of the 2010s collaborating with others, most notably playing guitar and singing in Dead & Company, the touring offshoot of the Grateful Dead led by three members of the original band. But while Mr. Mayer is an exploratory collaborator, his solo work has been safe and down-the-middle.<br />His 2006 album, “Continuum,” leaned toward jazz and soul, 2012’s “Born and Raised” leaned toward California folk-pop, and 2017’s “The Search for Everything” leaned toward modern R&B, but these tilts in direction did little to spice up his music’s essential character: mellow rock suitable for adult contemporary radio. Mr. Mayer can’t help but make solidly written, skillfully played songs that only occasionally leave a mark.<br />“Sob Rock” (Columbia), out Friday, is a conscious attempt at capturing the synth-tinged sound that veteran rockers were making in the 1980s. In a June interview with the Journal, Mr. Mayer described the record as a balm for a troubled era. “There’s a security-blanket aspect about that sound that reminds me of a safer time,” he said. Though some of the album was recorded during the pandemic, the general approach was in place in May 2018, when Mr. Mayer released the single “New Light,” co-written and co-produced by Ernest Wilson, well known in the rap world as No I.D. It’s a bouncy and effortlessly catchy number that’s also an enormous hit on streaming, closing in on 500 million plays on Spotify. Heard on this collection, it sets a high bar that none of the nine other songs can clear.<br />The cover of “Sob Rock, with its pastel colors and Mr. Mayer posed by venetian blinds, is rich in period detail. It suggests “Miami Vice” and the Michelob rock of Steve Winwood, Eric Clapton and Genesis, but the record only dabbles in such overt references. “I had to figure out this genetic tightrope walk,” Mr. Mayer told the blog Blackbird Spyplane in an interview earlier this month. “If it has too much retro-DNA, two things happen: I lose interest, and I don’t believe it.” So the ’80s-ness is present, but subtle. Mr. Mayer employs the sonic signifiers of the decade like seasoning—a pinch of digital reverb here, a shimmering chorus effect on his guitar there. Once you listen to it a few times, the concept falls away and you’re left with another pleasant and underwhelming John Mayer LP."
}