{
    "url_original": "https://www.wsj.com/articles/solar-power-homeowners-11626095637?mod=business_minor_pos13",
    "url": "solar-power-homeowners-11626095637",
    "title": "Should I Go Solar Now? Here’s What Homeowners Should Consider",
    "sub_head": "Should you lease or buy? That’s one of the main questions homeowners need to answer before installing a solar-energy system.",
    "category_1": "Business",
    "category_2": "Energy",
    "image_1_url": "https://images.wsj.net/im-363392?width=620&size=1.5",
    "image_1": "im-363392.jpg",
    "time": "2021-07-12 09:14:00",
    "body": "Residential solar is now a fact of life in all 50 states. Growing awareness of solar’s role in addressing climate change is one reason; rapidly falling prices for solar panels are another. Over 2.8 million U.S. households have already gone solar, according to the Solar Energy Industries Association, or SEIA, a trade group.<br />Acquiring solar these days is much like acquiring a car or a home. Consumers can buy a system outright with cash or a loan or take out a lease. With leases, typically 20 to 25 years in duration, homeowners usually have minimal upfront costs and instead pay a fixed monthly payment to a solar installer. And while they don’t own the panels, they cut their electricity bills by getting all the power the panels produce—basically swapping the electric bill from their utility for a cheaper bill from a solar leasing company.<br />Buying a system outright brings one chief advantage: the ability to claim the federal tax credit, which currently amounts to a direct rebate of 26% of the total cost of the system.<br />As the discussion below shows, there are pros and cons to each method. The decision to opt for solar isn’t a simple one. “Soft costs” such as installation and permitting fees add about $7,000 to a typical installation, and incentives to install solar still vary widely from state to state.<br />We asked three experts to discuss the economics and practicalities of home solar installation. They are Ben Airth, senior policy manager, Center for Sustainable Energy; Justin Baca, the SEIA’s vice president of markets and research; and David Feldman, market analyst, renewable-energy technologies, at the National Renewable Energy Laboratory. Their email responses have been edited for brevity and clarity."
}