{
    "url_original": "https://www.wsj.com/articles/solo-cyclist-completes-his-alternative-tour-de-france-11626171870",
    "url": "solo-cyclist-completes-his-alternative-tour-de-france-11626171870",
    "title": "Solo Cyclist Completes His Alternative Tour de France",
    "sub_head": "Team EF Education-Nippo rider Lachlan Morton completed all 21 stages of the race—and every mile in between—in 18 days, after 220 hours on the bike",
    "category_1": "Sports",
    "image_1_url": "https://images.wsj.net/im-368337?width=620&size=1.5",
    "image_1": "im-368337.jpg",
    "time": "2021-07-13 06:24:00",
    "body": "When pro cyclist Lachlan Morton set out on his improbable adventure to ride the entire Tour de France route unsupported, even he couldn’t be sure he’d make it to Paris. The task ahead of him involved more than 3,200 miles of road. Not only was he riding all 21 stages, he was also covering the distance between them entirely on his bike and without team support.<br />But in the predawn hours of Tuesday morning, Morton rolled onto the Champs-Elysées. He hadn’t just survived. He survived with five days to spare—the Tour peloton, which started hours ahead of him, won’t hit Paris until Sunday evening.<br />Morton, who rides for the EF Education-Nippo team, had set out to recapture some of the buccaneering spirit of the grueling early Tours, long before tailored nutrition, roadside hotels, and plush team buses—all while raising money for World Bicycle Relief.<br />To complete his old-school lap of France, he spent 220 hours in the saddle over 18 days, pushing across 3424 miles and climbing nearly 215,000 feet that took him up the Alps, the Pyrenees, and the notorious Mont Ventoux (twice). He slept outdoors in a bag that forever seemed damp and ate only what he could buy along the way in gas stations, cafes, and an endless string of boulangeries.<br />“It’s really well beyond what we thought was possible,” EF team director and former Tour de France rider Jonathan Vaughters wrote in a text message. “We (and he) thought he’d hit Paris about 12 hours before the race…if he made it at all.”"
}