{
    "url_original": "https://www.wsj.com/articles/some-independent-directors-of-bankrupt-firms-show-bias-study-says-11627032600?mod=business_featst_pos3",
    "url": "some-independent-directors-of-bankrupt-firms-show-bias-study-says-11627032600",
    "title": "Some Independent Directors of Bankrupt Firms Show Bias, Study Says",
    "sub_head": "Independent directors have incentives to build reputations as friendly to the companies hiring them, researchers say",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-364040?width=860&height=573",
    "image_1": "im-364040.jpg",
    "time": "2021-07-23 05:30:00",
    "body": "Companies on the brink of insolvency are increasingly appointing independent directors to their boards as they prepare for a bankruptcy filing, but their neutrality is disputed by creditors, lawyers and academics.<br />The companies label these directors as disinterested experts who act to maximize value for creditors by investigating the reasons for the bankruptcy, dealings between the company and its owner, and other matters. The directors’ input carries significant weight with bankruptcy judges, who tend to defer to their findings that a particular settlement or transaction is fair, years of court rulings show.<br />The problem, according to new research, is that some of these directors are biased in favor of the companies that hired them. The directors have financial incentives to build reputations as friendly to the companies and lawyers that help them land similar gigs in the future, researchers at the University of California Hastings College of the Law and Tel Aviv University said in a study published last month.<br />While such directors are independent from the company, they are also “grateful to the lawyers who brought them into the case,” said Al Togut, a bankruptcy lawyer with Togut, Segal & Segal LLP.<br />Some creditors pay the price for this “structural bias,” according to the study, which examined 770 large chapter 11 filings between 2004 and 2019. It found that independent directors sometimes stifled investigations, rejected potential legal claims and rushed negotiations, resulting in less money recovered for low-ranking creditors with the most to lose."
}