{
    "url_original": "https://www.wsj.com/articles/some-vaccinated-people-are-dying-of-covid-19-heres-why-scientists-arent-surprised-11625227200",
    "url": "some-vaccinated-people-are-dying-of-covid-19-heres-why-scientists-arent-surprised-11625227200",
    "title": "Some Vaccinated People Are Dying of Covid-19. Here’s Why Scientists Aren’t Surprised.",
    "sub_head": "Vaccines aren’t 100% effective, so some people will be vulnerable to the virus even after receiving two shots",
    "category_1": "World",
    "time": "2021-07-02 08:00:00",
    "body": "LONDON—As the Delta variant of the coronavirus surges through the U.K., almost half of the country’s recent Covid-19 deaths are of people who have been vaccinated. But doctors and scientists aren’t sounding the alarm about the apparently high proportion of deaths among the vaccinated population.<br />On the contrary, they say the figures so far offer reassurance that vaccines offer substantial protection against the variant, particularly after two doses. Delta, first identified in India, has since spread to at least 85 countries, including the U.S., where it is now estimated to be the most common variant.<br />The U.K. is a testing ground for how vaccines are coping. Delta is racing through the country—with 146,000 identified cases in the past week, 72% up on the week before. The country is also a world leader in identifying through testing and genetic sequencing which versions of the virus are prevalent: By mid-June, 97% of cases were Delta infections. And Delta is spreading among a population that is among the most highly vaccinated in the world: 85% of adults have had at least one vaccine shot and 63% have had two.<br />The spread of Delta has led the U.K. government to postpone by a month the ending of Covid restrictions until July 19. But ministers are increasingly confident that the unlocking will take place as planned because vaccinations have broken the lockstep between new cases, later hospitalizations and deaths.<br />Data from Public Health England show that there were 117 deaths among 92,000 Delta cases logged through June 21. Fifty of those—46%—had received two shots of vaccine."
}