{
    "url_original": "https://www.wsj.com/articles/some-police-push-back-on-bail-reform-citing-wave-of-killings-11626441851?mod=business_minor_pos4",
    "url": "some-police-push-back-on-bail-reform-citing-wave-of-killings-11626441851",
    "title": "Some Police Push Back on Bail Reform, Citing Wave of Killings",
    "sub_head": "Law enforcement increasingly calling on judges to hold more violent suspects pending trial; Advocates say pretrial release is responsible for only a small number of crimes",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-368628?width=860&height=573",
    "image_1": "im-368628.jpg",
    "time": "2021-07-16 09:24:00",
    "body": "CHICAGO—Just minutes after he was released from Cook County jail last Saturday, a local rapper known as KTS Dre was killed by attackers who fired at least 59 shots, police say. The rapper, whose real name was Londre Sylvester, 31, was facing multiple felony charges at the time. Two women standing near him were also injured.<br />For Chicago Police Superintendent David Brown, it was just the latest example of why court policies that allow violent suspects out of jail before trial aren’t working.<br />“It’s madness,” said Mr. Brown, who thinks Mr. Sylvester should have been held in jail until his trial on charges of being an armed habitual offender and felony aggravated assault with a vehicle against a police officer. “It’s making us all less safe,” said Mr. Brown of a change of policy in Cook County Circuit Court in 2017 that lowered bails and let more people out on electronic monitoring.<br />Several states, including New York, New Jersey and California, have passed laws in recent years to make it easier for suspects to be released from jail while they await trial. Illinois this year passed a law that will eliminate cash bail entirely by 2023.<br />In Cook County, judges presume a defendant will be eligible for release unless the judge thinks that person poses a clear and present danger to others, based on input from the defense, prosecutors and an assessment tool that aims to predict how likely an accused offender is to show up for court or pose a risk to the public."
}