{
    "url_original": "https://www.wsj.com/articles/songs-for-a-social-summer-11625257926",
    "url": "songs-for-a-social-summer-11625257926",
    "title": "Songs for a Social Summer",
    "sub_head": "Whether you’re blasting them in the car or dancing to them at the club, these tunes—some finely getting their due and some brand new—will help you bridge the distance to pleasure as usual.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-363932?width=620&size=1.5",
    "image_1": "im-363932.jpg",
    "time": "2021-07-02 16:32:00",
    "body": "<br />It’s hard to think of summer 2021 without thinking about where things stood a year ago: The horror and uncertainty of the first few months of Covid-19 was lifting slightly, but the U.S. was in the midst of a reckoning on race and policing following the murder of George Floyd, all while a contentious presidential contest hummed along in the background. Billboard was tracking the Songs of the Summer, as it has since 2010, but the season never felt like one for celebrating. Survival was all one could hope for.<br />Twelve months later the number of those vaccinated continues to climb and, depending on where you live, it might be easy to forget a time when you went everywhere with a mask in your pocket. And the entire idea of summer music has regained its purpose. Perhaps because 2020 was so fraught, there are several currently surging hits that date from albums released in the pandemic’s earliest days and couldn’t realize their true potential while the world was still in lockdown.<br />Foremost among these is the version of Dua Lipa’s “Levitating” that features rapper DaBaby. The original was released on her fantastic album “Future Nostalgia,” which came out in late March 2020, right as the first wave of Covid-19 was building. “It’s an album filled with anthems that will, for now, have to settle for soundtracking live-streamed videos . . . rather than the roaring public celebrations for which they were designed,” read my review. “But that time will come.” That time, it would seem, is now. “Levitating” is a slice of danceable pop perfection, and the song is currently hovering near the top of the Songs of the Summer chart.<br />Also riding high is a pair of tracks from the Weeknd’s excellent album “After Hours,” also from March 2020. The ’80s throwback “Blinding Lights,” first released as a single all the way back in November 2019 and a chart-topper a year ago February, has been a ubiquitous hit ever since and is rising again. The more melancholy “Save Your Tears,” first issued as a single last August, is currently in the Songs of the Summer top 10. These are tunes that sound different in this season, so it’s no surprise that listeners are cueing them up again."
}