{
    "url_original": "https://www.wsj.com/articles/sophie-taeuber-arp-was-a-modernist-renaissance-woman-11625248864",
    "url": "sophie-taeuber-arp-was-a-modernist-renaissance-woman-11625248864",
    "title": "Sophie Taeuber-Arp Was a Modernist Renaissance Woman",
    "sub_head": "From paintings to puppets to textiles, the 20th-century Swiss artist made work that challenged expectations.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-361984?width=620&size=custom_2537x2047",
    "image_1": "im-361984.jpg",
    "time": "2021-07-02 14:01:00",
    "body": "Between the world wars, Sophie Taeuber-Arp tackled nearly every genre of visual art while fleeing, and sometimes mocking, the fascism that was creeping across Europe. But despite her influence during the 1920s and 1930s, Taeuber-Arp is little known outside of Switzerland, where she was born in 1889. From 1995 to 2016 her face was on a Swiss bank note.<br />Now a new exhibition will give audiences in London and New York a chance to encounter this 20th-century Renaissance woman, whose work included painting, architecture, interior design, fashion design, woodworking and performance. After its debut at the Kunstmuseum Basel this spring, “Sophie Taeuber-Arp” opens on July 15 at the Tate Modern in London, before moving to New York’s Museum of Modern Art in November.<br />Taeuber-Arp’s best-known work was produced during World War I, when she was an active participant in the subversive Dada movement in Zurich. Her painted wood “Dada Heads” from 1916-20 include a droll portrait of Jean Arp, one of the movement’s founders, whom she met in 1915 and married seven years later. The exhibition also includes the whimsical marionettes that she made in 1918 for the play “King Stag,” which rarely travel from their home in Zurich because of their delicacy. “They are full of humor, they are full of joy, they are incredible fun,” said Tate Modern international curator Natalia Sidlina, “and at the same time, very conceptual and very witty pieces of art.”<br />At trade schools in Switzerland and Germany, Taeuber-Arp studied textile design, which was traditionally considered an “applied” rather than a “fine” art. But in works like “Embroidery” (ca. 1920), a colorful abstract made of wool on canvas, she challenged that distinction. The show includes two versions of the 1917 work “Elementary Forms: Vertical-Horizontal Composition,” a wool textile and a gouache painting made as a preparatory design. The painting has more detail while the textile is brighter and more textured, but they are nearly mirror images, raising the question of why one should be considered art and the other craft.<br />Similarly, the exhibition includes Taeuber-Arp’s “Oval Composition With Abstract Motif” (1922), a striking oval rug blazing with autumnal colors and geometric abstraction, along with a series of gouache patterns that could stand alone as remarkable miniatures. “That’s the thing about her: you don’t distinguish between what’s fine art, what’s drawing, what’s design,” Ms. Sidlina said. “It’s an incredible visual encounter.”"
}