{
    "url_original": "https://www.wsj.com/articles/south-africas-looting-violence-reflect-inequalities-exacerbated-by-covid-19-pandemic-11626189253?mod=business_minor_pos4",
    "url": "south-africas-looting-violence-reflect-inequalities-exacerbated-by-covid-19-pandemic-11626189253",
    "title": "South Africa’s Looting, Violence Reflect Inequalities Exacerbated by Covid-19 Pandemic",
    "sub_head": "Unrest triggered by the arrest of former President Jacob Zuma risks worsening the surge in coronavirus infections, causing food insecurity",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-368417?width=860&height=573",
    "image_1": "im-368417.jpg",
    "time": "2021-07-13 16:17:00",
    "body": "JOHANNESBURG—Violence and looting in parts of South Africa, triggered by the arrest of former President Jacob Zuma, are broadening to reflect more deep-seated problems in the continent’s most developed economy, where a third pandemic lockdown is exacerbating economic pain and joblessness that has disproportionately affected the poor.<br />Police, now bolstered by a small deployment of soldiers, struggled for a third day to contain crowds ransacking warehouses and shopping centers in the economic capital of Johannesburg and the port city of Durban. In hospitals, doctors already stretched by a record wave of Covid-19 infections had trouble caring for the injured, with many nurses and other staff unable to come to work because of roadblocks and the broader insecurity, officials said.<br />The country’s police ministry warned that the continued blockage of some of South Africa’s main transport routes could within days lead to shortages of food and other essentials and that mass gatherings could prompt a fresh rise in Covid-19 cases. At least 72 people have died amid the instability, officials said Tuesday, some trampled to death in shopping-center stampedes.<br />“People are tired and frustrated with the whole situation,” said Abram Lekganyane, who usually sells durags, sunglasses and masks at a stall at the Pan Africa Shopping Centre in the Johannesburg township of Alexandra. Mr. Lekganyane said he checked on his wares in a nearby storage facility and saw people leaving with everything from plasma televisions to sound systems and groceries.<br />“The spark may have been Zuma. Now it’s a revolution against the lockdown, because nothing is being provided,” he said."
}