{
    "url_original": "https://www.wsj.com/articles/south-africa-president-says-rioting-following-predecessors-arrest-was-attempted-insurrection-11626468508?mod=world_major_2_pos2",
    "url": "south-africa-president-says-rioting-following-predecessors-arrest-was-attempted-insurrection-11626468508",
    "title": "South Africa President Says Rioting Following Predecessor’s Arrest Was Attempted Insurrection",
    "sub_head": "At least 212 people have died, more than 2,500 arrested following conviction of former President Zuma",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-07-16 16:48:00",
    "body": "JOHANNESBURG—South African President Cyril Ramaphosa said Friday that the unrest that followed the arrest of his predecessor was a coordinated campaign to start an insurrection against the country’s democracy through sabotage of the economy and critical infrastructure.<br />At least 212 people have died and more than 2,500 have been arrested in widespread looting and rioting in South Africa’s two most populous provinces this week. The unrest—the worst public violence in the country since the end of white minority rule in 1994—was triggered by the arrest last week of Mr. Ramaphosa’s predecessor, Jacob Zuma, to serve a 15-month sentence for contempt of court.<br />Mr. Zuma had been convicted on June 29 by the country’s Constitutional Court after he repeatedly refused to testify at a government-appointed commission investigating allegations of corruption during his nine years in office. He has denied wrongdoing.<br />In an address to the nation—his third in less than a week—Mr. Ramaphosa said Friday that much of the looting was done by organized criminals and ordinary South Africans distressed by the poverty they continue to suffer 27 years after the election of the country’s first Black president, Nelson Mandela. But, he said, the ensuing chaos was “used as a smokescreen to carry out economic sabotage,” including through targeted attacks on key infrastructure.<br />In recent days, rioters have targeted the port in the city of Durban—the largest in sub-Saharan Africa—and blocked traffic on the highway connecting Durban with the economic capital of Johannesburg; they also have forced a temporary halt in the operations of the country’s largest oil refinery. The blockages have led to fears of shortages of food, fuel and other essentials, although government officials stressed Friday that supplies to most of the country weren’t under threat."
}