{
    "url_original": "https://www.wsj.com/articles/south-africa-deploys-army-to-contain-unrest-over-former-presidents-arrest-11626100885?mod=business_minor_pos5",
    "url": "south-africa-deploys-army-to-contain-unrest-over-former-presidents-arrest-11626100885",
    "title": "South Africa Deploys Army to Contain Unrest Over Former President Zuma’s Arrest",
    "sub_head": "At least 10 people have died in violence that followed Jacob Zuma’s detention",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-367849?width=620&size=1.5",
    "image_1": "im-367849.jpg",
    "time": "2021-07-12 15:15:00",
    "body": "JOHANNESBURG—South Africa deployed its army Monday to help quell violent protests and widespread looting following the arrest of former President Jacob Zuma, as his lawyers sought to convince the country’s highest court that it had erred in convicting the former antiapartheid campaigner for contempt of court.<br />Hundreds of angry residents ransacked shops and malls, torched cars and blocked major roads, bringing public transport to a near standstill in Mr. Zuma’s home province of KwaZulu-Natal and the economic capital, Johannesburg. Others, many armed with sticks, marched through downtown Johannesburg and the city of Durban. There were reports of live bullets being fired at police.<br />Last month, South Africa’s Constitutional Court sentenced the former president—who resigned in 2018 under pressure from his own African National Congress—to 15 months in prison after he refused to testify at a government-mandated commission investigating allegations of widespread corruption during his nine years in power. He was arrested on Wednesday after failing to hand himself in to the police within the mandated three days.<br />While the initial reaction to Mr. Zuma’s arrest was muted, protests grew in KwaZulu-Natal over the weekend before turning increasingly violent and spreading to Johannesburg on Sunday. By Monday evening, at least 10 people had been killed, including a security guard, and police had arrested nearly 500 others.<br />“Over the past few days and nights, there have been acts of public violence of a kind rarely seen in the history of our democracy,” President Cyril Ramaphosa, Mr. Zuma’s successor, said in an address to the nation, reading out the names of those who died in the unrest. As television stations broadcast the president’s speech, some carried split screens showing the continuing looting outside."
}