{
    "url_original": "https://www.wsj.com/articles/south-africa-riots-whats-happening-11626280457?mod=world_major_2_pos1",
    "url": "south-africa-riots-whats-happening-11626280457",
    "title": "What Is Happening in South Africa? Riots After President Jacob Zuma’s Arrest",
    "sub_head": "Protests over jailing of former leader have spiraled into unrest and looting that has interrupted transportation amid a record Covid-19 outbreak",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-07-14 13:06:00",
    "body": "The arrest of former South African President Jacob Zuma this month has triggered looting and violence in the country’s two most populous provinces amid a record wave of Covid-19 infections.<br />Mr. Zuma was president of South Africa from 2009 until 2018, a time when alleged corruption escalated in government and the ruling African National Congress. After he resigned, a government-mandated commission started investigating some of these allegations, but Mr. Zuma repeatedly refused to testify, despite an order to do so from South Africa’s Constitutional Court. On June 29, the same court sentenced Mr. Zuma to 15 months in prison for contempt of court and he was arrested the following week.<br />Most of the violence and looting has been concentrated in Mr. Zuma’s home province of KwaZulu-Natal and Gauteng, where South Africa’s economic capital Johannesburg and political capital Pretoria are located. Mobs have targeted shopping malls, factories and warehouses, many of them in impoverished townships, where residents have been hit hard by three brutal waves of Covid-19 infections and government-imposed lockdowns. Dozens of people have lost their lives. Traffic on the highway connecting the important port of Durban with Johannesburg—one of South Africa’s busiest transport routes—has also been interrupted. That has led to concerns over shortages of food and other essentials and could cause disruptions to exports from some of the country’s agricultural hubs and trade with other African economies as far afield as the Democratic Republic of Congo.<br />Mr. Zuma’s arrest was initially seen as a victory for his successor, Mr. Ramaphosa, who has pledged to clean up South Africa’s government and the ruling ANC. But the escalating unrest has also drawn attention to continued factional fighting within the former liberation movement, where Mr. Zuma still commands support. On Monday, Mr. Ramaphosa deployed the army to back up overwhelmed police and other law-enforcement agencies, with limited success so far. He has called on South Africans not to join the violence and looting, which he says will further damage the economy and delay the recovery from the coronavirus pandemic.<br />South Africa has been hit hard by the coronavirus pandemic. It is currently in the middle of a third wave of Covid-19 infections, which has already surpassed the country’s two previous waves. Only around 2.5% of its 60 million people have been fully vaccinated against Covid-19, so many are continuing to get sick and die. Government lockdowns that were supposed to stem transmission of the virus pushed the economy into its deepest recession on record last year, leading to increased hunger and poverty, and driving up an unemployment rate that stood at 33% at the end of March. Many of the looters say they are stealing to help provide for their families and to put pressure on a government that has failed to provide for them."
}