{
    "url_original": "https://www.wsj.com/articles/southern-india-leads-the-way-to-tolerance-11625782002?mod=opinion_major_pos7",
    "url": "southern-india-leads-the-way-to-tolerance-11625782002",
    "title": "Southern India Leads the Way to Tolerance",
    "sub_head": "Northern states would be wise to emulate the region’s comfort with religious differences.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-07-08 18:06:00",
    "body": "How is religious pluralism faring in India, one of the most religiously diverse countries on the globe? The nation’s 1.4 billion people include most of the world’s Hindus, Sikhs and Jains, its third-largest Muslim population (more than 200 million), and more Christians than Peru or Canada.<br />In a sweeping new survey, the Pew Research Center provides answers, but they’re complex. You could come away reassured by the religious tolerance professed by Indians of all faiths, or worried by their marked preference for living apart in religious silos.<br />Beyond the headlines, a striking fact emerges: On controversial issues like eating beef, interfaith marriage and intercaste marriage, South Indian attitudes are markedly less rigid than those of the populous Hindi heartland. This helps explain why the five southern states—with 275 million people and an area more than 250% of the size of the U.K.—have largely shunned Prime Minister Narendra Modi’s muscular brand of Hindu nationalism. (Karnataka, home to Bangalore, is the exception.)<br />First the main findings: Indians are overwhelmingly devout—97% believe in God. Large majorities say that to be truly Indian you must respect all religions, and that respecting other faiths is part of their religious identities. The overwhelming majority of Indians say they are free to practice their faith.<br />In India, many Muslims and Christians subscribe to beliefs rooted in Hinduism. Three-fourths of Muslims believe in karma. Nearly a third of Christians believe in the purifying power of the Ganges River. This syncretism cuts both ways. One-sixth of Hindus celebrate Christmas. About 1 in 10 North Indian Hindus and Sikhs identify with Sufism, a mystical brand of Islam that venerates saints and shrines."
}