{
    "url_original": "https://www.wsj.com/articles/spacs-are-helping-tougher-renewable-businesses-find-the-light-11626198808?mod=business_minor_pos11",
    "url": "spacs-are-helping-tougher-renewable-businesses-find-the-light-11626198808",
    "title": "SPACs Are Helping Tougher Renewable Businesses Find the Light",
    "sub_head": "Altus Power is the latest company in a slower-growing solar-power segment to go public via SPAC merger",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-13 13:53:00",
    "body": "Two of today’s hottest investing trends are coming together: clean energy and special-purpose acquisition companies. Recent merger announcements in the space show that SPACs could be an effective growth engine for some corners of the renewable energy industry that have lagged behind as the industry overall has boomed.<br />Altus Power, a commercial and industrial-scale solar company, announced a merger Tuesday with a SPAC sponsored by  CBRE Group ,  giving Altus a market capitalization of $1.58 billion. The deal follows another solar-related SPAC announcement last week for concentrated solar power company Heliogen.<br />The kinds of renewable energy that investors are comfortable with—such as utility-scale solar and wind—are precisely the type of assets that already have hungry capital chasing them, whether yield-hungry pension funds or banks growing more conscious of social, environmental and governance criteria. Developers of such projects might find the extra costs and requirements of public listings not worth the trouble.<br />By contrast, Altus Power’s market—it targets installations on the roofs and parking lots of commercial properties—has been the slowest-growing solar segment. That is in large part because not all customers have standardized credit ratings, which makes it difficult to raise cheap financing from lenders. Lack of cheap financing in turn makes it harder for companies like Altus to chase more business. Assessing credit is easier for utility-scale solar, whose customers tend to be investment-graded utilities; and residential solar, whose customers all have FICO scores.<br />With that in mind, Altus’ tie-up with commercial real estate giant CBRE seems to make a lot of sense. The deal will give Altus access to CBRE’s clients, and the real-estate firm might have useful insights as to whether or not certain types of clients are creditworthy. The company is also eyeing ways to get more fees from existing customers by adding battery storage and electric-vehicle charging stations."
}