{
    "url_original": "https://www.wsj.com/articles/spains-targeting-of-former-harvard-professor-provokes-trans-atlantic-outcry-11625476850?mod=business_minor_pos4",
    "url": "spains-targeting-of-former-harvard-professor-provokes-trans-atlantic-outcry-11625476850",
    "title": "Spain’s Targeting of Former Harvard Professor Provokes Trans-Atlantic Outcry",
    "sub_head": "Andreu Mas-Colell must pay $3.3 million penalty amid judicial crackdown on former Catalan officials accused of aiding secessionism",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-364079?width=620&size=1.5",
    "image_1": "im-364079.jpg",
    "time": "2021-07-05 05:20:00",
    "body": "BARCELONA—In just two months, Andreu Mas-Colell, an internationally renowned economist and former Harvard professor, went from enjoying a peaceful retirement in his hometown of Barcelona to facing allegations by the Spanish state that could result in the seizure of his assets.<br />Mr. Mas-Colell, 77 years old, was the economy minister of Catalonia, a prosperous region in northeast Spain, from 2010 to 2016. He is accused by Spain’s Court of Auditors, an administrative body that oversees public accounts, of participating in an alleged misuse of millions of euros by allegedly helping to promote Catalonia’s quest for independence from Spain, which culminated in an illegal referendum in 2017.<br />On Tuesday, the Court of Auditors imposed a penalty of up to €2.8 million on Mr. Mas-Colell, equivalent to about $3.3 million, as part of proceedings against 34 former Catalan officials accused of illegally spending a total of €5.4 million. The accused have to pay the heavy penalties before they can appeal against them in court.<br />Mr. Mas-Colell, whose textbook on microeconomics is widely used at U.S. universities, has been a professor at Harvard University and the University of California, Berkeley, as well as in Spain. The accusations against him have sparked an outcry among fellow economists in the U.S., Europe and Asia.<br />“Those of us who have treated professor Mas-Colell for many years as colleagues, students, and co-authors know that he is a person of the utmost integrity,” wrote 54 prominent economists from around the world in a letter published in the Spanish newspaper El País on June 22. Among the signatories were 33 Nobel Prize winners, including Joseph Stiglitz, Amartya Sen and Robert Shiller."
}