{
    "url_original": "https://www.wsj.com/articles/spiral-by-darkside-review-a-mysterious-alchemy-11626729854",
    "url": "spiral-by-darkside-review-a-mysterious-alchemy-11626729854",
    "title": "‘Spiral’ by Darkside Review: A Mysterious Alchemy",
    "sub_head": "The electronic duo’s highly anticipated album builds off the aesthetic of their first, culminating in a suite of songs that are as atmospheric as they are grounded in real time.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-371509?width=860&height=573",
    "image_1": "im-371509.jpg",
    "time": "2021-07-19 17:24:00",
    "body": "Electronic music duo Darkside sounds very of-this-moment, but its roots can be traced back for at least a half-century. The band comprises 31-year-old Nicolás Jaar primarily on vocals and electronics and 35-year-old guitarist Dave Harrington, and each plays multiple instruments. Together, they make psychedelic dance music with long, gradual builds that are alternately unsettling and ecstatic.<br />The allure of this project is how artfully Darkside combines the passions of each member. Mr. Jaar made an immediate impact in 2011 with his solo album “Space Is Only Noise,” with songs featuring his eerie and odd voice built on the foundation of pulsing minimal techno. He has since released several solo albums and soundtracks and has staged art installations, while also collaborating with higher-profile artists as on the 2019 LP “Magdalene” by English art-pop singer FKA Twigs. Mr. Harrington’s roots are in jazz and improvisational rock, and his work under his own name touches on the Grateful Dead, early 1970s space-rock, and the jazz fusion of Miles Davis. The first Darkside full-length, 2013’s “Psychic,” found them meeting in the middle, with Mr. Jaar’s stretched out dance grooves serving as a rhythmic bed for Mr. Harrington’s spare funk riffing and cosmic exploratory leads.<br />The record was a critical hit, and the pair were an instant must-see at festivals. Their ability to stitch their songs together into long tracks with staggering climaxes brought to mind the concert prowess of Daft Punk, a connection reinforced when Darkside created an album-length remix of the French duo’s 2013 LP “Random Access Memories.” But just as Darkside seemed poised for a commercial breakthrough, Messrs. Jaar and Harrington set it aside and moved on to other work. It was almost as if they preferred to stay underground, and it was unclear if they would record as Darkside again. But after eight years and a lot of work by the two men in other realms, the project returns with “Spirals” (Matador), out Friday.<br />The LP opens with “Narrow Road” and a chiming prepared guitar, followed by the moan of Mr. Jaar’s voice. The fact that a stringed instrument is the first sound we hear serves as a preview for the rest of the record, which sticks reasonably close to the aesthetic of “Psychic” in most respects but finds Mr. Harrington stretching out instrumentally. On Darkside’s debut, his solos on electric guitar were his most notable contribution, but several tracks here are built around his acoustic playing, lending a tinge of moody, gothic folk to the bass-heavy beat.<br />Many of these pieces flow one into the next, as they do during the band’s live show, so “Spirals” often feels more like an extended suite than a collection of songs. “Narrow Road” bleeds into “The Limit,” which features Mr. Harrington’s strummed acoustic as a rhythmic element. His chordal pattern hints at jazz and funk, but does so with the absolute minimum number of notes and gestures. And his guitar has a reverberating glow that binds it to the surrounding electronics, lending a halo effect to the instrument that conjures the softer side of Roxy Music."
}