{
    "url_original": "https://www.wsj.com/articles/spotify-adds-fewer-total-users-than-expected-11627466400?mod=business_minor_pos7",
    "url": "spotify-adds-fewer-total-users-than-expected-11627466400",
    "title": "Spotify Adds Fewer Total Users Than Expected",
    "sub_head": "Streaming audio service says ad revenue more than doubles, helped by podcasts from Joe Rogan and Bill Simmons",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-375053?width=860&height=573",
    "image_1": "im-375053.jpg",
    "time": "2021-07-28 06:00:00",
    "body": "Spotify Technology SA’s  advertising revenue more than doubled in the most recent quarter, helped by growth in its podcast business, but the company added fewer total users than expected.<br />Though at-home listening took off during the lockdowns, executives have said the company faces uncertainty as the emerging markets it is relying on for new user growth endure Covid-19 spikes and listeners in more established markets emerge from lockdowns and move on to activities outside their homes.<br />As of the quarter ended June 30, Spotify had 365 million monthly active users, up 22% from a year earlier and just shy of the company’s forecast. The company said Covid-19 weighed on performance in several markets, and it paused marketing campaigns in some instances. Meanwhile, paying subscribers, its most lucrative type of customer, rose 20% to 165 million, at the high end of the company’s guidance range.<br />Average revenue per user for the subscription business in the quarter slipped 3% to €4.29, the equivalent of $5.07, as the company continued to attract new subscribers through discounted plans and charged lower prices in newer markets such as India and Russia. Excluding currency impacts, the company said ARPU was flat, and benefited from recent price increases in developed markets.<br />Last fall, Spotify began raising the price of its family plan in several markets. During the previous quarter, it extended rate increases to 25 more markets, including in Europe, Latin America and Canada, before notifying users in the June quarter about price adjustments in another 12 markets, including for the family plan in the U.S. and the U.K."
}