{
    "url_original": "https://www.wsj.com/articles/sprinting-through-no-mans-land-review-adin-dobkin-tour-de-france-cycling-11626450277",
    "url": "sprinting-through-no-mans-land-review-adin-dobkin-tour-de-france-cycling-11626450277",
    "title": "‘Sprinting Through No Man’s Land’ Review: The Heroic Age of the Tour de France",
    "sub_head": "France’s annual cycling competition has always paid special tribute to the sacrifices of war.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-370026?width=860&height=632",
    "image_1": "im-370026.jpg",
    "time": "2021-07-16 16:32:00",
    "body": "Florid imagery was the hallmark of French journalists who turned the Tour de France, which this year finishes on Sunday in Paris, into Europe’s biggest summer soap opera. One of their most evocative terms was hécatombe, or “an extensive loss of life for a particular cause”—in ancient Greece it was a sacrifice of 100 oxen—and cycling scribes have used it ever since to designate those stages of the race when unusually large numbers of riders are eliminated.<br />In European history, the ultimate examples of the hécatombe remain the two world wars; bicycle races have always acknowledged both. To mark the 50th anniversary of D-Day, the Tour visited Portsmouth, England, then crossed the Channel to Cherbourg. It has had stage finishes at Utah Beach and Verdun and has run a stage down the Voie Sacrée, the crucial World War I supply road. The one-day race Gent-Wevelgem had its name amended to Gent-Wevelgem in Flanders Fields, after John McCrae’s poem of 1915, and sends its cyclists down the “plug streets”—dirt roads near the village of Ploegsteert and its nearby woods—immortalized in Roland Leighton’s poem “Violets.”<br />The links between bicycle racing and World War II are hard to avoid: “Le vélo à l’heure allemande” (2007), a book by the French cyclist Jean Bobet, relates how bicycle racing in France continued under the Occupation; “Road to Valour” (2012), by Aili and Andres McConnon, tells how the Italian champion Gino Bartali used his bike to smuggle vital documents for a Tuscan network that enabled Jewish refugees to escape Mussolini’s blackshirts. The war is a permanent backdrop to any survey of race history: Meensel-Kiezegem, the Flemish village where the great Eddy Merckx was born, was scarred by a roundup and massacre in 1944 following the murder of a member of the Flemish fascist movement; and the 1946 Giro d’Italia, won by Gino Bartali, will always be known as the Giro della rinascita—tour of rebirth—a race that symbolized the beginning of the nation’s postwar era.<br />Bicycle racing’s connection to World War I is less well documented. Hence the significance of Adin Dobkin’s “Sprinting Through No Man’s Land” (Little A, 295 pages, $14.95), an account of the 1919 Tour de France. The book also includes a nod to that year’s Paris-Roubaix one-day race, which went through what is still known as l’Enfer du Nord—the hell of the north—the region on the Franco-Belgian border that had been wrecked by four years of trench warfare.<br />Cycling’s Heroic Era was a time of larger-than-life characters, men such as Honoré Barthélémy, who had fought at the First and Second Battles of the Marne, surviving where 100,000 others fell. Eugène Christophe, the moustachioed “Old Gaul,” served with France’s first cyclist corps in World War I and remains legendary, in the annals of the Tour, for breaking his bike time and again and being cruelly penalized for receiving help with repairs. A broken bicycle fork cost him the 1919 title."
}