{
    "url_original": "https://www.wsj.com/articles/start-spreading-the-newsranked-choice-voting-is-a-mess-11625178082?mod=opinion_lead_pos7",
    "url": "start-spreading-the-newsranked-choice-voting-is-a-mess-11625178082",
    "title": "Start Spreading the News—Ranked-Choice Voting Is a Mess",
    "sub_head": "New Yorkers won’t know for weeks who won the June 22 Democratic primary for mayor.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-363032?width=620&size=1.5",
    "image_1": "im-363032.jpg",
    "time": "2021-07-01 18:21:00",
    "body": "New York City voters went to the polls on June 22, but a week and a half later the winner of the Democratic mayoral primary remains unclear. That’s a big loss for the city’s new system of ranked-choice voting.<br />This was the first citywide election in New York to use ranked-choice voting, which passed by ballot measure in 2019. Proponents at Rank the Vote NYC promised the novel system would “foster more positive, issue-focused campaigns” and give voters “more choice.” Instead, New Yorkers endured a vicious campaign complete with questions about a leading candidate’s residency and allegations of fundraising and ethical violations.<br />Ranked-choice voting takes the simple concept of plurality voting—each voter selects his preferred candidate, the candidate with the most votes wins—and adds complexity that only a political theorist could love. Voters in New York City were offered the chance to rank as many as five candidates. No candidate received more than 50% of first-place votes, so the lowest-ranking candidates are being eliminated and their next-choice votes reallocated as if they were the first choice. The process continues until one candidate has a majority of remaining ballots.<br />On Wednesday the New York City Board of Elections announced unofficial totals showing that Brooklyn Borough President Eric Adams and former Sanitation Commissioner Kathryn Garcia were the last two candidates standing after nine elimination rounds. Mr. Adams has 51.1% of the remaining vote while Ms. Garcia has 48.9%. A mere 14,755 votes separate the two candidates, with 125,000 absentee ballots still to count. The Board of Elections was forced to revise an earlier tally after acknowledging that some 135,000 test ballots were wrongly included in the unofficial tally.<br />While Mr. Adams presently has the lead, and in the first round received more than 100,000 more votes than Ms. Garcia, the complexity of the system means he could still lose. This concern may have animated the comments of former Gov. David Paterson, who said: “I’m not ranking anybody, because I don’t like ranked choice voting. . . . As a matter of fact, if Eric Adams gets the most votes and somehow doesn’t turn out to be the mayor, I’m coming out of retirement.”"
}