{
    "url_original": "https://www.wsj.com/articles/startups-bet-on-flexible-apartment-leases-even-as-employees-return-to-the-office-11626782421?mod=markets_lead_pos6",
    "url": "startups-bet-on-flexible-apartment-leases-even-as-employees-return-to-the-office-11626782421",
    "title": "Startups Bet on Flexible Apartment Leases, Even as Employees Return to the Office",
    "sub_head": "One company, Daydream Apartments, is rebranding as Sentral and upgrading services in hopes of increasing market share",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2021-07-20 08:00:00",
    "body": "Investors are pumping money into real-estate startups that are pioneering flexible ways to rent apartments on the belief that remote working trends and new forms of housing demand will remain long after the pandemic is over.<br />Startups like Sonder Corp. and Mint House Inc. were founded in the years leading up to the pandemic, offering short-term, fully furnished apartments that could be booked almost as easily as hotel rooms on the Internet. They have gotten a boost from the pandemic because of the large number of young professionals who left downtown while the health crisis was the most acute.<br />Now, a company that was formed 18 months ago—which has backing from an investment group including Highgate Hotels LP and Iconiq Capital, a money manager with ties to Silicon Valley giant Mark Zuckerberg—is rolling out a new name and upgrading services with a hope of increasing market share.<br />The company—which was doing business under the name Daydream Apartments—is changing its name to Sentral. It currently manages a network of 3,000 apartments in seven U.S. markets including Los Angeles, Austin, Texas, and Seattle. As Sentral, the company is also rolling out technology allowing tenants to book any length of stay, whether one night or several years.<br />The company’s 10 apartment complexes offer furnished and unfurnished units for flexible lengths of stay. Long-term residents can offset 25% or more of their total rent while they travel by using the firm’s technology to rent their apartment, according to Sentral."
}