{
    "url_original": "https://www.wsj.com/articles/state-jobs-unemployment-democrat-governors-covid-lockdowns-11626987661?mod=opinion_lead_pos1",
    "url": "state-jobs-unemployment-democrat-governors-covid-lockdowns-11626987661",
    "title": "A Tale of Two Recoveries",
    "sub_head": "Why is the jobless rate so much higher in Democratic-run states?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-373826?width=860&height=573",
    "image_1": "im-373826.jpg",
    "time": "2021-07-22 18:40:00",
    "body": "Our liberal friends like to say the U.S. is experiencing a two-track pandemic recovery. They’re right about the symptoms but wrong about the diagnosis. The Labor Department’s state jobs report for June, released last Friday, shows an increasing economic divergence between states run by Republicans and Democrats, and the real reasons are worth noting.<br />While Democratic governors maintained longer and stricter lockdowns during the pandemic, most began to ease business restrictions in the spring. Nearly all were lifted by mid-June. So it’s striking that Democratic states in June still boasted significantly higher unemployment and slower job growth.<br />Unemployment was lowest in Nebraska (2.5%), Utah (2.7%), South Dakota (2.9%), New Hampshire (2.9%), Idaho (3%), Vermont (3.1%), Alabama (3.3%), Montana (3.7%) and Oklahoma (3.7%). All are governed by Republicans, except Vermont, which has a GOP Governor and Democratic Legislature.<br />By contrast, the states with the highest unemployment are all run by Democrats: Connecticut (7.9%), New Mexico (7.9%), Nevada (7.8%), California (7.7%), Hawaii (7.7%), New York (7.7%), New Jersey (7.3%) and Illinois (7.2%). Mere coincidence?<br />Hawaii and Nevada rely on tourism, which will take time to fully bounce back. But what’s Illinois’s excuse? Other Midwest states with a mix of agriculture and manufacturing have unemployment rates near what they were at the end of President Obama’s second term. That includes Wisconsin (3.9%), Indiana (4.1%), Missouri (4.3%) and Kentucky (4.4%)."
}