{
    "url_original": "https://www.wsj.com/articles/stealing-from-drug-makers-is-no-way-to-vaccinate-the-world-11626286566?mod=opinion_lead_pos6",
    "url": "stealing-from-drug-makers-is-no-way-to-vaccinate-the-world-11626286566",
    "title": "Stealing From Drug Makers Is No Way to Vaccinate the World",
    "sub_head": "Wealthy governments should pick up the tab for shots in poor countries, which benefit everyone.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-14 14:16:00",
    "body": "The innovative pharmaceutical industry confounded critics by delivering highly effective vaccines for a novel disease in less than a year. The vaccines are working against all known Covid-19 variants, although the newest variant features some unusual mutations. Resistant variants become more likely the longer the virus circulates. Wealthy nations are scrambling to vaccinate the world, but they need to pay for it instead of asking vaccine innovators for a free ride.<br />Wealthy countries have both selfish and altruistic reasons to help vaccinate developing countries. Developed countries want to prevent vaccine-resistant strains from cropping up. And they want to prevent human suffering, illness and death.<br />Less than 5% of Africans have been vaccinated, and infections and deaths are spiking. India, which suffered a spring surge and where vaccines are made under license from vaccine developers, has vaccinated less than 5% of its population. Vaccines are no longer scarce; the chief impediment for developing countries now is an inability to pay, including for the necessary infrastructure.<br />Vaccine makers have voluntarily waived the ordinarily high, patent-protected prices for their products.  AstraZeneca  and  Johnson & Johnson  both pledged to provide their vaccines on a nonprofit basis during the pandemic. Moderna and  Pfizer  are making profits but charging only $30 or $40 for a two-dose course, a reasonable price for lifesaving products that were the first to market.  Novavax ,  which is expected to seek Food and Drug Administration authorization soon, will only charge $3 a shot in Africa.<br />But the Biden administration’s initiative to waive intellectual-property protections for Covid-19 vaccines—supported by several European leaders and the World Health Organization—asks vaccine innovators to pay for more of the world’s gain from global vaccine distribution. If developed countries value vaccinating the world, they should subsidize vaccine production and distribution, not “tax” it by demanding that companies provide vaccines and intellectual property at prices below their value. Why should shareholders and employees of innovating firms pay for the benefit to all of us of world-wide distribution?"
}