{
    "url_original": "https://www.wsj.com/articles/stellantis-to-detail-electric-vehicles-strategy-11625736602?mod=business_lead_pos2",
    "url": "stellantis-to-detail-electric-vehicles-strategy-11625736602",
    "title": "Stellantis to Detail Electric-Vehicles Strategy",
    "sub_head": "PSA-Fiat Chrysler tie-up makes electrified cars a priority, as CEO Carlos Tavares gets ready to take on General Motors and Volkswagen",
    "category_1": "Business",
    "time": "2021-07-08 05:30:00",
    "body": "Stellantis  NV, the world’s third-largest auto maker by sales, plans to lay out its strategy on electric vehicles Thursday, a crucial moment for Chief Executive Carlos Tavares as he articulates his vision for the company.<br />Mr. Tavares has made providing a clear path forward on electrification a priority for Stellantis, which was created earlier this year through a trans-Atlantic tie-up of Fiat Chrysler Automobiles NV and France’s PSA Group.<br />In a presentation Thursday to analysts and journalists, Mr. Tavares and other Stellantis executives are expected to provide the company’s first in-depth look at how it aims to compete on electric cars with industry rivals such as  General Motors Co.  and the No. 2 auto maker,  Volkswagen AG .<br />Both of those companies, as well as others such as  Ford Motor Co.  and  Hyundai Motor Co. , are committing tens of billions of dollars to the development of batteries and new plug-in models, as tougher tailpipe-emissions regulations globally prod auto makers to pivot from their more-than-century-old model of selling gasoline-powered vehicles. Global sales leader  Toyota Motor Corp.  is committed for the next decade to hybrid vehicles, which run on gasoline and have an electric motor that improves fuel efficiency.<br />Stellantis, which counts Jeep, Chrysler, Peugeot and Citroën among its portfolio of brands, earlier this year set its own targets for battery-powered vehicles, pledging to offer an electrified version of almost every model in its lineup by 2025. It has said that by 2030, 70% of its vehicle sales in Europe and 35% of its sales in the U.S. will be electric models—targets that analysts say are among the industry’s most ambitious."
}