{
    "url_original": "https://www.wsj.com/articles/stillwater-matt-damon-abigail-breslin-amanda-knox-11627595753?mod=opinion_major_pos13",
    "url": "stillwater-matt-damon-abigail-breslin-amanda-knox-11627595753",
    "title": "‘Stillwater’ Review: A Roughneck Abroad",
    "sub_head": "Matt Damon stars as a father trying to clear his daughter’s name in a murder case in Tom McCarthy’s new crime drama inspired by the Amanda Knox saga.",
    "category_1": "Film Review",
    "time": "2021-07-29 17:57:00",
    "body": "<br />Partly a story of a wayward father’s unswerving love for his wayward daughter and intermittently a romantic thriller, “Stillwater” is, most memorably, a hard-edged portrait of a roughneck from the Oklahoma oil patch—closed off, rigid, taciturn—who gradually opens up to himself and the world around him. The film, playing in theaters and directed by Tom McCarthy (“Spotlight”) from a script he wrote with Thomas Bidegain, Marcus Hinchey and Noé Debré, has its own rigidities, but Matt Damon, in the central role, confers a somber grace on a man who always thought he had none.<br />Bill Baker is a roughneck in many respects. A high-school dropout, he has stumbled through life from one odd job to another, doing drugs and boozing steadily along the way. He has also been a disastrous parent, a failing that leaves him and his estranged 20-something daughter, Allison (Abigail Breslin), in a terrible fix. She’s in prison in Marseille for having killed her French roommate and partner, a crime she claims she didn’t commit. A recently surfaced nugget of information might prove her innocence, but her mother is dead, leaving Bill as her best, worst and only hope of finding the guilty party and reopening her case. Worse still, his knowledge of French culture is nil, while his gifts as a linguist are limited to emitting short, gruff sentences in English. (The fictional case was loosely based on that of Amanda Knox, an American exchange student who was acquitted in 2015 of the charge of murdering her flatmate.)<br />The spectacle of Bill leaving his home and a construction job in Stillwater for the south of France is affecting, and all the more so when he arrives at a modest hotel in Marseille, carrying all his possessions in a rucksack and looking unmistakably American, from his shades perched above the visor of his baseball cap to his sturdy work boots. It turns out that this fish has been out of water here before, since Allison has already served one year of her five-year sentence. We’re given to understand that any previous visits were tense at best, but she’s his daughter and he won’t give up on her, even if she’s scornful of his ability to capitalize on what she considers new evidence and everyone else sees as shadowy hearsay.<br />In one sense “Stillwater” is a political drama. The film means to make us examine our assumptions about white working men from red states who look like Bill and share his stern visage. He is, in fact, a God-fearing citizen who owns a shotgun and a Glock and who may or may not lean hard right. (That’s dealt with adroitly when someone asks if he voted for Trump and he says no, then adds that he didn’t vote at all.) His affect is flat, whether from grievance, shyness or who knows what—so flat that the filmmakers come perilously close to reinforcing the cliché they mean to dispel."
}