{
    "url_original": "https://www.wsj.com/articles/stillwater-was-delayed-for-almost-a-yearheres-why-the-director-is-grateful-11627480909",
    "url": "stillwater-was-delayed-for-almost-a-yearheres-why-the-director-is-grateful-11627480909",
    "title": "‘Stillwater’ Was Delayed for Almost a Year—Here’s Why the Director Is Grateful",
    "sub_head": "Cheered at Cannes, the new Matt Damon movie is now rolling the dice on a theaters-only release",
    "category_1": "Arts",
    "category_2": "Film",
    "image_1_url": "https://images.wsj.net/im-375384?width=860&height=573",
    "image_1": "im-375384.jpg",
    "time": "2021-07-28 10:01:00",
    "body": "Covid-19 may have created a disaster for theatrical releases and movie theaters, but it turns out the disruption worked out for Tom McCarthy. The director of “Stillwater,” starring Matt Damon as a father trying to get his daughter out of a French prison, says the pandemic delay gave him a chance that studio-backed filmmakers rarely get—to step away from the film for months and come back to sharpen it with fresh eyes.<br />“You never, never get that. Because the studio has put in all this money, and they want the movie to come out,” Mr. McCarthy says. “You’re always looking for distance from the material, and it’s hard to get. This was forced upon us.”<br />He and his production team, many of whom worked with him on the Oscar Best Picture winner “Spotlight,” used the gift of distance to trim scenes, add back moments they had removed, and boost the story’s emotional impact. “We were really aggressive. Nothing got a pass. If something was additive to the film we kept it, and if it wasn’t, we didn’t. I’ll be honest—it turned out to be a silver lining of the Covid interruption.”<br />“Stillwater,” which opens this Friday only in theaters, was originally set to premiere in November 2020—instead it premiered to a standing ovation at the Cannes Film Festival this month.<br />Mr. McCarthy had nearly finished making it in March 2020 when the pandemic broke out. “We had just shown it to the studio, and they were very happy with the cut,” he says. “I imagine we would have finished it around June, July [of 2020], so it would have been too late for Cannes, because Cannes is normally in May. We were going to start the final refining, and the world shut down.”"
}