{
    "url_original": "https://www.wsj.com/articles/stock-chipotle-apple-inc-zoom-video-intel-jpmorgan-pge-jnj-aapl-this-week-11627068131?mod=markets_featst_pos1",
    "url": "stock-chipotle-apple-inc-zoom-video-intel-jpmorgan-pge-jnj-aapl-this-week-11627068131",
    "title": "Chipotle, Apple, Zoom, Intel: Stocks That Defined the Week",
    "sub_head": "Here are seven major companies whose stocks moved on the week’s news",
    "image_1_url": "https://images.wsj.net/im-372951?width=860&height=573",
    "image_1": "im-372951.jpg",
    "time": "2021-07-23 16:53:00",
    "body": "<br />Appetite for dining out has returned. Burrito chain Chipotle on Wednesday said customers are returning to its dining rooms despite higher menu prices.  Coca-Cola sales jumped amid the reopening of restaurants, stadiums and movie theaters. Still, executives and investors are closely watching the spread of the highly contagious Delta variant of Covid-19, which could prompt hesitancy and new lockdowns. Chipotle shares soared 12% Wednesday, while Coca-Cola shares added 1.3%.<br />Zoom is using its meteoric share price rise to buy a tech company. The videoconferencing provider will acquire  Five9 Inc.,  a cloud-based software firm, in an all-stock deal. The company said on July 18 that the $14.7 billion acquisition—its biggest ever—would help support the company’s Zoom Phone business, which replaces office telephone systems with a cloud-based service. Zoom has been one of the biggest beneficiaries from the shift to remote work and distance schooling since widespread lockdowns took hold in the U.S. and elsewhere more than a year ago. In recent months, Zoom has stepped up efforts to make sure it can keep growing after the pandemic, as people return to the office and shift to hybrid work. Zoom shares lost 2.2% Monday.<br />Apple is pushing back its return to the office. The tech company told workers Monday that its planned return in September was being delayed until at least October as the Delta variant of Covid-19 spreads. The variant has led to a rise in infections and hospitalizations across the U.S. and world. Companies are taking different approaches to post-lockdown work. Some, like Apple, are exploring a hybrid approach. Firms on Wall Street have been aggressively trying to get people back, while others, such as Spotify Technology SA, will allow workers to choose where they want to work. Apple shares gained 2.6% Tuesday.<br />Healthcare demand is recovering from Covid-19. Greater demand for medical devices, drugs and consumer-health products helped boost quarterly sales and profit for J&J, a bellwether for the industry. The results are a sign that people are returning for healthcare services they deferred earlier in the pandemic. J&J executives expressed confidence the return to healthcare use would continue despite the spread of the Delta variant. The company said sales of its Covid-19 vaccine, which generated $164 million in revenue in the second quarter, would pick up during the latter parts of the year. J&J shares ended 0.6% higher Wednesday."
}