{
    "url_original": "https://www.wsj.com/articles/stonepeak-raises-2-75-billion-for-debut-renewable-energy-fund-11626260401?mod=markets_featst_pos1",
    "url": "stonepeak-raises-2-75-billion-for-debut-renewable-energy-fund-11626260401",
    "title": "Stonepeak Raises $2.75 Billion for Debut Renewable-Energy Fund",
    "sub_head": "The infrastructure-focused firm so far has committed $800 million from the fund to four deals in the U.S. and Asia",
    "category_1": "Pro PE Fund News",
    "image_1_url": "https://images.wsj.net/im-368861?width=860&height=573",
    "image_1": "im-368861.jpg",
    "time": "2021-07-14 07:02:00",
    "body": "Stonepeak Partners has raised $2.75 billion for its first fund solely dedicated to investments in renewable energy.<br />The infrastructure-focused firm wrapped up Stonepeak Global Renewables Fund LP at an increased hard cap and far above its original $1.25 billion target, the firm said. More than 40 investors from 15 countries backed the fund.<br />One such investor, the New York State Common Retirement Fund, last year pledged $250 million to the fund, according to the WSJ Pro Private Equity LP Commitments database. The pension invested an additional $100 million in a parallel co-investment pool. Also last year, Border to Coast Pensions Partnership, a pension fund in the U.K., committed $100 million to the fund, the data show.<br />The fundraising benefited from increased investor appetite for renewable-energy strategies, said Hajir Naghdy, a Stonepeak senior managing director. The sector’s fast growth, combined with a desire by investors to participate in the world’s shift to clean energy, is driving capital to renewable energy-focused funds, industry consultants said.<br />Private-equity firms world-wide raised $52.2 billion across 55 renewable energy funds last year, 17% more than the $44.6 billion they collected across 73 funds in 2019, according to data provider Preqin Ltd. in London. Through early June this year, 27 such funds have raised $29.9 billion, Preqin data show."
}