{
    "url_original": "https://www.wsj.com/articles/storing-carbon-holds-growing-appeal-for-brazils-farmers-11625565600?mod=business_lead_pos11",
    "url": "storing-carbon-holds-growing-appeal-for-brazils-farmers-11625565600",
    "title": "Storing Carbon Holds Growing Appeal for Brazil’s Farmers",
    "sub_head": "Growers see environmental and financial benefits in selling carbon offsets; environmentalists say stopping deforestation is the priority",
    "category_1": "Sustainable Business",
    "image_1_url": "https://images.wsj.net/im-361302?width=620&size=1.5",
    "image_1": "im-361302.jpg",
    "time": "2021-07-06 06:00:00",
    "body": "At the fringes of Brazil’s vast farming heartland, technology startup Agrorobótica has built a device the size of an office printer to measure carbon in the soil and help farmers get certified for a budding carbon market.<br />Government officials, business executives and climate experts say Brazil, an agricultural powerhouse and home to most of the Amazon rainforest, could profit from policies that encourage sustainable farming practices and other methods of draining carbon dioxide from the atmosphere. Such initiatives generate carbon credits that farmers can sell to companies under pressure to cancel out their own emissions.<br />Currently, Brazil has no mandatory emission caps, but food producers already sell carbon credits in so-called voluntary markets to corporations seeking to offset emissions. Carbon-market advocates say a more formal environment could deliver a boost to Brazil’s economy.<br />“The potential in Brazil to capture carbon is way higher than in many other countries,” largely due to the vast biodiversity found in rainforests, said Manuel Piñuela, co-founder and CEO of Cultivo, a California-based firm that connects potential buyers of so-called carbon offsets with climate-friendly projects to fund. He said Cultivo has identified 100,000 hectares of land in Brazil that could be added to its portfolio of projects in the next few months. Brazil’s share of the world’s carbon sequestration potential is 15%, a level matched only by Indonesia’s and well above that of the next highest, 5%, found in the Democratic Republic of Congo, according to a report published in May by McKinsey & Co. and the World Economic Forum.<br />Global companies are already seeking to exploit Brazil’s potential to enhance their green credentials."
}