{
    "url_original": "https://www.wsj.com/articles/student-loan-holders-get-piecemeal-relief-from-biden-administration-11625304600?mod=politics_lead_pos3",
    "url": "student-loan-holders-get-piecemeal-relief-from-biden-administration-11625304600",
    "title": "Student-Loan Holders Get Piecemeal Relief From Biden Administration",
    "sub_head": "Congress, White House so far appear unwilling to take sweeping actions to cancel student debt",
    "category_1": "Politics",
    "time": "2021-07-03 05:30:00",
    "body": "The Biden administration is considering extending a pandemic freeze on Americans’ student-loan payments beyond its scheduled expiration in September and turning to piecemeal measures to lower their student-debt bills.<br />Five months into his term, President Biden has resisted calls from fellow Democrats and activists to cancel most of America’s $1.6 trillion in federal student-loan debt in one swoop through an executive action. Congress also appears unlikely to make it happen because Democrats lack the Republican support they would need to pass such a measure.<br />Yet many Americans effectively are seeing their debt bills reduced through policy changes that started under the Trump administration, which froze student-loan payments when the pandemic began unfolding in March 2020. The move, which the Biden administration extended through September, has in effect forgiven tens of billions of dollars in student debt that families otherwise would have paid, mostly by waiving interest charges.<br />Mr. Biden’s education secretary, Miguel Cardona, told a congressional panel last month that the administration is considering extending the payment freeze beyond September. Asked for comment on that possibility, an administration official said Mr. Biden “continues to look into what debt-relief actions can be taken administratively.” The official restated Mr. Biden’s desire for Congress to pass a law to forgive $10,000 in student debt for every federal borrower. Administration lawyers are studying whether the president has the authority to cancel debt through executive action, the official said.<br />Last month, the Education Department canceled $500 million in student debt owed by thousands of former students of the defunct ITT Technical Institute, which federal regulators have accused of financial mismanagement and deceptive recruiting tactics. The department has said it would move later this year to tweak federal rules to allow more aggrieved borrowers who attended other for-profit schools to have their debt forgiven."
}