{
    "url_original": "https://www.wsj.com/articles/student-athletes-scholarships-ncaa-alston-sports-11627499292?mod=opinion_lead_pos11",
    "url": "student-athletes-scholarships-ncaa-alston-sports-11627499292",
    "title": "Student-Athletes Deserve 10-Year Scholarships",
    "sub_head": "Give them the time and resources to finish their degrees after their athletic eligibility runs out.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-28 18:42:00",
    "body": "On June 21, the Supreme Court ruled that the National Collegiate Athletic Association’s strict limits on compensation for student-athletes violated antitrust law. The door is now open for college athletes to license their names, images and likenesses.<br />The lion’s share of licensing money will likely accrue to a small number of elite college athletes who are headed toward careers in professional sports. Most NCAA athletes won’t go pro, but they will have long working careers after they leave college—with or without a degree.<br />When it comes to ethical treatment of—and lifelong success for—these student-athletes, much work remains for the universities that benefit from college sports. Unlike with licensing, universities can make swift and meaningful changes to athletic scholarships. Rather than continue the status quo, I propose moving to a 10-year athletic scholarship that allows players to pursue rigorous degrees as student-athletes.<br />The current “redshirt” system, allowing for four years of athletic eligibility spread over five academic years, gives the illusion that college athletes are getting a free, high-quality education. “Look, football and school don’t go together,” said Josh Rosen, then a quarterback at the University of California, Los Angeles, in a 2017 interview with BleacherReport.com. “Trying to do both is like trying to do two full-time jobs.”<br />According to a 2016 NCAA study, the average Division 1 athlete devoted 33 hours a week to sports-related activities during the season. Anyone who argues that college athletes get a free education hasn’t spent time living their daily schedules. College athletes endure hours of grueling practice, conditioning, injury rehabilitation and film study. Plus, there is coursework—done only at a cursory level due to time constraints."
}