{
    "url_original": "https://www.wsj.com/articles/summer-songs-2021-11625667168",
    "url": "summer-songs-2021-11625667168",
    "title": "Escapist Tunes for a Post-Lockdown Summer",
    "sub_head": "Upbeat, bouncy songs by BTS, Doja Cat and Dua Lipa are dominating the charts this season, along with moody retro jams",
    "category_1": "Arts",
    "category_2": "Music",
    "time": "2021-07-07 10:33:00",
    "body": "Summer is high time for escapist pop music—and this year the appetite for carefree tunes could be greater in the wake of Covid-19 and the end of lockdowns.<br />Three of America’s top four songs are upbeat, ebullient dance-pop tracks, according to Billboard’s latest Hot 100 singles chart. The No. 1 song is “Butter,” an effervescent single by BTS, K-Pop’s biggest band, that has ruled the chart for six straight weeks. Also in the top four are rapper-singer Doja Cat’s “Kiss Me More,” featuring R&B singer SZA, at No. 3, and U.K. pop star Dua Lipa’s “Levitating,” featuring rapper DaBaby, at No. 4.  The one non-dance-pop track is  Disney  star and singer-songwriter Olivia Rodrigo’s “Good 4 U,” which is No. 2.<br />It’s too early to say which song or songs will dominate the season. The “song of the summer” accolade also isn’t what it used to be, experts say. That is because over the past decade, music listening has become highly fragmented, with some consumers turning on the radio, others relying on streaming playlists and still others buying CDs from big-box retailers like Target or paying more attention to live shows. With everyone in their niches, it’s harder for one song to feel ubiquitous.<br />But if there’s a well-known barometer, it’s Billboard’s Songs of the Summer chart, which began in 2010. On its most recent edition, BTS’ “Butter” ranked No. 1, followed by Olivia Rodrigo’s “Good 4 U,” Dua Lipa’s “Levitating” and Doja Cat’s “Kiss Me More.”<br />Like its disco-influenced predecessor “Dynamite,” which hit No. 1 last year, BTS’ “Butter” is an English-language song—part of a continuing bid by the seven-member South Korean boy-band to dominate the globe. One of the co-writers and co-producers of the track, which contains the lyric “hot like summer,” is Columbia Records head Ron Perry, an ally of BTS’ label who helped launch Lil Nas X and—earlier in his own career—worked with Lorde and The Weeknd."
}