{
    "url_original": "https://www.wsj.com/articles/summer-of-soul-review-grooving-and-healing-11625171230",
    "url": "summer-of-soul-review-grooving-and-healing-11625171230",
    "title": "‘Summer of Soul’ Review: Grooving and Healing",
    "sub_head": "In his directorial debut, Questlove celebrates Black artistry in a documentary filled with long-overlooked footage from the 1969 Harlem Cultural Festival, featuring such stars as Stevie Wonder, Nina Simone and Mavis Staples.",
    "category_1": "Film Review",
    "time": "2021-07-01 16:27:00",
    "body": "However you look at it—as concert footage enriched by cultural history or cultural history raised up by glorious music—“Summer of Soul” is a thrilling documentary and a remarkable feature debut by the musician and man of many media parts Ahmir “Questlove” Thompson. His film, which is playing in theaters and on Hulu, carries the subtitle “(…Or, When the Revolution Could Not Be Televised).” It’s a rediscovery that amounts to a discovery—of the Harlem Cultural Festival, a series of free concerts attended by nearly 300,000 people over six consecutive weekends during the summer of 1969, the same summer when the Woodstock Festival took place 100 miles to the north. The video that forms the film’s centerpiece sat in a basement for half a century, essentially unseen and forgotten until now. Some of the performances are breathtaking, and all of them are valuable, like the political and social context that surrounds them.<br />A small detail speaks to the nature and spirit of the enterprise. The stage was built to face west. That’s because the organizers wanted a visual record of the shows, but their limited budget couldn’t provide lights, so they had to depend on the sun. (The image quality is surprising, given the length of time the tapes have spent in storage—not razor-sharp or vibrantly hued by today’s standards, but more than good enough to evoke the power of the event.)<br />Financial constraints notwithstanding, the lineup of talent was stellar, and that’s because Black musicians wanted to connect with Black audiences during a long period of national upheaval—war in Vietnam, urban riots, Robert F. Kennedy mortally wounded by an assassin’s bullets—and at a pivot point after the slayings of Malcolm X and Martin Luther King Jr. At the same time, Harlem residents needed the release of summer fun, which the festival dispensed in abundance. “When I looked out at the crowd,” Mavis Staples recalls during the course of the film, “I was overtaken with joy.”<br />If one had to choose the most joyous part of Questlove’s documentary, it might well be the moment when Staples joins Mahalia Jackson in singing “Precious Lord,” which was Dr. King‘s favorite song. As Ms. Staples relates it in a sequence that’s intercut with the Rev. Jesse Jackson’s account of Dr. King’s last moments, Mahalia Jackson, her hero and idol, wasn’t feeling well that day and said, “Baby, I need you to help me sing this song.” And help her she does. The spectacle, and the sound, of these two women releasing their otherworldly voices in this hot, humid world of Harlem is all but overwhelming now, as it was then for the ecstatic audience. But it’s only the highest of lights in a program that includes appearances by Nina Simone, Sly & the Family Stone, Gladys Knight & the Pips, B.B. King, Mongo Santamaría, Hugh Masekela, Abbey Lincoln, Max Roach and a 19-year-old Stevie Wonder.<br />With source material of such richness and variety, Questlove would have been forgiven if he’d just let the musicians sing for themselves. But “Summer of Soul” is informed by a desire to reflect the complexity of the Black community, inflamed as it was by virulent racism and beset by seemingly intractable poverty. Some of those currents cross in a sequence that intercuts, audaciously and artfully, Pops Staples & the Staples Singers’ “It’s Been a Change” (whose lyrics predict “one of these days there’ll be a man on the moon”) with video of the Apollo 11 astronauts Neil Armstrong and Buzz Aldrin touching down on the lunar surface on July 20, 1969, while the Harlem Cultural Festival was in full swing. Interviews with members of the festival audience remind us that America’s dramatic and also costly adventure in space was greatly admired but not universally embraced. Then, as now, urgent repair work was needed on Earth."
}