{
    "url_original": "https://www.wsj.com/articles/sun-valley-welcomes-media-tech-moguls-as-streaming-competition-mounts-11625315400?mod=business_lead_pos3",
    "url": "sun-valley-welcomes-media-tech-moguls-as-streaming-competition-mounts-11625315400",
    "title": "Sun Valley Welcomes Media, Tech Moguls as Streaming Competition Mounts",
    "sub_head": "Allen & Co. event brings business leaders together after one-year hiatus due to pandemic, for a gathering rife with deal-making potential",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-364152?width=620&size=1.5",
    "image_1": "im-364152.jpg",
    "time": "2021-07-03 08:30:00",
    "body": "After two years of relative quiet, a little town of less than 1,500 people at the edge of Idaho’s Sawtooth National Forest is resuming its role as a corporate pilgrimage site where the future of media is weighed.<br />Jets crowding the airspace over Sun Valley this weekend belong to the business leaders attending investment bank Allen & Co.’s annual conference, reconvening at a resort lodge after the pandemic halted last year’s gathering and changed consumer behavior in ways that add pressure on streaming providers.<br />With a highly transmissible coronavirus variant spreading through the U.S., strict protocols will be in place for the five-day event that starts Tuesday, from required vaccinations to proof of a negative Covid-19 test. The conference is typically both fertile ground for deal making and a family affair complete with hay rides for children, but it will be limited to adults this year, according to people familiar with the matter. Some of the sessions will be held outdoors to reduce the risk of spreading the virus, the people said.<br />An executive for Allen & Co. who is helping organize the conference didn’t respond to requests for comment.<br />As the U.S. economy has steadily rebounded, media companies have intensified their efforts to compete in video streaming. Consumers continue to shift toward streaming services such as  Netflix Inc.  and  Walt Disney Co. ’s Hulu and cut the cord from traditional pay-TV subscriptions, a trend that accelerated during pandemic-related lockdowns over the past year."
}