{
    "url_original": "https://www.wsj.com/articles/supply-chain-woes-come-to-school-cafeterias-11627205402?mod=business_lead_pos3",
    "url": "supply-chain-woes-come-to-school-cafeterias-11627205402",
    "title": "Supply-Chain Woes Come to School Cafeterias",
    "sub_head": "Ahead of fall reopening, school districts are shrinking menu options as they face shortages of juice boxes, chicken tenders",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-373722?width=860&height=573",
    "image_1": "im-373722.jpg",
    "time": "2021-07-25 05:30:00",
    "body": "Schools are struggling to secure food for student breakfasts and lunches ahead of classrooms’ planned reopening in the fall.<br />Some cafeterias are cutting menu choices as food suppliers face labor shortages and transportation challenges that are adding costs and limiting supplies. Food distributors and school officials say they expect to run low on everything from canned fruit to lunch trays, and some worry that the lack of options will deter students from getting meals at school.<br />Across the country, school cafeterias are preparing to welcome back students after running hybrid or remote learning operations for much of the past school year, when they offered prepackaged or to-go food. Many now find themselves at the center of supply-chain woes gripping the broader food industry: Manufacturers are cutting flavors or halting production because of capacity problems, while some distributors dropped deliveries to schools. Some school districts are struggling to hire cooks.<br />“We haven’t had a 100% head count school season in 15 months. It’s going to blow the doors open,” said Andy Mercier, chief executive at Merchants Foodservice, a distributor that serves K-12 schools in Alabama and Mississippi.<br />Corn dogs, hamburger beef patties and other items that require more hands-on labor are hard to come by, Mr. Mercier said, because manufacturers are short-handed. A salsa supplier recently told his company that it doesn’t have enough workers to produce sauces for schools. Merchants Foodservice is itself running low on lunch trays as manufacturers give priority to takeout trays for restaurants, he said."
}