{
    "url_original": "https://www.wsj.com/articles/supreme-court-conservative-liberal-originalist-vermeule-11627046671?mod=opinion_lead_pos6",
    "url": "supreme-court-conservative-liberal-originalist-vermeule-11627046671",
    "title": "The Temptation of Judging for ‘Common Good’",
    "sub_head": "Conservatives finally have a Supreme Court majority. Some on the right want judicial activism too.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-374307?width=860&height=797",
    "image_1": "im-374307.jpg",
    "time": "2021-07-23 13:58:00",
    "body": "As liberals lick their wounds from the recent Supreme Court term, a small but noisy band on the right has launched a dissent against the conservative legal movement that produced the court’s majority. They want a new jurisprudence of “moral substance” that elevates conservative results over legalistic or procedural questions such as individual rights, limited government and separation of powers. Some advocates call this idea “common good originalism,” but it isn’t originalism. It’s no different from the raw-power judicial activism conservatives have railed against for decades as unaccountable, unwise and dangerous.<br />The “common good” pitch arrived nearly full-born in a 2020 essay by Harvard law professor Adrian Vermeule. A brilliant eccentric, Mr. Vermeule is best known for his advocacy of unchecked presidential and administrative supremacy and for the incorporation of Catholicism into civil law, which he calls integralism and critics call theocracy.<br />Mr. Vermeule is skeptical of law, restraints on government and the Enlightenment generally. He describes originalism as “an obstacle to the development of a robust, substantively conservative approach to constitutional law and interpretation.” To that end, he would give less emphasis to “particular written instruments” like the Constitution and more to “moral principles that conduce to the common good.” A web link to Thomas Aquinas’ “Summa Theologica” suggests what he has in mind.<br />A handful of populist conservatives—Hadley Arkes, Josh Hammer, Matthew Peterson and Garrett Snedeker—took up the “common good” banner in an essay published in March. Frustrated that conservatives can’t seem to win the culture war no matter how many judges they appoint, they fault the conservative justices’ legal formalism as morally denuded and counterproductive to conservative ends. But they part with Mr. Vermeule by avoiding sectarianism in favor of vague references to “moral truth” and in branding their enterprise as a variant of originalism, one centered on the Constitution’s preamble and its reference to “the general welfare.”<br />That phrase, according to the essay, opens the door to a “truly conservative jurisprudence,” one in which a judge’s duty is “to test the underlying moral justification for why a law exists” and render judgment “on whether the statutes or the executive orders in question can finally be judged as justified or unjustified, defensible or wrongful.”"
}