{
    "url_original": "https://www.wsj.com/articles/supreme-court-to-consider-new-case-on-tuition-aid-for-religious-schools-11625257624?mod=politics_lead_pos12",
    "url": "supreme-court-to-consider-new-case-on-tuition-aid-for-religious-schools-11625257624",
    "title": "Supreme Court to Consider New Case on Tuition Aid for Religious Schools",
    "sub_head": "Justices add 10 cases to docket for next term, turn away florist’s appeal challenging service to same-sex couples",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-364180?width=620&size=1.5",
    "image_1": "im-364180.jpg",
    "time": "2021-07-02 16:32:00",
    "body": "WASHINGTON—The Supreme Court agreed to consider a new case about whether government tuition aid can be used at religious schools and declined to take up a closely watched appeal by a florist who didn’t want to provide services for a same-sex wedding.<br />Those actions on Friday were among a flurry of final orders issued by the court before the justices began a summer recess. The court added 10 new cases to its docket for its next term beginning in October.<br />The tuition case comes from Maine, where state law requires that a government-assistance program can only be used to pay for private education at nonsectarian schools. A Boston-based federal appeals court rejected a challenge to that requirement by families who would like tuition assistance for their children to attend Christian schools. The court said the Maine rules were constitutional and didn’t discriminate against the families based on their religion.<br />The case raises issues that weren’t resolved in a Supreme Court ruling last year that struck down a Montana exclusion of church schools from a state-aid program.<br />The court declined to consider religious-rights claims in the florist case, in which Washington state courts ruled Richland, Wash., business Arlene’s Flowers violated state antidiscrimination law by declining to sell wedding flowers to a gay couple. Those decisions required her to serve customers equally."
}