{
    "url_original": "https://www.wsj.com/articles/supreme-court-judges-common-good-constitutionalism-11627422716?mod=opinion_major_pos16",
    "url": "supreme-court-judges-common-good-constitutionalism-11627422716",
    "title": "What Good Is Common-Good Constitutionalism?",
    "sub_head": "It isn’t so different from the ‘living constitution’ movement of a half-century ago.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-376493?width=860&height=573",
    "image_1": "im-376493.jpg",
    "time": "2021-07-28 14:59:00",
    "body": "Regarding David Rivkin and Andrew Grossman’s “The Temptation of the ‘Common Good’” (op-ed, July 24): There is always a temptation to seek a shortcut around the hard work of politics and persuading our fellow citizens to embrace the principles and practices that we think are right. Theories of judicially enforced “living constitutionalism” have long sought precisely such a shortcut. Jurists like William Brennan argued that judges should impose the rule that they think best and hope that the people would eventually come around to accepting the rule, and the imposition, as just.<br />Unfortunately, on this dimension the common-good constitutionalists are not so different than the living constitutionalists of a half-century ago. They take their bearings from a different moral compass, and they promise results that will win plaudits from the right rather than the left. But they share the same basic impatience as the judicial activists of yore. Why wait until one can build popular majorities and win elections on your policy platform when unelected judges could give you the results now? Why should judges rely on broadly accepted principles of limited government when they could instead enforce polarizing but substantively rich principles of the public good? Why should judges limit themselves to democratically endorsed legal standards and sources when they could draw on the deep well of moral philosophy for insights into better governance?<br />Conservatives once saw the dangers of imposing moral values from the bench and appreciated the modest virtues of fighting for sometimes partial and transitory victories in the arena of democratic politics. The hope that legal elites will embrace the common-good constitutionalists’ favored moral truth seems like a fantasy—and not one we ought to want to pursue in a pluralistic democracy.<br />Prof. Keith E. Whittington<br />Princeton University"
}