{
    "url_original": "https://www.wsj.com/articles/supreme-court-tilted-more-toward-right-but-found-some-consensus-11625313600?mod=business_minor_pos5",
    "url": "supreme-court-tilted-more-toward-right-but-found-some-consensus-11625313600",
    "title": "Supreme Court Tilted More Toward Right but Found Some Consensus",
    "sub_head": "While conservative justices generally prevailed, they were divided over how much and how fast to change interpretations of the law",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-364199?width=620&size=1.5",
    "image_1": "im-364199.jpg",
    "time": "2021-07-03 08:00:00",
    "body": "WASHINGTON—The Supreme Court’s term, conducted in the unprecedented disruption of the Covid-19 pandemic, included notes of consensus among the nine justices after the conservative majority expanded in October.<br />But the term, which ended this week, also saw the newly expanded conservative majority prevailing in several major decisions, favoring state sovereignty over claims of discrimination against minority voters, the anonymity of nonprofit donors over government auditors and corporate defendants over class-action plaintiffs, among others.<br />The conservative wing divided, however, over how much and how fast to change interpretations of the law, with Chief Justice John Roberts, often followed by the two newest justices, Brett Kavanaugh and Amy Coney Barrett, at times putting the brakes on their colleagues Clarence Thomas, Samuel Alito and Neil Gorsuch.<br />“I think it’s still the Roberts Court,” said Vikram Amar, dean of the University of Illinois College of Law. The triumvirate led by the chief justice often appears to decide “how much law is made and in what direction it’s going,” Mr. Amar said.<br />That was evident Friday, when over the objection of some more-conservative justices the court declined to revisit landmark precedents including  New York Times Co.  v. Sullivan, a 1964 decision affording wide protection to the news media; and Kelo v. New London, a 2005 ruling granting authorities broad discretion to condemn private property for public purposes when just compensation is paid."
}