{
    "url_original": "https://www.wsj.com/articles/supreme-court-stephen-breyer-retirement-politicization-blumenthal-cnn-11626989813?mod=opinion_lead_pos8",
    "url": "supreme-court-stephen-breyer-retirement-politicization-blumenthal-cnn-11626989813",
    "title": "The Stephen Breyer Backfire",
    "sub_head": "Efforts to bully him into retirement may end up having the opposite effect.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-373457?width=860&height=573",
    "image_1": "im-373457.jpg",
    "time": "2021-07-22 18:11:00",
    "body": "A defining feature of today’s left is its willingness to shoot itself in the foot. See the campaign to bully Justice Stephen Breyer into retirement.<br />The intimidation hit new levels this week, following a CNN interview in which Justice Breyer dared suggest he might make use of his lifetime tenure a bit longer—being, as he is, of good health and sound mind. That declaration, combined with his decision to hire four clerks for the next term (suggesting an intention to stay) sent liberals into spasmodic finger-wagging.<br />“What is it with these justices?” fumed CNN legal analyst Jeffrey Toobin, accusing the 82-year-old justice of “gambling” with the future of the court. “This is about ego,” ranted Brian Fallon of the progressive Demand Justice group, scoring Justice Breyer for “acting recklessly.” Even elected Democrats are going there, with Connecticut Sen. Richard Blumenthal chiding Justice Breyer over the “political dangers of waiting.” All this follows a monthslong campaign featuring online petitions, public letters, advertisements and a mobile billboard truck that circled the Supreme Court, reading “Breyer, retire.”<br />The push is as patronizing as it is political. Some progressives are insisting the old white guy has a moral obligation to make room for what President Biden has promised will be the court’s first black woman. The more honest pit bulls admit they are concerned about health—though not Justice Breyer’s. If he died tomorrow, they’d cheer Mr. Biden’s ability to nominate a replacement. Their real worry is that a Democrat in the 50-50 Senate will meet an end, handing the ability to block a nomination back to Mitch McConnell.<br />But the outrage misses key realities—for both the man in the robe and for the left. The left’s calls are coming at the moment that Justice Breyer is having the time of his judicial life. Confirmed in 1994, he spent more than 11 years as the court’s most junior member and another 15 in the seniority shadow of John Paul Stevens and Ruth Bader Ginsburg. Now he is the most senior liberal justice, able to speak earlier and exert more influence in the justices’ private conferences and to assign the liberal wing’s dissents. He made clear in the CNN interview how much this new role means to him; why give it up?"
}