{
    "url_original": "https://www.wsj.com/articles/sydney-airport-gets-17-billion-takeover-bid-11625477756?mod=business_lead_pos3",
    "url": "sydney-airport-gets-17-billion-takeover-bid-11625477756",
    "title": "Sydney Airport Gets $17 Billion Takeover Bid",
    "sub_head": "Proposal for Australia’s busiest airport by group of infrastructure investors signals expectations for a  big post-pandemic travel recovery",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-364518?width=620&size=1.5",
    "image_1": "im-364518.jpg",
    "time": "2021-07-05 05:35:00",
    "body": "SYDNEY—A group of infrastructure investors submitted a nearly $17 billion takeover bid for Sydney Airport, the operator of Australia’s busiest airport, signaling that investors are willing to bet big on post-pandemic travel.<br />The consortium—which comprises Australian pension fund managers IFM Investors and QSuper as well as New York-based Global Infrastructure Partners—offered 8.25 Australian dollars, the equivalent of US$6.20, a share for Sydney Airport. The airport is listed on the Australian Securities Exchange and is one of the few publicly traded large airports. Sydney Airport shares rose more than 30% to A$7.78 on the news.<br />A deal would be the largest merger or acquisition on record for Australia, according to data provider Dealogic.<br />The Covid-19 pandemic largely brought international travel to a standstill when borders were shut last year to stop the coronavirus from spreading. Governments spent billions of dollars propping up airlines to keep the industry afloat. Although domestic travel has started to bounce back in some countries, the international recovery is expected to take longer.<br />Investors, however, said it was a good time for the consortium, which is calling itself the Sydney Aviation Alliance, to bid for Sydney Airport because the airport’s stock price was looking cheap. Before the bid became public on Monday, the airport’s shares had fallen more than 30% from pre-pandemic levels. Australia’s borders are still largely closed to visitors. Health experts have credited the policy with limiting the spread of Covid-19 there, but the airport’s international traffic remains down more than 90%."
}