{
    "url_original": "https://www.wsj.com/articles/t-shirt-with-a-suit-is-the-miami-vice-look-actually-cool-11627473601",
    "url": "t-shirt-with-a-suit-is-the-miami-vice-look-actually-cool-11627473601",
    "title": "T-Shirt With a Suit: Is the ‘Miami Vice’ Look Actually Cool?",
    "sub_head": "To ease the transition from lockdown sweats to more-tailored fare, some men are taking a page out of Detective Sonny Crockett’s book and wearing casual T-shirts—not stuffy button-downs—under their sport coats",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-376250?width=860&height=860",
    "image_1": "im-376250.jpg",
    "time": "2021-07-28 08:00:00",
    "body": "BEN HELMS DIDN’T want to wear a dress shirt. Last month, the 28-year-old, who works in tech sales in Chicago, was attending his first wedding since the onset of Covid. He picked out a handsome golden-brown suit from Bonobos for the occasion, but instead of starting with a formal button-up, Mr. Helms slipped a Uniqlo T-shirt underneath the suit. The unconventional wedding outfit garnered some ribbing from other guests—more than a few called him “Miami Vice”—but Mr. Helms has no regrets about opting for dressed-down ease. “I felt like the T-shirt under gave that sense of ‘I’m put together, but it’s not overly formal,’” he said.<br />This summer, men like Mr. Helms are tossing their sport coats and suit jackets over T-shirts as a way of gingerly revisiting their closets’ tailoring sections. Thomas Lavin, 25, who works in tech sales in Boston, has lately been wearing a navy blazer over T-shirts as a way “to get out of my comfort zone a bit.” Many of us have gravitated toward cushy sweats and serviceable Zoom button-ups this past year. Putting a blazer on, even over a simple white T-shirt, marks a clear move toward really dressing up again.<br />This tee-and-tailoring look will always be most associated with the 1980s TV character Sonny Crockett who, as played by Don Johnson in “Miami Vice,” battled crime along the Florida coast while wearing precipitously scoop-neck T-shirts and pastel suits. But many of the suit-and-tee fans I interviewed cited another inspiration: Eric Clapton. In the ’80s and ’90s, Mr. Clapton came to favor fine-gauge T-shirts and sloping sport coats, often by Italian maestro Giorgio Armani. Mr. Clapton’s T-shirts sat higher around the neck than Mr. Crockett’s, for a more professional look, and his suits—while still oversize—weren’t clownish.<br />Today, nostalgic social media accounts frequently post old photos of Mr. Clapton and other pre-Y2K adherents of the suit-and-tee. The much-followed Instagram account @NightOpenings uploads images of red carpet openings from the ’90s. On it you can find shots of Keanu Reeves, Blair Underwood and Christian Slater attending premieres in roomy tee-and-suit rigs. These men don’t appear to have been forced into unnatural outfits by a celebrity stylist the way current stars, sealed into their slim suits and ties, often do. Keanu and crew look convincingly at ease.<br />Perfecting this look requires an eye for minutiae. Adam Tunji, 28, a creative producer in New York, avoids any sport coats with a hint of padding, which he believes make you look “like you’re wearing your dad’s old jacket.” This summer he’s been wearing a black unlined cotton sport coat over a T-shirt nearly every day. It’s a pared-back outfit that’s cool in more ways than one: “I’m running around today in a Breton-stripe tee and a blue blazer because it’s just so hot that I’m not comfortable in a dress shirt anymore,” he said."
}