{
    "url_original": "https://www.wsj.com/articles/t-testosterone-review-hormone-of-the-hour-11626127657",
    "url": "t-testosterone-review-hormone-of-the-hour-11626127657",
    "title": "‘T’ Review: Hormone of the Hour",
    "sub_head": "Testosterone exists in both sexes, but in very different concentrations. Its effects on mind and body are still being mapped.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-368208?width=620&size=1.5",
    "image_1": "im-368208.jpg",
    "time": "2021-07-12 18:13:00",
    "body": "In the late 1990s Carole Hooven, an evolutionary biologist at Harvard, was researching chimpanzee hormone levels in Uganda when she observed that Imoso, the troop’s “mayor,” let loose on females, particularly Outamba, kicking and drubbing her with his fists until she bled. Although primatologists had long documented bellicosity in chimps, our closest cousins, Ms. Hooven was still shocked, kindling a desire to plumb the organic underpinnings of this behavior.<br />In her clear-eyed, crisply written “T: The Story of Testosterone, the Hormone That Dominates and Divides Us,” Ms. Hooven does that, and so much more. In the intervening decades the ground has shifted: the Human Genome Project compiled our vast DNA alphabet, the Supreme Court federalized same-sex marriage, and victims of sexual assault, in a crescendo of rage and shame, forced a public reckoning. She deftly threads the needle of social ferment with her own imperatives as a scientist, exploring the “molecule of masculinity,” coded by SRY, a runt of a gene found on the Y chromosome, but one that packs a wallop.<br />“T” does what all superb popular science must do: It entertains as it educates. Ms. Hooven depicts endocrinology’s origin in the 19th century, when Arnold Berthold, a German academic, sewed testes into the abdomens of castrated cockerels. The physiologist Charles-Édouard Brown-Séquard went a step further, injecting himself with the extracts of crushed testes harvested from guinea pigs and dogs. Ms. Hooven also weaves in other historical figures, among them the eunuchs of China’s Qing dynasty and the castrati of Baroque Italian choirs.<br />The discovery of testosterone in the early 20th century brings the narrative into a sharper scientific focus. Ms. Hooven surveys the data on T, distilled from a broad literature—for example, the hormone exists in both sexes but is 10 to 20 times greater in men. She conveys her arguments in folksy metaphors, comparing gene action in fetal development to a recipe for chocolate-chip cookies: “The gene for Jenny’s androgen receptor had a tiny typo, but the results were more consequential than misprinting ‘three eggs.’ It’s as if ‘two cups flour’ were misspelled ‘two cups fluor.’ Fluor is a mineral containing the element fluorine, and is worse than useless for baking.”<br />“T” roams widely, as Ms. Hooven details the rutting rituals of red deer on Rum, a craggy island off the coast of Scotland. High-T stags triumph in the clash of antlers, passing along their genes. By contrast Ms. Hooven delves into the career of the serendipitously named John Wingfield, a British biologist who studied song sparrows. These birds’ testosterone spikes as they woo females with their warbles; after the brood hatches, the fathers are involved in the care of their chicks, dialing down their T. When Wingfield increased testosterone in a group of males that had been busy gathering food for the nest, the results were dramatic. “High-T dads went out singing at all hours along the perimeter of their territories, telling the neighbors to screw off and trying to score new females.” Chicks fathered by these hormonally revived playboys were more likely to starve."
}