{
    "url_original": "https://www.wsj.com/articles/taliban-find-new-revenues-as-they-seize-afghanistans-u-s-built-border-gateway-11625495521",
    "url": "taliban-find-new-revenues-as-they-seize-afghanistans-u-s-built-border-gateway-11625495521",
    "title": "Taliban Find New Revenues as They Seize Afghanistan’s U.S.-Built Border Gateway",
    "sub_head": "U.S. spent over $40 million on Afghanistan-Tajikistan crossing. Now the Taliban is collecting customs revenues",
    "category_1": "World",
    "time": "2021-07-05 10:42:00",
    "body": "KABUL—The Taliban have gained a lucrative new source of income, taking over the main trade gateway into Tajikistan, and beginning to collect customs revenues, as some of Afghanistan’s neighbors tacitly cooperate with the insurgent group.<br />The American-built Sher Khan Bandar crossing, north of the city of Kunduz, fell to the Taliban on June 22, with 134 border guards and other Afghan government troops fleeing to neighboring Tajikistan. Since then, the insurgents have seized most of the rest of Afghanistan’s border with Tajikistan. Nearly 1,000 Afghan troops sought refuge in Tajikistan on Sunday and Monday, surrendering the second principal crossing, Ishkashim.<br />Instead of shutting down after the insurgent takeover, the Sher Khan Bandar complex has remained operational, with tacit understandings reached between the Taliban and Tajikistan, according to local traders.<br />Taliban spokesman Suhail Shaheen said the group had reached out to the governments of Tajikistan and Uzbekistan after taking over several border areas in June.<br />“We informed all these governments and assured them that the routine work of the border, the customs, will be running as before,” Mr. Shaheen said in an interview. “Even the staff members of the customs, we have not changed them, we told them: Do your work as it was. We haven’t even changed the stamps. The reason is that we don’t want to create problems for businessmen, for traders, for common people.”"
}