{
    "url_original": "https://www.wsj.com/articles/taliban-attack-on-afghan-city-allows-200-prison-inmates-to-escape-11625663657?mod=business_minor_pos4",
    "url": "taliban-attack-on-afghan-city-allows-200-prison-inmates-to-escape-11625663657",
    "title": "Taliban Attack on Afghan City Allows 200 Prison Inmates to Escape",
    "sub_head": "Police surrender as insurgents storm provincial capital Qala-e-Naw: “It’s a frightening moment”",
    "category_1": "World",
    "time": "2021-07-07 09:14:00",
    "body": "KABUL—The Taliban attacked the capital of Afghanistan’s northwestern province of Badghis, enabling more than 200 inmates of a local prison to escape, as the insurgent group expanded its recent offensive against government forces.<br />Abdul Aziz Bek, the provincial council chief in Badghis, said senior officials, including the deputy police chief, and more than 100 troops surrendered to the Taliban and handed over their weapons in the province’s capital city of Qala-e-Naw Tuesday night. “It is a frightening moment in the city,” he said.<br />Amid the fighting, guards abandoned the provincial prison, some 200 yards away from the Badghis governor’s office, Mr. Bek said, and the inmates broke the gate and escaped. Footage released by the Taliban showed scores of prisoners streaming from the facility and chanting “Allahu akbar.”<br />Skirmishes continued throughout Qala-e-Naw on Wednesday. All the districts of the province around the city already are under Taliban control, according to local officials, with the remaining three falling earlier this week. The Taliban launched a sweeping offensive across Afghanistan last month, taking advantage of the U.S. military withdrawal, but so far haven't fully seized any provincial capital city.<br />Taliban negotiators at peace talks with the Afghan government in Doha, Qatar, say they are not seeking to take provincial capitals by force. In addition to the Doha talks, senior representatives of the Taliban and Afghan politicians, including a senior adviser to President Ashraf Ghani, gathered Wednesday for negotiations hosted by the Iranian government in Tehran."
}