{
    "url_original": "https://www.wsj.com/articles/tall-men-short-shorts-review-a-supreme-basketball-court-11625836702",
    "url": "tall-men-short-shorts-review-a-supreme-basketball-court-11625836702",
    "title": "‘Tall Men, Short Shorts’ Review: A Supreme Basketball Court",
    "sub_head": "The Celtics, the Lakers and a young sportswriter’s memories of giants.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366350?width=620&size=custom_2079x1699",
    "image_1": "im-366350.jpg",
    "time": "2021-07-09 09:18:00",
    "body": "The shorts they wore truly were short. When their NBA teams traveled to distant cities, the players picked up their bags at the airport carousel themselves. They had roommates. The reporters who covered them smoked, and when they worried about finding the Western Union office to send their stories back to their newspapers, they consulted a phone book.<br />It was 1969, otherwise remembered for Richard Nixon’s inauguration, Neil Armstrong’s one small step, and the introduction of the Pontiac Firebird Trans Am. At the time, Leigh Montville was roughly a year into his stint as a sportswriter at the Boston Evening Globe; in that endeavor he was armed with a Olivetti Lettera 32 in a baby-blue case. (Note to readers: The Olivetti was a portable typewriter, the favored tool of the journalism set; as for evening newspapers, they sank like a Steph Curry free throw, without the grace.)<br />Mr. Montville’s assignment was to cover the NBA championship series between the Los Angeles Lakers and the Boston Celtics, a clash of two great teams, of course, but a cultural clash too, not just buttoned-up New England against free-thinking California but also Wilt vs. Russell: the Lakers’ Wilt Chamberlain and the Celtics’ Bill Russell. Older basketball fans might say—with apologies to four other one-name boldface names—Magic, LeBron, Michael and Kareem—that we have never seen their like again.<br />The championship series, Mr. Montville tells us in “Tall Men, Short Shorts,” was full of “melodrama, suspense, transcontinental electricity.” Chamberlain and Russell were accompanied by a supporting chorus of hardcourt virtuosos: Jerry West and Elgin Baylor for the Lakers; John Havlicek, Sam Jones and Tom Sanders for the Celtics. This was the sixth time the Los Angeles Lakers had faced the Celtics for the NBA crown. After five losses, the Lakers were hoping for redemption, but the Celtics had won 10 championships in the past 12 years. As the poet Seamus Heaney might have said if he were one of the habitués of the old Boston Garden: Hope and Celtic history had a beguiling way of rhyming.<br />Mr. Montville’s chronicle—both reported and reflective—is part memoir, part sports story. At the time, he was just 25, making a salary of $11,055. (Wilt made $225,000 that year.) Now, at 77, he is looking back. Back to an era when the knights of the keyboard, as Ted Williams called his cursed chroniclers, supped, but mostly drank, at Toots Shor’s restaurant at 51 West 51st Street in New York. Back to an era when Mr. Montville and his posse were garbed in “$40 sports coats, khaki trousers, and Bass Weejun loafers in need of a shine.” Back to an era when “Hair” was on Broadway (and Jupiter aligned with Mars) and when women’s basketball was played with six players (in jumpers) on a side."
}