{
    "url_original": "https://www.wsj.com/articles/tata-review-from-homestead-to-hegemony-11626214902?mod=opinion_reviews_pos1",
    "url": "tata-review-from-homestead-to-hegemony-11626214902",
    "title": "‘Tata’ Review: From Homestead to Hegemony",
    "sub_head": "No company has dominated national commerce as much as the Tata Group in India. Yet it has been family-run for most of its existence.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-368780?width=860&height=573",
    "image_1": "im-368780.jpg",
    "time": "2021-07-13 18:21:00",
    "body": "Drive on any highway in India—which you’d do only if your craving for risk matched your appetite for hot naan—and chances are that a perilously laden truck will hurtle past you with the words “OK Tata” painted on its rear fenders. In this signature slogan of the country’s roads, the second word is a pun playing on the way Indians say goodbye to each other as well as on the name of the venerable business group that made the truck.<br />The story of this Indian company turns out to be about much more than heavy-goods vehicles. Founded in 1868, the Tata Group has been at “the top of the corporate pyramid” in India for the better part of a century, Mircea Raianu writes, the closest business enterprise to function as a “state within a state” in that country since the founding of the East India Co. (the aggressively mercenary forerunner of the British Raj). Mr. Raianu, a historian at the University of Maryland, is guilty of no hype when he titles his book “Tata: The Global Corporation That Built Indian Capitalism.”<br />Americans are most likely to know the Indian conglomerate through its Tata Consultancy Services, a global behemoth with market capitalization of roughly $160 billion. At the turn of the present century, TCS offered low-cost data-processing services to Western companies, “giving rise,” Mr. Raianu tells us, “to the ‘off-shoring’ model that would come to dominate” the information-technology services industry. Think of those calls in which you’re talking to an “Ethan” or “Amy,” their Indian accents (almost) masked by rigorous training in American speech patterns.<br />No other company has dominated the history of its national commerce and industry quite as much as the house of Tata in India, where it is one of the few major businesses still regarded as unstained by overt corruption. Although family-run for most of its existence—the stubborn Indian norm for merchants—the Tata company was from an early date “unusual” among India’s corporate groups (Mr. Raianu says) in employing professional executives and “talented nonrelatives.” The company also “kept its distance from the state” in both colonial and postcolonial times. It gave only lukewarm support to the Indian National Congress, which meant that the Tatas had few political chips to cash when the Congress party came to govern a free India. It paid a harsh price for this aloofness when Air India—the Tatas’ thriving aviation arm—was nationalized by Prime Minister Nehru in 1953.<br />The irony is that the Tatas were somewhat anticolonial in their British-era operations, pursuing access to American expertise and technology as a means, Mr. Raianu says, “of countering British domination.” From World War I to the Great Depression, the American connection allowed the Tatas to “circumvent restrictive colonial state policies” designed to favor British-owned over Indian businesses. In turn, Tata served as America’s best friend in India and a conduit for American influence. This warmth was to recede, of course, as the socialist Nehru and his successors embraced the Soviet Union in the years of the Cold War."
}