{
    "url_original": "https://www.wsj.com/articles/tax-benefits-philanthropy-woke-charity-11627422859?mod=opinion_major_pos17",
    "url": "tax-benefits-philanthropy-woke-charity-11627422859",
    "title": "Tax-Friendly Philanthropy Needs Guardrails",
    "sub_head": "It isn’t a woke attack to ensure that charitable tax rules get resources to charities and the beneficiaries they serve.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-376490?width=860&height=573",
    "image_1": "im-376490.jpg",
    "time": "2021-07-28 14:48:00",
    "body": "Naomi Schaefer Riley’s “The Weekend Interview with Elise Westhoff: The Woke Threat to Philanthropy” (July 17) illustrates a misunderstanding of the tax rules governing philanthropy and of the proposals of the Initiative to Accelerate Charitable Giving, embodied in the ACE Act. Rather than being part of a “woke takeover of philanthropy,” this bipartisan bill, introduced by a Republican (Iowa Sen. Chuck Grassley) and an independent (Maine Sen. Angus King), adopts important guardrails to ensure that charitable tax rules fulfill their intended purpose—getting resources to charities and the beneficiaries they serve.<br />In opposing this bill, Ms. Westhoff takes the surprising position that Congress has little role in establishing the parameters of charitable tax benefits. Yet the tax code is full of requirements to ensure that funds that receive the many generous tax benefits of charitable giving—worth as much as 74% of the donation—serve a public and not a private benefit.<br />One position taken by the Philanthropy Roundtable under Ms. Westhoff’s leadership is that private foundations should be allowed to fully meet their 5% payout obligation by paying salaries for family members or by making contributions to donor-advised funds, which themselves have no further payout rule. These positions are antithetical to core conservative principles that have long decried wasteful government spending and recognized the need for a strong charitable sector.<br />Prof. Ray D. Madoff<br />Boston College"
}