{
    "url_original": "https://www.wsj.com/articles/tcg-and-andreessen-horowitz-invest-in-startup-behind-virtual-horse-racing-platform-11626865200?mod=business_minor_pos22",
    "url": "tcg-and-andreessen-horowitz-invest-in-startup-behind-virtual-horse-racing-platform-11626865200",
    "title": "TCG and Andreessen Horowitz Invest in Startup Behind Virtual Horse Racing Platform",
    "sub_head": "Zed Run’s parent company nets $20 million as media startups, NFTs surge",
    "category_1": "Pro VC New Money",
    "image_1_url": "https://images.wsj.net/im-372553?width=860&height=573",
    "image_1": "im-372553.jpg",
    "time": "2021-07-21 07:00:00",
    "body": "Virtually Human Studio, the startup behind digital horse racing service Zed Run, has raised $20 million in financing, highlighting investors’ appetite for companies exploring the intersection of entertainment, gaming and the so-called nonfungible token sector.<br />Media and technology-focused investment firm TCG Capital Management led the Series A funding round, with Andreessen Horowitz and Red Beard Ventures also participating in the deal.<br />Launched in 2019, Zed Run enables users to buy, sell and breed virtual horses and race them in a videogame style setting against other horses. The horses are purchased with digital currency and act as NFTs, which are essentially digital collectibles that hold value.<br />Zed Run takes a fee from the money users pay to virtually breed horses on the site, as well as from race entry fees and the sale of these NFTs. Individual virtual horse owners stand to make money when the value of their horses rises, attracting higher prices on Zed Run’s horse breeding market and on the horse resale market. Every race also pays prizes for first through third place finishes in Ethereum, a cryptocurrency.<br />The price of Zed’s digital racehorses range from $130 to $45,000. Whole stables, which include multiple horses, have sold for over $250,000 and owners can resell horses, the company said."
}