{
    "url_original": "https://www.wsj.com/articles/team-usa-family-section-tokyo-olympics-orlando-11626200344",
    "url": "team-usa-family-section-tokyo-olympics-orlando-11626200344",
    "title": "Team USA’s Family Section for the Tokyo Olympics Will Be in Orlando",
    "sub_head": "With overseas spectators banned, the USOPC, NBCUniversal and two sponsors are sending family and friends of Olympic athletes to watch from afar at a resort.",
    "category_1": "Sports",
    "category_2": "Olympics",
    "time": "2021-07-13 14:48:00",
    "body": "With the Tokyo Olympics banning foreign spectators—and nearly all others—from watching the Games in person, the U.S. Olympic & Paralympic Committee, NBCUniversal and two sponsors are paying to send athletes’ closest friends and family to a remote viewing-and-cheering hub at an NBCU resort in Orlando.<br />The setup gives Olympic athletes’ loved ones a place to congregate—and it gives U.S. media-rights owner NBCUniversal, a unit of  Comcast Corp . , a central spot for filming reaction shots to athlete performances 7,200 miles and 13 time zones away.<br />In a separate event, friends and family members of U.S. athletes at the Paralympics are being invited to Colorado Springs, Colo., home of the U.S. Olympic & Paralympic Committee, from Aug. 26-29. If interest in the Paralympic program exceeds the current capacity, organizers will expand it to include another wave, a USOPC spokeswoman said. The Tokyo Paralympics run Aug. 24-Sept. 5.<br />The Olympics offer allows each athlete to send two friends or family members to Orlando as part of a package that includes free round-trip airfare; four nights at NBCU’s Universal Orlando resort; a pair of three-day passes to three Universal theme parks; and access to an NBC/Team USA hospitality lounge for “four evenings of dinner + Olympic viewing experiences,” according to an invite circulated to athletes.<br />NBC will have cameras at both the Olympic and Paralympic viewing events. Molly Solomon, executive producer and president of NBC Olympics production, said organizers are hoping that “chants of USA! USA! will erupt each evening as these interested spectators band together to support their loved ones.”"
}