{
    "url_original": "https://www.wsj.com/articles/tearing-down-cubas-cyberwall-11626649593?mod=opinion_lead_pos1",
    "url": "tearing-down-cubas-cyberwall-11626649593",
    "title": "Tearing Down Cuba’s Cyberwall",
    "sub_head": "Technology exists to restore the internet if Biden is willing to use it.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-18 19:06:00",
    "body": "Despots have often sought to crush democratic uprisings by shutting down the internet. Cuba’s Communist government did so last week, but President Biden can leverage U.S. technology to tear down Cuba’s cyberwall.<br />As anti-government protests spread last week, Havana restricted access to social media and messaging platforms, limiting communications on the island and hiding its brutal crackdown from the world. Repressive regimes can be expected to resort to internet controls more often if they aren’t forced to pay a price.<br />Iran shut down the internet for a week in November 2019 amid its violent crackdown of protests over rising fuel costs. Former Egyptian president Hosni Mubarak regime’s ordered internet providers to disconnect all users in 2011 as unrest swept his country. Myanmar shut down the internet for more than 19 months in regions with ethnic conflict and persecuted Muslim minorities.<br />Mr. Biden told reporters his Administration is “considering whether we have the technological ability to reinstate that access” in Cuba. The U.S. does have that ability, though it won’t be without logistical challenges. The question is whether the Administration has the political will to do it.<br />Some Cubans have been using a censorship-circumvention tool known as Psiphon to access websites, though connectivity is slow and not secure. Another technology the U.S. could deploy is high-altitude balloons that float in international airspace. Google pioneered the technology with its startup Loon, which aimed to connect remote and rural areas of the developing world. Tennis-court-size aerial balloons function as self-navigating wireless cell towers that can deliver mobile internet coverage over more than 4,000 square miles."
}