{
    "url_original": "https://www.wsj.com/articles/tech-industry-startups-silicon-valley-middle-america-11626726303?mod=opinion_major_pos16",
    "url": "tech-industry-startups-silicon-valley-middle-america-11626726303",
    "title": "The Tech Industry Between America’s Coasts",
    "sub_head": "Billion-dollar companies don’t have to be built in Silicon Valley.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-372165?width=860&height=573",
    "image_1": "im-372165.jpg",
    "time": "2021-07-20 14:11:00",
    "body": "I enjoyed Steve Case’s op-ed “Innovation Moves to Middle America” (July 14). Entrepreneurship has always been an American tradition—not just a coastal one.<br />It’s true that big entrepreneurial wins have been concentrated in places that attracted the best software and computing talent (namely, Silicon Valley). Concentration of talent has real network effects. But there is talent everywhere and the rest of the country is catching up. Many of the top bio-IT companies are being built in places like Ann Arbor, Mich., and Raleigh and Durham, N.C.<br />Our venture-capital firm, 8VC, invests in Digital Diagnostics, which developed the first-ever FDA-approved computer-vision diagnostic algorithm—in which a computer fully replaces a physician. It was founded by a doctor and computer scientist out of America’s top ophthalmology program, the University of Iowa. Project44 and HDVI, two top logistics-technology companies, are based in Chicago, while another, Freightwaves, is in Chattanooga, Tenn.<br />We’ve relocated much of 8VC from Silicon Valley to Austin, Texas, where countless top companies are built today. It is also close to a lot of other destinations where we are doing business these days, including Oklahoma City, Dallas, Houston, Nashville and Wichita, Kan. It’s becoming well-known in the tech industry that governors of states where the bureaucratic and censorious far-left wing isn’t powerful are usually able to embrace innovation more quickly. New government technology to make regulation more dynamic will be built and applied at scale in the middle of the country first.<br />Many venture firms have spent lavishly looking for opportunities abroad, but there may be as many billion-dollar companies being built in so-called secondary or tertiary U.S. cities as there are in other countries."
}