{
    "url_original": "https://www.wsj.com/articles/tennis-skills-stalled-4-training-gadgets-to-make-you-the-next-djokovic-11626378706",
    "url": "tennis-skills-stalled-4-training-gadgets-to-make-you-the-next-djokovic-11626378706",
    "title": "Tennis Skills Stalled? 4 Training Gadgets to Make You the Next Djokovic",
    "sub_head": "Even tennis pros hit plateaus. Here, four pieces of gear they recommend to help so-so players overcome theirs, from a high-tech wrist strengthener to a camera that functions as an on-court referee.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-369131?width=860&height=573",
    "image_1": "im-369131.jpg",
    "time": "2021-07-15 15:51:00",
    "body": "AFTER COVID-19 changed the world in 2020, Alexandra Avila was one of the many Americans who sought the socially distanced salvation of their local tennis courts. During the pandemic, the publicist moved from Manhattan to sleepy Nyack in upstate New York, picking up a racket for the first time in a bid to hack her way out of the long grass of lockdown.<br />“I noticed these tennis courts a block from my new house, and just got talking to a coach through the fence one morning,” said Ms. Avila, 34, who works in the luxury travel industry. “The next day I was on the court for my first lesson at 5:30 a.m., and I haven’t looked back since. I’ve completely fallen in love with the sport...I now own three rackets.”<br />According to the United States Tennis Association  (USTA)–the governing body for the sport in the U.S.–Ms. Avila’s story is a common one. The organization pumped $50 million into local clubs and courts during the pandemic, and that investment is now paying dividends as the sport enjoys what USTA Managing Director of Engagement and Services Mickey Maule describes as a “golden era” for beginners.<br />Mr. Maule warned, however, that one thing all students of the sport will eventually hit (aside from balls) is plateaus, especially if they’re one of the more restlessly competitive of the estimated 4 million new and returning tennis players in America in 2020, according to the USTA. Whether it’s your double-handed backhand or your topspin serve, at some point, you’re going to run into a temporary roadblock.<br />We asked Ms. Avila and three other typical players to share their learning-curve frustrations and then, with guidance from tennis experts, identified the gadgets best designed to circumnavigate them. Because as grand-slam great Martina Navratilova once pointed out: “Whoever said ‘it’s not whether you win or lose that counts’ probably lost.”"
}