{
    "url_original": "https://www.wsj.com/articles/tesla-megapack-catches-fire-at-australian-battery-project-11627635528?mod=tech_lead_pos2",
    "url": "tesla-megapack-catches-fire-at-australian-battery-project-11627635528",
    "title": "Tesla Battery Catches Fire at Utility Storage Project in Australia",
    "sub_head": "The battery was part of a large storage installation being built by France’s Neoen SA in Australia’s Victoria state",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-377930?width=860&height=573",
    "image_1": "im-377930.jpg",
    "time": "2021-07-30 10:14:00",
    "body": "SYDNEY—A  Tesla Inc.  battery pack caught fire at one of Australia’s largest utility-scale electricity storage projects on Friday, and fire crews worked to prevent it from spreading across the site in Victoria state.<br />Flames engulfed a lithium-ion battery weighing 13 metric tons that was housed within a shipping container at the site in Moorabool, near Melbourne, according to a statement from Fire Rescue Victoria. It didn’t identify the cause of the blaze.<br />Fire crews wearing breathing equipment are “working to contain the fire and stop it spreading to nearby batteries,” while monitoring of air quality was ongoing to check against toxic smoke, Fire Rescue Victoria said.<br />The fire broke out where France’s  Neoen SA  is installing 210 Tesla Megapacks as part of a 300-megawatt battery storage project. When operational, the facility will store enough energy to power more than one million homes in Victoria for half an hour, according to the project’s website.<br />Tesla markets versions of its batteries for home use under the name Powerwall, and sells a version for use in utility-scale power storage under the name Megapack, in addition to using them in its cars. The utility batteries can be linked together in large configurations, loosely resembling blocks of shipping containers, to form large storage facilities capable of saving wind and solar energy for later use."
}