{
    "url_original": "https://www.wsj.com/articles/teslas-closest-imitator-is-just-starting-its-journey-11627304469?mod=markets_lead_pos11",
    "url": "teslas-closest-imitator-is-just-starting-its-journey-11627304469",
    "title": "Tesla’s Closest Imitator Is Just Starting its Journey",
    "sub_head": "Lucid Motors launches on the stock market Monday. The next milestone—getting meaningful numbers of its flagship product in showrooms—will be more important.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-26 09:01:00",
    "body": "Tesla wannabe Lucid Motors has reached the stock market. Now comes the hard part.<br />Lucid will make its trading debut Monday following the closure on Friday of its merger with special-purpose acquisition company Churchill Capital IV. Based on the takeover vehicle’s $24 closing share price on Friday and a pro forma share count, the combined company could start life with a market value of roughly $39 billion.<br />That is an extraordinary number for a company that has yet to sell anything, but it is much less than it would be using Churchill Capital IV’s $49 share price when the merger was announced on Feb 22. The hotly anticipated deal coincided with peak SPAC fervor. SPAC stocks have shed roughly a quarter of their value since their late February top, according to an index compiled by IPOX.<br />Lucid is closer to selling vehicles than the other electric-vehicle startups that have merged with SPACs. It is also the one that most closely resembles  Tesla .  Lucid Chief Executive Peter Rawlinson led the engineering team on Tesla’s Model S and is largely following the Elon Musk playbook of forging a new car brand by developing as technologically advanced an electric vehicle as possible. Lucid’s flagship first vehicle, the Lucid Air, with a starting price of $77,400 before purchase subsidies, will start commercial production in the coming months.<br />The resemblance to Tesla explains the hype around Lucid. Mr. Rawlinson thinks Tesla’s $620 billion market value is a function of the market-leading efficiency of its electric powertrains, which give the Model S a range of more than 4 miles per kilowatt-hour of battery power—the electric equivalent of miles a gallon. None of the first-generation electric vehicles from traditional luxury car makers such as Jaguar and Audi comes close, but the Lucid Air will offer a range of more than 4.5 miles per kilowatt-hour. Mr. Rawlinson says the most dominant factors are the efficiency of its electric motor, power electronics and coding."
}