{
    "url_original": "https://www.wsj.com/articles/texas-senate-expected-to-take-up-vote-on-election-legislation-11626176054?mod=politics_lead_pos3",
    "url": "texas-senate-expected-to-take-up-vote-on-election-legislation-11626176054",
    "title": "Texas Senate Expected to Take Up Vote on Election Legislation",
    "sub_head": "The state House could also vote to arrest Democratic colleagues who fled to Washington, D.C., to kill election-bill vote",
    "category_1": "U.S.",
    "time": "2021-07-13 07:34:00",
    "body": "AUSTIN, Texas—Texas state senators are expected to vote on election legislation Tuesday, and their counterparts in the state House are expected to consider whether to vote to arrest colleagues who fled the state in an effort to kill the legislation.<br />Both chambers of the Republican-controlled Texas legislature, in a special legislative session that began last week, filed similar versions of the bill, which would broadly tighten voting rules across the state. Gov. Greg Abbott called the special session after Democratic House members walked out before a voting deadline at the end of the regular legislative session in May, denying the body a quorum needed to vote on the proposed legislation.<br />House Democrats staged another walkout Monday, and dozens boarded chartered planes bound for Washington, D.C., where they hope to draw national support for their fight against the bills. The legislators will have to remain out of the state for weeks to successfully run out the clock on the 30-day special session. The Texas House requires at least two-thirds of its 150 members to be present to conduct official business.<br />In the House, which is scheduled to convene at 10 a.m. Tuesday, remaining members are expected to move for a “call of the House” to record who is there. Those present can then vote for absentee lawmakers to be arrested by law enforcement officers and forced to return to the chamber.<br />State Rep. Matt Shaheen, a North Texas Republican, said he and his colleagues would look at all options for getting Democrats to return to Austin. He said he would certainly vote to arrest the Democrats but acknowledged it was unlikely out-of-state law enforcement would be able and willing to do so to make them comply with legislative rules."
}