{
    "url_original": "https://www.wsj.com/articles/texas-arrests-migrants-at-u-s-border-but-some-counties-arent-on-board-11626946201?mod=business_minor_pos4",
    "url": "texas-arrests-migrants-at-u-s-border-but-some-counties-arent-on-board-11626946201",
    "title": "Texas Arrests Migrants at U.S. Border, but Some Counties Aren’t on Board",
    "sub_head": "After Gov. Greg Abbott declared a disaster, areas of the state with the most illegal traffic declined to take part in immigration-enforcement plan",
    "category_1": "U.S.",
    "time": "2021-07-22 05:30:00",
    "body": "DEL RIO, Texas—Texas has begun arresting and jailing migrants for trespassing, as Gov. Greg Abbott pursues a new plan aimed at illegal border crossers that is dividing counties in the state.<br />The first three migrants were sent to a state prison Tuesday on the state charges, according to Val Verde County Judge Lewis Owens, whose role is an elected executive akin to a mayor. Hundreds of law-enforcement officers from across the state and country have been sent to the Texas-Mexico border in recent weeks to begin arrests. Civil-rights groups have questioned the move, saying that states cannot legally enforce federal immigration law.<br />The move comes amid a historic upswing in illegal crossings along some stretches of the border, according to U.S. Customs and Border Protection. Mr. Abbott, a Republican, last month declared the state’s border situation a disaster, a classification typically used for events such as hurricanes. He said state troopers in Texas would begin arresting immigrants for trespassing, a new approach in responding to increased border traffic. Immigration enforcement is normally left to the federal government.<br />Texas counties are divided over whether to accept the disaster designation and state troopers. So far, counties with the most illegal traffic have declined to participate in the state’s plans. Scores of state troopers have instead been dispatched into smaller communities upriver on the Rio Grande, along quieter stretches of the border.<br />“We concluded we could not in good faith tell the people of our counties there is an emergency when there’s not an emergency,” said Richard Cortez, county judge of the Rio Grande Valley’s Hidalgo County, whose role includes authority over disaster response."
}