{
    "url_original": "https://www.wsj.com/articles/texas-weighs-voting-bill-in-special-session-11625765970?mod=politics_lead_pos6",
    "url": "texas-weighs-voting-bill-in-special-session-11625765970",
    "title": "Texas Weighs Voting Bills in Special Session",
    "sub_head": "Democrats and voting rights groups criticized Gov. Greg Abbott for not including further changes to the state’s electric grid",
    "category_1": "U.S.",
    "time": "2021-07-08 17:50:00",
    "body": "AUSTIN—The Texas Legislature kicked off a special session Thursday, called by Gov. Greg Abbott, to revive voting legislation that Democrats had killed in May by staging a walkout in the final minutes before a voting deadline.<br />Both the state House and Senate filed bills that are largely similar to the previous bill, which would have set some of the nation’s broadest restrictions on voting. Both new versions limit early voting hours, place additional restrictions on assisting disabled voters and voting by mail and makes many election missteps felony offenses. The Senate version requires state voter registrations to be compared with Department of Public Safety records monthly.<br />But the bills omit measures added to the previous version by a committee without public oversight, including a ban on Sunday morning early voting and a measure to make it easier to overturn elections.<br />Mr. Abbott, a Republican, has declared election reform an emergency item. After Democrats killed the previous bill, he called a special session of the legislature, which normally meets for only five months every other year. Mr. Abbott, who has the sole power to set the topics for special sessions, will allow lawmakers to consider bills on 10 topics in addition to elections, including funding border security measures, banning the delivery of abortion pills and banning transgender students from competing in university sports in their non-birth gender.<br />Democrats and voting rights groups held a news conference outside the Texas Capitol Thursday criticizing Mr. Abbott for not including further changes to the state’s electric grid in the special session, given the deadly winter storm and power outages. They accused him of picking far-right priorities to cater to his base ahead of his re-election bid next year and vowed not to back down from the election legislation."
}