{
    "url_original": "https://www.wsj.com/articles/texas-and-oklahoma-college-football-realignment-11627284977?mod=business_minor_pos22",
    "url": "texas-and-oklahoma-college-football-realignment-11627284977",
    "title": "Texas and Oklahoma Bolt From the Big 12 Conference",
    "sub_head": "The Longhorns and Sooners are eyeing a move to the powerful Southeastern Conference, which would set off a scramble by everyone else to find a spot in the most affluent and prestigious conferences",
    "category_1": "Sports",
    "category_2": "College Football",
    "image_1_url": "https://images.wsj.net/im-374739?width=860&height=573",
    "image_1": "im-374739.jpg",
    "time": "2021-07-26 14:47:00",
    "body": "Texas and Oklahoma have informed the Big 12 that they intend to leave the league, setting off what is likely to be a jolting realignment of the sport in which powerful schools position themselves to jump from one conference to another in search of bigger paydays and more prestigious opponents.<br />The schools, which have called the Big 12 home since 1996, said in a joint statement Monday that they intend to remain in the conference until its current media rights deal expires in 2025. They are reportedly eyeing a landing spot in the Southeastern Conference, where they would join forces with the likes of Alabama, Louisiana State and Georgia and turn the SEC into a 16-school “superconference” further poised to dominate the top tier of Division I football.<br />“Both universities will continue to monitor the rapidly evolving collegiate athletics landscape as they consider how best to position their athletics programs for the future,” the schools said in their statement, an indication they could defect earlier.<br />If it happens, the move would likely set off a scramble in which the sport’s most successful and affluent powers would seek to line up with each other, leaving lesser rivals behind and threatening to cause weaker conferences to disband. It could quickly narrow the number of conferences that rule the sport from “Power Five” to three or fewer.<br />News of the Longhorns and Sooners eyeing the SEC first surfaced in a report by the Houston Chronicle last week. Neither of the schools offered denials over the next several days and on Monday took the first step toward what is likely to be a contentious divorce. Despite their insistence that they will stay in the Big 12 for several more years as lame ducks, it seems unlikely that will happen."
}