{
    "url_original": "https://www.wsj.com/articles/texas-conservative-healthcare-reform-medicaid-11627070211?mod=opinion_lead_pos6",
    "url": "texas-conservative-healthcare-reform-medicaid-11627070211",
    "title": "Texas Provides a Model for Conservative Healthcare Reform",
    "sub_head": "Republicans passed a package of market-friendly laws to expand access and increase competition.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-374417?width=860&height=573",
    "image_1": "im-374417.jpg",
    "time": "2021-07-23 18:02:00",
    "body": "The Supreme Court ruled in 2012 that the federal government couldn’t force states to expand Medicaid as part of the Affordable Care Act. Ever since, Democrats and hospital lobbyists have looked for ways to push state legislators to let able-bodied adults earning up to 138% of the federal poverty level into Medicaid. In the last Covid relief bill, Democrats tried to give states more temporary money to expand Medicaid. Now they are considering legislation to allow Democratic cities in Republican states to expand Medicaid on their own. But Texas Republicans have modeled a better way to get Americans affordable healthcare.<br />Unfortunately, the Lone Star State is in the minority. Thirty-eight states and the District of Columbia have expanded or approved expansion of their programs. Democrats complain the other 12 states are turning down billions of “free” federal dollars while leaving millions uninsured. As a candidate, Joe Biden proposed creating a government-run plan for low-income people in states that don’t expand Medicaid.<br />Republicans resisting expansion argue that taxpayers end up paying for “free” federal dollars. State governments receive federal funding for a portion of each dollar they spend on Medicaid, but must provide matching funds from their own coffers. Expansion costs states billions in match requirements.<br />Conservative Texans who oppose Medicaid expansion point to the explosion in spending in states that have expanded their programs. More than half of Texas doctors said in 2016 they wouldn’t accept all new Medicaid patients due to low reimbursement and increased paperwork.<br />Medicaid isn’t well run and increasing dependence on government should be avoided. Oregon expanded Medicaid in 2008 using a lottery system, allowing for randomized selection, and a Harvard T.H. Chan School of Public Health study showed no significant improvements in physical health outcomes."
}