{
    "url_original": "https://www.wsj.com/articles/the-secret-to-a-low-maintenance-flower-garden-beautiful-weeds-11626370468",
    "url": "the-secret-to-a-low-maintenance-flower-garden-beautiful-weeds-11626370468",
    "title": "The Secret to a Low-Maintenance Flower Garden? Beautiful Weeds",
    "sub_head": "Highway crews might mow them down all summer, but these native plants—so common in some regions they’re not valued—deserve a spot in your plot. Here, all the tips you need.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-368595?width=860&height=573",
    "image_1": "im-368595.jpg",
    "time": "2021-07-15 15:09:00",
    "body": "GARDEN DESIGNER Butter Wakefield’s London backyard, above, has nary a blade of grass out of place. Except, that is, for an untamed patch that contains what many people might deem weedy eyesores: tufted vetch, ragged robin and knapweed. Bracketed by a close-cropped carpet of grass and conically manicured yews in her tidy back garden, the wildflower strip gives the space an unexpected “wow factor,” Ms. Wakefield said.<br />Landscape designers and home gardeners are beginning to embrace the feral beauty of what might be called “welcome weeds”: pop-up native plants whose reputations are being elevated from squatting carbuncles to prized members of the flora-scape. Prairie Nursery, in Westfield, Wis., ships to the Lower 48 states. It reports a 150% increase over the past three years in spring sales of plants with “weed” in the name. These include joe pye weed, a tall leafy plant topped with mounds of pale purple flowers; and common milkweed, which boasts ballet-slipper-pink globes of florets. Both feature on the Weed Science Society of America’s lengthy list of flora-non-grata. The nonprofit’s definition of a weed includes plants that can cause economic loss (by self-seeding so vigorously they force pricey groundskeepers to spend hours pulling them up, for example), or those that pose health issues to humans or animals, such as white, bell-shaped Lily of the Valley—dainty as a dewdrop, but highly toxic.<br />What actually constitutes a weed, however, is largely subjective. According to entomologist Douglas W. Tallamy, author of the new book “The Nature of Oaks” (Timber Press), the official definition is a plant out of place. James Canton, a fellow authority, lets cow parsley—or Queen Anne’s Lace—and purple cornflowers frolic across his cottage garden in Essex, England. “There’s no such thing as a weed—it’s a construct by humans,” noted Mr. Canton, author of the recent book “The Oak Papers” (HarperOne).<br />That being said, most of us use the term for prolific self-seeders that crash our garden parties without bringing much of a hostess bouquet. Of these offenders, Milli Proust, a farmer florist in West Sussex, England, suggests keeping those that are “inherently pretty, that offer a sweet element to the border—whether a swaying, dancing height, a soft color palette or laciness.”<br />Every landscape designer we interviewed recommended removing unwanted invasive vegetation; if you’re not sure what a particular sprout is, upload an image of it to the app iNaturalist, a social network whose community can I.D. it, said Mr. Tallamy."
}