{
    "url_original": "https://www.wsj.com/articles/the-keystone-xl-goes-to-court-11625784485?mod=opinion_lead_pos3",
    "url": "the-keystone-xl-goes-to-court-11625784485",
    "title": "The Keystone XL Goes to Court",
    "sub_head": "The pipeline’s owner wants $15 billion to redress Biden’s arbitrary permit withdrawal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-08 18:48:00",
    "body": "The climate lobby cheered in January when President Biden revoked the State Department’s 2017 presidential permit for the Keystone XL pipeline. Now the bill is coming due, and U.S. taxpayers may have to pay.<br />Keystone owner  TC Energy last week filed a Notice of Intent to take legal action against the U.S. government for withdrawing the permit. In a press release the company called the decision a “breach” of North American free-trade obligations. In June TC Energy officially canceled the Keystone XL and took a $1.81 billion writedown. It wants $15 billion in damages as part of a Nafta legacy claim under the new United States-Mexico-Canada Agreement.<br />The U.S. has never lost before a Nafta arbitration panel. But TC Energy (formerly TransCanada) has a good case. To prevail, TC Energy will have to show that it had good reason in March 2020 to believe that its $9 billion investment was protected by the U.S. permit when it announced that it would “proceed with construction.” In other words, that it had a logical expectation it would be allowed to complete the pipeline and operate it. After years of environmental and other reviews, that was a reasonable conclusion.<br />Mr. Biden’s reversal on his first day in office was also irregular. Normally a company would have a chance to make its case, and the Administration would engage in a review. But Mr. Biden wanted theater for the environmental lobby, which trumped respect for an investor’s right to be treated fairly.<br />TC Energy isn’t challenging the Administration’s climate views, and its suit isn’t about reviving a project that promised to carry 830,000 barrels of Canadian crude a day to the Gulf Coast. The same oil will now be carried on trains, trucks and ships, albeit with greater risks of a spill and greater use of carbon energy. The company merely wants compensation for lost investment that is tantamount to expropriation under international law."
}