{
    "url_original": "https://www.wsj.com/articles/the-eric-adams-lesson-for-democrats-11625697629?mod=opinion_lead_pos3",
    "url": "the-eric-adams-lesson-for-democrats-11625697629",
    "title": "The Eric Adams Lesson for Democrats",
    "sub_head": "New York’s presumptive next mayor beat the field by emphasizing crime.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-365987?width=620&size=1.5",
    "image_1": "im-365987.jpg",
    "time": "2021-07-07 18:40:00",
    "body": "It took two weeks of counting, but former police captain Eric Adams has finally won New York’s Democratic mayoral primary. Perhaps the city that these days never sleeps safely has a chance to reverse its eight-year downward spiral under mayor Bill de Blasio.<br />The city Board of Elections late Tuesday showed Mr. Adams leading second-place finisher Kathryn Garcia 50.5% to 49.5% with fewer than 1% of votes outstanding. The Brooklyn borough president declared victory, and he wasted no time describing how his focus on crime set him apart from fellow Democrats.<br />“We have abandoned our cities,” Mr. Adams said Wednesday on CBS’s “This Morning,” when asked what lessons his victory might give to Democrats nationwide. “What’s happening in New York City is taking place in Chicago’s South Side. It’s taking place in California, in Atlanta. You’re seeing gun violence, and it’s so pervasive.” Mr. Adams pledged to put more officers on the street.<br />The primary wasn’t originally a single-issue contest. Then the rate of shootings, which started rising last summer, this May reached a 73% increase over 2020. An Ipsos poll that month found that crime had eclipsed the pandemic as voters’ top concern.<br />Mr. de Blasio gave voters a clear sense of the choice they faced by consistently denying the crime problem. He held a press conference Tuesday to celebrate a drop in shootings last month compared with June 2020, but he failed to mention that they remained 85% above June 2019. Mr. Adams has said that “denying what is happening in broad daylight is contributing to the problem.”"
}