{
    "url_original": "https://www.wsj.com/articles/the-meme-stock-rally-hurt-melvin-and-maplelane-it-hasnt-gotten-easier-since-11625931173?mod=markets_lead_pos4",
    "url": "the-meme-stock-rally-hurt-melvin-and-maplelane-it-hasnt-gotten-easier-since-11625931173",
    "title": "The Meme Stock Rally Hurt Melvin and Maplelane. It Hasn’t Gotten Easier Since.",
    "sub_head": "Hedge funds were battered by surge of stocks such as GameStop and AMC in January",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-07-10 11:32:00",
    "body": "Hedge funds walloped by the meteoric rise of stocks such as GameStop Corp. and  AMC Entertainment Holdings Inc.  in January are still struggling to get out from under those losses.<br />Melvin Capital Management, which lost more than $6 billion in January, is now down 46% for the year through June, the fund recently told investors. Maplelane Capital is down 39% for the period. Some other funds that sustained lesser losses in the January meme-stock surge are doing better. Steven A. Cohen’s $22 billion Point72 Asset Management and the $20 billion D1 Capital Partners are up about 1% and 3.8% for the first half of the year, respectively, said people familiar with the funds’ performance.<br />Still, those returns trail the broader market as the S&P 500 was up 15.3% over that period, including dividends.<br />The January market maelstrom that enveloped a small but prominent group of funds was as shocking as it was fast. At the time, an army of bullish individual traders urged one another on platforms like Reddit to pile into stocks and, at times, band together to intensify losses among professional traders betting against those so-called meme stocks. Money managers protested that social-media hordes were manipulating stock prices.<br />The rally dealt big losses to star Wall Street investors, made folk heroes of some individual investors, sparked a congressional hearing and drew scrutiny from the Securities and Exchange Commission. Almost half a year later, the ramifications of those market events are still unfolding."
}