{
    "url_original": "https://www.wsj.com/articles/the-wine-of-the-summer-is-sicilys-best-kept-secret-11626882486",
    "url": "the-wine-of-the-summer-is-sicilys-best-kept-secret-11626882486",
    "title": "The Wine of the Summer Is Sicily’s Best-Kept Secret",
    "sub_head": "Frappato is fresh, bright and easy to pair with both seafood and meat—a happy medium between a red and a white. Our wine columnist shares her favorite bottles.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-370973?width=860&height=860",
    "image_1": "im-370973.jpg",
    "time": "2021-07-21 11:48:00",
    "body": "WITH A NAME like a lively dance step and a flavor profile so juicy and bright that it’s frequently described as falling somewhere between a red and a white, Frappato is one of my absolute favorite summertime wines. I only wish it were easier to find. Indeed, I’m tempted to keep this wine a secret strictly on the basis of scarcity. But it’s simply too good not to share.<br />Native to Sicily, the Frappato grape is, as far as I can ascertain, still grown only on that island. It’s long been thought that Frappato is a relative of Sangiovese, the red grape of Tuscany, and the results of at least one DNA test seem to confirm that, but the link isn’t a complete certainty. The two grapes produce wines that seem quite different to me. I find Frappato much lighter and brighter with a brisk, bitter cherry note and a beguiling perfume.<br />In the definitive “Native Wine Grapes of Italy,” Ian D’Agata calls Frappato “the variety responsible for some of Sicily’s most delicious unknown wines.” He notes that (as of the book’s 2014 publication) the grape accounts for less than 1% of Sicily’s overall vineyard acreage, “making Frappato only the 17th most-planted variety in Sicily.”<br />I don’t know which Sicilian grape varieties ranked one through 16, but I can’t imagine many of them produce a more delicious wine than the Frappato from COS, a winery located in the Vittoria region of southeastern Sicily, where the best Frappato grows.<br />COS derives its name from the first letter of each of the last names of the three founding winery partners: Giambattista Cilia, Giusto Occhipinti and Cirino Strano. When the three partners founded COS in 1980, great Sicilian wine was a distant vision if not an outright oxymoron, but their winery soon became one of the standard bearers of well made wine from Sicily. COS became especially well known for Cerasuolo di Vittoria, the flagship red of the region as well as the name of the appellation."
}