{
    "url_original": "https://www.wsj.com/articles/the-aristocracy-of-talent-review-getting-ahead-falling-behind-11625695982?mod=opinion_reviews_pos1",
    "url": "the-aristocracy-of-talent-review-getting-ahead-falling-behind-11625695982",
    "title": "‘The Aristocracy of Talent’ Review: Getting Ahead, Falling Behind",
    "sub_head": "Succeeding in life by merit—and not because of background or parentage—seems eminently democratic. But the whole idea is under assault.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-365971?width=620&size=1.5",
    "image_1": "im-365971.jpg",
    "time": "2021-07-07 18:13:00",
    "body": "In 1958, the British sociologist Michael Young published “The Rise of the Meritocracy,” a fictional narrative that imagined a world where leaders in business and government would be chosen on the basis of talent and effort rather than social status, wealth or power. But the book, which brought the word “meritocracy” into the English language, wasn’t written to celebrate such a world. To the contrary, it was intended as a warning that those who fell behind in the competition to get ahead were likely to resent the new elite and would eventually rebel.<br />As Adrian Wooldridge notes in “The Aristocracy of Talent: How Meritocracy Made the Modern World,” Young predicted that the rebellion would occur in 2034. But in the U.S. and Britain, it seems to have already begun. And while Young expected it to be driven by left-wing concerns over inequality and unfairness, the opposition to meritocracy now also includes forces on the political right who accuse the new elite of championing measures that benefit its own interests at the expense of the wider public’s. Britain’s vote to withdraw from the European Union and the election of Donald Trump in the United States are, in Mr. Wooldridge’s view, signs that many voters are no longer willing to defer to the judgments of supposed experts.<br />“The Aristocracy of Talent” is an effort to respond to this backlash. Although Mr. Wooldridge, an editor and columnist at the Economist, makes a strong case for the practical and moral value of meritocracy (while acknowledging its flaws), he doesn’t fully confront what might be its most disturbing challenge today: doubts about just what “merit” is or whether it even exists.<br />The idea of meritocracy is not new, of course. Mr. Wooldridge dates it to ancient Greece and Plato’s utopian vision of a governing class of carefully educated “philosopher-kings.” Imperial China developed an extensive “examination state,” he writes, to identify the most talented citizens throughout the country and bring them to the emperor’s court as “mandarins.” Liberal thinking about the rights of individuals and the oppressive character of the ancien régime helped fuel the spread of meritocracy in Europe after the Enlightenment. Rapidly in France and more gradually in Britain and elsewhere, confidence in the traditional, patronage-dispensing elites of landowners and nobles collapsed. This shift in outlook, as Mr. Wooldridge shows, led to reforms in schooling, government, business and the military.<br />It was in the United States, Mr. Wooldridge says, that meritocracy had the strongest appeal. In an 1813 letter to John Adams, Thomas Jefferson distinguished between two types of aristocracies: an artificial one “founded on wealth and birth” and a natural one rooted in “virtue and talents.” He argued that the Constitution enabled Americans to separate the two and enjoy the benefits of the second, the natural aristocracy, which was well suited to “the instruction, the trusts, and government of society.” With the important exception of race, the United States developed, in Mr. Wooldridge’s phrase, as “a republic of merit.”"
}