{
    "url_original": "https://www.wsj.com/articles/the-smart-way-to-catch-up-on-all-your-postponed-doctors-appointments-11627304402",
    "url": "the-smart-way-to-catch-up-on-all-your-postponed-doctors-appointments-11627304402",
    "title": "The Smart Way to Catch Up on All Your Postponed Doctors’ Appointments",
    "sub_head": "Many people are rushing to catch up on medical care they missed earlier in the pandemic. Here’s how to tackle your personal-health to-do list",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-371710?width=860&height=573",
    "image_1": "im-371710.jpg",
    "time": "2021-07-26 09:00:00",
    "body": "Lydia Elle decided to skip her annual physical last year. Her daughter was home doing virtual school, and Ms. Elle had little time to run out for an appointment. She also worried about contracting Covid-19 at a doctor’s office.<br />Now, she’s catching up. After a physical this spring, Ms. Elle has two specialist appointments this month. “Once they let my daughter go back to school, I felt safer to go back to the doctor,” says Ms. Elle, who is 40 years old and lives in Los Angeles. She has also used the time to reassess her care and switch practices, preferring one that integrates specialists under one roof and lets her communicate directly with practitioners.<br />Many people who avoided appointments earlier in the pandemic are now working to schedule care. But after more than a year, it can be hard to know where to start.<br />Catch-up care has a long to-do list: giving priority to which doctors to visit first, keeping up with new screening guidelines and finding doctors after a pandemic relocation—on top of addressing health problems that have arisen from more than a year of stress and disruption. Here are some strategies for navigating the return to the doctor’s office.<br />Primary-care doctors are intended to be the air-traffic controllers of your health, so a well visit is a good first step, says Natasha Bhuyan, a family physician in Phoenix at One Medical. “It’s a great starting point to touch on other topics,” she says. A primary-care doctor can help you create a road map for the screenings or specialist appointments you may have missed. Talk too about any health challenges that have developed during the pandemic. Dr. Bhuyan often sets aside time to talk about mental health, how activity levels have changed, and how people are adjusting to new ways of working."
}