{
    "url_original": "https://www.wsj.com/articles/the-2021-olympics-are-turning-into-a-20-billion-bust-for-japan-11626790720",
    "url": "the-2021-olympics-are-turning-into-a-20-billion-bust-for-japan-11626790720",
    "title": "The 2021 Olympics Are Turning Into a $20 Billion Bust for Japan",
    "sub_head": "Host nation expected an economic windfall and global recognition. But amid pandemic, a disgruntled populace just wants it all to go away.",
    "category_1": "Sports",
    "category_2": "Olympics",
    "image_1_url": "https://images.wsj.net/im-371899?width=700&height=467",
    "image_1": "im-371899.jpg",
    "time": "2021-07-20 10:18:00",
    "body": "TOKYO—When Toyota Motor Corp. said this week it wouldn’t run any ads in Japan tied to the Olympics, it sent a message louder than any TV commercial about the host nation’s grim mood.<br />Toyota is Japan’s most valuable company and a global Olympics sponsor, the top rank shared by only 13 others world-wide. For U.S. audiences, it spent millions of dollars on a Super Bowl commercial featuring the Olympic rings. But in Japan, any link to the Games was too sensitive for the auto maker to advertise.<br />The Olympics open on Friday a year late and during a Covid-19 state of emergency in Tokyo. Anticipation and expectations for an economic windfall have largely evaporated. Stadiums and arenas that cost over $7 billion to build or renovate for the Games will be mostly empty after spectators were banned.<br />Japan wanted the Tokyo Olympics to show the country is still a global force despite its declining population and a maturing economy eclipsed by China. The Games would also show how Japan rebounded from a devastating tsunami in 2011. Instead, the Olympics has compounded a malaise over the pandemic that has put its leader under pressure to keep his job.<br />Prime Minister Yoshihide Suga said he was confident that extensive measures to keep the public away from the event would prevent the spread of infection and that the country will still benefit from a huge global television audience."
}