{
    "url_original": "https://www.wsj.com/articles/the-local-school-board-is-unaccountable-so-im-running-for-a-seat-11625249846?mod=opinion_lead_pos6",
    "url": "the-local-school-board-is-unaccountable-so-im-running-for-a-seat-11625249846",
    "title": "The Local School Board Is Unaccountable, So I’m Running for a Seat",
    "sub_head": "Jefferson and Mason were banished in December from buildings that stayed shuttered until April.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-363271?width=620&size=1.5",
    "image_1": "im-363271.jpg",
    "time": "2021-07-02 14:17:00",
    "body": "Falls Church, Va.<br />My wife, Kristin, and I started paying close attention to the debate over school reopening at the end of 2020. Our elder son starts kindergarten in the fall, so we are about to have serious skin in the game.<br />In December, Virginia was still largely in lockdown mode. Parents were starting to get desperate about getting their kids back to in-person learning. But the seven-member school board in our small city had other priorities. It repeatedly deferred to the superintendent on pandemic policy and instead debated whether to change the names of Thomas Jefferson Elementary and George Mason High School.<br />The board paid a consultant to conduct a survey on whether those Virginian Founding Fathers’ slave ownership meant their names shouldn’t adorn school buildings. Three-quarters of the community members surveyed wanted to keep the names; the margins were smaller but still significant for current parents, students and staff. Overall, 56% of survey respondents supported keeping the names, about a quarter wanted to change them, and the rest had no opinion. Yet the board unanimously voted to rename.<br />That caught my attention. Regardless of the merits of Jefferson and Mason, how could elected officials be so oblivious to public sentiment? And this had nothing to do with national politics; Falls Church went 80% for Joe Biden in November, so the renaming survey didn’t reflect some inherent partisan divide."
}