{
    "url_original": "https://www.wsj.com/articles/the-man-in-the-mask-review-prisoner-of-mystery-11627511912",
    "url": "the-man-in-the-mask-review-prisoner-of-mystery-11627511912",
    "title": "‘The Man in the Mask’ Review: Prisoner of Mystery",
    "sub_head": "Jailers were told to keep him from communicating with anyone—for years. What awful crime had he committed to merit such treatment?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-376850?width=860&height=573",
    "image_1": "im-376850.jpg",
    "time": "2021-07-28 18:38:00",
    "body": "History possesses more than a few mysteries. Josephine Wilkinson took up one of them in “The Princes in the Tower” (2013), a biographical quest in which she tried to determine whether Richard III had indeed had his two young nephews murdered to secure his seizure of the English crown. Now she takes up another: What was the identity of the Man in the Iron Mask, the strangely disguised figure who was kept in prison for decades by order of Louis XIV?<br />As Ms. Wilkinson notes, no court of law had consigned him first to Pignerol, the French prison in northern Italy, and later to the Bastille in Paris. He was never put on trial, so there is no record of his alleged crime. He was deprived of liberty by that infamous device, the “Lettre de Cachet,” by which the French king could order someone to be locked away without having to give a reason. Sometimes the letter was issued at the request of a man’s aggrieved family or some offended nobleman. Voltaire, who would take an interest in the mystery of the famous prisoner, was himself briefly held in the Bastille at royal command.<br />There were, Ms. Wilkerson says, two notable prisoners in Pignerol at the time of the mystery man’s incarceration: Nicolas Fouquet, a former finance minister who had hoped to succeed Cardinal Mazarin in 1661 as France’s powerful first minister but who was instead charged with treasonable offenses; and the Comte de Lauzun, who was beloved of one of Louis’s cousins (a woman known as La Grande Mademoiselle) but who had offended the king’s mistress. In “The Man in the Iron Mask,” Ms. Wilkinson devotes long chapters to both of them. Their stories are certainly interesting but add little to the quest for the masked man’s identity, except this: He seems to have served briefly as Fouquet’s valet, which suggests that he wasn’t of noble birth.<br />Upon his arrest at Calais in 1669, he was registered as Eustache Dauger (or d’Auger), though he was given other names at other times, his true identity therefore never being surely established. He had somehow incurred the king’s “displeasure.” The governor of Pignerol, an official named Saint-Mars, was told to prevent the prisoner, when he arrived, from communicating with anyone “by any means whatsoever.” Ms. Wilkinson reports that, during the three weeks’ journey from Calais, the prisoner wasn’t masked: It seems unlikely that the journey was made without a word being exchanged.<br />He would remain a prisoner, always in the charge of Saint-Mars, until he died in the Bastille in 1703 or 1704, when he must have been at least in his 60s. He seems to have been resigned to his lot and to the silence in which he was condemned to live. He was reputedly devout, attending Mass regularly. There is no contemporary evidence of an iron mask—that detail seems to have been an invention of rumor and speculation, then myth—but he is said to have concealed his face behind a mask of black velvet. Those who did see his face, or said they did, reported him to be handsome. No explanation for his confinement was ever given, but the king and his ministers—especially Louis’s war minister, the Marquis de Louvois—continued to receive reports of his condition and conduct."
}