{
    "url_original": "https://www.wsj.com/articles/the-ambassador-review-joseph-kennedy-susan-ronald-11626451118?mod=opinion_major_pos11",
    "url": "the-ambassador-review-joseph-kennedy-susan-ronald-11626451118",
    "title": "‘The Ambassador’ Review: Joseph Kennedy’s Diplomatic Disaster",
    "sub_head": "At a fraught moment in history, America’s bumptious envoy sided with appeasers and mastered the art of the faux pas.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-370023?width=860&height=691",
    "image_1": "im-370023.jpg",
    "time": "2021-07-16 16:34:00",
    "body": "He was manipulative—and manipulated. He was a boor—and a bore. He had gumption—and guile. He was a vicious infighter—and a reflexive appeaser. He was imperious in manner—and impervious to advice. He was the paterfamilias to a political dynasty—and a notorious philanderer. He was ambitious—and defeatist.<br />Joseph P. Kennedy was all these things, and as the American ambassador to the Court of St. James’s during the critical years of 1938 to 1940, he pulled off a statecraft inside straight: He managed to alienate his sponsor (Franklin Delano Roosevelt), his direct supervisor (Secretary of State Cordell Hull), his ally in appeasement (Prime Minister Neville Chamberlain) and his diplomatic colleagues (both American and foreign).<br />Historians and Kennedy-watchers always knew that President Kennedy’s father was a difficult character—a “problematic” one, as we might say today. For a long time he showed up principally in chronicles of the Irish ascendancy in America, as background in JFK biographies, or as an aside in histories of American foreign policy in the period before the United States entered World War II. In recent years we’ve learned more about him—a good deal of it not very flattering. But seldom has the Joe Kennedy story been told in such a searing, remorseless way as it is in Susan Ronald’s “The Ambassador” (St. Martin’s, 441 pages, $29.99), her account of Kennedy’s foray into diplomacy.<br />“Kennedy did not have the skill set of a career diplomat,” Ms. Roland says with admirable understatement. The son of a Boston barkeep with political influence, he found political advantage—as did his sons in the next generation—in the fact that his grandparents on both sides were Irish Catholics. Step by audacious step Joe Kennedy—part trimmer (in the argot of Old Boston) and part striver (in the manner portrayed in countless American success stories)—worked his way up, not always scrupulously: small-town banker, Wall Street financier, Hollywood film entrepreneur. Roosevelt made him the first chief of the Securities and Exchange Commission out of the devout conviction that it took a thief to catch a thief. He sent him to London to get him out of the way and kept him there to keep a distance from someone he considered “a very dangerous man.” Nonetheless, FDR said, “I have made arrangements to have Joe Kennedy watched hourly and the first time he opens his mouth and criticizes me, I will fire him.” That, of course, was only one of FDR’s broken presidential promises.<br />Ms. Ronald, a versatile biographer whose previous work ranges from Shakespeare to Nicholas II, paints Joe K. as a gifted talker and natural networker. He had the financial resources for the job—no poor man was sent abroad in those days—but not the temperament. “He valued his own opinion too much to analyze the personalities he would need to assess accurately for the good of the United States and Great Britain.” As Ms. Ronald implies: The right ambassador is an asset to the country he represents—and to the country in which he serves."
}