{
    "url_original": "https://www.wsj.com/articles/the-boy-behind-the-door-review-horror-shudder-11627417516",
    "url": "the-boy-behind-the-door-review-horror-shudder-11627417516",
    "title": "‘The Boy Behind the Door’ Review: Stranger Danger",
    "sub_head": "In Justin Powell and David Charbonier’s horror flick on Shudder, two tween boys are kidnapped and taken to a remote location, where one risks his life in a race to help the other escape.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-375138?width=860&height=573",
    "image_1": "im-375138.jpg",
    "time": "2021-07-27 16:26:00",
    "body": "Horror is the jazz of movie genres. The music relies, often enough, on standards (Cole Porter, George Gershwin, Richard Rodgers, Stephen Sondheim). The films, almost invariably, rely on a selection of standard devices—the old dark house, the cabin on the lake, the homicidal maniac with mother issues and designated victims who say, “I’ll be right back.” What makes one performance or film better than another are the variations. The interpretations. The spins and tweaks. And creaks. You see it a lot on the AMC-owned service Shudder. You see it throughout “The Boy Behind the Door.”<br />Written and directed by Justin Powell and David Charbonier, it’s a tale of abduction by parties unknown, which is the basis of the entire “Saw” franchise, as it happens, though Messrs. Powell and Charbonier take it places you’re not expecting them to go. Frankly, the directors take you places you wish they wouldn’t: When “friends to the end” Bobby and Kevin (Lonnie Chavis and Ezra Dewey) let their baseball roll down the wrong hill one afternoon, Bobby ends up in the trunk of a car and Kevin finds himself the latest attraction in what is gradually revealed to be a pay-to-play sex-abuse operation in a South Dakota house so remote that no one would ever hear you scream.<br />Horror filmmakers have to keep raising the stakes; what scared us once won’t necessarily scare us again. Still, it’s remarkable how much dreadful mileage Messrs. Powell and Charbonier get out of Kevin and Bobby’s plight, far more than if the tween boys were simply threatened with death. Once Bobby gets himself free, he has to rescue Kevin, who is locked in an upstairs room with a shackle on his leg and an electronic shock collar around his neck. The faceless kidnapper, meanwhile, greets a visitor, accepts a wad of cash and hands over a wristwatch with a preset time: The recipient is then given access to the room, and Kevin. Bobby, meanwhile, has to battle several opponents that include the customer, a labyrinthine house and that prime component of countless thrillers, time—the kidnapper will return, we presume, when the watch starts to beep.<br />“The Boy Behind the Door” is an underwritten movie and an underpopulated one, though missing people are less of a handicap to the narrative than missing information. The several implausible moments—why does Bobby do this when he obviously should have done that—are largely made up for by a confident sense of visual purpose: The sun-kissed fields the boys romp through in the opening moments are scarred by power lines; the bucolic Middle American farm setting becomes gothic and awful. There are a couple of politically motivated asides that are unnecessary; they do little but distract. But there are also sequences in the film that might have been in a silent movie—when there’s no need for dialogue, you don’t get any. In fact, so much of the action is so quietly enacted, and so little of that action requires any unsavory explanations, that I can imagine watching “The Boy Behind the Door” with my 9-year-old son and not being asked one uncomfortable question about the content. He might ask, “Why are you letting me watch this movie?” and to that I would have no appropriate answer."
}