{
    "url_original": "https://www.wsj.com/articles/the-court-bolsters-voting-rights-11625178708?mod=opinion_lead_pos1",
    "url": "the-court-bolsters-voting-rights-11625178708",
    "title": "The Supreme Court Bolsters Voting Rights",
    "sub_head": "A 6-3 majority saves judges from becoming election commissions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-01 18:33:00",
    "body": "The Supreme Court issued its ruling of the year on Thursday in upholding two Arizona voting rules. In a single blow, the Justices shot down efforts to politicize the Voting Rights Act and saved federal courts from becoming super election commissions.<br />Democrats in Brnovich v. DNC challenged Arizona’s ban on ballot harvesting and a requirement that voters cast ballots on Election Day in the precinct  of the county where they’re registered. They claim the rules have a disparate adverse impact on minority groups and violate Section 2 of the Voting Rights Act. A district judge found no evidence the rules were discriminatory in intent or effect. But liberal judges on the Ninth Circuit Court of Appeals overruled the lower court.<br />Progressives have been bombarding courts with challenges to state voting laws under Section 2 since the High Court in Shelby County v. Holder (2013) struck down the Voting Rights Act’s requirement that the Justice Department or federal courts sign off on election-law changes in states with histories of discrimination. The Biden Administration’s lawsuit against Georgia’s new voting law is based on Section 2.<br />Writing for a 6-3 majority, Justice Samuel Alito chronicles the history of Section 2, which Congress amended in 1982 by eliminating an earlier requirement that plaintiffs prove discriminatory intent. Congress, however, directed courts to consider whether election procedures were “equally open” and provided equal “opportunity” to minorities based on “the totality of circumstances.”<br />Arizona allows all voters to vote by mail or in person for nearly a month before Election Day. Its rules are hardly burdensome based on the totality of circumstances, Justice Alito notes. Even the Biden Justice Department didn’t dispute that Arizona’s rules are kosher under Section 2."
}