{
    "url_original": "https://www.wsj.com/articles/the-bummer-olympics-may-yet-be-redeemed-11627660503",
    "url": "the-bummer-olympics-may-yet-be-redeemed-11627660503",
    "title": "The Bummer Olympics May Yet Be Redeemed",
    "sub_head": "The U.S. team has had several tough losses—in sports that we invented!",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-377390?width=860&height=573",
    "image_1": "im-377390.jpg",
    "time": "2021-07-30 11:55:00",
    "body": "The Summer Olympics has often lifted the hearts of the American people in dark, dark times. Think of Jesse Owens personally humiliating Adolf Hitler at the 1936 Olympics in Berlin, Cassius Clay taking Rome by storm in 1960, Mary Lou Retton bouncing her way into immortality in the Soviet-boycotted Los Angeles games in 1984.<br />The Summer Olympics is forever associated with names like Thorpe, Joyner-Kersee, Louganis, Thompson, Lewis, Raisman, Spitz, Moses and Phelps, legends that thrilled us to the marrow with their jaw-dropping exploits. And that’s without mentioning beloved foreigners like Nadia Comaneci.<br />Thus, the stage was set for the 2021 Summer Olympics to once again raise our battered spirits during this time of global Covid-19 terror. But almost immediately things went awry. The previously invincible U.S. women’s soccer team got humiliated by the Swedes in the prelims and barely managed to eke out a draw against the unheralded Australians. Then the men’s basketball team shocked the world by losing to France. Yes, that France. The one with fleur de lis and petits fours and Marshal Pétain. This in a sport that Americans invented.<br />In more bad news, the U.S. women’s softball team got shut out by the Japanese. Again, in a sport that Americans invented. And while all this was taking place on the sun-drenched soccer and softball fields, American swimmers were losing races to unheralded Tunisians. Well, just the one unheralded Tunisian. No, this was not as bad as losing at basketball or softball or quoits, because in the strict technical sense we did not invent swimming. But neither did the Tunisians.<br />Yes, for a while there, things were looking bleak. Swimmers who were supposed to win gold won silver, track stars who were supposed to win silver won bronze. Naomi Osaka, a Japanese citizen who has spent all but the first three years of her life in the U.S., and is now one of the biggest stars in tennis, got bounced out of the Olympics by a non-household name in the second round. Just like that, the biggest star of the Tokyo Olympics was gone."
}