{
    "url_original": "https://www.wsj.com/articles/the-sacred-band-review-a-special-kind-of-unit-cohesion-11627245234",
    "url": "the-sacred-band-review-a-special-kind-of-unit-cohesion-11627245234",
    "title": "‘The Sacred Band’ Review: A Special Kind of Unit Cohesion",
    "sub_head": "In ancient Greece, an elite ﬁghting unit, known for its courage and esprit de corps, was composed of male lovers sworn to mutual loyalty.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-374859?width=860&height=573",
    "image_1": "im-374859.jpg",
    "time": "2021-07-25 16:33:00",
    "body": "The city of Thebes, in central Greece, has often been marginalized if not forgotten, both in antiquity and in modern times. Though it produced at least one wonderful poet (Pindar) and one stellar musician (Pronomus), it never bred a historian to match, say, Thucydides of Athens. Its mythical tradition was appropriated by the dramatists, above all the tragedians, of Athens, and the tradition itself is riddled with filicide, patricide, incest, civil war and other such abominations. But it was in 480 B.C. that Thebes blotted its escutcheon comprehensively: So far from joining forces with Sparta and Athens to resist a mighty Persian amphibious invasion, it actively took the Persian side and, to use a word derived from the Greek for such an act, “medized.” For that error, Alexander of Macedon made the city pay horribly, annihilating almost all of it in 335 B.C.<br />In “The Sacred Band,” James Romm brings to the fore another striking aspect of Thebes’ varied history: a group of warriors who originated there and who, over four decades in the fourth century B.C., fought throughout central Greece, helping to defeat formidable foes and solidifying Thebes’ decade-long dominance. Mr. Romm, a classics professor at Bard College, deftly pieces the story together from the limited sources that have come down to us.<br />It is not entirely clear, for instance, why the lokhos (i.e., regiment or band) was dubbed hieros (or sacred), though it is logical to guess that it was because its 300 members swore a religious oath of mutual loyalty in the names of the Theban gods. (Among those gods was the native son Heracles, a role model in more ways than one.) Nor do the sources tell us precisely how the first 300 were recruited—apparently by one Gorgidas, in 378 B.C.—or how the total of 300 was maintained when any member of the Sacred Band, always supposedly one of an adult loving couple, was killed or incapacitated. The figure of 300, by contrast, is relatively easy to account for: Other Greek cities had maintained elite forces of that size. Probably the most famous 300 of all—before the Sacred Band—was the elite pick-up force of Spartans gathered by King Leonidas for the anti-Persian defense of the Thermopylae pass in 480 B.C.<br />The period of the Sacred Band’s 40-year history—378-38 B.C.—is a tangled web of shifting alliances and affiliations, especially during Thebes’ heyday, ending in 362 B.C. At the time, Thebes was one of the major players in mainland Greece and the hegemon of all Greece, from Macedonia southward, calling the shots thanks to its remarkable military distinction. That distinction was owed not least (but not exclusively) to the Sacred Band.<br />Among the pleasures of Mr. Romm’s account are the remarkable figures who emerge from the military derring-do. The Sacred Band’s most prominent commander was Pelopidas, a man of democratic leanings who had masterminded a bold and cunning coup against Sparta’s brutal occupation of Thebes just before the band was formed."
}