{
    "url_original": "https://www.wsj.com/articles/the-zoom-revolution-empowers-women-to-speak-up-11625260956?mod=opinion_major_pos4",
    "url": "the-zoom-revolution-empowers-women-to-speak-up-11625260956",
    "title": "The Zoom Revolution Empowers Women to Speak Up",
    "sub_head": "When you talk, it’s hard for anyone to interrupt. And a face staring back on screen is hard to ignore.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-363292?width=620&size=1.5",
    "image_1": "im-363292.jpg",
    "time": "2021-07-02 17:22:00",
    "body": "After 14 months working from home, I have mastered the art of digital collaboration. What began as a clumsy series of video chats from my kitchen counter—plagued by technological difficulties and unfamiliarity—quickly became the most efficient and effective way to connect with colleagues and clients across the globe. I am proficient in BlueJeans, Teams, Webex, Meet, Chime and 8X8, but I have a black belt in Zoom, my preferred videoconferencing tool. I personalize my background, admit participants, put up my hand, pull up presentations, and mute and unmute myself as needed.<br />The efficiency and flexibility of videoconferencing is dominating discussions about the return to the office. As I think about a post-pandemic world, I am faced with the inevitable pivot back to in-person meetings, day-to-day interactions and the choices that must now be made: Is this a phone call, an email, a Zoom, a lunch, a coffee or a meeting?<br />Suddenly possibilities are opening up for more-tailored interactions and better time management. Some meetings are best conducted in person. But for investment bankers, a return to meetings may also mean a return to old practices and protocols that have tended to keep women in a corner of the room.<br />Zoom is the great equalizer. Everyone’s box is the same size. It doesn’t matter if you are the CEO or the summer intern, your real estate is the same. A box with a name but no title became a tool of empowerment. Your name and face are consistently visible, making you more memorable, familiar and known. When you speak it is very hard for anyone to interrupt and it is also very hard to be ignored with your face staring back. You get invited to a lot of meetings that you wouldn’t have attended if travel were involved. I have witnessed many women in investment banking, young women in particular, find their voices and project newfound confidence in this virtual square. Remember, this is an industry still dominated by men and the physical manifestations of assertiveness and power.<br />Over the course of my career I have pushed and shoved my way to the head of the conference table. Like many other women, for a long time I would choose a seat at the back of the room. I remember the gestures at me to move out of the way so others could get down to business. I remember what it was like at the far end of the table, so far from the client I had to flick my business card down the table in a desperate attempt to be acknowledged. Many times my business card remained stranded in the middle of the table at the conclusion of the meeting. Often these habits follow women as they climb the ranks."
}