{
    "url_original": "https://www.wsj.com/articles/the-dncs-dishonest-voting-case-against-arizona-11625608666?mod=opinion_major_pos6",
    "url": "the-dncs-dishonest-voting-case-against-arizona-11625608666",
    "title": "The DNC’s Dishonest Voting Case Against Arizona",
    "sub_head": "The justices upheld our common-sense election laws against baseless charges of racism.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-364624?width=620&size=1.5",
    "image_1": "im-364624.jpg",
    "time": "2021-07-06 17:57:00",
    "body": "Protecting the right to vote while maintaining public confidence in the integrity of the results is every public servant’s sacred duty. With that in mind, I defended Arizona’s election safeguards before the Supreme Court in March. Last week, in Brnovich v. Democratic National Committee, the justices ruled 6-3 in our favor, reaffirming the ability of states to administer secure elections with outcomes every voter can trust.<br />The Democratic National Committee asked the court in 2016 to strike down Arizona’s statutes on in-precinct voting and ballot harvesting as violations of the Voting Rights Act. The DNC didn’t have a sound or compelling argument, so it lapsed into calling Arizona “racist” for passing the law. I am thankful the justices saw through this partisan attack and upheld our common-sense measures. The court’s ruling is a win for election integrity at a time when the far left conducts propaganda campaigns to trick people into believing any election law that protects against voter fraud is “Jim Crow 2.0.”<br />The irony is that the DNC chose to attack Arizona, a state that offers some of the most convenient ways to vote. You can vote early in-person, vote on Election Day, or request a no-excuse absentee ballot. Don’t want to get out of the car? We also have drive-through ballot drop-off sites. Contrast that with other jurisdictions such as Delaware, Connecticut and New York, which require bureaucrats to approve your reason for absentee voting. Why are those requirements not being challenged? It’s clear that the DNC prefers to pursue its partisan power plays in what it deems to be battleground states.<br />In 2016 the Arizona Legislature established new guidelines restricting who can collect and deliver another person’s ballot, a practice that has become known as “ballot harvesting.” Ballot harvesting often exploits vulnerable communities when third parties not only gather and claim to deliver all ballots, but also “assist” people in filling them out. This opens the door and rolls out the carpet for anyone who may be attempting to commit voter fraud or intimidation.<br />Arizona’s Legislature passed ballot-harvesting protections in 2016 after the city of Phoenix warned of unauthorized people going door-to-door to collect early ballots while purporting to be city election officials. Civil-rights leaders—including Michael Johnson, who previously served on Phoenix City Council, and the Arizona Latino Republican Association for Tucson Chapter—raised concerns about elderly and vulnerable communities being targeted by ballot-harvesting activists. With the common-sense guidelines that are now law, only a family or household member, caregiver, mail carrier or elections official is authorized to deliver your ballot. That provides acceptable levels of ballot security, convenience and peace of mind that we should all be able to agree on."
}