{
    "url_original": "https://www.wsj.com/articles/the-deadline-effect-review-countdown-to-zero-hour-11627597186?mod=opinion_reviews_pos1",
    "url": "the-deadline-effect-review-countdown-to-zero-hour-11627597186",
    "title": "‘The Deadline Effect’ Review: Countdown to Zero Hour",
    "sub_head": "Rushed work can be shoddy, yet we dally and delay until the last minute, when a deadline suddenly concentrates the mind.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-377540?width=860&height=573",
    "image_1": "im-377540.jpg",
    "time": "2021-07-29 18:19:00",
    "body": "Those who reside in the rustic belt often marvel when squirrels, possums and other quadrupeds wait until cars are right on them before commencing a mad dash across the road. Miscalculations result in an unpleasantly memorable squash, perhaps followed by the driver’s gratitude for being positioned higher up the Great Chain of Being.<br />Yet humans are also known to wait until the last minute to tackle whatever task is at hand. While miscalculations rarely reduce us to roadkill, they can have negative consequences. The good news, according to Christopher Cox in “The Deadline Effect,” is that we can make deadlines work for us instead of the other way around.<br />Mr. Cox, a longtime editor and writer, explains that the deadline was “originally the line on a printing press beyond which no type could be set”; during the Civil War, the “dead-line” was a boundary surrounding the stockade, “outside of which any prisoner would be shot.” Like nooses, deadlines can concentrate the mind. The problem is that, “as soon as you set a deadline, work tends to get delayed until right before time expires.” Rushed work can be shoddy; rushed deals can be ruinous.<br />One solution is the simple lie. An editor can issue a July deadline when October is the real drop-dead date. This strategy might even improve the final product, at least according to Viennese writer Karl Kraus (quoted by Mr. Cox): “A journalist is stimulated by a deadline. He writes worse when he has time.”<br />A better solution, Mr. Cox advises, is to set a “soft deadline with teeth.” These often amount to a rigorous rehearsal or dry run in advance of a hard deadline. The Jean-Georges restaurant group was in the process of opening two new restaurants in New York when Mr. Cox visited. “We make sure that we test, we test, we test, and test again,” chef Jean-Georges Vongerichten explained, a regimen that includes “mock services” that replicate opening night. The process, Mr. Cox writes, has “the virtues of the deadline effect (focus, urgency, cooperation) with none of the vices (rashness, desperation, incompleteness).”"
}