{
    "url_original": "https://www.wsj.com/articles/the-tangled-topology-of-knots-11625781814",
    "url": "the-tangled-topology-of-knots-11625781814",
    "title": "The Tangled Topology of Knots",
    "sub_head": "Analyzing the intertwining of threads and yarns starts with determining which knots are the same or different—and which aren’t really knots at all",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-365935?width=620&size=1.5",
    "image_1": "im-365935.jpg",
    "time": "2021-07-08 18:03:00",
    "body": "Mathematician Eugenia Cheng explores the uses of math beyond the classroom. Read more columns here.<br />I’ve been doing various sewing projects during the pandemic, starting with masks and then branching out to attempts at clothes. I don’t have a machine and find hand-sewing therapeutic, except when I get a knot in my thread. My sewing teachers in school taught us to undo those knots by inserting our needle point into the loop that is usually there and gently pulling on one side of the thread or the other.<br />The reason this method should work comes down to the math of knot theory. This is a branch of topology, a field of abstract math studying shapes. Topology is different from geometry, because it isn’t concerned with angles and curves—everything is imagined to be bendy and pliable. For knots, this means topology doesn’t care how thick the thread is, how tight the knot is pulled or which way we’re looking at it. It just studies how tangled up the knot is in principle.<br />People have used knots across history both decoratively, as in Celtic knots, and practically, for things like sailing and fishing. The mathematical field grew from Lord Kelvin’s suggestion in the 19th century that atoms might be structured like knots. This turned out to be incorrect, but mathematicians continued to study knots out of curiosity, and the theory later turned out to have wide applications. There are knots and tangles in molecular structures such as DNA, RNA and protein. Knots can also be used for studying the paths of objects in moving systems and for cryptography schemes.<br />When pure mathematicians study a structure, they often start by deciding which examples of it are the same in principle. Then they develop methods to figure out whether any two given examples are the same in practice. For numbers, the principle is rather simple: numbers are either equal or they’re not. For knots, it’s more subtle. In order to study a knot topologically, we imagine gluing its two loose ends together, making a closed loop. Two knots are the same if one can be reconfigured into the other by moving it around. If we tie a basic knot by crossing two ends of a piece of string and threading one end through the resulting loop, it is different from the knot made by wrapping the end through several times; the latter knot is more tangled."
}