{
    "url_original": "https://www.wsj.com/articles/the-spotify-of-travel-a-new-app-with-place-lists-11626807632",
    "url": "the-spotify-of-travel-a-new-app-with-place-lists-11626807632",
    "title": "The Spotify of Travel: A New App With ‘Place Lists’",
    "sub_head": "Bimble, launched in June, lets locals easily share their favorite spots from coffee shops to tiny hotels—creating and swapping idiosyncratic travel guides with like-minded wanderers",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-372255?width=860&height=941",
    "image_1": "im-372255.jpg",
    "time": "2021-07-20 15:00:00",
    "body": "BIMBLE, A SMARTPHONE APP that launched in June, might sound like a dating site, but it’s more akin to Spotify. Holed up in Oxford, England, during the pandemic, Francesca Howland and Julia Mallaby Rossler—a couple of formerly globe-trotting corporate refugees—dreamt up the app for travelers to save, share and recommend favorite watering holes, tiny hotels, independent bookstores and the kinds of finds that can make a trip transporting.<br />The platform’s goal: to share insider knowledge with a community of people who want to experience places the way locals do—the app version of that friend you always ask for recommendations before touching down in Boston or Berlin. Without Bimble, you might not find the petting zoo hidden in the Amsterdam Forest or Lucky Chip, a cheerful burger joint in London’s Netil Market.<br />You can also use the app to create a “place list” for your next destination or as a guide to your own town to share with friends—or far-flung strangers. Users fill out little profiles listing the regions they know best as well as their interests (“ballroom dancing,” “eating amazing food”) so you can suss out like-minded wanderers whose taste in cocktails and caftans is right up your alley.<br />Still in its infancy, Bimble doesn’t reach every corner of the globe just yet. Coverage is spotty and random. (One user, based in England, cryptically titled her place list: “Nice pubs to try not necessarily near us.”) But the digital portal has attracted heavyweight investors like Dimitris Panagopoulos (an original backer of Net-a-Porter), and is, according to Ms. Howland, on track to have 300,000 users within the year.<br />Until then, think of Bimble as a leisurely, unpredictable stroll. Scroll through lists organized by themes (such as Food & Drink, Student Life and Well Being) and guides (Vegan Barcelona, Catskills Weekend Getaway). Then use the “thank you” button to let the poster know that their pick was spot on."
}