{
    "url_original": "https://www.wsj.com/articles/the-meaning-of-bidens-firing-spree-11626129832?mod=opinion_lead_pos3",
    "url": "the-meaning-of-bidens-firing-spree-11626129832",
    "title": "The Meaning of Biden’s Firing Spree",
    "sub_head": "He could inadvertently strengthen the separation of powers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-12 18:43:00",
    "body": "The Biden Administration may be the most progressive in decades, but it is accelerating a conservative revolution in presidential power over the federal bureaucracy. The latest example is the President’s sacking Friday of Social Security Administration (SSA) commissioner Andrew Saul, the Trump appointee whose six-year term wouldn’t have expired until 2025.<br />Democrats in Congress lobbied for Mr. Saul’s firing because he displeased federal employee unions. Mr. Biden has been aggressive in purging the federal government of Trump appointees, even those like the SSA commissioner who typically serve under Presidents of both parties. The Administration has also broken norms by axing the National Labor Relations Board general counsel and leaders at the U.S. Commission on Fine Arts and the Administrative Conference of the U.S.<br />In a legal memo justifying the firing of Mr. Saul, the Biden White House pointed to the Supreme Court’s decisions in Seila Law v. CFPB (2020), which held that the President could fire the head of the Consumer Financial Protection Bureau, and Collins v. Yellen (2021) which held that he can fire the head of the Federal Housing Finance Agency.<br />Those decisions were a major blow to the favored progressive model of governance, which sees agencies insulated from accountability as preferable to traditional democratic processes. Mr. Biden’s nominee to lead the CFPB, Rohit Chopra, in 2018 proposed a new agency to regulate political lobbying headed by a virtually unremovable director with a term of up to 10 years.<br />Yet Democrats are now adopting the conservative view that a President ought to be able to exert greater control over executive agencies. This shift comes from partisanship, not principle, but it could have lasting implications."
}