{
    "url_original": "https://www.wsj.com/articles/the-science-of-sweating-it-out-11626494460",
    "url": "the-science-of-sweating-it-out-11626494460",
    "title": "The Science of Sweating It Out",
    "sub_head": "You can’t detoxify your body in a sauna. But you just might get a runner’s high, a spiritual experience or a workout for your heart.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-369912?width=860&height=573",
    "image_1": "im-369912.jpg",
    "time": "2021-07-17 12:01:00",
    "body": "Nearly 20 people crammed into the scorching sauna of a Berlin spa on a cool evening in 2019, waiting for the Aufguss ceremony to begin. The word Aufguss translates to “infusion,” and spa-loving Germans speak about it as if it’s a spiritual experience. Sweaty missionaries—called Aufguss masters—have spread the ceremony to spas across Europe and beyond.<br />Carrying a wooden bucket and ladle, the Aufguss master stepped into the sauna to begin the ceremony. He scooped water infused with lemon grass essential oil onto the sauna’s hot rocks, releasing a pulse of scented steam. Then he picked up a towel and started whipping it around above his head.<br />Many cultures have ritualistic sweating ceremonies—if not currently, then at some point in their histories. Marbled hammams dot the Middle East; Native Americans have sweat lodges; Koreans frequent jjimjilbangs; Russians drink vodka in banyas; and the Finns have exported saunas across the Western world. For many people, there’s something both calming and cathartic about perspiring in vast quantities.<br />Mesmerizing towel work is the crux of the Aufguss ceremony, because it distributes thick gusts of hot wind around the sauna. Like the opposite of a winter windchill, which makes you feel colder, the steamy gale makes the sauna feel hotter. A good Aufguss master can work up enough wind over the course of the ten-minute ceremony so that your hair blows in the breeze, even as sweat floods down your skin.<br />The outpouring is not only sweat: Scientists have figured out that in a steamy sauna, between 30% and 55% of the liquid that rolls down your body is actually condensed water. Skin temperature in a sauna rises to a few degrees above normal (to about 109°F), but the rest of the space is typically about 175°F to 195°F, and the steam is above 210°F. Because your body is one of the coolest objects in the room, evaporated water condenses on it like kettle steam on a cold winter window."
}