{
    "url_original": "https://www.wsj.com/articles/the-rv-vacation-meets-glamping-as-more-americans-embrace-outdoor-trips-11627409251",
    "url": "the-rv-vacation-meets-glamping-as-more-americans-embrace-outdoor-trips-11627409251",
    "title": "The RV Vacation Meets Glamping as More Americans Embrace Outdoor Trips",
    "sub_head": "A handful of glamping retreats around the U.S. now cater to Outdoorsy’s RV renters looking for a little coddling around the campfire",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-375129?width=860&height=970",
    "image_1": "im-375129.jpg",
    "time": "2021-07-27 14:07:00",
    "body": "IN THE GROWING field of outdoor hospitality, a new collaboration is giving the often folksy #vanlife crowd a luxe way to escape. Collective Retreats, a company that’s created glamping compounds in unexpected places such as Governors Island in New York Harbor, has teamed up with Outdoorsy, often referred to as the  Airbnb  of RV rentals.<br />Peter Mack, founder of Collective Retreats, said that over the years he and his team noticed more guests arriving at their deluxe tent locations—which Mr. Mack said will number 25 within a few years—in “sprinter vans and RVs.” Meanwhile, Outdoorsy was observing that more and more RV renters were punctuating their road trips with a couple of nights at upscale accommodations that still connected them with nature. So starting later this year, Outdoorsy drivers will be able to pull up to their own private outdoor deck and tent at a Collective Retreats site, complete with: a climate-controlled bathroom, spa shower and soaking tub; a covered terrace; and access to all the retreat’s hotel features, like a cocktail bar and wellness program.<br />For now, RV renters can enjoy a more modest version of this collaborative solution, driving an ADK Adventure Van (about $250 a night through Outdoorsy) to one of three existing Collective Retreats locations—maybe Collective Vail in the mountains of Colorado or Collective Hill Country, an hour from Austin—park in a secured area, and be transported to a chic tent for a night or two of creature comforts. Even off-the-grid boondockers yearn for a nice bottle of wine and cooked-to-order breakfast once in a while. From $179 a night, collectiveretreats.com/outdoorsy"
}