{
    "url_original": "https://www.wsj.com/articles/the-unending-trial-of-sacco-and-vanzetti-11625837342",
    "url": "the-unending-trial-of-sacco-and-vanzetti-11625837342",
    "title": "The Unending Trial of Sacco and Vanzetti",
    "sub_head": "A century ago, the murder conviction of two Italian immigrants set off a worldwide protest movement and revealed a polarized America.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-365665?width=620&size=custom_3754x2985",
    "image_1": "im-365665.jpg",
    "time": "2021-07-09 09:29:00",
    "body": "A century ago this week, on the evening of July 14, 1921, a verdict was announced in the murder trial of Nicola Sacco and Bartolomeo Vanzetti. The complex trial, held at the courthouse in Dedham, Mass., had lasted seven weeks and involved 167 witnesses, with confusing ballistics reports and testimony in Spanish and Italian. Deliberations were expected to drag on for a day or more, but just hours after closing arguments the jury pronounced the men guilty, and they were sentenced to death. Sacco, a 30-year-old shoemaker, cried out in Italian, “Sono innocente!” (“I am innocent!”). Vanzetti, a 33-year-old fishmonger, seemed stunned.<br />At the time, the conviction of Sacco and Vanzetti was barely noticed by the wider world. Within a few years, however, the case had become a political cause célèbre. Claiming the men had been convicted for their political beliefs, protests raged in capitals from London to Tokyo. A century later, the affair, with its dueling accounts of the facts and intense ideological passions, offers a reminder that political polarization in America has been with us for a long time. On the eve of Sacco and Vanzetti’s execution on Aug. 23, 1927, the novelist John Dos Passos wrote: “All right, we are two nations.”<br />The saga that ended in the electric chair began on April 15, 1920, when two guards were gunned down outside the Slater-Morrill Shoe Company in Braintree, Mass. Two gunmen escaped with the steel boxes containing the factory’s payroll, some $15,000. Under intense pressure to solve the shocking crime, the police staked out a mechanic’s shop where they believed a car connected to the robbery was being repaired, and a few weeks later Sacco and Vanzetti showed up to retrieve it, falling into the trap. At the time of their arrest they were armed to the teeth, and in mug shots published throughout Boston they appeared as sinister “yeggs,” the 1920s term for a gangster.<br />Questioning revealed that both men were anarchists—supporters of a radical political movement that called for the destruction of all government and used assassination as a propaganda tool. Since 1900, anarchists had killed several world leaders, including President William McKinley. In 1919, a terrorist group calling itself “The Anarchist Fighters” coordinated midnight bombings in eight Eastern cities. On Sept. 16, 1920, five days after Sacco and Vanzetti were indicted, a friend from their anarchist circle rigged a bomb that killed 33 people on Wall Street.<br />Supporters of Sacco and Vanzetti have long claimed they were political prisoners, convicted for their anarchist views. But members of the jury maintained that they never discussed anarchism during deliberations. Perhaps they did not need to. To the all-Anglo jury, it may have been too easy to see the Italian prisoners seated in an iron cage as guilty, even though witnesses were all over the map—some “positive” that Sacco and Vanzetti were the gunmen, others uncertain. The prosecution said that a cap found at the crime scene fit Sacco, but he struggled to put it on and said it was “too tight.” Several witnesses swore to seeing the men elsewhere on the day of the crime, but as Massachussets Governor Alvan T. Fuller later said, “Those are Italians; you can’t accept any of their words.”"
}