{
    "url_original": "https://www.wsj.com/articles/the-senior-living-stock-that-is-an-overlooked-reopening-play-11626087600?mod=business_minor_pos10",
    "url": "the-senior-living-stock-that-is-an-overlooked-reopening-play-11626087600",
    "title": "The Senior Living Stock That is an Overlooked Reopening Play",
    "sub_head": "A swift vaccine rollout is one factor boosting the case for Brookdale Senior Living",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-365901?width=620&size=1.5",
    "image_1": "im-365901.jpg",
    "time": "2021-07-12 07:00:00",
    "body": "Investors have picked over almost every reopening trade imaginable. But there is a fresh opportunity as the senior-living industry rebounds from an especially harsh pandemic blow.<br />It wasn’t just that nursing homes and related facilities were early epicenters of Covid-19 outbreaks, which gave would-be customers an obvious reason not to send their relatives to one. The industry was also hit by the economic fallout from the pandemic: Demand for senior-living services is sensitive to the economy as residents and their families often need to come up with the money themselves, especially following the financial turmoil that has beset long-term-care insurance providers.<br />Brookdale Senior Living, a publicly traded operator of nearly 700 senior-living facilities and other senior-living communities in 42 states across the U.S., was certainly no exception. Occupancy rates at Brookdale fell to 69.4% earlier this year from about 82% before the pandemic. The hit to the top line was coupled with Covid-19 related expenses such as personal protective equipment and extra pay for staff. Brookdale shares were down more than 75% at the nadir of the crisis.<br />Thanks to a swift vaccine rollout, however, the picture at Brookdale is noticeably brighter today. “It felt like we moved heaven and earth to make this happen,” said Chief Executive Lucinda “Cindy” Baier in an interview.<br />That effort entailed, for instance, securing priority status for residents in both federal and state vaccine rollouts and partnering with pharmacies to deliver the shots. About 93% of residents have accepted a vaccine, and Covid-19 cases at Brookdale facilities are down 97% from the peak. And while occupancy remains well below pre-pandemic levels, the rate has improved steadily over the past four months to 71.2%."
}