{
    "url_original": "https://www.wsj.com/articles/the-novel-material-thats-shrinking-phone-chargers-powering-up-electric-cars-and-making-5g-possible-11626494445?mod=business_lead_pos6",
    "url": "the-novel-material-thats-shrinking-phone-chargers-powering-up-electric-cars-and-making-5g-possible-11626494445",
    "title": "The Novel Material That’s Shrinking Phone Chargers, Powering Up Electric Cars, and Making 5G Possible",
    "sub_head": "Gallium, once an industrial-waste product, is transforming our increasingly electrified world",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-07-17 12:00:00",
    "body": "If you’re reading this on a screen, it’s likely you’re literally staring at the future.<br />Present in most LED screens, as well as the LED lights that now provide much indoor illumination, is the metal gallium. And while not as well known as silicon, it is taking over in many of the places that silicon once reigned supreme—from antennas to charging bricks and other energy-converting systems known as “power electronics.” In the process, it’s enabling a surprising array of new technologies, from faster-charging cellphones, to lighter electric vehicles, to more power-efficient data centers that run the services and apps we use.<br />A byproduct of extracting aluminum from rock, gallium has such a low melting temperature that it turns into a runny, silvery-white liquid when you hold it in your hand. On its own, it isn’t terribly useful. Combine it with nitrogen, to make gallium nitride, and it becomes a hard crystal with valuable properties. It shows up in laser sensors used in many self-driving cars, antennas that enable today’s fast cellular wireless networks, and, increasingly, in electronics critical to making renewable-energy harvesting more efficient.<br />Many of the most tangible things made possible by gallium nitride, also known as GaN, are happening in power electronics. Today, you can buy small USB-C chargers with enough juice to power your laptop, phone and tablet simultaneously, even though they are no bigger than the much less powerful versions that have for years come with our gadgets.<br />Power electronics that convert one voltage level to another also are key to many aspects of electric vehicles. They are smaller, lighter, more efficient and emit less heat, so EVs can travel farther on a charge, says Jim Witham, chief executive of chip maker GaN Systems. Those properties also are great at squeezing significantly more electricity out of renewable energy sources such as solar panels, he adds. Even small efficiency gains in converting electricity add up when they happen multiple times, as in a renewable-powered grid that includes battery storage."
}