{
    "url_original": "https://www.wsj.com/articles/the-murder-spike-of-2020-when-police-pull-back-11626969547",
    "url": "the-murder-spike-of-2020-when-police-pull-back-11626969547",
    "title": "The Murder Spike of 2020: When Police Pull Back",
    "sub_head": "A criminologist argues that last year’s unprecedented rise in killings was the result of treating policing as a problem to be solved, rather than an essential part of public order.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-372855?width=860&height=573",
    "image_1": "im-372855.jpg",
    "time": "2021-07-22 11:59:00",
    "body": "The rise in murders in the U.S. in 2020 was unprecedented. Complete nationwide data for the year won’t be available until September, but we already know that in 70 cities and counties that account for a fifth of the U.S. population, the murder rate rose by 35%. The largest previous increase on record was 13% in 1968—a year that, like 2020, was marked by civil unrest, often triggered by police misconduct, leading to demands for police reform.<br />In the years before 2020, the murder rate had begun to edge up after a two-decade decline that reached a historic low in 2014. Even so, it rose just 15% in the next five years combined.<br />Why was 2020 so dramatically different? Some analysts have pointed to the extraordinary circumstances of the year: the stress of Covid-19 and its lockdowns; the plunging economy and spiking unemployment; a virtual standstill in criminal prosecution; the turmoil in city after city following the murder of George Floyd by police in Minneapolis. Some of these factors mattered less than is commonly thought, but others mattered a great deal, especially in their combined impact on policing.<br />Murder in America remains a relatively rare event, far below its 1991 peak. In 2020, one was far less likely to be murdered in the U.S. than to die from Covid-19, a drug overdose, a car crash or suicide. In many neighborhoods, murder is almost unheard of. But where it happens regularly, it has a powerful and destructive impact. The residents of such neighborhoods are often poor and disproportionately Black and Hispanic. Over half of all murder victims in America are Black, though Black Americans make up just 12.5% of the population.<br />No single cause can explain the spike in murder in 2020. Like politics, crime is local, and violent crime is often hyperlocal, but we can see some clear patterns among the most troubled cities."
}