{
    "url_original": "https://www.wsj.com/articles/the-ultimate-guide-to-tennis-clothesfrom-the-history-to-the-perfect-shoes-11627670972",
    "url": "the-ultimate-guide-to-tennis-clothesfrom-the-history-to-the-perfect-shoes-11627670972",
    "title": "The Ultimate Guide to Tennis Clothes—From the History to the Perfect Shoes",
    "sub_head": "It requires skill to hit a volley while serving on-court fashion points. Here, everything you need to know including Venus Williams’s stance on tennis skirts and why special socks are essential.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-377233?width=860&height=573",
    "image_1": "im-377233.jpg",
    "time": "2021-07-30 14:49:00",
    "body": "In Burning Questions, we expertly answer your pressing (and not-so-pressing) queries on topics related to fashion and style.<br />We have the Victorians to thank (or blame) for tennis whites, the sportif riff on the ivory apparel that conferred status on upper-crust men and women during the era. Since white clothes dirtied quickly and required a staff to keep them pristine, they telegraphed privilege. While late-19th-century lawn tennis was first played in darker garden-party garb of silk dresses and full-on suits, cool, forgiving and status-y white began its ascent when the sport became more rigorous and competitive.<br />Another reason: White conceals sweat, and women who were obviously perspiring “were not deemed ladylike,” said Nicole Markham, a curator at the International Tennis Hall of Fame in Newport, R.I. She calls the default to white sexist, classist and misogynistic.<br />Whites endured for women and men (who were the sole players at the inaugural Wimbledon tournament in 1877). That famous tennis tradition still mandates mostly white garb, which can be accented only with minimal colored trim, as do plenty of private clubs in the U.S.<br />Club & Court, an American line that launched during Covid, has had great success with whites. “They’re our bestsellers,” said co-founder Kristin Nevins. “They keep you cool on the court and are a great staple...for any player, from newbie to pro.”"
}