{
    "url_original": "https://www.wsj.com/articles/the-u-s-military-is-a-voracious-gas-guzzler-now-some-want-it-to-go-green-11627563600?mod=politics_lead_pos6",
    "url": "the-u-s-military-is-a-voracious-gas-guzzler-now-some-want-it-to-go-green-11627563600",
    "title": "The U.S. Military Is a Voracious Gas Guzzler. Now Some Want It to Go Green.",
    "sub_head": "Advocates see gains in stealth and mobility from technologies that cut greenhouse-gas emissions",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-376646?width=860&height=573",
    "image_1": "im-376646.jpg",
    "time": "2021-07-29 09:00:00",
    "body": "BRUSSELS—The U.S. and its NATO allies are taking aim at a new adversary: climate change. They are finding unlikely supporters among their fuel-guzzling militaries who say quiet electric vehicles hold big advantages.<br />Reflecting President Biden’s climate push, the North Atlantic Treaty Organization declared rising temperatures “one of the defining challenges of our times” at a summit in June. NATO’s 30 members agreed to set emission-reduction targets for the alliance, but not for its individual militaries.<br />Few facets of modern life are less eco-friendly than the military. Fundamentals of green design—electrification, lightweight materials, energy efficiency—are anathema to warfighting. Speed, power, resilience and readiness need propulsion, heft, massive armor and engines idling for hours, awaiting instant activation. The Pentagon says it uses around 10 million gallons of fuel daily, equivalent to around 1,000 large tanker trucks.<br />Now, advocates including generals, military scientists and defense contractors see potential warfighting gains from harnessing rapid progress in commercial vehicles.<br />“We’ve got this unique situation right now. We’ve got national leaders focused on this, and the technology is maturing very quickly,” says Jim Miller, director of business development for combat missions systems at  BAE Systems  PLC, a British supplier to the Pentagon."
}