{
    "url_original": "https://www.wsj.com/articles/the-end-of-the-u-s-china-tech-stock-bromance-11625744592?mod=markets_lead_pos10",
    "url": "the-end-of-the-u-s-china-tech-stock-bromance-11625744592",
    "title": "The End of the U.S.-China Tech Stock Bromance",
    "sub_head": "Didi’s abrupt tumble just days after its New York IPO is likely to affect the kind of financial decoupling that the Trump administration was unable to achieve",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-08 07:43:00",
    "body": "One curious aspect of the U.S.-China conflict over technology is that, even with the two governments at each other’s throats, tech investors have been happy with a warm, mutually profitable embrace.<br />At least until now. The abrupt tumble of Chinese ride-hailing giant  Didi  just days after its blockbuster $4.4 billion initial public offering in New York is likely to put a long-lasting damper on new Chinese listings in the U.S., achieving the kind of financial decoupling, at least in stocks, that the Trump administration was unable to achieve. Amid an intensifying regulatory storm at home, Didi shares now trade at only around 70% of their June 30 IPO day opening price.<br />On Thursday, The Wall Street Journal reported that the Cyberspace Administration of China, which reports to a central leadership group chaired by Chinese President Xi Jinping, will be in charge of policing overseas listings.<br />What is happening now in Chinese internet technology has several aspects: politics, legitimate regulatory concerns over market power and data privacy and an ever more muscular Chinese industrial policy which views data as a sovereign resource and is also increasingly skeptical of the utility of consumer internet firms compared with hardware applications like microchips.<br />From an investor perspective the crucial takeaway is that all three of these things are now arrayed against consumer internet firms. Anyone buying into a Chinese internet tech IPO or hoping this crackdown proves transitory is taking a huge risk."
}