{
    "url_original": "https://www.wsj.com/articles/the-bishops-biden-and-communion-11625178959?mod=opinion_lead_pos10",
    "url": "the-bishops-biden-and-communion-11625178959",
    "title": "The Bishops, Biden and Communion",
    "sub_head": "It’s the secular left, not the church, that is using the sacrament as a political weapon.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-362798?width=620&size=1.5",
    "image_1": "im-362798.jpg",
    "time": "2021-07-01 18:36:00",
    "body": "In 1962, New Orleans Archbishop Joseph Rummel made waves in Louisiana politics by ordering the racial integration of Catholic schools. He then excommunicated three community leaders, including an influential local political boss, for organizing opposition to his decision. Archbishop Rummel taught that “racial segregation is morally wrong and sinful because it is a denial of the unity and solidarity of the human race as conceived by God.” The excommunicated politician responded by pushing to end state support of Catholic schools.<br />This important but largely forgotten episode comes to mind as the U.S. Conference of Catholic Bishops considers how to respond to President Biden’s public rejection of Catholic teaching on human dignity. While withholding communion over abortion is different from excommunication over segregation, the same eternal truths should shape how the faithful think about these situations.<br />The Eucharist, Pope Francis writes, “is not a prize for the perfect but a powerful medicine and nourishment for the weak.” But what if “the weak” deliberately champion their sin and relish confrontation with Christ’s chosen shepherds? The Eucharist is meant to help heal sinners, but that requires repentance.<br />Rep. Ted Lieu of California, a Catholic, responded not with repentance but by tweeting about his own support of abortion and daring the bishops to deny him communion. That’s not the posture of a “weak” man seeking medicine and nourishment. That is formal, public defiance of the church in which he freely chooses membership. And it’s not only Mr. Lieu. Nearly 50 years after Roe v. Wade, countless Catholic political leaders proclaim that the decades-old opinion of seven Supreme Court justices trumps millennia of church teaching and a basic understanding of biology, equality and justice.<br />The Catholic Church, recognizing that science reveals the child in the womb is a human being, teaches that he or she possesses the same dignity and value as the person reading these words. Every class of humanity deserves equal protection of the law—regardless of skin color, age, size or stage of development. This is a simple moral truth with profound spiritual consequences."
}