{
    "url_original": "https://www.wsj.com/articles/the-cruise-industry-destruction-act-11625517500?mod=opinion_lead_pos4",
    "url": "the-cruise-industry-destruction-act-11625517500",
    "title": "The Cruise Industry Destruction Act",
    "sub_head": "An 1886 protectionist law gives Canada power over Alaskan tourism.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-05 16:38:00",
    "body": "When Canada in February temporarily banned cruise ships from its ports because of Covid-19, Alaska’s congressional delegation blasted the move. They said the decision threatened the Alaska cruise industry. What they didn’t mention is that the reason this industry is at the mercy of Canada is because of U.S. law.<br />That law is the 1886 Passenger Vessel Services Act (PVSA), a close cousin of the Jones Act, another barnacle on maritime trade and services. But while the Jones Act deals with cargo, the PVSA deals with passengers. It requires cruise vessels transporting people between U.S. ports to be American-flagged, American-built, American-owned and American-crewed. As the Alaska example shows, like all protectionism the law penalizes the very people it is intended to help.<br />“The PVSA is not America First,” said Utah’s Sen. Mike Lee on the Senate floor in April. “This is the encapsulation of Special Interests First. Or even, you might say, Canada First. Perhaps this is the reason that the Canadian government lobbies Congress to keep the PVSA in place.”<br />Canada likes the law because of a loophole that lets ships get around the PVSA so long as they stop at a foreign port in between their calls at U.S. ports. That means Canada for Alaskan cruise ships. So when Canada closed its ports, it effectively shut down the Alaska industry.<br />Tourism in general and cruise lines in particular are already reeling from the cancellations caused by Covid-19. An April report by Alaska’s government notes that the cruise industry accounts for $3 billion of the state’s economy. “The economies of many communities in Southeast Alaska,” it says, “are entirely dependent on tourism.”"
}