{
    "url_original": "https://www.wsj.com/articles/the-man-who-hated-women-review-reign-of-the-censor-11625234881?mod=opinion_major_pos12",
    "url": "the-man-who-hated-women-review-reign-of-the-censor-11625234881",
    "title": "‘The Man Who Hated Women’ Review: Reign of the Censor",
    "sub_head": "From lottery tickets to medical books, the Society for the Suppression of Vice saw immorality everywhere.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362412?width=620&size=1.5",
    "image_1": "im-362412.jpg",
    "time": "2021-07-02 10:08:00",
    "body": "In 1873 a new federal law prohibited the distribution and promotion through the U.S. postal service of “obscene, lewd or lascivious” material. The legislation covered not only dirty postcards and sex toys but also pamphlets about contraception and sexual health. A booklet about marital relations or an abortifacient powder was now considered as indecent as an advertisement for a brothel. In “The Man Who Hated Women,” Amy Sohn tells us that the law “dealt a near-century-long blow to women’s health.” She argues that the vigorous prosecution of this law represents a prudish misogyny that dates from America’s Puritan founders and still prevails in some corners of the country today.<br />The censorious crusader responsible for this cruel initiative, known as the Comstock Law, was Anthony Comstock, a pugnacious bully with red muttonchop whiskers and size-13 boots, a pious Congregationalist and fervent believer in the Victorian ideal of womanhood—the so-called angel in the house. Comstock claimed that “he revered women,” Ms. Sohn tells us, “but he felt that he should dictate how they should conduct their lives, and that he was the protector of women’s natural innocence.” Born in New Canaan, Conn., in 1844, he worked for a time as a store clerk but eventually turned to anti-vice activism, offended by what he regarded as the moral corruption of Gilded Age New York.<br />During those years, New York was the center of both great wealth and extraordinary poverty. The city teemed with crime, violence and pornography. Bookstores openly sold smut; gambling salons and illegal lotteries proliferated; and prostitutes roamed the streets. Comstock was particularly outraged by the widespread advertisements for and easy availability of contraception and abortion services. These were among the few protections women had against unwanted pregnancies and the dangers of childbirth, but Comstock lumped them together with “sinful” practices. He persuaded the Manhattan branch of the YMCA to form a Committee for the Suppression of Vice, and then, as its representative, he went to Washington to lobby for much harsher penalties against obscenity peddlers.<br />“To garner support for his obscenity act,” writes Ms. Sohn, “Comstock organized the most vivid exhibition of sex toys the capital had ever seen.” The politicians crowded into the show, handled the toys and cards, and told him they would pass any law he wanted. The resulting Comstock Act of 1873 glided through Congress unchallenged. Over the next 12 years, 24 state legislatures passed similar “little Comstock laws.”<br />Shortly after his namesake legislation was passed, Comstock founded the New York Society for the Suppression of Vice to help “enforce state and federal obscenity laws.” In the two decades that followed, Comstock spearheaded thousands of lawsuits that centered on materials as diverse as lottery tickets, pornography and medical books written by physicians."
}