{
    "url_original": "https://www.wsj.com/articles/the-cosby-court-show-11625178409?mod=opinion_lead_pos4",
    "url": "the-cosby-court-show-11625178409",
    "title": "The Cosby Court Show",
    "sub_head": "An unpopular but tough ruling for the rights of the accused.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-363577?width=620&size=1.5",
    "image_1": "im-363577.jpg",
    "time": "2021-07-01 18:26:00",
    "body": "Once celebrated as “America’s Dad,” Bill Cosby today ranks among America’s most detested public figures for using drugs and celebrity to sexually prey on women. All the more reason the Pennsylvania Supreme Court deserves credit for insisting he’s still entitled to the protection of the Fifth Amendment.<br />At issue was a public promise the then district attorney, Bruce Castor, made not to prosecute Mr. Cosby in 2005 for sexually assaulting Andrea Constand. Mr. Castor did so because he thought his criminal case was weak, and because by ruling out criminal prosecution Mr. Cosby could be forced to testify in the civil case without benefit of the Fifth Amendment. The D.A.’s ploy worked, in the sense that Mr. Cosby then made sworn statements that were incriminating, and Ms. Constand was able to settle her civil case against Mr. Cosby for $3.38 million.<br />But nearly a decade later, a new district attorney prosecuted Mr. Cosby anyway and used the incriminating testimony Mr. Cosby had given in the civil suit in his criminal trial. These included admissions that he had obtained quaaludes as part of his effort to subdue women for sex. In 2018 he was convicted on three counts of aggravated indecent assault.<br />The due process violation here is no mere technicality. “Starting with D.A. Castor’s inducement,” Justice David Wecht wrote for court majority, “Cosby gave up a fundamental constitutional right, was compelled to participate in a civil case after losing that right, testified against his own interests, weakened his position there and ultimately settled the case for a large sum of money, was tried twice in criminal court, was convicted, and has served several years in prison.”<br />Six of the seven justices agreed to toss Mr. Cosby’s conviction, while four voted to forbid a retrial. The remedy is “both severe and rare” but warranted, Justice Wecht wrote."
}