{
    "url_original": "https://www.wsj.com/articles/the-lessons-lost-when-critical-race-theory-arrives-in-class-11626294690?mod=opinion_minor_pos1",
    "url": "the-lessons-lost-when-critical-race-theory-arrives-in-class-11626294690",
    "title": "The Lessons Lost When Critical Race Theory Arrives in Class",
    "sub_head": "Will American teachers stand up and reject the destructive ideologies backed by their unions?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-369364?width=860&height=573",
    "image_1": "im-369364.jpg",
    "time": "2021-07-14 16:31:00",
    "body": "The conceit at the heart of the campaign to embed critical race theory in American education is that U.S. schools have been teaching a whitewashed version of our nation’s history, a nationalistic rendering that ignores the country’s flaws. But of course anyone educated in the U.S. knows that left-leaning academics who are highly skeptical of American tradition have been dominating the field for generations. The current battle is really about whether largely factual critiques of America written by liberals will now be replaced by anti-American screeds written by propagandists who aren’t particularly concerned with accuracy.<br />This column has been hoping that the mostly liberal teachers who stand at the front of America’s classrooms will be roused to declare—loudly— that they are not Marxists or racialists and do not endorse the fact-challenged radicalism now being promoted by their union leadership. Today brings some cause for optimism, and also a healthy reminder that the lessons to be swept aside to make way for the new propaganda are ones that Americans of both parties will recognize as highly valuable.<br />This column recently noted the resolution adopted by the National Education Association, the country’s leading teachers union, pledging to  “oppose attempts to ban critical race theory and/or The 1619 Project” despite the significant errors in the project identified by historians across the political spectrum. The union also pledged to join “with Black Lives Matter at School and the Zinn Education Project” to call for “a national day of action to teach lessons about structural racism and oppression.” Howard Zinn was a Marxist opponent of American liberty whose rantings carried more respect among Hollywood celebrities than professional historians.<br />As for critical race theory, a veteran English teacher in Rhode Island public schools named Ramona Bessinger writes at the Legal Insurrection website about her experience when a new curriculum came to town:<br />Ms. Bessinger helpfully punctures the myth that current curricula are chock full of authors blind to American faults and historical sins:"
}