{
    "url_original": "https://www.wsj.com/articles/the-culture-war-is-a-leftist-offensive-11625784024?mod=opinion_lead_pos10",
    "url": "the-culture-war-is-a-leftist-offensive-11625784024",
    "title": "The Culture War Is a Leftist Offensive",
    "sub_head": "Democrats have become more extreme on social issues, and they aren’t prepared for the backlash.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-07-08 18:40:00",
    "body": "The word now is radicalized. So many people feel pushed to the edge and are pushing back. Go to social-media sites and search “school board meeting” adding descriptors like “explosive,” “outrage” and “chaos.” Parents are rising up. New York Democrats just picked an anticrime former cop as their mayoral nominee. Other signs that suggests a spirit of having been radicalized: Longtime alliances based on natural affinity are loosening. Conservatives by nature support and respect the military. That’s changing among some of them, or at least becoming less reflexive, under the pressure of charges of political correctness and a woke brass. Conservatives have begun detaching from traditional support for corporations over the idea they’re too woke, too big, and feel no particular loyalty to America, which made them, when the China market beckons.<br />There’s a sense in America of a continuing political realignment, that it didn’t all start and end in 2015-16. I think that what happened last summer, when the streets erupted and statues toppled, is being answered now with a pushback—a quieter one but no less consequential.<br />In connection with that, a small but possibly telling piece from a man of the left, journalist Kevin Drum, a veteran of Mother Jones and Washington Monthly, who posted some thoughts on July 3 on his blog at Jabberwocking.com. What he said is the obvious, but it wouldn’t be obvious to all his readers, and those to whom it is obvious wouldn’t want it said.<br />He titled the piece bluntly: “If you hate culture wars, blame liberals.”<br />“It is not conservatives who have turned American politics into a culture war battle,” he writes. “Since roughly the year 2000, according to survey data, Democrats have moved significantly to the left on most hot button social issues, while Republicans have moved only slightly right.”"
}