{
    "url_original": "https://www.wsj.com/articles/the-meme-stock-fantasy-is-becoming-a-reality-for-gamestop-and-amc-11625823008?mod=markets_lead_pos5",
    "url": "the-meme-stock-fantasy-is-becoming-a-reality-for-gamestop-and-amc-11625823008",
    "title": "The Meme Stock Fantasy Is Becoming a Reality for GameStop and AMC",
    "sub_head": "The hot companies of the moment are converting hype into real value, following a Wall Street tradition practiced by Tesla, AOL, Cisco and others. But true believers will pay for it.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-09 05:30:00",
    "body": "If you really, truly believe in meme stocks, clap your hands.<br />Two decades ago psychologist Frank Durgin coined the term “The Tinkerbell Effect” to describe things that can exist only because people think they do. The name stems from the original stage play of Peter Pan, in which the audience is asked to clap if they believe in the fairy Tinker Bell, reviving her as if through their applause.<br />The same can be said for plenty of things in the financial world, from tulips to dot-com stocks to dogecoin: More believers means more value for something that might not have any. Now, some of the so-called meme stock companies sent into the stratosphere by enthusiastic retail investors have latched onto a Wall Street tradition of transforming faith into intrinsic worth, at least for some.<br />Please don’t rush out and invest in something your nephew just heard about on Reddit, but recognize that some executives are shrewdly making hay while the sun shines. They might be going about it in a different way, but the effect is similar to what their C-suite predecessors have done over the years.<br />An early era of using inflated equity was the Go-Go 1960s. Retail involvement in the stock market was at a record and two plus two could equal five. A group of companies with names like Litton,  Teledyne ,   Textron  and ITT began growing rapidly by buying all sorts of unrelated businesses that executives said could create synergies."
}