{
    "url_original": "https://www.wsj.com/articles/the-howe-dynasty-review-an-imperial-family-11625836870",
    "url": "the-howe-dynasty-review-an-imperial-family-11625836870",
    "title": "‘The Howe Dynasty’ Review: An Imperial Family",
    "sub_head": "The brothers led Britain’s military campaigns in America while their sister shrewdly campaigned for them from London.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366523?width=620&size=custom_2110x2611",
    "image_1": "im-366523.jpg",
    "time": "2021-07-09 09:21:00",
    "body": "On the hot afternoon of July 6, 1758, advance troops of a vast Anglo-American army probed through forest toward the French fortress of Ticonderoga, in what is now upstate New York. As skirmishing suddenly erupted, the woods crackled with gunfire. Casualties were minimal but momentous: Shot through the heart, and among the first to fall, was the army’s charismatic second-in-command, British Brig. Gen. George Augustus, Lord Howe.<br />Since arriving in America the previous summer, the dynamic and popular Lord Howe had galvanized hopes of reviving a flagging colonial war against the French. The calamity of his death was soon compounded by another: Two days later, the flustered Maj. Gen. James Abercromby authorized a frontal assault that was repulsed at a heavy cost in killed and wounded.<br />The loss of George Howe at age 33 was not simply a jarring setback in Britain’s struggle with France but a personal tragedy for the aristocratic family he headed. Back in England, his widowed mother, Charlotte, Lady Howe, led the official mourning. Despite her grief, she worked to ensure that the seat in Parliament left vacant by George’s sacrifice was filled by one of his surviving brothers rather than an outsider. It was an action that won widespread admiration, inviting comparisons with the stoical matrons of ancient Rome.<br />Yet as Julie Flavell reveals in “The Howe Dynasty,” it was just one example of the way in which extraordinary Howe women transcended their expected gender roles to enter spheres of influence dominated by men. Ms. Flavell, an independent scholar who specializes in British-American relations, traces the fortunes of Lady Howe and her extensive brood. Key characters include George’s younger brothers Richard and William, who likewise played prominent roles in Britain’s imperial conflicts, and their lesser-known—but no less remarkable—elder sister Caroline. During a long lifetime, Caroline Howe (1722-1814) was a dedicated correspondent, expressing opinions that not only provide a fresh perspective on her notoriously taciturn brothers but offer fascinating glimpses into the rarefied world of the English aristocracy.<br />Spanning almost a century of the Georgian era, “The Howe Dynasty” presents a richly detailed and lively saga of one of its most distinguished families. Challenging and insightful, it reflects impressive scholarship, grounded in exhaustive archival research on both sides of the Atlantic. An especially valuable source is the correspondence that Caroline Howe maintained over more than 50 years of friendship with Lady Georgiana Spencer, mother of the celebrated leader of fashion, Georgiana Cavendish, Duchess of Devonshire."
}