{
    "url_original": "https://www.wsj.com/articles/the-long-evolution-of-the-cocktail-11626991292",
    "url": "the-long-evolution-of-the-cocktail-11626991292",
    "title": "The Long Evolution of the Cocktail",
    "sub_head": "From the 19th century’s smashes and slingflips to today’s mocktails, the only constant is refreshment.",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://images.wsj.net/im-373587?width=860&height=860",
    "image_1": "im-373587.jpg",
    "time": "2021-07-22 18:01:00",
    "body": "My favorite thing to drink this summer has been a super refreshing cucumber-mint limeade. I first made it one hot evening when my 12-year-old son and I were getting ready to watch a Euro 2020 soccer match. We squeezed lots of limes, mixed the juice with a bit of sugar syrup and blitzed it together with a whole peeled cucumber until it was a beautiful pale green color. Then we poured it into our prettiest glasses over ice, topped up with soda water and garnished with mint. It hit every spot you want in a summer drink. My son drank his straight up, but I added a shot of tequila to mine to make it into a cocktail.<br />What, actually, is a cocktail? It’s one of those words you can use hundreds of times in your life without ever asking where it comes from. In 19th-century America, cocktail was far from the only word for mixed alcoholic drinks. Like a sling (a drink made from brandy, rum or other spirits mixed with sugar, water and flavoring) or a toddy (much the same thing but with hot water and sometimes honey instead of sugar), cocktail originally meant a specific kind of mixed drink rather than mixed drinks in general. If history had taken a different course, we might all now speak of drinking drams, cobblers, coolers, smashes, juleps or—my personal favorite—slingflips.<br />In racing terms, a cocktail was originally a word for a horse that was a mixed breed rather than a thoroughbred. The idea of a cocktail-as-drink was that the alcohol was mingled with other ingredients, specifically with water, sugar and bitters (the original cocktail was basically a bittered sling). There were whiskey cocktails and gin cocktails and rum cocktails. These were excitingly flavored mixed drinks rather than pure spirit, and they were seen in the early 19th century as something you might drink in the morning, like coffee, to pep yourself up.<br />By 1917, when Tom Bullock published “The Ideal Bartender,” cocktails had assumed dozens of different forms, from Blue Blazer (flaming whiskey with sugar and lemon peel) to Leaping Frog (apricot brandy, lime and ice). The first Black American to publish a cocktail book, Bullock worked at the St. Louis Country Club and was renowned as the greatest mixologist of his time, versed in “the art of the julep.” He is sometimes credited as one of the inventors of the gimlet (gin and lime juice). It was said that his drinks were so good that no one could fail to finish one.<br />In more recent times, it seemed as if gimlets and juleps and slings were becoming archaic—like something out of the “Mad Men” era—in contrast to the simplicity of a glass of wine or beer. But with the pandemic, cocktails are back and more exciting than ever. Sri Lankan-British mixologist Ryan Chetiyawardana—the founder of Dandelyan in London, which has been named the world’s best bar—launched an online Master Class series on cocktail making in March 2020 which had a far bigger response than anticipated. Mr. Chetiyawardana, whose latest bar is Silver Lyan in Washington, D.C., suggested to me that the reason cocktail making found new fans over the past year is because “the act of making someone a cocktail feels very hospitable.” By sharing in the act of cocktail making over Zoom, friends and family could feel as if they were actually in the same room, enjoying the same icy-cold drink with the same mix of flavors, getting tipsy in unison."
}