{
    "url_original": "https://www.wsj.com/articles/the-20-billion-winner-of-the-american-ev-startup-boom-saudi-arabia-11626687002?mod=business_lead_pos6",
    "url": "the-20-billion-winner-of-the-american-ev-startup-boom-saudi-arabia-11626687002",
    "title": "The $20 Billion Winner of the American EV Startup Boom: Saudi Arabia",
    "sub_head": "World’s largest exporter of oil made well-timed bet on Lucid Motors",
    "category_1": "Markets",
    "time": "2021-07-19 05:30:00",
    "body": "The single biggest financial beneficiary of the recent U.S. electric-vehicle startup boom is an unlikely candidate: the world’s largest exporter of oil.<br />The kingdom of Saudi Arabia stands to record a profit of nearly $20 billion on a $2.9 billion investment in Lucid Motors Inc., a San Francisco Bay Area electric-car maker that is set to list publicly after it completes a merger with a special-purpose acquisition company Friday. The Saudi Public Investment Fund will own over 60% of the company, which is expected to have a market capitalization of about $36 billion based on the SPAC’s current share price.<br />The listing represents the fruits of a well-timed 2018 investment in Lucid when it was struggling for survival. Its Saudi lifeline came thanks to Mohammed bin Salman, the crown prince who was pushing his country’s Public Investment Fund to spend unprecedented sums on startups as part of a bid to diversify the country’s wealth away from oil.<br />More recently, the Saudi investment in Lucid benefited from the meme stock phenomenon that has reshaped financial markets. A flood of amateur stock traders has pushed up prices of companies merging with SPACs, especially in the electric-vehicle space, as traders bet that startups will emulate  Tesla  Inc.’s  stock market success leveraging the auto industry’s shift away from gasoline engines.<br />Lucid and the SPAC it is merging with,  Churchill Capital Corp. IV ,  gained a particularly avid following on Reddit and  Twitter .  After the pending merger of the two companies was reported in January, an online frenzy pushed Churchill’s stock up more than 500% by February before shares retreated significantly."
}