{
    "url_original": "https://www.wsj.com/articles/the-spanish-island-of-mallorca-is-a-design-loving-travelers-dream-11627651802",
    "url": "the-spanish-island-of-mallorca-is-a-design-loving-travelers-dream-11627651802",
    "title": "The Spanish Island of Mallorca Is a Design-Loving Traveler’s Dream",
    "sub_head": "Enchanted by the artistic assets of Mallorca, one visitor devises an enviable shopping and sightseeing tour around the island",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-377515?width=860&height=573",
    "image_1": "im-377515.jpg",
    "time": "2021-07-30 09:30:00",
    "body": "MALLORCA’S reputation today as a jasmine-scented, jet-set paradise can make it hard to swallow tales of the Spanish island’s formerly hardscrabble history. Frédéric Chopin, who spent the winter of 1838 on the island with his then-paramour, George Sand, nearly froze to death there. Until the 20th century, the island survived on agriculture and cottage industry and even today, tucked among the almond groves and luxury villas, are a number of workshops, artists studios and factories. Inside: gorgeous textiles, ceramics, shoes and many other objects of both beauty and utility, often fashioned in the same manner as they might have been in Chopin’s day.<br />While most visitors come to Mallorca for the sea and the sun, I went in search of art, artisans and the kind of souvenirs that you proudly show off, not instantly regret and shove in a junk drawer the minute you get home. I traveled from Madrid, where I live, in June, for a long weekend getaway with four friends, including two interior designers. With their help, I designed a three-day itinerary that—miraculously—pleased all of us. We bounced from museum to beach to boutique to taller (the Spanish word for studio or workshop). We also built in stops for meals at seaside restaurants and refreshments at tree-shaded terraces to refuel before pressing on. We stayed in Palma, at a friend’s home, and rented a car so we could easily explore the island and pack the trunk with our finds.<br />One note of caution for travelers based in the U.S.: Earlier this week, citing rising Covid cases in Spain and Portugal, the U.S. State Department and the CDC are warning Americans not to visit either country right now. With that in mind, I’d suggest using my guide below as inspiration for a later trip—and use the time to make space at home for all the goodies you’re bound to bring back once you do go.<br />An important lure in Mallorca’s tackle box is its cultured capital Palma, a cosmopolitan city that’s become an art destination with terrific museums and galleries, eye-catching architecture and both traditional and cutting-edge gastronomy. As far as medieval seaside cathedrals go, Palma’s massive La Seu sets the bar pretty high. Finished in the 16th century, it got some elegant embellishments by Antonio Gaudí at the turn of the 20th. A more recent side chapel by contemporary artist (and native son) Miquel Barceló depicts the miracle of the loaves and fishes in clay panels.<br />In the heart of the city, the Juan March Foundation shows 20th-century Spanish art in a 17th-century palace, and Caixa Forum features a roster of traveling exhibitions in one of the city’s most emblematic art nouveau buildings."
}