{
    "url_original": "https://www.wsj.com/articles/the-culture-war-must-go-on-11625608694?mod=opinion_major_pos4",
    "url": "the-culture-war-must-go-on-11625608694",
    "title": "The Culture War Must Go On",
    "sub_head": "The woke are angry, humorless, and—worst of all—vindictive. Surrender is not an option.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-364563?width=620&size=custom_2627x1717",
    "image_1": "im-364563.jpg",
    "time": "2021-07-06 17:58:00",
    "body": "I happened to mention the phrase “culture war” in a 1996 conversation with Irving Kristol, who was a contributor to these pages and always a penetrating observer of contemporary American life. “The culture war is over,” Irving said, then paused and added: “We lost.” Alive today, Irving would have been sadly reaffirmed in his declaration, surprised perhaps only at the extent of the loss and the cost it has entailed.<br />His “we” would include those people who believe in the rewards owed to effort and merit, the value of tradition, and the crucial significance of liberty. “We” would distinctly not include those who believe in the importance of spreading “diversity,” “inclusion” and “equity” as conceived by present-day universities. Nor would it include those whose sense of virtue derives from their putative hunger for social justice and their willingness to make severe judgments of others based on lapses from political correctness. These people are “they,” the woke, who have, as Kristol had it, won the culture war.<br />The extent of the woke victory is perhaps best demonstrated by the long list of cultural institutions they have captured and now control. Two of the country’s important newspapers, the  New York Times  and the Washington Post, are unashamedly woke. The New Yorker and the Atlantic have ceased to be general-interest magazines and are now specific-interest publications—that interest being the spread of woke ideas. The major television networks early fell in line without a fight.<br />Universities, in their humanities and social-sciences divisions, are not merely devoted to the propagation of woke ideas but initiate most of them. In turning away from the ideals of authority and objectivity in favor of clearly partisan views, these institutions have lost their former prestige yet are apparently sustained by the confidence that preaching woke doctrine is a higher calling.<br />Under the deep division in the country, certain prizes—Pulitzers, MacArthur grants, honorary degrees—go almost exclusively to people whose views are woke. (Presidential medals—in the humanities, in the arts, for freedom—are dictated by whether the president in office is woke or not.) Under political correctness, one of the main planks in the woke platform, freedom in the arts is vastly curtailed owing to strictures against what is known as “appropriation,” which disapproves of whites writing about blacks, men about women, heterosexuals about homosexuals. Under woke culture, art is vastly inhibited; humor, because so much of comedy is politically incorrect, largely excluded."
}