{
    "url_original": "https://www.wsj.com/articles/the-teachers-unions-go-woke-11625697757?mod=opinion_lead_pos1",
    "url": "the-teachers-unions-go-woke-11625697757",
    "title": "The Teachers Unions Go Woke",
    "sub_head": "The NEA and AFT get behind progressive political indoctrination.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-366032?width=620&size=1.5",
    "image_1": "im-366032.jpg",
    "time": "2021-07-07 18:42:00",
    "body": "Parents didn’t ask to be thrown into the trenches of America’s culture war, but progressives aren’t giving them a choice. Witness the way the national teachers unions are adopting woke values and pressing them into K-12 curriculums across the U.S.<br />The National Education Association, the largest teachers union, held its annual meeting last week and the measures approved by delegates deserve broader attention. One calls for the union to support and lead campaigns that “result in increasing the implementation of culturally responsive education, critical race theory, and ethnic (Native people, Asian, Black, Latin(o/a/x), Middle Eastern, North African, and Pacific Islander) Studies curriculum in pre- K-12 and higher education.”<br />Critical theory is a neo-Marxist ideology that is pervasive in higher education and teaches that a person is defined above all else by race, gender and sexual orientation, and that American institutions are designed to ensure white supremacy and “the patriarchy.”<br />The delegates also directed the NEA to lobby for “professional development around cultural responsiveness, implicit bias, anti-racism, trauma-informed practices, restorative justice practices and other racial justice trainings” for “all school employees.” The delegates called for similar training for students. Just what second-graders need: instruction on how to distrust kids with different skin colors.<br />Another delegate-approved measure calls for the union to issue a study criticizing “empire, white supremacy, anti-Blackness, anti-Indigeneity, racism, patriarchy, cisheteropatriarchy, capitalism, ableism, anthropocentrism, and other forms of power and oppression at the intersections of our society.”"
}