{
    "url_original": "https://www.wsj.com/articles/the-one-and-only-dick-gregory-review-his-commitment-was-no-joke-11625171122",
    "url": "the-one-and-only-dick-gregory-review-his-commitment-was-no-joke-11625171122",
    "title": "‘The One and Only Dick Gregory’ Review: His Commitment Was No Joke",
    "sub_head": "Weaving together archival footage with commentary from stars such as Chris Rock and Dave Chappelle, this documentary traces the comedian-activist’s lasting influence on Black America and beyond.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-362390?width=620&size=1.5",
    "image_1": "im-362390.jpg",
    "time": "2021-07-01 16:25:00",
    "body": "Along with all the inspiration, turmoil and inspirational turmoil of “The One and Only Dick Gregory,” one of this documentary’s more downbeat aspects is how much time has to be spent explaining who Dick Gregory was. It’s not the fault of director Andre Gaines; time passes, fame fades. But Gregory—comedian, civil-rights activist, nutrition guru and, ultimately, irascible senior citizen—actually walked the walk. “We’ve seen plenty of entertainers march and march again repeatedly and always—always—go back to the big money of show business,” says one of the documentary’s numerous voices, political commentator Lawrence O’Donnell, referring to celebrity protesters. “But we do have this one example, of this one person, who went all the way.”<br />Like him or not—J. Edgar Hoover certainly didn’t—Gregory’s life (1932-2017) wasn’t just one of the more influential of the second half of the 20th century, especially on the work and careers of Black comedians. It was also one of the more eclectic: Among other things, Mr. Gaines makes a good case that with his fasting, extreme diet plans and devotion to supplements Gregory helped usher in an era of nutrition-consciousness and the near-obsessive water consumption that we live with now. As a comedian, Gregory was eclipsed by his own politics. Even in a 1989 “60 Minutes” interview, anchor Ed Bradley has to explain who Gregory is and asks his subject whether his causes have cost him “visibility.” Gregory admits they have.<br />But food was as political for Gregory as the Vietnam War, which he protested by fasting, and it’s not quite right to call him a comedian-turned-activist: His comedy was always political, as we see in various clips from the early ’60s and in the recounting of his breakout gig at the Playboy Club in Chicago. The room had been booked last minute by frozen-food conventioneers from the South. Hugh Hefner told Gregory he didn’t have to go on; the publisher/club owner apparently hadn’t expected a Southern audience and anticipated trouble. But Gregory took the stage, did his usual act—which included jokes about the Ku Klux Klan—and kept the room howling for three hours. (A digression: The politically impolitic Hefner’s behind-the-scenes influence on pop culture deserves its own movie.)<br />“The One and Only Dick Gregory” has a number of de rigueur celebrity talking heads (Chris Rock, Wanda Sykes, Harry Belafonte, Kevin Hart, W. Kamau Bell) who weigh in on how Gregory influenced their careers. None is more striking than Dave Chappelle, who both appears and is discussed—specifically regarding the traits he shares with Gregory: the onstage cool, the unhurried timing, the ever-present cigarette used as a kind of conductor’s baton for bringing the beat down on a joke. It’s a segment of the film that actually examines what makes comedy work. And why Gregory was special.<br />Thanks in large part to the Kyle Townsend score, “The One and Only” maintains a novel tone and a vibe that transcends the documentary boilerplate of secondhand reminiscences and earnest testimonials. This is especially true in the early going, as Gregory transitions from doing political comedy in nightclubs into being a kind of warm-up act for the Rev. Martin Luther King Jr. As recalled in the film (there is much audio from Gregory himself), he would be sent to perform a college gig or do a speaking engagement in a city where King was going to appear, just to set a tone for what was coming a week or so later. Only the death of his baby son got Gregory to leave the road, during which time his good friend Medgar Evers was assassinated."
}