{
    "url_original": "https://www.wsj.com/articles/the-centers-for-disease-control-and-prevention-delta-variant-panic-covid-vaccines-11627682562?mod=opinion_lead_pos1",
    "url": "the-centers-for-disease-control-and-prevention-delta-variant-panic-covid-vaccines-11627682562",
    "title": "The CDC’s Delta Variant Panic",
    "sub_head": "The agency spreads needless worry about vaccinations.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-30 18:39:00",
    "body": "As the coronavirus evolves, so does the science. The Delta variant is creating uncertainty about how much vaccines prevent transmission, but the overwhelming evidence shows they are highly protective against severe illness. Please get vaccinated if you aren’t already.<br />That should have been the Centers for Disease Control and Prevention’s straightforward message to Americans this week, along with a candid analysis of its evidence.<br />Instead, the CDC on Tuesday issued murky new guidance, without backup evidence, recommending that vaccinated people resume wearing masks indoors in some cases because unpublished studies suggest they could transmit the virus. But on Thursday the Washington Post ran an alarmist story on an internal CDC slide presentation with the unpublished evidence, which triggered a media panic that could undermine vaccinations. Only on Friday afternoon did the agency release some of its evidence and offer a calmer explanation.<br />What a fiasco. The CDC should be a source of fact and reason, not a hair-on-fire spreader of fear. The agency could start by explaining that Covid cases have been increasing across the U.S. and that more vaccinated individuals are testing positive. But most of these “breakthrough” cases are mild or asymptomatic.<br />Now, let’s go to the slide deck, please. The CDC estimates there are about 35,000 symptomatic infections among 162 million vaccinated Americans a week. As cases have increased nationwide, so have breakthrough infections. This is to be expected. But recent studies show that vaccines are still 88% protective against symptomatic illness and 96% against hospitalization and death."
}