{
    "url_original": "https://www.wsj.com/articles/the-next-target-for-mrna-vaccines-after-covid-19-the-flu-11627041601?mod=business_lead_pos3",
    "url": "the-next-target-for-mrna-vaccines-after-covid-19-the-flu-11627041601",
    "title": "The Next Target for mRNA Vaccines After Covid-19: The Flu",
    "sub_head": "Gene-based shots have been critical in fighting the coronavirus; now vaccine makers want to replicate that success in the yearly fight against influenza",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-373581?width=860&height=573",
    "image_1": "im-373581.jpg",
    "time": "2021-07-23 08:00:00",
    "body": "mRNA vaccines beat out many traditional approaches in the race to develop shots against Covid-19. Now, they are squaring up to an old viral nemesis: influenza.<br />Sanofi SA,   GlaxoSmithKline  PLC and  Pfizer Inc.  are all working on mRNA shots against seasonal flu, betting the technology will be more effective, and quicker and cheaper to make than traditional shots. But there are still big challenges to overcome: mRNA vaccines require ultracold storage and can cause unpleasant, and in very rare cases, dangerous, side effects.<br />Flu is an obvious target for mRNA vaccine development, experts say, because there is plenty of room for improvement on the existing products. Current vaccines typically reduce the risk of having to go to the doctor with flu by 40% to 60%, but some years efficacy can drop to almost zero. It is nonetheless big business for vaccine companies, generating revenue of around $6 billion a year, according to EvaluatePharma.<br />Another shortcoming of traditional vaccines is their complex and slow manufacturing process, which has changed little since the first shots were developed in 1940. Inactivated versions of target viruses are grown using chicken eggs, rendered harmless and purified, a process that can take six months. In that time, new strains of the flu, which mutates faster than the coronavirus, can emerge, rendering the shots less effective.<br />mRNA vaccines are much quicker and simpler to make.  Moderna Inc.  dosed its first clinical trial patient just 63 days after learning the genetic sequence of the coronavirus. That’s because mRNA vaccines comprise only a piece of genetic material—the part that contains the instructions for making the key protein on the surface of the virus—encased in a fatty particle."
}