{
    "url_original": "https://www.wsj.com/articles/the-death-of-the-student-athlete-11626215803?mod=opinion_lead_pos7",
    "url": "the-death-of-the-student-athlete-11626215803",
    "title": "The Death of the Student-Athlete?",
    "sub_head": "Students discuss the ideal made famous by college sports.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "time": "2021-07-13 18:36:00",
    "body": "Editor’s note: This Future View discusses the idea of the student-athlete in light of recent rule changes regarding their compensation. Next, we’ll ask, “What has your experience been with critical race theory during your college years or earlier?” Students should click here to submit opinions of fewer than 250 words before July 27. The best responses will be published that night.<br /><br />Athlete-Students<br />The “student-athlete” was always more of an ideal than a reality. In my time in collegiate tennis at the University of Tennessee, it was a common saying that the name should be changed to “athlete-student.” We all knew where priorities truly lay. Any current or former student-athlete could quickly tell you how compliance with NCAA limits on practice and training hours is rare, while enforcement of restrictions on benefits is utterly disproportionate. But it’s not only the NCAA and athletic departments; many student-athletes view their collegiate sports experience as a necessary stepping-stone to a professional career, with academics as an afterthought or even an obstacle.<br />Many schools and athletic programs, especially the non-revenue-generating ones, continue to respect the student-athlete ideal as something at which to aim. The upper echelons of collegiate sports, however, have long stopped trying, and the trend toward some form of compensation there will help align the rules with the reality. The student-athlete will continue to exist elsewhere, in some form, but don’t kid yourself into thinking the ideal can ever coexist with record-breaking TV-rights deals."
}