{
    "url_original": "https://www.wsj.com/articles/the-best-plant-based-milksfrom-almond-to-oatrigorously-tested-11626372348",
    "url": "the-best-plant-based-milksfrom-almond-to-oatrigorously-tested-11626372348",
    "title": "The Best Plant-Based Milks—From Almond to Oat—Rigorously Tested",
    "sub_head": "Whether you’re vegan, sustainability-minded or avoiding dairy for whatever reason, these alternatives to cow’s milk made from nuts, grains, legumes and more scored the highest in our tests for versatility and all-out deliciousness",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-369892?width=860&height=573",
    "image_1": "im-369892.jpg",
    "time": "2021-07-15 14:05:00",
    "body": "ONCE UPON A TIME, in the plant-based milk section of your local grocery store, soy reigned supreme. Then, just like that, it fell out of favor, and almond milk became all the rage. Now, with Oatly’s recent IPO and nationwide presence at  Starbucks  across the land, the faux milk of the moment is undoubtedly oat.<br />According to data commissioned by the Good Food Institute and the Plant-Based Foods Association from data-technology company SPINS, in the last year alone, sales of plant-based foods that replace animal products have grown 27% to $7 billion, a rate twice as fast as that of overall food sales. Milk alternatives represent the lion’s share of this swiftly expanding category at 35%.<br />Along with the aforementioned usual suspects, options include milks made from rice, coconut, hemp, flax seeds, sesame seeds, peas and all manner of nuts. Still, whether you’re an omnivore or a vegan, lactose intolerant or quitting dairy for environmental reasons, you want an alternative that performs on par with good old cow’s milk in a variety of scenarios. We sampled a slew of options, evaluating how they fare when standing in for dairy in hot beverages, smoothies and cereal, as well as how they hold up on their own, with nothing to mask off flavors. The following were the most versatile and delicious.<br />The non-dairy milks from Dubai-based Koita, which debuted in the U.S. in 2020, stand out for tasting really good. Produced in Italy from grains, nuts and legumes—most of them Italian-grown—the milks have an agreeably silky texture and distinct flavors true to the label on the carton. The best of them are made from just a few ingredients, contain no added sugar and have a natural sweetness. The organic almond milk tastes uncannily like marzipan, while the rice milk—a favorite at bubble tea cafés, according to founder Mustafa Koita—is like liquid rice pudding. $34 for a 6-pack, koita.com.<br />For most of its existence, the New York-based Elmhurst 1925 was known as Elmhurst Dairy. It was the largest dairy plant in New York City until 2016, when an environmentally motivated interest in milk alternatives led owner Harry Schwartz to switch to “milking” grains, seeds and nuts instead of cattle. Elmhurst 1925’s plant milks are the best choice for people seeking straightforward ingredients without sacrificing taste. The unsweetened cashew milk contains only water and nuts, and has a subtle sweetness. For a milk with more character, the walnut variety, made from just water and walnuts, tastes like the nut itself. $14 for a 2-pack, elmhurst1925.com."
}