{
    "url_original": "https://www.wsj.com/articles/the-letters-of-shirley-jackson-review-the-artist-as-mad-housewife-11625844577?mod=opinion_major_pos11",
    "url": "the-letters-of-shirley-jackson-review-the-artist-as-mad-housewife-11625844577",
    "title": "‘The Letters of Shirley Jackson’ Review: The Artist as Mad Housewife",
    "sub_head": "In her correspondence, she presents her family as a chaotic circus, and casts herself as the ringmaster.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-07-09 11:29:00",
    "body": "In spring of 1959, Shirley Jackson wrote an imploring letter to her agent explaining why she wasn’t going to be able to finish her next novel—the paranormal classic “The Haunting of Hill House”—before the deadline promised to Viking Press. First, she said, each of her four children caught the flu and then passed it to her husband, the literary critic Stanley Edgar Hyman. Her third child, Sarah, while recovering, stepped on a nail and needed a tetanus booster. Jackson had to apply for licenses for the family dogs and one of their many cats picked up an infection (“Have you ever tried to feed sulfa pills to a large and still strong cat?”). Then the furnace broke in their old house in North Bennington, Vt., and after that the plumbing backed up from a clogged septic tank that couldn’t be readily repaired because the ground was frozen solid. Water was rationed for the brushing of teeth and a method was devised of cleaning dishes off the back porch with a squirt gun.<br />Even so! She had still managed, grimy and exhausted, to whittle away at the final chapter after everyone else had gone to sleep. “If I can work all day and all night today and tomorrow I can still get it to [Viking] the first week in April,” she wrote, ending with a joke whose self-effacement disguised a steady and sincere self-belief: “A splendid demonstration of how great art is only achieved through suffering.”<br />This account comes from “The Letters of Shirley Jackson,” an ample selection of her correspondence organized and edited by her son Laurence Jackson Hyman. The book appears during a period of renewed interest in Jackson’s life and work after decades of high-handed neglect, when she was identified only with the novelty short story “The Lottery” (the one about the poky New England village carrying out its cherished annual ritual of human sacrifice; you know it even if you don’t know it). In 2010, Joyce Carol Oates edited a volume for the Library of America with Jackson’s two best novels, “The Haunting of Hill House” and “We Have Always Lived in the Castle” along with 46 short stories. That book was questioned at the time—some thought the LOA was slumming—but the criticisms vanished after Ruth Franklin’s authoritative 2016 biography “Shirley Jackson: A Rather Haunted Life,” which made persuasive claims for Jackson’s place in the modern canon. In 2020 Ms. Franklin edited a second Library of America volume, containing Jackson’s four lesser-known earlier novels from the 1940s and ’50s, “The Road Through the Wall,” “Hangsaman,” “The Bird’s Nest” and “The Sundial.” Now both LOA volumes are collected in a handsome boxed set, “The Shirley Jackson Collection.”<br />With this revival, a characterization has solidified of Jackson as, in the words of an article in the New Yorker, “one of the twentieth century’s most tortured writers.” Jackson, who grew up in California, married Hyman shortly after being pursued by him at Syracuse University, and they resided for most of their lives near Bennington College, where he was a professor. The family was financially dependent on Jackson’s writing—alongside her novels she was constantly turning out short pieces for magazines like Good Housekeeping and McCall’s. But she was also expected to take care of the cooking, cleaning and childrearing. Hyman, meanwhile, flaunted his serial infidelities, many with his students. Depressed and anxious, Jackson put on weight and grew dependent on painkillers and alcohol until she died of heart failure in 1965 at the age of 48.<br />Her fiction, full of misanthropy, madness and murder, tends to be viewed through the lens of her personal torments and, more generally, of the misogyny of the age. What is striking about Jackson’s letters, however, is that while they testify to pretty outrageous domestic double standards (Hyman was a man unwilling to even heat up a bowl of soup for his lunch), they show very little sign of unhappiness. The mood of the missives is buoyant, garrulous and eager to amuse, and while Jackson often seems stressed and exasperated, she’s rarely despairing. The merry anarchy in the world she evokes has a lot in common with the scenes evoked in her hilarious motherhood memoirs, “Life Among the Savages” and “Raising Demons.” Hers is a busy, argumentative, action-packed household full of celebrations, mischief-making and absurd little calamities. (“I managed to drop our coffeepot into the washing machine, so that all Barry’s diapers came out full of dried coffee grounds.”)"
}