{
    "url_original": "https://www.wsj.com/articles/the-noncompete-clause-gets-a-closer-look-11626872430?mod=business_lead_pos4",
    "url": "the-noncompete-clause-gets-a-closer-look-11626872430",
    "title": "The Noncompete Clause Gets a Closer Look",
    "sub_head": "Biden’s executive order asks FTC to limit the use of agreements that keep workers from changing jobs; ‘I didn’t know any trade secrets,’ former security guard says",
    "category_1": "Business",
    "time": "2021-07-21 09:00:00",
    "body": "The noncompete clause is under review.<br />This month, as part of a broad executive order aimed at bolstering competition in business and the labor market, President Biden called on the Federal Trade Commission to ban or limit clauses in employment contracts that restrict workers’ freedom to change jobs.<br />Firms impose noncompete clauses on employees to prevent them from sharing trade secrets or proprietary information with new employers. Over time, they have been applied to swaths of the U.S. workforce, ensnaring janitors, baristas, schoolteachers and entry-level workers along with more senior employees like software engineers, sales representatives and top executives.<br />Around 32% of U.S. companies include the clauses in all of their employment contracts regardless of position or pay, according to a survey conducted by compensation data firm PayScale Inc. in coordination with management professors. Use of noncompete clauses surged partly because templates can be found easily online and pasted into contracts, said Evan Starr, a professor at the Robert H. Smith School of Business at the University of Maryland and one of the authors of the survey.<br />The proliferation has drawn increased attention from regulators, lawyers and researchers. Though the clauses have until now been regulated at the state level, attorneys and scholars who study competition policy expect the FTC to propose a federal rule that would outlaw noncompetes for workers below a certain income level and may impose limits on the duration or scope of the clauses. An outright ban is unlikely, experts say."
}