{
    "url_original": "https://www.wsj.com/articles/the-artistry-and-misery-of-ivory-11626458109",
    "url": "the-artistry-and-misery-of-ivory-11626458109",
    "title": "The Artistry and Misery of Ivory",
    "sub_head": "A new exhibition in Berlin shows how works of art made of ‘white gold’ exacted a terrible toll.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-07-16 13:55:00",
    "body": "In the 19th century, hundreds of tons of ivory were shipped from Africa to Europe and the U.S. each year to fabricate everyday objects such as cutlery, piano keys and doorknobs. “Terrible Beauty: Elephant Human Ivory,” opening July 20 as the inaugural exhibit at Berlin’s new Humboldt Forum museum of non-European art, shows that the insatiable appetite for “white gold” exacted a terrible toll. “It was like an industrial killing of the elephant,” said the Forum’s director Hartmut Dorgerloh. “Finally elephants became an endangered species in Africa as they’d never been before.”<br />The exhibition assembles some 200 artifacts to explore what Alberto Saviello, the exhibition’s co-curator, calls “the very dark and brutal history linked to ivory.” At the same time, he said, the show highlights the attractive qualities of ivory, a material “you can make wonderful virtuosic pieces of art out of.”<br />Both the art and the slaughter are on display in an intricately carved elephant tusk by an anonymous 19th-century Angolan artist. It shows Europeans and Africans marching in spiral formation, many toting rifles, suggesting to Mr. Saviello that they are likely elephant hunters. The tusk is 2 feet long, which means that it probably came from a massive African savanna elephant—one of three species still in existence, along with the smaller African forest elephant and the Asian elephant. The most impressive savanna elephants, known as “big tuskers” for the way that their tusks skirt the ground, are nearly extinct, with less than 40 left in the wild.<br />The oldest object in the exhibition, a small female mammoth figurine carved from mammoth ivory, is approximately 40,000 years old. It created a sensation when it was found at Vogelherd in southwestern Germany during excavations in 2006. “Although it is so old, you can still see many details,” Mr. Saviello said. “You can see the small ears in comparison to modern elephants; you can see that the trunk and the legs are in movement, so it gives a very lively expression; you can see a small hole that indicates the eye. It’s a Stone Age masterpiece.”<br />The intercontinental trade in ivory dates back roughly 5,000 years, but it began to really flourish during the late Roman empire. Roman artisans produced lavish ivories, including “consular diptychs”—pairs of small ivory tablets decorated with portraits of an aristocrat or general, who would hand them out to supporters to celebrate his appointment to high office. The exhibition includes one such diptych issued by the Roman general Justin on becoming consul in 540."
}