{
    "url_original": "https://www.wsj.com/articles/the-fried-chicken-pro-move-bake-it-11625152321",
    "url": "the-fried-chicken-pro-move-bake-it-11625152321",
    "title": "The Fried-Chicken Pro Move: Bake It",
    "sub_head": "July 4th feasts call for fried chicken. This recipe produces Korean-style wings so shatteringly crisp, you’d swear they came straight from a fryer. Yet the cleanup is so much kinder.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-361078?width=620&size=1.5",
    "image_1": "im-361078.jpg",
    "time": "2021-07-01 11:12:00",
    "body": "IN THE YEARS I spent working in restaurant kitchens I broke down countless chickens. Often the wings would end up fried and served for staff meal, and it would, similarly, be impossible to count the number of ways I’ve seen fried chicken wings dressed up to delight the jaded palates of restaurant professionals.<br />My favorite style of all remains Korean fried chicken, with its chile sauce and fierce crunch achieved by way of an ingenious double-fry technique. I love cooking chicken wings this way in a restaurant but I never do it at home. Frying in a tiny apartment kitchen? No, thanks. Frying twice? Absolutely not.<br />This chicken-wing recipe manages to mimic the magical crunch of Korean fried chicken as well as the nooks and crannies that so capably capture a sauce, minus the film of fryer grease that clings to every surface—even, seemingly, to the air. And it all comes down to a few small but powerful moves.<br />First, you toss the wings in a dry brine of baking powder, salt, black pepper, corn starch, and onion and garlic powders. Then you let the chicken rest overnight in the refrigerator on a wire rack atop a baking sheet. You want the surface of those wings dry for optimal crisping, so leave them uncovered; the moisture drawn out by the salt in the brine will gradually evaporate. The baking powder raises the pH level, which does wonders for browning. And as the chicken brines, the baking powder and the protein-infused juices extracted from the chicken combine to create a coating that bubbles during cooking. Tiny pockets of carbon dioxide trapped within the browning crust translate to a crackle so intense you would naturally assume it was produced by a fryer, not an oven.<br />I love the efficiency of this recipe. No need to transfer the brined wings to another cooking vessel: The same wire rack they rest on becomes a boon during baking, facilitating the flow of air and heat around the chicken for even crisping. (If you’re working with a conventional oven as opposed to the convection kind, it’s important to keep flipping the wings to get the full effect.)"
}