{
    "url_original": "https://www.wsj.com/articles/the-passion-of-anne-hutchinson-review-prophet-or-jezebel-11626820302",
    "url": "the-passion-of-anne-hutchinson-review-prophet-or-jezebel-11626820302",
    "title": "‘The Passion of Anne Hutchinson’ Review: Prophet or Jezebel?",
    "sub_head": "The Bay Colonists thought salvation could be earned through good works. Anne Hutchinson loudly disagreed. Trouble ensued.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-372450?width=860&height=573",
    "image_1": "im-372450.jpg",
    "time": "2021-07-20 18:31:00",
    "body": "How did a dispute within a small breakaway group of Protestants over a seemingly obscure point of theology become an iconic episode in American history? The issue was whether one could earn eternal salvation through godly behavior, or whether the gift of saving grace is bestowed without regard to a person’s conduct. To the side led by Anne Hutchinson, the difference was between a popish “covenant of works” and a true “covenant of grace.” To the other, headed by John Winthrop, “free grace” portended “antinomianism,” a world of free love and social disorder in which the laws of church and state did not apply to true believers.<br />The protagonists, as Marilyn J. Westerkamp shows in “The Passion of Anne Hutchinson,” (Oxford, 312 pages, $29.95) were worthy adversaries. Winthrop, the leader of the Great Puritan Migration to Massachusetts Bay, was the colony’s frequent governor and the man whose vision of a “city upon a hill” became the stuff of presidential speeches. Hutchinson (1591–1643), the daughter of a dissenting minister, was a charismatic matron with a reputation for piety. Caught in the middle was the Rev. John Cotton, a Cambridge-educated divine with a foot in each camp. Resonating through the centuries, the controversy plays out in the parties’ own voices in diaries and trial transcripts.<br />Hutchinson herself speaks to the modern interest in women’s history. Called by the scholar Michael Winship “the most famous—or infamous—English woman in colonial American history,” she has been cast as a martyr for religious freedom, a victim of the patriarchy, or a sacrifice to social order at a time when Massachusetts was threatened by belligerent Native Americans and a hostile Crown. She was a prophet, a Jezebel or both.<br />Hutchinson arrived in Boston, age 43, in September 1634, on board the same ship that a year earlier had brought her adored pastor, John Cotton, to the New World. Accompanying her was her husband, William, a successful cloth merchant, 10 of their 11 surviving children, and a handful of relatives and servants. The Hutchinsons joined their eldest son, who had already crossed the Atlantic with Cotton. Among the wealthiest émigrés, they received a house lot across the street from Winthrop, grazing rights on Taylor’s Island in the middle of Boston Harbor, and 600 acres of farmland near what later became Quincy. William soon became a town selectman and a member of the General Court. Anne became a sought-after midwife and herbalist, known for edifying religious counsel in the birthing room.<br />By 1636, Anne was holding weekly prayer meetings for women in her home. At first, the gatherings followed the English custom of female “conventicles,” but as Anne’s fame spread her constituency broadened to include men. Eventually Hutchinson presided over two “public lectures” each week, attended by 60 to 80 followers. Her message—an increasingly strident condemnation of all the local clergy except Cotton—only exacerbated her challenge to the standing order."
}