{
    "url_original": "https://www.wsj.com/articles/the-fed-is-underestimating-the-risk-of-inflation-11625519993?mod=opinion_lead_pos7",
    "url": "the-fed-is-underestimating-the-risk-of-inflation-11625519993",
    "title": "The Fed Is Underestimating the Risk of Inflation",
    "sub_head": "The data suggest prices will continue to increase, but the bank is guilty of faulty analysis.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-363587?width=620&size=1.5",
    "image_1": "im-363587.jpg",
    "time": "2021-07-05 17:19:00",
    "body": "Economists routinely make mistakes in forecasting, and such mistakes are often forgiven. But recent errors by the Federal Reserve are deeper analytical blunders. As with any activity that claims to have professional status, economics must respect elementary arithmetic.<br />From May 2020 to May 2021 the price index for personal-consumption expenditures, or PCE, rose 3.9%, while the consumer-price index jumped 5%. The inflation outbreak has come as a shock to many economists. The latest numbers have undoubtedly required top officials and researchers at the Federal Reserve to revise their thinking.<br />The Fed considers the PCE index the most reliable indicator of price trends. The Federal Open Market Committee predicted in June 2020 that the increase in the PCE in the year to fourth quarter 2021 would be between 1.4% and 1.7%. At its June 2021 meeting the band was increased to between 3.1% and 3.5%, still too low. The 200-basis-point adjustment is the largest since the instability of the Great Recession more than a decade ago.<br />Now the Fed is saying that consumer inflation will be less than 3.5% by the end of the year, even as the underlying data tell a different story. Between the fourth quarter of 2020 (taking the average of three months) and May 2021, the PCE index increased 2.5%. In other words, the bulk of the 3.9% price increase has happened in 2021. So far in 2021 the typical monthly increase has been between 0.4% and 0.5%. If that trend continues unabated, the end-year numbers would be on the order of 5% or 6%.<br />The FOMC might still be right, but it’s clearly assuming that upward pressure on prices will weaken. Have such pressures been weakening or intensifying so far in 2021? What is the reality facing American business and finance? One way to assess the evidence is to check the results of business surveys. Among the most widely cited and well-regarded is the purchasing managers index from the Institute of Supply Management."
}