{
    "url_original": "https://www.wsj.com/articles/the-airline-recovery-is-too-much-made-in-the-usa-11626356757?mod=business_minor_pos10",
    "url": "the-airline-recovery-is-too-much-made-in-the-usa-11626356757",
    "title": "The Airline Recovery Is Too Much Made in the USA",
    "sub_head": "While U.S. carriers are starting to make money again, international travel markets aren’t yet enjoying the much-awaited recovery from the pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-15 09:45:00",
    "body": "The U.S. airline recovery may be too homemade for investors’ taste.<br />On Wednesday,  Delta Air Lines —the first major carrier to release earnings—announced that the second quarter of 2021 was its first profitable one since the start of the Covid-19 pandemic.  American Airlines ,  which is the most financially beleaguered of the U.S. operators, said that it may also post a small profit when it reports next week.<br />On the surface, it should be an opportunity for investors. The Dow Jones U.S. Airlines index is now 16% cheaper than at the end of May, just as the travel industry has appeared to turn a corner thanks to Covid-19 vaccines.<br />Delta said Wednesday that average daily net cash sales doubled relative to the previous quarter. Even more important, revenues per passenger were ahead of analysts’ expectations. One reason is that tourists can once again book further ahead, which is finally allowing carriers to fill planes in ways that make each leisure passenger pay more. The other is that domestic business bookings have staged a small recovery and were at 40% of 2019 levels in June—although in this case at the expense of each corporate passenger spending less. Yet the Atlanta-based carrier’s share price fell 1.6% on Wednesday.<br />Why isn’t the market buying it? The rapidly changing undercurrents rocking equities are playing a role. At the start of the year, traders were shunning “growth” industries like technology and pouring into discounted sectors that were particularly hit by the pandemic. About two months ago, however, the trends reversed again: Investors sold airline shares and rediscovered tech giants."
}