{
    "url_original": "https://www.wsj.com/articles/the-key-to-avoiding-future-climate-disasters-adapting-11626443600",
    "url": "the-key-to-avoiding-future-climate-disasters-adapting-11626443600",
    "title": "The Key to Avoiding Future Climate Disasters? Adapting",
    "sub_head": "Wildfires, floods and other crises are influenced by climate, but we can do much more to save lives and property by focusing on urgent practical changes on the ground",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-370043?width=860&height=573",
    "image_1": "im-370043.jpg",
    "time": "2021-07-16 09:53:00",
    "body": "In recent years, it has become commonplace to assign at least partial responsibility for many disasters to climate change. This past month alone, the long-term effects of greenhouse-gas emissions were said to be a key factor in the death and destruction caused by the heat wave that scorched the Pacific Northwest, the property damage from record floods in Japan and even the tragic condominium collapse in Miami, because of the destabilizing effect of rising sea levels.<br />Many scientists make such connections in order to highlight the urgency of radically lowering emission levels. There is no doubt that climate change poses significant current and future risks, including from extreme weather events, and that human causes play a role. That’s why aggressive policies to wean the global economy from fossil fuels make good sense.<br />But there’s a problem with turning so reflexively to climate change as the prime explanation for the rising human costs of disasters: It has the unfortunate tendency to push other crucial considerations out of the conversation, especially the need to devote much more of our attention and resources to adapting ourselves and our societies to the challenge of a changing climate.<br />Consider the widely cited data set of “Billion-Dollar Weather and Climate Disasters” produced by the U.S. National Oceanic and Atmospheric Administration. Since 1980, NOAA has tallied the annual number of disasters that have resulted in a loss estimate of $1 billion or more, adjusted for inflation. In 1980, there were three such disasters, and in 2020 there were 22, an apparently massive increase. The data set is often used as an official government indicator of the increasingly severe impact of climate change.<br />But, as NOAA itself notes, the increasing cost of disasters can be attributed to many factors beyond climate. The most important of these is the dramatic increase in U.S. wealth and population since 1980."
}