{
    "url_original": "https://www.wsj.com/articles/the-stone-manning-files-11626474559?mod=opinion_lead_pos4",
    "url": "the-stone-manning-files-11626474559",
    "title": "The Stone-Manning Files",
    "sub_head": "A Biden nominee’s testimony about her past is directly contradicted.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-16 18:29:00",
    "body": "Senators can disagree over the ideology of nominees, but there at least should be bipartisan trust that an appointee will be honest with Congress. That’s become an issue with Tracy Stone-Manning, President Biden’s choice to lead the Bureau of Land Management.<br />Mr. Biden named Ms. Stone-Manning on the basis of her work for Senator Jon Tester and former Gov. Steve Bullock of Montana, and more recently at the National Wildlife Federation. An outspoken green activist, she’ll implement Mr. Biden’s agenda to limit development on BLM’s 247 million acres of public land.<br />But the issue of the moment is Ms. Stone-Manning’s candor about her past involvement with the eco-terrorist group Earth First! Her nomination has resurfaced her role in a 1989 incident of tree spiking, a federal crime in which activists halt logging by loading trees with spikes that hurt loggers and mill workers.<br />Ms. Stone-Manning doesn’t deny belonging to Earth First!, but over the years she has crafted a convenient version of her role. She claims a “disturbed person” from Earth First! approached her in 1989 about delivering a letter to the U.S. Forest Service warning that Idaho trees had been spiked. She says she agreed because she didn’t want anyone to “get hurt,” and retyped the letter on a rented typewriter and sent it. In 1993 she testified against the spikers; two went to jail.<br />In responses to the Senate Energy and Natural Resources Committee, Ms. Stone-Manning attested she was never “a target” of the investigation. She says she knew nothing of the plot and does not recall “ever discussing tree spiking” with the perpetrators. Her excuse for not immediately turning them in to authorities was that she “did not actually know if they had done what the letter described.”"
}