{
    "url_original": "https://www.wsj.com/articles/the-gun-the-ship-and-the-pen-review-noble-aspirations-hard-realities-11627051457?mod=opinion_major_pos12",
    "url": "the-gun-the-ship-and-the-pen-review-noble-aspirations-hard-realities-11627051457",
    "title": "‘The Gun, the Ship, and the Pen’ Review: Noble Aspirations, Hard Realities",
    "sub_head": "Constitutions throughout the world give form to high-minded principle, but rivalry and war brought them into existence.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373591?width=860&height=573",
    "image_1": "im-373591.jpg",
    "time": "2021-07-23 10:44:00",
    "body": "‘War made the state,” the sociologist Charles Tilly famously wrote, “and the state made war.” In “The Gun, the Ship, and the Pen” (Liveright, 502 pages, $35), the distinguished historian Linda Colley implicitly refashions Tilly’s maxim, arguing that war made constitutions and that constitutions made war.<br />It is obviously true that the documents we admire today for their legal craftsmanship were drafted with the pens of statesmen and political thinkers, but they owe their very existence, Ms. Colley says, more to the brute forces of global rivalry. The jostling between states, she persuasively shows, drove rulers to draw up constitutions—the better to compete.<br />Ms. Colley’s argument is a direct (and intended) riposte to those who believe that constitutions grow out of domestic pressures or intellectual developments. The proliferation of such texts, she writes, “has often been explained only by reference to the rise of democracy and the lure of certain (mainly Western) notions of constitutionalism.” In fact, she says, it is useful to focus “on the contribution made by recurrent episodes of armed violence.”<br />This thesis is not entirely new—it has been advanced by a school of thought that asserts the primacy of foreign policy in political affairs—but the way in which Ms. Colley tells the story is both absorbing and innovative. Her selection of case studies allows her to bring in a wide range of “terrains and voices,” as she puts it. They span centuries as well as continents and cultures, and they vary in size from the incipient colossus of the United States to the tiny Pacific island of Pitcairn.<br />The move to constitutions, Ms. Colley argues, was driven by the escalating costs of what she terms “hybrid warfare,” meaning, in this context, war-making on both land and sea. To pay for the armies and (especially) ships that were needed to contend internationally in the 18th century, governments made new political arrangements—codified in constitutions—that would allow citizens to participate in the workings of government and to feel a closer identity with the state. In such a way, states found it easier to mobilize and pay for war."
}