{
    "url_original": "https://www.wsj.com/articles/the-trump-organizations-political-prosecution-11625260934?mod=opinion_major_pos7",
    "url": "the-trump-organizations-political-prosecution-11625260934",
    "title": "The Trump Organization’s Political Prosecution",
    "sub_head": "When settlement talks begin, you can expect Mr. Trump’s political pull to be on the table too.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-363871?width=620&size=1.5",
    "image_1": "im-363871.jpg",
    "time": "2021-07-02 17:22:00",
    "body": "Donald Trump looked crestfallen amid his victory on election night 2016. As I duly related some weeks later, sociologist Anne Nassauer, applying well-established metrics, told me: “We can only speculate as to why President-elect Trump showed facial expressions of sadness. It is surprising that he showed these expressions directly after his victory in the election.”<br />Speculating wasn’t hard. This week is why. Mr. Trump, who is not the fool some imagine, knew winning the presidency was a dangerous mishap from a personal legal standpoint. Mr. Trump, until then, mainly tussled with sharpies who wanted only some of his money, not his destruction. He also knew that in our overgrown regulatory state, prosecutors can find something on anybody, even those who conduct their affairs with a scrupulousness foreign to Mr. Trump.<br />It’s “political,” Mr. Trump says of this week’s charges. Yes, inevitably and partly. That’s why people with Mr. Trump’s deep pockets and checkered history are unwise to go into politics, however much it might benefit the nation to have a broadly welcoming presidential talent pool.<br />The charges brought by Manhattan District Attorney Cyrus Vance Jr. and New York Attorney General Letitia James are over the top for what amount to tax violations related to employee compensation. Larceny? Who stole what from whom? Mr. Trump’s company and its major-domo, Chief Financial Officer Allen Weisselberg—though not Mr. Trump himself so far—are accused of doling out perks as normal business expenses, thereby avoiding  personal income and payroll taxes.<br />Mr. Trump’s lawyer said, probably accurately, that such complaints usually are settled as a civil matter with the Internal Revenue Service for the reasons alluded to above. The IRS cares mainly about getting maximum money at least cost for its enforcement efforts. Not so elected officials such as Mr. Vance and Ms. James. If the prosecution is a giant net loser financially for the state of New York, that’s fine with them."
}