{
    "url_original": "https://www.wsj.com/articles/the-immortal-roberto-saviano-gomorrah-organized-crime-11627417359",
    "url": "the-immortal-roberto-saviano-gomorrah-organized-crime-11627417359",
    "title": "‘The Immortal’ Review: Mob Family Reunion",
    "sub_head": "An offshoot of the TV series ‘Gomorrah,’ this HBO Max feature film directed by and starring Marco D’Amore follows the life and near death of Ciro, a member of an Italian crime organization.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-375205?width=860&height=573",
    "image_1": "im-375205.jpg",
    "time": "2021-07-27 16:23:00",
    "body": "Making the point of its title, “The Immortal” begins with its hero being shot to death—or so viewers will be led to think, as they watch mobster Ciro Di Marzio (Marco D’Amore) descend into the Bay of Naples. Anyone familiar with Ciro, aka “L’Immortale,” will suspect that something else is happening. Especially after his “corpse” resurfaces in Latvia, haunted by Neapolitans both alive and dead.<br />One can easily dig into the feature-length “Immortal” without having watched its immediate antecedent, the long-running series “Gomorrah,” a European production that has aired in the U.S. on Sundance TV and HBO. Or, for that matter, having read the 2006 nonfiction book by Roberto Saviano, which earned him enormous acclaim, awards, death threats and 24-hour police protection. It does feel true that Mr. Saviano’s exposé of the Camorra—the Italian criminal syndicate that so objected to his writing—has given the subsequent adaptations a rootedness, a sense of l’autentacitá, that they likely would have lacked had the story and characters sprung merely from the brow of a screenwriter. Mr. Saviano was, in fact, among the writers of Matteo Garrone’s 2008 big-screen dramatization, and that movie felt very little like fiction.<br />One can’t say quite the same about “The Immortal.” It contains dramatic moments that aspire to grand opera. At the same time, the Latvia it visits is decidedly unromantic, a well-forested, postindustrial plain alive with grudges that predate Vladimir Putin; the Latvians themselves are beleaguered, resentful and deadly. Ciro, as part of his orchestrated “death,” has been given a dual foreign mission by his bosses in Naples: help move copious amounts of cocaine to a gang of Russian confederates while overseeing a counterfeit-goods operation being run day to day by a Neapolitan named Bruno (Salvatore D’Onofrio). What Ciro doesn’t foresee is the lethal enthusiasm of a gang of Latvian nationalists who view the drug operation as a symbol of Russian oppression. They want to steal the coke and kill the Russians—and Ciro, if necessary. The double-crosses that ensue are numerous, delightfully bewildering, and utterly unexpected.<br />They also mirror the parallel story that unfolds after the “reunion” of Ciro and Bruno, whom Ciro first encounters in Latvia with a virtually open-mouthed stare. It’s hair-raising, in a quiet, back-of-the-neck kind of way. Mr. D’Amore, who also directs, takes the viewer to and fro, seamlessly, from present-day Eastern Europe to Ciro’s childhood in an Elena Ferrante version of Naples. In what we have to assume is a re-creation of the 1980 Irpinia earthquake, Ciro, in his mother’s arms, is literally sucked down through the floor of their collapsing apartment building. It’s a fantastic cinematic moment that only Ciro survives. Hence the nickname.<br />The orphaned bambino Ciro, played by the charismatic newcomer Giuseppe Aiello, falls in with a gang of kids led by the Fagin-like, 20-something Bruno (Gianni Vastarella), who directs his urchins to loot cars, steal deliveries off trucks and, as an occasional reward, visit the nightclub where Bruno’s beautiful girlfriend, Stella (Martina Attanasio), sings “like an angel.” Stella is one of the things Ciro will have to hold against Bruno, something that is unclear early on, especially when the older Bruno introduces his new boss, Ciro, to his Latvian crew. They include Virgilio (Gennaro Di Colandrea). “He’s my pride,” Bruno says. “I raised him like a son.” It is a line that will become increasingly disturbing as the story of Ciro and Bruno unfolds in past tense."
}