{
    "url_original": "https://www.wsj.com/articles/the-perfect-summer-dressversatile-comfortable-flatteringexcept-for-one-thing-11625759908",
    "url": "the-perfect-summer-dressversatile-comfortable-flatteringexcept-for-one-thing-11625759908",
    "title": "The Perfect Summer Dress—Versatile, Comfortable, Flattering—Except for One Thing",
    "sub_head": "Jasmine Guillory, author of the new book ‘While We Were Dating,’ on her complicated romance with a floral dress from Anthropology that’s ideal in every way—almost",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-366344?width=620&size=1.5",
    "image_1": "im-366344.jpg",
    "time": "2021-07-08 11:58:00",
    "body": "I’VE ALWAYS loved dresses. Some people like suits or jeans or black pants. Though I can barely believe it, some people, even friends of mine, love to wear jumpsuits. No, for me, it’s always been dresses, ever since I was a little girl and taught myself how to take off the overalls my parents put on me, because as I told them, “I am a girl, and girls wear dresses.” I no longer believe in rigid gender roles for clothes or anything else, but I still almost exclusively wear dresses—not because I feel I have to, but because I love them.<br />To me, dresses are the ideal article of clothing. I don’t like getting up early and I’ve always been a procrastinator, so I love that a dress is a complete outfit. Easy on, easy off for quick trips to the store or drinks with friends. All I have to decide on are shoes, earrings and lipstick. Plus, dresses fit my short, curvy body better than anything else. After a lifetime of wearing dresses, I know exactly which shapes work—and don’t work—for me. Or so I thought, until I became an author.<br />My first book came out in January 2018, and I quickly realized that book events require a very specific type of dress. I’ve since developed a list of questions I use to evaluate contenders: Is the dress long enough so I can sit on one of those uncomfortable high stools in bookstores and not flash anyone? Is the neckline too revealing for events where lots of strangers—many of whom are taller than I am—will be taking pictures? Will the color pop from a distance? Is the pattern too busy for television?<br />During one of my frequent online searches in the fall of 2019, I found a dress from Anthropologie that seemed almost perfect. It’s a bright, orangy red and has a floral pattern that’s bold but not distracting. It’s a wrap dress, which tends to work on my body shape, and it is a midi-length, a safe choice for when I need to perch high above a crowd. However, I was skeptical of the cut—one with a high, exaggerated waist and a very full skirt. I’ve tried this cut far too many times, because it looks so good on so many other people. But on my hourglass figure, it throws off all of my proportions and makes me hate my body. I’ve spent years trying to love my body and wear clothes that make me feel happy in my skin, not that make me wish I were smaller here or there.<br />I sent the link to my friend Margaret, one of my most valued wardrobe advisers. She, too, loved the eye-catching print but was worried about the shape. But the dress was on sale and I knew the pattern would complement my brown skin so well that I bought it anyway."
}