{
    "url_original": "https://www.wsj.com/articles/the-naval-arms-race-hasnt-gone-the-way-of-the-dodo-11625153865?mod=opinion_major_pos18",
    "url": "the-naval-arms-race-hasnt-gone-the-way-of-the-dodo-11625153865",
    "title": "The Naval Arms Race Hasn’t Gone the Way of the Dodo",
    "sub_head": "Relearn the lessons of the Cold War and apply them to the rise of China.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-363050?width=620&size=1.5",
    "image_1": "im-363050.jpg",
    "time": "2021-07-01 11:37:00",
    "body": "In “Defense Spending Versus the Welfare State” (Letters, June 23), Frank Richter states, “In the nuclear era, naval arms races are over.” The outcome of the Cold War was affected by such an arms race.<br />The Reagan administration made naval superiority a cornerstone of its defense buildup. Navy Secretary John F. Lehman implemented a maritime strategy that sought to establish a forward presence that would, in Mr. Lehman’s words, “force the Soviet Union to use its maritime forces . . . to defend its vulnerabilities rather than allowing the Soviets the initiative to prey on our vulnerabilities.” During Exercise Ocean Venture in 1981, U.S. warships rounded the North Cape and entered the Barents Sea for nine days. In 1983, U.S. naval forces in the Pacific exercised within 450 miles of Kamchatka.<br />As naval expert Norman Friedman has written, Soviet “naval exercises began to concentrate on home defense against an attacking U.S. fleet rather than on open-ocean attacks on Western shipping.” This helped force the Soviets away from an offensive military strategy to a defensive strategy. Combined with other factors—especially economic decline caused in no small part by the burden of military spending, including the naval arms race—this played a significant role in ending the Cold War.<br />China has initiated a new naval arms race in its attempt to establish dominance in the Western Pacific. It would be wise to relearn the lessons of 40 years ago and apply them, with appropriate modifications, to the present situation.<br />David M. Walsh"
}