{
    "url_original": "https://www.wsj.com/articles/the-beacon-of-the-public-library-11625775553",
    "url": "the-beacon-of-the-public-library-11625775553",
    "title": "The Beacon of the Public Library",
    "sub_head": "Building places for ordinary people to read and share books has been a passion project of knowledge-seekers since before Roman times.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-366248?width=620&size=1.5",
    "image_1": "im-366248.jpg",
    "time": "2021-07-08 16:19:00",
    "body": "Historian Amanda Foreman searches the past for the origins of today’s world. Read previous columns here.<br />“The libraries are closing forever, like tombs,” wrote the historian Ammianus Marcellinus in 378 A.D. The Goths had just defeated the Roman army in the Battle of Adrianople, marking what is generally thought to be the beginning of the end of Rome.<br />His words echoed in my head during the pandemic, when U.S. public libraries closed their doors one by one. By doing so they did more than just close off community spaces and free access to books: They dimmed one of the great lamps of civilization.<br />Kings and potentates had long held private libraries, but the first open-access version came about under the Ptolemies, the Macedonian rulers of Egypt from 305 to 30 B.C. The idea was the brainchild of Ptolemy I Soter, who inherited Egypt after the death of Alexander the Great, and the Athenian governor Demetrius Phalereus, who fled there following his ouster in 307 B.C. United by a shared passion for knowledge, they set out to build a place large enough to store a copy of every book in the world. The famed Library of Alexandria was the result.<br />Popular myth holds that the library was accidentally destroyed when Julius Caesar’s army set fire to a nearby fleet of Egyptian boats in 48 B.C. In fact the library eroded through institutional neglect over many years. Caesar was himself responsible for introducing the notion of public libraries to Rome. These repositories became so integral to the Roman way of life that even the public baths had libraries."
}