{
    "url_original": "https://www.wsj.com/articles/the-christian-heart-of-hong-kong-activism-11625783689?mod=opinion_lead_pos7",
    "url": "the-christian-heart-of-hong-kong-activism-11625783689",
    "title": "The Christian Heart of Hong Kong Activism",
    "sub_head": "They’re only 12% of the population, but their values incline them toward sacrifice.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-08 18:34:00",
    "body": "Joseph Cheng, 71, used to be one of Hong Kong’s busiest activists: a familiar presence in the media and a leading figure in several pro-democracy organizations. After retiring in 2015, the former political-science professor planned to live out his remaining days in the city. But Mr. Cheng’s life—a microcosm of Hong Kong’s recent history—has been turned upside down.<br />Last year’s so-called national-security law reclassified much ordinary activism as a criminal offense. On April 10, two days after I spoke to Mr. Cheng, authorities handed down sentences for campaigners including the media tycoon Jimmy Lai (14 months in prison) and the “father of Hong Kong democracy,” Martin Lee (a suspended sentence). Since then, the arrests have continued and Mr. Lai’s newspaper Apple Daily has been shut down.<br />Fearing prosecution, Mr. Cheng and his wife moved to Canberra, Australia, in July 2020. “It’s a quiet life,” he tells me. “Sometimes it’s a little bit lonely.” Because of Covid, his family members in Hong Kong can’t visit. “You feel bad to see friends arrested, prosecuted, sentenced to prison. But I understand that there is very little I can do.”<br />Mr. Cheng was born in 1949 to Chinese parents who had fled the civil war. He has, in turn, held the British colonial government to account as a leading member of the pressure group Hong Kong Observers; campaigned for political reform under Chinese rule; and now finds himself in de facto exile. He is also a practicing Catholic, and his career is a reminder of the remarkably strong Christian influence on Hong Kong’s pro-democracy movement.<br />Only 12% of Hong Kongers are Christians, but they play an outsize role. Messrs. Lai and Lee, the most prominent of the activists sentenced in April, are Catholics. Benny Tai, initiator of the 2013-14 Occupy Central campaign, is a Protestant who held one of the movement’s early press conferences at a church. Christian leaders like Cardinal Joseph Zen and the Baptist minister Chu Yiu-Ming have been at the forefront of the cause. One of the most frequently heard protest songs has been “Sing Hallelujah to the Lord.”"
}