{
    "url_original": "https://www.wsj.com/articles/the-global-tax-deal-is-bad-for-the-u-s-11625784716?mod=opinion_lead_pos1",
    "url": "the-global-tax-deal-is-bad-for-the-u-s-11625784716",
    "title": "The Global Tax Deal Is Bad for the U.S.",
    "sub_head": "Congress should look at the anti-competitive details before signing on.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-08 18:51:00",
    "body": "Leaders from 130 countries last week agreed to a major overhaul of global tax rules, and we have some advice for Congress: Read the fine print carefully. The deal represents an intersection of Europeans’ longstanding dream to tax American tech companies and the Biden Administration’s attempt to bamboozle lawmakers into passing a competition-killing corporate-tax hike at home.<br />The agreement is the latest step in years-long negotiations at the Organization for Economic Cooperation and Development to change the way companies are taxed around the world. It comes in two parts. “Pillar One” would introduce a new tax targeting mainly U.S. tech giants. “Pillar Two” creates a global minimum corporate-tax rate of 15%.<br />Finance ministers from the G-7 countries signed on in principle in June. Last week’s announcement includes assent from China and India—for now—that were holdouts. Proponents hope the path is now clear for a final agreement in the autumn after technical negotiations that will make or break this exercise. Major questions remain, including which companies would have to pay the taxes to which jurisdictions based on which earnings and with which deductions and exemptions.<br />The details that are in the five-page outline should alarm Congress. One is that the scope of the taxes already is expanding. Before the G-7 reached its agreement last month, Treasury Secretary Janet Yellen had proposed applying pillar one only to companies with annual revenue above $20 billion (almost €17 billion) and profit margins above 10%. This would capture primarily big Silicon Valley firms without having to single out tech by name. The OECD deal suggests reducing that to €10 billion in annual revenue.<br />This highlights the folly of Ms. Yellen’s negotiating strategy. By concocting a complex mechanism to give European leaders the tech tax they desired without calling it a “tech tax,” she removed any limiting principle on the tax’s reach in the future."
}