{
    "url_original": "https://www.wsj.com/articles/the-tampa-bay-lightning-win-back-to-back-stanley-cups-11625712775",
    "url": "the-tampa-bay-lightning-win-back-to-back-stanley-cups-11625712775",
    "title": "The Tampa Bay Lightning Win Back-to-Back Stanley Cups",
    "sub_head": "The victory over the Montreal Canadiens makes it clear that no team weathered the pandemic and its ensuing schedule disruptions better than the reigning NHL champions",
    "category_1": "Sports",
    "category_2": "NHL",
    "image_1_url": "https://images.wsj.net/im-366103?width=620&size=1.4988290398126465",
    "image_1": "im-366103.jpg",
    "time": "2021-07-07 22:55:00",
    "body": "The Tampa Bay Lightning won their second Stanley Cup in just over nine months, defeating the Montreal Canadiens 1-0 to claim back-to-back titles in seasons that were bunched together by the Covid-19 pandemic.<br />Playing on home ice at Amalie Arena, the Lightning toned down their electric style to match the persistent, grinding play of the Canadiens to win Game 5 and take the series 4-1. The sole goal of the night came from winger Ross Colton just over six minutes into the second period, as he poked a pass from Ryan McDonagh around the back of Montreal goaltender Carey Price.<br />Wednesday’s victory makes it clear that no team weathered the pandemic and its ensuing schedule disruptions better than Tampa Bay. Last fall, the Lighting outlasted the expanded 24-team field in the NHL’s Canada-based playoff bubbles to win their first Stanley Cup since 2004.<br />In 2021, they repeated to become the fastest team ever to bag consecutive titles, doing so by a margin of nearly three months.<br />The 2021 Stanley Cup Final featured two franchises playing unfamiliar roles. Montreal, the most decorated franchise in NHL history, were cast in the role of Cinderella. Aiming to take home their first Stanley Cup since 1993—the last time any team from Canada won the title—the Habs made it to the championship series after barely squeaking into the playoffs as the last seed in the weakest division."
}