{
    "url_original": "https://www.wsj.com/articles/the-hustlers-who-started-america-11625249906?mod=opinion_lead_pos5",
    "url": "the-hustlers-who-started-america-11625249906",
    "title": "The ‘Hustlers’ Who Started America",
    "sub_head": "Historian Walter McDougall admires the founders’ ideals—but with a wink rather than a woke scowl or a reverent gaze.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "image_1_url": "https://images.wsj.net/im-363304?width=620&size=custom_1845x1476",
    "image_1": "im-363304.jpg",
    "time": "2021-07-02 14:18:00",
    "body": "There are two interpretations of 1776 that matter in 2021. Call them the Whig and the woke.<br />The Whig version is a story of progress. It interprets the founding as an imperfect expression of political ideals that have come steadily closer to realization over time. That’s more or less the vision that many red states are trying to salvage with measures against “critical race theory” in K-12 schools. Florida’s Board of Education enacted a rule last month that public-school teachers “may not define American history as something other than the creation of a new nation based largely on universal principles stated in the Declaration of Independence.”<br />Such mandates are a response to woke history, which takes a darker view. Instead of arguing that “this country has not been living up to its ideals,” says the historian Walter McDougall, the woke “believe this country does not have any ideals,” or at least any worth striving for. Rather than trace how the past’s aspirations reverberate in the present, woke history selectively imposes modern politics onto the past.<br />Mr. McDougall, 74, stands apart from this increasingly salient divide. In a Zoom interview from his home in suburban Philadelphia, he says that in their zeal to pass judgment, the woke “either don’t know how to think historically or they don’t want to think historically.” But he’s also wary of popular interpretations of history that tell Americans “they’re exceptionally virtuous” which he says is “either naively silly, or it is downright dangerous.”<br />That outlook informs his two volumes of American history through the Reconstruction period, “Freedom Just Around the Corner” (2004) and “Throes of Democracy” (2008). “I granted the high ideals which the American Founding Fathers stood for,” Mr. McDougall says, “but I also did so with a wink”—as distinct from the woke scowl, but also distinct from the Whig’s reverent gaze. He says that the American colonists were “scofflaws” and emphasizes that “the genius of the American people is that so often their corruption is creative.”"
}