{
    "url_original": "https://www.wsj.com/articles/the-latest-pandemic-travel-trend-adults-only-luxury-resort-vacations-11627495642",
    "url": "the-latest-pandemic-travel-trend-adults-only-luxury-resort-vacations-11627495642",
    "title": "The Latest Pandemic Travel Trend: Adults-Only Luxury Resort Vacations",
    "sub_head": "After too much together time during lockdown, parents are ditching the kids. These six luxury resorts all cater to grown-ups and offer serene, sophisticated diversions, from wine-tasting in Napa to catnaps on Italy’s Amalfi Coast.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-376518?width=860&height=573",
    "image_1": "im-376518.jpg",
    "time": "2021-07-28 14:07:00",
    "body": "THE PANDEMIC BROUGHT many families closer together, but even the tightest clans can squabble over Scrabble matches after one too many game nights. A surfeit of together-time is triggering a rise in demand for kid-free vacations, said Jack Ezon, founder of travel company Embark Beyond. Sixty-one percent of the summer trips that Embark Beyond booked this year were for adults only, compared with 48% in 2019. These grown-up escapes aren’t just for couples. Some are booked by groups of friends who want to travel together after many months of Zoom-only contact or individuals seeking solo sojourns. To help you plan your own immersion in maturity we’ve selected five resorts that offer decidedly grown-up diversions, from wining and dining to flopping down on a beach with a thick page-turner and uninterrupted nap time.<br />One of the Amalfi coast’s most iconic hideaways, Il San Pietro (which welcomes ages 10 and up) is perched dramatically on a cliff edge. The rooms, carved into rocky hillsides, almost blend into the landscape, while the décor marries old-world elegance with Mediterranean chic. All 56 rooms open onto balconies with sea views. An elevator whisks guests down the cliff to the only private beach associated with a hotel in Positano. With an Aperol spritz in hand, stare at the sunset from the grand terrace. Its Michelin star Zass restaurant prepares local Mediterranean dishes like scampi tartare, with ingredients from its on-site organic gardens. From about $850 a night, ilsanpietro.com<br />The Post Ranch Inn stands 1,200 feet above the Pacific on the cliffs of Big Sur. Like the home at Green O, the inn’s 39 guest rooms bring to mind lavish treehouses, most built for two (no guests under age 18 allowed). The spa offers massages and private yoga and meditation classes. You can also book an astrology or shaman session. Or commune with the celestial spirits yourself by taking in the night sky—far from city lights, the hotel is a sublime place to stargaze. From $1,425 a night, postranchinn.com<br />Canaves Oia Suites sit on top of a cliff on the Greek island of Santorini. A kid-free enclave (only ages 13 and up allowed) of Canaves Oia Resorts, the suites are housed in a whitewashed building facing the Santorini Caldera and the Aegean Sea. Verandas come with private pools and if you feel like mingling with the wider world, book a sailing tour or wander around the mazelike village of Oia admiring the Cycladic architecture. From about $830 a night, canaves.com/canaves-oia-suites<br />Dude ranches typically attract fidgety families but Montana’s Green O, a secluded part of the sprawling Paws Up Ranch, is a more grown-up approach to the great outdoors. Guests (ages 21 and up) stay in 12 sleekly modern, glass-walled homes. One of them, the Tree Haus, elevated at least 23 feet above ground, makes a sophisticated perch to spy on wildlife. Guests can indulge in spa treatments or more active pursuits, including fly-fishing and biking. From about $2,790 a night, thegreeno.com"
}