{
    "url_original": "https://www.wsj.com/articles/the-sanders-democrats-go-for-broke-11626302161?mod=opinion_lead_pos1",
    "url": "the-sanders-democrats-go-for-broke-11626302161",
    "title": "The Sanders Democrats Go For Broke",
    "sub_head": "The $4.1 trillion budget strategy: please Bernie, squeeze the moderates.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-14 18:36:00",
    "body": "The price of Republicans losing those two Georgia Senate seats in January was always going to be steep, and late Tuesday Democrats presented America with the bill: $4.1 trillion. That’s how much in new taxes and spending President Biden, Bernie Sanders and Nancy Pelosi hope to ram through Congress with the narrowest majorities in decades.<br />Senate Democrats announced that they’ve agreed on a top-line budget resolution total of $3.5 trillion. They hope to pass this with 50 Senate Democrats plus Vice President Kamala Harris to break the tie. That’s in addition to the $600 billion or so in net spending in the bipartisan infrastructure framework.<br />Don’t believe the spin that this is a compromise from the $6 trillion that Mr. Sanders floated some weeks ago. That was a feint to make the final number appear more moderate. This would be the largest spending increase in U.S. history, and a huge increase in the size and scope of government. It would lift federal spending as a share of GDP to more than 25% from the modern norm of 20% to 21% or so. Democrats are going for broke—literally.<br />“Every major program that President Biden has asked us for is funded in a robust way. And we are making some additions to that,” crowed Majority Leader Chuck Schumer, standing next to Mr. Sanders. “Most important, something that Senator Sanders has led, and convinced America is so important, which is a robust expansion of Medicare, including money for dental, vision and hearing.”<br />Mr. Schumer didn’t mention the cost of this new Medicare fillip: about $300 billion. And for a Medicare entitlement that the Trustees in their annual report say will already start to run out of money as early as 2024."
}