{
    "url_original": "https://www.wsj.com/articles/the-murder-of-haitis-president-11625696299?mod=opinion_lead_pos5",
    "url": "the-murder-of-haitis-president-11625696299",
    "title": "The Murder of Haiti’s President",
    "sub_head": "Another chapter closes in a two-century-long story of institutional failure.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-365624?width=620&size=1.5",
    "image_1": "im-365624.jpg",
    "time": "2021-07-07 18:18:00",
    "body": "The assassination of Haitian President Jovenel Moïse—in the wee hours Wednesday morning at the presidential residence in Port-au-Prince—is heartbreaking for the nation. I write this not because of any special affinity for Moïse. Rather, his bloody death, by a bullet to the head according to one source, marks the end of another failed chapter in Haitian institution building.<br />More than 200 years after slaves on the island of Hispaniola led a successful rebellion against French colonial government and proclaimed their liberty and independence, Haitians still aren’t free. The state is a predator and the rule of law remains elusive. A narrow cartel of special interests controls most of the economy. Haitians are desperately poor, yet Haitian immigrants to America have an impressive record of achievement. Given a level playing field, Haitians are more than capable.<br />Yet efforts to create the environment at home where honesty and hard work make social mobility possible are continually thwarted. This has led to a brain drain as those with the greatest natural talent and drive emigrate.<br />In the aftermath of the Duvalier dictatorships, which ended in 1986, political instability has been constant. The megalomanic Jean-Bertrand Aristide, who espoused liberation theology and violence against opponents, was removed in a military coup in 1991 but restored to power in 1994. He was elected again in 2001, then deposed and exiled in 2004. Drug trafficking and gang warfare flourished when his Fanmi Lavalas Party was in power and never went away. In recent years it has exploded.<br />Haitian elections were annulled in 2015, but in 2016 Moïse won the presidency in a do-over. The opposition argued that he was obliged to leave office in February 2021 under a ambiguous clause in the constitution that says that if elections are delayed, the president’s five-year term starts the year he is elected. Moïse took office in February 2017 and maintained that his five-year term should last until next February. But that was only a fraction of the controversy he generated."
}