{
    "url_original": "https://www.wsj.com/articles/theranos-founder-elizabeth-holmes-renews-fight-to-constrain-prosecutors-11625693675?mod=business_minor_pos5",
    "url": "theranos-founder-elizabeth-holmes-renews-fight-to-constrain-prosecutors-11625693675",
    "title": "Theranos Founder Elizabeth Holmes Renews Fight to Constrain Prosecutors",
    "sub_head": "Lawyers for defunct startup’s former CEO say their defense to criminal-fraud charges is hampered because a database with millions of blood-test results was dismantled",
    "category_1": "U.S.",
    "time": "2021-07-07 17:34:00",
    "body": "Lawyers for Theranos Inc. founder Elizabeth Holmes asked a federal judge to place new restrictions on the scope of evidence that prosecutors can present at her coming criminal-fraud trial, arguing her defense is hampered by the loss of a database with millions of blood-test results.<br />During a virtual hearing, Ms. Holmes’s lawyers and the U.S. attorney’s office in Northern California continued months of finger-pointing over who is to blame for the inability to access the blood-test database. Called the Laboratory Information System, it recorded data points on millions of Theranos blood tests but became inaccessible in 2018 under circumstances the prosecution and defense disagree about.<br />Ms. Holmes’s lawyers argued that without the database, jurors shouldn’t be allowed to hear anecdotal evidence from patients who received inaccurate blood tests, or see a report from federal regulators finding deficiencies in Theranos’s labs in the years leading up to its 2018 collapse. The database would have given jurors a larger picture of the test results instead of anecdotes, and context around the regulator findings, the lawyers said.<br />Ms. Holmes is slated to go to trial Aug. 31 on charges that she defrauded investors and patients about Theranos’s technology and whether it was capable of accurately testing blood using proprietary devices that purported to need just a few drops of blood from a finger prick. As The Wall Street Journal first reported in 2015, many Theranos blood tests were actually run on commercial analyzers, including some that had been altered to work with diluted finger prick blood.<br />Ms. Holmes, who is due to have a baby this month, has pleaded not guilty."
}