{
    "url_original": "https://www.wsj.com/articles/theres-good-election-newsexcept-in-new-york-11625504022?mod=opinion_lead_pos9",
    "url": "theres-good-election-newsexcept-in-new-york-11625504022",
    "title": "There’s Good Election News—Except in New York",
    "sub_head": "An election-fraud rebuttal, a victory for integrity, and hopeful signs that voting patterns are changing.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-07-05 12:53:00",
    "body": "Democrats and the media have a simple rule about disputed elections: When Democrats complain about the result, there must have been something profoundly wrong with the process that rendered the outcome unreliable: dodgy ballots (Al Gore, Florida, 2000), corrupt machinery (John Kerry, Ohio, 2004), voter suppression (just about every election Democrats have lost in the south in the last 30 years but especially Stacey Abrams, Georgia, 2018).<br />When Republicans complain (Donald Trump, 2020), the challenge is an unconscionable threat to the foundations of our democracy, an assault on the sacred electoral process, a coup in plain sight.<br />So our consistent and principled defenders of election integrity face something of a conundrum in New York City after a Democratic mayoral primary election in a Democratic city has produced epic levels of electoral malarkey. All three leading Democratic candidates filed lawsuits last week raising the possibility of irregularities in counting and seeking legal relief in case the final result doesn’t go their way.<br />New York’s new ranked-choice voting system has combined with rank incompetence by the city’s Board of Elections to produce near total confusion about the result of the contest last month between Eric Adams, the Brooklyn borough president and former cop; Kathryn Garcia, the city’s former sanitation commissioner (who should know a thing or two about messy outcomes); and Maya Wiley, the far-left legal analyst for MSNBC.<br />One of them has to win, unfortunately, but we won’t know for a while the identity of the pol who will almost certainly be elected in November to succeed Bill de Blasio, a man for whom the term municipal disaster might have been invented."
}