{
    "url_original": "https://www.wsj.com/articles/these-countries-are-looking-ahead-to-living-with-covid-19-11626012000",
    "url": "these-countries-are-looking-ahead-to-living-with-covid-19-11626012000",
    "title": "These Countries Are Looking Ahead to Living With Covid-19",
    "sub_head": "The virus won’t go away, but vaccinations show a path to normalcy",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-367344?width=620&size=1.5",
    "image_1": "im-367344.jpg",
    "time": "2021-07-11 14:37:00",
    "body": "A handful of countries, including the U.S., are leading the way toward a future where Covid-19 has faded into the background.<br />Even as the highly contagious Delta variant of the coronavirus is propelling new infections world-wide, these governments are hoping that their high vaccination rates will protect many of the most vulnerable to the disease, allowing a return to more normal life.<br />It is a future where officials hope that they will be able to treat the coronavirus like influenza, which causes tens of thousands of deaths in the U.S. every year without prompting damaging economic lockdowns. Vaccinations are the key: Covid-19 causes many more fatalities per infection than the flu, but vaccines significantly reduce people’s chances of catching the coronavirus and the seriousness of the disease if they do.<br />The virus will remain, however, a fact of life. “This is a virus that we’re going to have to learn to live with, and we’re going to have to learn to manage and we’re going to have Covid-19 patients for the foreseeable future,” said Edward A. Stenehjem, an infectious-disease specialist at Intermountain Healthcare in Murray, Utah, where cases resulting from the Delta variant have risen lately.<br />These highly vaccinated countries are the exceptions in a world where most have largely unvaccinated populations. Their authorities’ appetite for risk varies—even across jurisdictions in the U.S. and Canada—but vaccinations are breaking a pattern seen earlier in the pandemic when rising case rates inevitably prompted tightening restrictions."
}