{
    "url_original": "https://www.wsj.com/articles/they-got-great-deals-on-airfare-then-came-the-flight-changes-11627477200",
    "url": "they-got-great-deals-on-airfare-then-came-the-flight-changes-11627477200",
    "title": "They Got Great Deals on Airfare. Then Came the Flight Changes.",
    "sub_head": "Fliers who thought they’d scored cheap fares on Delta and other airlines are getting rebooked on longer, less convenient itineraries—and that’s just the start of their headaches",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-375942?width=860&height=573",
    "image_1": "im-375942.jpg",
    "time": "2021-07-28 09:00:00",
    "body": "What’s one difference between airline tickets and lottery tickets? With lottery tickets you know when the event will occur.<br />Airlines’ rampant schedule changes have confused and angered fliers. Travelers who bet on reopening and bought cheap tickets earlier this year are especially vexed, with some claiming that airlines are moving them to less convenient flights and times to make room for higher-paying customers as travel surges.<br />Airlines deny that they’re bumping customers who got deals, though some do move low-fare passengers before higher-fare customers when their frequent schedule changes create overbooked situations.<br />Many travelers say they face hours on hold, waiting to talk to airline representatives if forced changes aren’t acceptable. Some get told there were “schedule changes” when they see comparable flights—or even the same flight number—leaving at roughly the same time.<br />Katie Trepel took a chance on Italy reopening and bought a round-trip New York-Rome business-class ticket on  Delta Air Lines  in April for the pandemic price of $2,212. Once tourists were allowed to return to Italy, demand skyrocketed and business-class tickets for July flights like hers jumped to $8,000 or more. Delta changed her return flight. A 10-hour nonstop to New York’s Kennedy Airport turned into a near-15-hour trek with a layover in Boston before delivering her to JFK."
}