{
    "url_original": "https://www.wsj.com/articles/this-quick-chilled-soup-recipe-is-rich-and-refreshing-11626897156",
    "url": "this-quick-chilled-soup-recipe-is-rich-and-refreshing-11626897156",
    "title": "This Quick Chilled Soup Recipe Is Rich and Refreshing",
    "sub_head": "A Spanish-style salmorejo is what you want to make with all those gorgeous high-summer tomatoes. It’s fast and full of flavor.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-372994?width=860&height=573",
    "image_1": "im-372994.jpg",
    "time": "2021-07-21 15:52:00",
    "body": "AS A YOUNG CHEF Ryan Bartlow chanced on the “El Bulli” cookbook by Spanish molecular gastronomist Ferran Adrià and was duly wowed. “I’d never seen food like this,” he said of the avant-garde recipes. Mr. Bartlow made his way to a triple-Michelin-starred restaurant outside San Sabastián, where he cooked complicated meals for a year.<br />While he was there, however, the Spanish cooking that captured his heart was more homespun. Now, at Ernesto’s in Manhattan, he serves rustic classics like this chilled soup topped with hard-boiled eggs and tuna preserved in olive oil, a version of southern Spain’s salmorejo. “It’s humble food,” Mr. Barlow said of his first Slow Food Fast recipe. “It has a soul.”<br />Made with tomatoes, garlic, onions and toasted bread, it’s a bit thicker than gazpacho. The ingredients sit together in a bowl until the bread absorbs all the juices. A quick blitz in the blender produces a creamy soup.<br />The bread provides the necessary body to support the toppings. “The egg should be hard-boiled for texture. And the tuna should be left in large flakes,” said Mr. Barlow. “They should sit on the soup, not sink into it.”<br />In such a simple recipe, quality ingredients count. We’re finally in the season when tomatoes are truly gorgeous; splurge on good olive oil and vinegar. Mr. Bartlow’s advice for this recipe pretty much sums up his approach overall: “Everything should be good and kept simple.”"
}