{
    "url_original": "https://www.wsj.com/articles/this-is-your-mind-on-plants-review-psychoactive-sensibilities-11627425214",
    "url": "this-is-your-mind-on-plants-review-psychoactive-sensibilities-11627425214",
    "title": "‘This Is Your Mind on Plants’ Review: Psychoactive Sensibilities",
    "sub_head": "One of the most trusted authorities on what we put inside ourselves pens a trio of lively essays about opium, caffeine and mescaline.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-376172?width=860&height=573",
    "image_1": "im-376172.jpg",
    "time": "2021-07-27 18:33:00",
    "body": "If the chief perils of a drug include its effects on the heart and mind, then in the view of many monarchs, coffee must have been the most dangerous drug humans ever produced. The sites of its consumption nurtured historical revolutions from Paris to Cairo. Charles II of England sought to ban coffeehouses (and the highly caffeinated political squabbles therein) for “Disturbance of the Quiet and Peace of the Realm,” while Frederick II hired unemployed veterans as Kaffeeschnüffler (coffee sniffers) to follow the aroma toward unpatriotic Prussians who violated the law in their preference for coffee over beer.<br />Flash forward to the present, where coffee and its caffeinated ilk fuel activities as various as AA meetings, political campaigns (both for and against the “Quiet and Peace of the Realm”), standardized test-taking, Amazon warehouses (where coffee and tea are free) and professional athletic performance—permitted by the World Anti-Doping Agency despite reams of studies on its enhancement of exercise capacity. Have we bent this little molecule, 1,3,7-trimethylxanthine, to our will, or has it rather bent us to its? Standing on the slopes of a coffee plantation in Colombia, thinking of the 27 million other acres devoted to the crop, Michael Pollan thinks the plants have won, tricking an “especially clever primate” into “heroic feats of industriousness, many of which ultimately redound to the benefit of the plant itself.”<br />Although foods and drugs are arguably the most health-changing things we select or accept for our bodies’ care, much of contemporary science and medicine is shockingly muddled as to what these categories even mean. As Mr. Pollan points out in “This Is Your Mind on Plants,” the Food and Drug Administration offers only “a circular definition of drugs as ‘articles other than food’ that are recognized in the pharmacopoeia.” And very little is taught about “food” at all to doctors, dentists and nurses in training—the majority of U.S. medical schools offer less than the profession’s mandated hours of nutritional instruction, and data show that other health professions, and other nations, fare little better. So drugs are non-foods, and foods are . . . also a black box, packed tight with fears, fads, hopes and misinformation.<br />In the absence of much “official” big-picture thinking about the natures of foods and of drugs from either the public sector or the healthcare professions, Mr. Pollan has become one of the most trusted voices about what we put inside ourselves. Unflappably curious, clear and diligent, the journalist and science writer perhaps reached maximum cultural prominence with the mantra of his anti-diet diet “In Defense of Food” (2008): “Eat food. Not too much. Mostly plants.” He generated still more frisson several books later, with “How to Change Your Mind” (2018), a work advocating for the judicious use of psychedelics for “the temporary dissolution of one’s ego” and a more childlike or spiritual immediacy in the world.<br />Now, in his latest book, Mr. Pollan moves back to the group-portrait style of his early hit, “Botany of Desire” (2001), which devoted sumptuous attention in turn to tulips, cannabis, apples and potatoes. He divides “This Is Your Mind on Plants” into three self-contained long essays, each devoted to a singularly alluring psychoactive plant."
}