{
    "url_original": "https://www.wsj.com/articles/three-on-marie-curie-elements-of-a-life-11627658176?mod=opinion_major_pos12",
    "url": "three-on-marie-curie-elements-of-a-life-11627658176",
    "title": "Three on Marie Curie: Elements of a Life",
    "sub_head": "‘My beautiful radium,’ as she called it, became the focus of both public fascination and of entrepreneurial zeal.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-377374?width=860&height=615",
    "image_1": "im-377374.jpg",
    "time": "2021-07-30 11:16:00",
    "body": "Marie Curie holds a special place in Nobel Prize history—not only the first woman to win the prize, but also one of very few people to have been awarded a second. Both were connected with the element radium that she discovered.<br />She was born Maria Sklodowska in Russian-controlled Poland in 1867. Unable to get a higher education in her native country, she studied in Paris and met fellow scientist Pierre Curie, whom she married in 1895. Pierre and his brother had discovered that when certain crystals were distorted they developed an electric charge—the piezoelectric effect that would one day make quartz watches possible. It proved useful following an accidental discovery by physicist Henri Becquerel, who noticed that uranium salts fogged a photographic plate, as if emitting invisible rays. As these rays passed through air they created small electrical charges that Marie was able to counterbalance with charges from weighted quartz. Pierre and Marie could then measure the new phenomenon precisely, and they gave it a name—radioactivity.<br />In fact, Becquerel’s “rays” were mostly particles, spat out from unstable atomic nuclei, but the terminology stuck, and continues to cause anxiety when people confuse benign electromagnetic radiation, such as microwaves, with the deadly stuff in nuclear reactor cores. There were no such fears in the 1890s, only excitement. Through painstaking analysis, the Curies found that uranium-rich minerals harbored tiny quantities of two new, strongly radioactive elements they named polonium (after Marie’s homeland) and radium. By 1903, when Becquerel and the Curies were jointly awarded the Nobel Prize for physics, more radioactive elements had been found, but radium caught the greatest attention.<br />As Lucy Jane Santos observes in “Half Lives” (Pegasus, 280 pages, $28.95), “It is not hard to pinpoint exactly why it was this substance (which Marie Sklodowska Curie referred to as ‘my beautiful radium’) that eventually became the focus of both public fascination and of entrepreneurial zeal.” Radium’s half-life of 1,600 years meant that it could produce energy at a steady rate, effectively forever. “It was rare and hard to produce,” writes Ms. Santos, “but that only seemed to add to its desirability.”<br />The Curies hadn’t isolated pure radium, only compounds containing it. Eight tons of waste from a uranium mine at St. Joachimsthal in Bohemia, and four years of work, yielded one-tenth of a gram of radium chloride. What was especially fascinating, Ms. Santos writes, was that “while radium chloride looked like common salt in the daytime, it actually glowed in the dark.” Its radiation ionized the surrounding air, producing a blue halo. Marie described bottles in her darkened laboratory as being “like faint fairy lights.” According to “Half Lives,” “It was light, more than any other aspect, that would become associated with the Curies.” A drawing in Vanity Fair portrayed the famous couple inspecting a shining test tube."
}