{
    "url_original": "https://www.wsj.com/articles/tiktok-embraces-longer-videos-giving-creators-more-time-to-make-money-11625165703?mod=business_minor_pos9",
    "url": "tiktok-embraces-longer-videos-giving-creators-more-time-to-make-money-11625165703",
    "title": "TikTok Embraces Longer Videos, Giving Creators More Time to Make Money",
    "sub_head": "Three-minute format marks new twist for company known for its short-form clips",
    "category_1": "Tech",
    "time": "2021-07-01 14:55:00",
    "body": "TikTok is moving beyond the short-form video format that made the social-media app famous, giving the online stars it helped create and others more airtime amid heightened competition for eyeballs.<br />TikTok on Thursday said it would widely roll out the ability to edit and upload videos that can run up to three minutes over the coming weeks after testing the features with some users. When the app owned by Beijing-based ByteDance Ltd. made its debut, its videos largely ran 15 seconds or less. The limit was then expanded to videos lasting up to 60 seconds.<br />“With longer videos, creators will have the canvas to create new or expanded types of content on TikTok, with the flexibility of a bit more space,” TikTok product manager Drew Kirchhoff said in a blog post.<br />The app, which currently has about 100 million monthly active users in the U.S., is facing increasing competition.  Facebook Inc.,  through Instagram, last year launched a short-video feature in the U.S. called Reels.  Snap Inc.,  the app that became known for its focus on communication between friends and on professionally curated posts, introduced a video feature last year called Spotlight. Facebook and Snap have offered payments to lure creators of viral content to their respective apps. And  Alphabet Inc.’s  Google has been pushing YouTube content on its platform.<br />Enabling longer videos will potentially allow TikTok users to make more money on the platform and help the company compete with other longer-form content providers such as YouTube and Facebook, said Devain Doolaramani, chief executive of Fuel Injector, a firm that says it manages about a dozen TikTokkers."
}