{
    "url_original": "https://www.wsj.com/articles/time-is-money-for-companies-facing-transport-snarl-11626269933?mod=business_minor_pos10",
    "url": "time-is-money-for-companies-facing-transport-snarl-11626269933",
    "title": "Time Is Money for Companies Facing Transport Snarl",
    "sub_head": "The jam in global supply chains is causing delays and uncertainty for businesses, in addition to higher shipping costs",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-14 09:38:00",
    "body": "With transportation networks around the world overburdened, the price of shipping things from one place to another keeps going up. But when it comes to the cost pressures companies are facing, those price increases are only part of the problem.<br />The Covid-19 crisis has thrown a wrench in global supply chains. Largely stuck at home and unable to spend money on meals out, travel and other services, consumers loaded up on goods instead. Many companies didn’t see it coming and, expecting demand to fall instead, cut back on orders and production, draining their inventories. Meanwhile, the pandemic put additional constraints on shipping, as efforts to contain its spread, such as the quarantine restrictions, slowed the movement of goods.<br />The result has been an awful mess, and one that doesn’t look as if it will be resolved anytime soon. The blocking of the Suez Canal by the container ship Ever Given created a global supply traffic jam early this spring, and was followed by a Covid outbreak that cut operations at China’s busy Yantian port to 30% of normal levels.  FedEx ,  which once ran on the slogan “When it absolutely, positively has to be there overnight,” suspended about 1,400 customers of its Freight shipping service in June in an effort to clear its congested network.<br />The cost to transport goods has naturally gone up, in many cases by a lot. The average price world-wide to ship a 40-foot container overseas reached $8,795.77 as of July 8, according to Drewry Shipping Consultants, which is up 333% from a year earlier. Once that container comes off the ship there are additional shipping costs, and they, too, are rising. In June, prices for transporting goods by truck were up 15% from a year earlier, according to the Labor Department, while prices at freight forwarders, customs brokers and other businesses that arrange freight and cargo for transportation were up 58%.<br />For many businesses, however, shipping delays and long lead times amount to a bigger problem than rising transportation prices."
}