{
    "url_original": "https://www.wsj.com/articles/tiny-house-review-sustainable-satire-11625772588?mod=opinion_major_pos14",
    "url": "tiny-house-review-sustainable-satire-11625772588",
    "title": "‘Tiny House’ Review: Sustainable Satire",
    "sub_head": "A progressive millennial couple’s attempt to escape the mayhem of modern-day society goes awry in this over-the-top comedy from Westport Country Playhouse",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-366511?width=620&size=1.5",
    "image_1": "im-366511.jpg",
    "time": "2021-07-08 15:29:00",
    "body": "One by one, America’s theaters are turning on the post-pandemic lights, among them several top-tier troupes that are only just getting around to putting shows online. The latest, Connecticut’s Westport Country Playhouse, has just brought us a newly filmed play, Michael Gotch’s “Tiny House,” that is acted and directed with sure-footed skill and is both charming and bitingly witty—a rare and noteworthy example of a comedy filmed without an audience that comes off without a trace of awkwardness.<br />Staged by Mark Lamos, Westport’s artistic director and one of the very best stage directors we have, “Tiny House” is a sharp-tongued yet unabashedly affectionate satire whose protagonists, Sam (Sara Bues) and Nick (Denver Milord), are an ultra-progressive millennial couple who have wearied of “the ugly” of urban life and the high political anxieties of the moment. (Donald Trump’s shadow is visible at all times, even though his name, à la Voldemort, is never spoken aloud.) So they’ve decided to move to the woods, go off the grid and set up housekeeping in a 150-square-foot “downwardly mobile home” that is “solar, bio-friendly, 100% recycled materials, tiny carbon footprint, completely self-sustaining.” Their house is worthy of closer scrutiny: Everything but the compost toilet (naturally there’s a compost toilet) comes from IKEA, is assembled by hand with “that L-shaped tool thingything they give you” and is just the least bit too small for comfort. Sam and Nick reel off skeins of comic dialogue in which they show that they are both woke and capable of laughing at the absurdities of their wokeness: “If you can just turn around here a sec, you can see this built-in love seat. It’s distressed vegan leather, so no cows were harmed in the making of this sofa.”<br />It’s the Fourth of July and Sam and Nick have overnight guests, Larry (Lee E. Ernst), Sam’s good-hearted but slightly dotty uncle, and Billie (Elizabeth Heflin), her elegant but careworn mother. (The reason for the absence of Sam’s father is a major reveal at which I would be doing Mr. Gotch a disservice to hint.) The plan is to barbecue “red meat for the faithful” and “discs of frozen plant matter for the heretics,“ but it is complicated by the arrival of three more-or-less neighbors. Bernard (Hassan El-Amin) is a heavily armed ex-CIA agent, a survivalist with a paranoid streak and a hand-held, solar-powered two-way radio who is readying himself for the inevitable apocalypse: “I was in . . . insurance. And now . . . I prepare.” As for Win (Stephen Pelinski) and Carol (Kathleen Pirkl-Tague), they’re a pair of lute-toting “old-school hippies” in Tudor garb who are regulars at Ye Olde Renaissance Faire, say “Zounds, man!” at every opportunity and bring with them “a gluten-free dairy-free fair-trade dark chocolate and organic Ethiopian cardamom vegan flourless torte with a whisper of sweet orange.”<br /><br />At this point, the critical mass of actors needed to trigger farce is reached, and “Tiny House” becomes uproariously funny . . . until it suddenly shifts into another gear, becoming a very serious comedy in which we learn sorrowful, even heartbreaking things about Sam and Billie. Yet it is still a comedy, about which I’ll say no more than that “Tiny House” ends just as a comedy should."
}