{
    "url_original": "https://www.wsj.com/articles/tiny-bhutan-outpaces-neighbors-with-rapid-covid-19-vaccination-campaign-11627496645?mod=world_major_1_pos2",
    "url": "tiny-bhutan-outpaces-neighbors-with-rapid-covid-19-vaccination-campaign-11627496645",
    "title": "Tiny Bhutan Outpaces Neighbors With Rapid Covid-19 Vaccination Campaign",
    "sub_head": "While bigger South Asian neighbors such as India and Bangladesh fall way behind in their vaccination efforts, Bhutan inoculates 90% of eligible adults",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-07-28 14:24:00",
    "body": "The Himalayan nation of Bhutan completed a rapid-fire Covid-19 vaccination campaign, fully inoculating 90% of its eligible adult population, a bright spot in the region that is still badly lagging behind rich countries in administering the shot.<br />On Monday, the country, whose population is around 800,000, concluded the second phase of a vaccination campaign that it started earlier this year. It administered the second dose of vaccines—a mix of Western and Chinese shots—in just seven days. UNICEF, the United Nations’ agency for children, described the second leg of the campaign as “arguably the fastest vaccination campaign to be executed during a pandemic.”<br />While wealthy countries such as the U.S., Canada and those in Europe have inoculated 50% or more of their populations, poor countries continue to lag behind, leaving them dangerously exposed to the more transmissible Delta variant that is now spreading quickly world-wide.<br />Bhutan has now fully vaccinated 61.8% of its total population. Among its neighbors in South Asia, India has fully vaccinated 7% of its population against the virus, Nepal 5% and Bangladesh 2.6%, according to Our World in Data, a project based at the University of Oxford.<br />Bhutan began its vaccination campaign earlier this year with 550,000 doses of AstraZeneca vaccine donated by India. China later donated 50,000 doses of Sinopharm vaccine in April."
}