{
    "url_original": "https://www.wsj.com/articles/to-avert-disaster-in-afghanistan-look-to-central-asia-11626041872?mod=opinion_lead_pos7",
    "url": "to-avert-disaster-in-afghanistan-look-to-central-asia-11626041872",
    "title": "To Avert Disaster in Afghanistan, Look to Central Asia",
    "sub_head": "A coming infrastructure conference could lay the groundwork for a new strategy in the region.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-11 18:17:00",
    "body": "American forces have left Afghanistan. Now what? President Biden has yet to settle on the outlines of an approach. What should the U.S. seek to achieve? Who are its partners?<br />As he mulls these questions, the president should take note of a July 16 conference, hosted by the government of Uzbekistan in Tashkent, on the subject of “regional connectivity.” The Uzbeks and their Central Asian neighbors, including Afghanistan, seek international diplomatic and economic support for new transport and infrastructure projects to connect their region with South and Southeast Asia.<br />A meeting for technocrats? The list of confirmed participants tells a different story. The foreign ministers of China, Russia, Iran, Turkey and India will attend, as well as the presidents of Afghanistan and Pakistan. These countries recognize that the issue of connectivity will determine the economic orientation of the rising powers of Central Asia, and even their self-determination and openness.<br />When Uzbekistan, Kazakhstan, Tajikistan, Turkmenistan and Kyrgyzstan were still part of the Soviet Union, Moscow controlled their economies and diverted all their international trade and communications through Russia. The Soviet Union ended 30 years ago but elements of these deformations have endured. With the rise of Uzbekistan’s reforming President Shavkat Mirziyoyev five years ago and Kazakhstan’s concurrent effort to diversify and open its economy, barriers to trade began to fall.<br />Central Asian countries are reclaiming the ancient links among them that Russian colonialism sought to destroy. Thanks to America’s presence in Afghanistan, they could also reach out once more to Kabul as their sixth ancient partner. This quest is at once Central Asia’s key economic project, a bulwark of its cultural rebirth, and its move to secure self-determination in a neighborhood dominated by China, Russia and Iran."
}