{
    "url_original": "https://www.wsj.com/articles/to-mandate-or-not-to-mandate-vaccines-11627425858?mod=opinion_lead_pos1",
    "url": "to-mandate-or-not-to-mandate-vaccines-11627425858",
    "title": "To Mandate or Not to Mandate Vaccines",
    "sub_head": "The FDA should move faster on final approval to reassure the public.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-27 18:44:00",
    "body": "The Covid-19 Delta variant and public vaccine resistance have reignited the debate over mandates, and it may get heated. It’s important to make distinctions between government and private mandates, and it would help if the Food and Drug Administration finally expedited full approval of the clearly successful mRNA vaccines.<br />How to handle the 30% or so of adults who haven’t been vaccinated has taken on more urgency as the Delta variant spreads and the U.S. heads toward flu season. U.S. hospitalizations have doubled in a month and tripled in California, where some 78% of adults have received at least one vaccine dose. Covid will never be eradicated, but the threshold for herd immunity has increased because the Delta variant is more transmissible.<br />Vaccines are highly effective at preventing severe disease, but the virus risk to the elderly and people with chronic conditions isn’t zero. In April the Centers for Disease Control and Prevention reported that an unvaccinated worker at a Kentucky nursing home caused an outbreak that infected 18 fully vaccinated residents. Two were hospitalized, and one died. The legitimate concern is that hospitals could get overwhelmed again this winter as the seasonal flu is likely to be more prevalent with lockdowns lifted and schools open. Governments and health-care providers have a strong interest in ensuring that frontline workers in particular are vaccinated.<br />Thus the call for vaccine mandates, and California Gov. Gavin Newsom on Monday mandated shots for hospital, nursing home and state workers. Those who refuse must be tested at least once a week, which makes the order less compulsory. New York City is requiring city workers to get vaccinated, and many private hospitals, including the Mayo Clinic and Houston Methodist, have announced mandates.<br />Some of our friends on the right say workers should be free to make their own decisions, and in a free society that should be the default. No government should order the general public to take a vaccine except in cases of the most extreme health danger."
}