{
    "url_original": "https://www.wsj.com/articles/to-walk-alone-in-the-crowd-review-the-rhythm-of-his-footsteps-11625844260?mod=opinion_major_pos12",
    "url": "to-walk-alone-in-the-crowd-review-the-rhythm-of-his-footsteps-11625844260",
    "title": "‘To Walk Alone in the Crowd’ Review: The Rhythm of His Footsteps",
    "sub_head": "A word-drunk ramble through the modern city, echoing literary predecessors from Baudelaire to Poe.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-366324?width=620&size=1.5",
    "image_1": "im-366324.jpg",
    "time": "2021-07-09 11:24:00",
    "body": "What is a book? I’m not referring to the physical object, the codex. What interests me is the blood and beat of language, the dynamic between the writer and the work. Antonio Muñoz Molina’s “To Walk Alone in the Crowd” is a case in point. It‘s a novel in the form of a collage or a scrapbook, a collection of impressions that moves from Madrid to Paris to Lisbon and back again, before ending up in New York.<br />Throughout its pages (translated from the Spanish by Guillermo Bleichmar),  Mr. Muñoz Molina thinks about the lives of cities, and how they intersect with literature. His protagonist, it appears, is a lot like him: an author and a flâneur—Mr. Muñoz Molina has written more than 20 books and has won the Jerusalem Prize and Spain’s National Narrative Prize—who divides his time between Europe and Manhattan, curious and a bit eccentric, cataloging the ephemera of his existence in the form of words.<br />To call “To Walk Alone in the Crowd” autofiction or a roman à clef, however, is to miss the point. Mr. Muñoz Molina’s intent is bigger: to investigate the disruptions of the human soul. To do so he invokes a number of literary antecedents: Edgar Allan Poe, whose impressionistic 1840 short story “The Man of the Crowd” is cited as an influence on this novel; Walter Benjamin; Thomas De Quincey; Fernando Pessoa; Charles Baudelaire. “A friend of Baudelaire’s,” Mr. Muñoz Molina writes, “once said that he never saw him write a poem sitting down. He composed them as he walked, speaking quietly to himself. The rhythm of his verses was the rhythm of his steps.” A similar aesthetic is in play here.<br />Mr. Muñoz Molina is not after answers, or even definition; all that he has seen and read swirls within his memory like the bits of colored glass in a kaleidoscope. In that sense, his novel represents a psychogeography of the imagination, in which streets, encounters and scraps of history fold back upon themselves in astonishing, unpredictable, ways. “I don’t want to know anything about the world,” he writes, “I only want to be aware of what reaches my eyes and ears at this very moment, nothing else.”<br />The vagaries of place are among the writer’s preoccupations; his 1986 novel “A Manuscript of Ashes” is set in an invented city, and if the locations here are more real or recognizable, they add up to an imaginative landscape all their own. In part, this has to do with the discursive shape of “To Walk Alone in the Crowd.” In part, it has to do with the interior focus of his fiction, which often doesn’t read like fiction at all."
}