{
    "url_original": "https://www.wsj.com/articles/tokyo-olympics-covid-protocols-japan-11626482698",
    "url": "tokyo-olympics-covid-protocols-japan-11626482698",
    "title": "The Flight Risk in Tokyo Olympics’ Covid Protocols: Getting to Japan",
    "sub_head": "Members of Kenya’s women’s and South Africa’s men’s rugby teams shared flights to Japan with Covid-19-positive passengers, setting off a string of questions",
    "category_1": "Sports",
    "category_2": "Olympics",
    "image_1_url": "https://images.wsj.net/im-371104?width=860&height=573",
    "image_1": "im-371104.jpg",
    "time": "2021-07-17 08:00:00",
    "body": "Tokyo Olympics organizers laid out extensive coronavirus-mitigation protocols for national delegations heading for the Games that open Thursday [July 23], including rigorous testing and barring spectators in most Olympic venues.<br />One element over which organizers have virtually no control, however, is turning out to be one of the most problematic: commercial flights. Positive cases among passengers already are forcing changes to protocols to accommodate the possibility that the journey to Tokyo alone could threaten some athletes’ participation in the Games.<br />Tokyo organizers have now said they would let athletes who came into close contact with a person who subsequently tests positive for the virus skip the Games’ 14-day quarantine rule and allow athletes to participate in practice and matches, under certain conditions.<br />Flights emerged as a potential hole in organizers’ Covid-prevention measures this week, as athletes on Kenya’s women’s and South Africa’s men’s rugby 7s teams were diverted after at least one passenger on each of their respective flights tested positive for Covid-19 upon landing.<br />Organizers have ruled that athletes identified as close contacts will have a nose swab PCR test every day and must be quarantined in a single room all the time, including for meals. It appears that athletes will be allowed to attend training sessions and compete as long as they use special, designated transportation and test negative within six hours of their event."
}