{
    "url_original": "https://www.wsj.com/articles/tokyo-olympics-simone-biles-us-gymnastics-qualifications-11627210825",
    "url": "tokyo-olympics-simone-biles-us-gymnastics-qualifications-11627210825",
    "title": "Simone Biles and U.S. Teammates Stumble and Fall Behind Russia in Gymnastics Qualifications",
    "sub_head": "A series of miscues in the qualification round put the U.S. behind a reinvigorated team of Russian athletes who lead going into Tuesday’s team final",
    "category_1": "Sports",
    "category_2": "Olympics",
    "image_1_url": "https://images.wsj.net/im-374840?width=860&height=573",
    "image_1": "im-374840.jpg",
    "time": "2021-07-25 08:08:00",
    "body": "TOKYO—The road to a third-straight Olympic gold medal for the Simone Biles-led U.S. women’s gymnastics team will not be the coronation everyone has been expecting.<br />The heavily favored U.S. team finished their qualifying round behind Russian athletes on Sunday, showing that they could possibly slip from the sky-high pedestal built for them by the decadelong dominance of the American gymnastics program and the hype surrounding Biles, its superstar.<br />The squad is still assured a spot in the team final scheduled for Tuesday. And Biles— undefeated in national, world and Olympic all-around competition since 2013—stood atop the individual standings after competition concluded late Sunday, with berths for each individual apparatus final, too: balance beam, floor exercise, uneven bars and vault.<br />Biles had an uncharacteristic number of significant errors. She flew out of bounds and off the mat entirely on her third tumbling pass in the floor exercise, took another big step out of bounds on her Cheng vault, and staggered backward on her dismount from the balance beam.<br />The missteps she and other U.S. team members made during qualification, combined with the unexpectedly strong performances from the Russians, suggests a far more closely fought final than had been anticipated by many."
}