{
    "url_original": "https://www.wsj.com/articles/tokyo-olympics-opening-ceremony-to-skip-usual-razzle-dazzle-11627021326?mod=business_lead_pos10",
    "url": "tokyo-olympics-opening-ceremony-to-skip-usual-razzle-dazzle-11627021326",
    "title": "Tokyo Olympics Opening Ceremony Skips Usual Razzle-Dazzle",
    "sub_head": "With Covid-19 precautions in place, event is being held in a nearly empty stadium and features a scaled-down ‘parade of nations’",
    "category_1": "Sports",
    "category_2": "Olympics",
    "time": "2021-07-23 08:25:00",
    "body": "TOKYO—The Olympics opening ceremony began Friday stripped of pomp after the pandemic forced a change to the bustling celebrations that opened previous Games.<br />A simple stage featuring a model of Mt. Fuji was set up as the focus of a show seen by fewer than 1,000 people at the National Stadium in Tokyo. Performances will highlight the challenges of the pandemic for athletes and remember those lost to Covid-19.<br />Planners are hoping to hold the attention of the global television audience with celebrations of Japanese culture, including the use of a medley of videogame songs during the “parade of nations” featuring athletes from more than 200 countries.  Only around 5,700 athletes will join the parade, down from more than 10,000 in the opening ceremony in Rio in 2016. The U.S. group is set to be around 260, less than half of the 613 athletes in Team USA. “It will be a very, very sober ceremony, meaning very little cast and no mass choreography because Covid can’t allow it,” said Marco Balich, a senior adviser to the executive producer of the ceremony, ahead of the start.<br />The Covid-19 pandemic hangs over everything Olympic-related, with the opening ceremony happening after a year’s delay. Athletes such as U.S. tennis star Coco Gauff have had to withdraw because of infection.<br />Among those watching are first lady Jill Biden and Japan’s Emperor Naruhito, who will declare the opening of the Games, though he is expected to avoid the word “celebrate” in deference to the pandemic."
}