{
    "url_original": "https://www.wsj.com/articles/tokyo-2020-olympics-yoshiro-mori-toshiro-muto-covid-19-policy-11626966012?mod=opinion_lead_pos6",
    "url": "tokyo-2020-olympics-yoshiro-mori-toshiro-muto-covid-19-policy-11626966012",
    "title": "More Hurdles Than People at Tokyo’s Dystopian Olympics",
    "sub_head": "Japan builds a massive, confusing bureaucracy to make up for failing to vaccinate its population.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372806?width=860&height=573",
    "image_1": "im-372806.jpg",
    "time": "2021-07-22 13:19:00",
    "body": "Tokyo<br />A day after Japan announced that no spectators would be allowed at the Tokyo Summer Games, International Olympic Committee President Thomas Bach labeled Tokyo “the best-ever prepared city for the Olympic Games.” Olympic participants—athletes, officials, members of the press, broadcasters, marketing partners, international sports federations—see a radically different reality. Mr. Bach asked the athletes to imagine that millions of fans across the globe were cheering them on. Japan Olympic soccer team captain Maya Yoshida wrote a letter to Mr. Bach, saying that he would much rather have live fans.<br />Since Tokyo was chosen as the host in 2013, I have been looking forward to putting my Japanese to use, flitting from Olympic event to event like a knowing native. For an accredited journalist, nothing beats the Olympics. In its current police-state iteration, these Olympics could only be expected in China.<br />The Tokyo Olympic fiasco didn’t start with the coronavirus pandemic. When Tokyo was elevated from candidate city to host, the two bid architects, Japan Olympic Committee President Tsunekazu Takeda and Masato Mizuno, chairman of the global Mizuno Sports Equipment Co., were jettisoned for political reasons. Their replacements, politicians Yoshiro Mori and Toshiro Muto, were neither sportsmen nor businessmen. So when the pandemic forced a one-year postponement of Tokyo 2020, there was no one capable of gathering the reins and salvaging the Olympics.<br />While Israel was buying up enough vaccines to return to normalcy, Tokyo 2020, in step with the International Olympic Committee and fighting to preserve its brand, was instead concocting a series of “Playbooks” whose goal was to protect unvaccinated Japanese from foreign Olympic participants, most of whom would be vaccinated. Barricades are everywhere."
}