{
    "url_original": "https://www.wsj.com/articles/too-many-zoom-meetings-core-hours-keep-some-remote-workers-productive-and-sane-11626753660?mod=business_lead_pos10",
    "url": "too-many-zoom-meetings-core-hours-keep-some-remote-workers-productive-and-sane-11626753660",
    "title": "Too Many Zoom Meetings? ‘Core Hours’ Keep Some Remote Workers Productive and Sane",
    "sub_head": "Slack, Dropbox and other businesses try limiting the time that employees have to be ‘on’ to preserve life-work balance",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-07-20 12:01:00",
    "body": "As a new era of remote and in-office work begins, some companies are trying to bring definition to daily schedules—by making some hours off-limits for meetings.<br />The tactic, called “core hours,” sets times—say, between 10 a.m. and 2 p.m. or 1 p.m. and 4 p.m.—when bosses require employees to be online and available for Zoom meetings, project collaboration and other exchanges. Any other time is a meeting-free zone.<br />By having certain hours, or days, when everyone is “on,” the idea goes, employees have more freedom and flexibility to do solo work the rest of the time.<br />The approach—practiced by some employers over the decades as an effort to keep working parents from being boxed out of early morning or late afternoon meetings—was adopted by some bosses during the pandemic as a way to keep remote collaboration from bleeding into all hours of the day. Now, as businesses reopen offices or implement longer-term work-from-home strategies, some companies say they are making core hours standard practice.<br />San Francisco-based  Dropbox ,  which is allowing workers to continue working remotely if they prefer, has set core collaboration hours for employees in the Americas between 9 a.m. and 1 p.m. Pacific Time. Those hours partly overlap with core hours set for Dropbox workers in Europe and Asia.  Slack Technologies Inc.,  also in San Francisco, is pushing teams to limit meeting times to about four hours a day, letting groups decide which time windows work best for them."
}