{
    "url_original": "https://www.wsj.com/articles/top-ev-battery-maker-adds-sodium-to-its-recipe-book-11627565026?mod=business_lead_pos7",
    "url": "top-ev-battery-maker-adds-sodium-to-its-recipe-book-11627565026",
    "title": "Top EV Battery Maker Adds Sodium to Its Recipe Book",
    "sub_head": "China’s CATL, a Tesla supplier, says cheaper element could lower vehicle cost",
    "category_1": "Tech",
    "time": "2021-07-29 09:23:00",
    "body": "TOKYO— Contemporary Amperex Technology Co. , the world’s biggest maker of electric-vehicle batteries and a  Tesla Inc.  supplier, said it was looking to make batteries using sodium ions, a technology that could reduce costs and lift performance.<br />CATL is the first battery maker in the top global tier to adopt sodium-based battery technology, which offers promise because sodium is relatively plentiful and cheap. Other major players in the automotive business such as  Panasonic Corp.  and  LG Chem Ltd.  have focused on improving battery recipes that rely on less easily mined elements such as lithium, cobalt and nickel.<br />Commercializing sodium-based batteries still faces challenges. CATL said the energy density of its new battery—the amount of energy it stores per unit of volume—is lower than that of an EV battery widely used in China known as lithium ferrophosphate.<br />Companies are racing to bring down the cost of making an electric vehicle so that it matches traditional gasoline-powered vehicles. UBS Group AG has calculated that electric-vehicle battery packs and motors cost $4,000 more to manufacture than a comparable gasoline-burning midsize sedan engine, a difference it believes will disappear by mid-decade.<br />CATL’s market capitalization has climbed sharply this year and stands at about $200 billion, according to FactSet, making it one of China’s most valuable companies. Investors have bought the battery maker on optimism over the EV wave. It supplies EV makers such as Tesla, Daimler AG’s Mercedes-Benz unit and Chinese car makers."
}