{
    "url_original": "https://www.wsj.com/articles/tour-de-france-alt-tour-lachlan-morton-11625661403",
    "url": "tour-de-france-alt-tour-lachlan-morton-11625661403",
    "title": "The Business School Lesson at the Tour de France",
    "sub_head": "A professional rider is attempting a do-it-himself race through the mountains and onto Paris. Is this a model for the future of sports?",
    "category_1": "Sports",
    "time": "2021-07-07 08:38:00",
    "body": "The Australian cyclist Lachlan Morton is amid a throwback Tour de France—an old-school version of the race in which he rides alone, repairs his own bike, seeks out his own food, and pretty much fends for himself all the way around the countryside to Paris.<br />Morton’s professional cycling team, EF Education-Nippo, calls Morton’s feat the “Alt Tour,” and the ride, which is also raising money for World Bicycle Relief (a charity that donates bikes to communities in need), is a celebration of the Tour’s early, do-it-yourself, slightly-unhinged roots. Morton’s got himself a flashy Cannondale bike and plush Rapha threads, but the creature comforts pretty much stop there. The other night, as his EF teammates in the actual Tour de France slept in a quiet hotel, Morton tossed and turned in a sleeping bag because a rave was thumpathumpthumping nearby.<br />The Journal’s Joshua Robinson wrote about Morton’s race as it started, and as the cyclist approaches two weeks in the saddle, it’s clear the endeavor is capturing the imaginations of race fans. I think it’s potentially bigger than that. It’s possible that they’ll be talking one day about Lachlan’s ride in business schools, as an example of how a modern sports operation can widen its ambitions and grow its audience.<br />I know that sounds a bit cuckoo. But here’s my case (look at me, a sports hack writing a biz column in The Wall Street Journal!):<br />This is where the sport is heading. Like a lot of sports, cycling finds itself (pun intended) at a crossroads. The sport’s traditional structure feels stagnant—while glam events like the Tour will always get attention and snazzy stars like Tadej Pogacar and Mark Cavendish, much of the consumer energy in cycling is heading over to the “adventure” category, as riders both amateur and professional seek out challenges a bit more exotic than finishing first on a paved road. This shift has been under way for a while, but it surged during the pandemic, which eliminated much of the race calendar and triggered a bike boom in which cyclists turned to socially distant riding. Some of it is also a byproduct of safety, as cyclists fed up with distracted drivers are turning to off-road riding to reduce risk."
}