{
    "url_original": "https://www.wsj.com/articles/tour-de-france-cavendish-pogacar-merckx-11626635177",
    "url": "tour-de-france-cavendish-pogacar-merckx-11626635177",
    "title": "Pogacar Wins Second Straight Tour de France as Cavendish Misses Merckx’s Record",
    "sub_head": "Without the drama of last year’s Tour, the 22-year-old Slovenian took the yellow jersey after Stage 8 and kept it all the way to Paris.",
    "category_1": "Sports",
    "image_1_url": "https://images.wsj.net/im-371275?width=860&height=566",
    "image_1": "im-371275.jpg",
    "time": "2021-07-18 15:12:00",
    "body": "PARIS—When Tadej Pogacar stunned pro cycling to win last year’s Tour de France as a 21-year-old rookie, he wore the leader’s yellow jersey for all of one stage—the last one. This year, the peloton’s dominant stage racer had more time to savor it.<br />Pogacar stamped his authority on the Tour after barely a week this year and held the lead for 13 stages all the way to a procession on the Champs-Elysées. With a target on his back, he held off attacks in the Alps and the Pyrenees to claim three stages. And by the time he rolled into Paris, his winning margin was 5 minutes and 20 seconds, the largest at the Tour since 2014.<br />“Last year, I was less stressed about everything,” Pogacar said in a press conference before Sunday’s ceremonial stage. “This year is a bit more difficult off the bike but I think it’s more enjoyable. I can enjoy the moment.”<br />In keeping with tradition, Sunday was mere confirmation for the yellow jersey. The real intrigue surrounded the British sprinter Mark Cavendish, who reached Paris with a shot to surpass Eddy Merckx’s mark for career stage wins at the Tour de France.<br />Cavendish had improbably reeled off four victories over the past three weeks to tie the record at 34. But in the frenzy of the final sprint on Sunday, he lost contact with his leadout man, found himself boxed in and missed out on victory No. 35. Cavendish could only slam his handlebars in frustration as he crossed the line. He still went home with the Tour’s green jersey for winning the points classification."
}