{
    "url_original": "https://www.wsj.com/articles/towns-trying-to-ban-natural-gas-face-resistance-in-their-push-for-all-electric-homes-11627723801?mod=business_lead_pos2",
    "url": "towns-trying-to-ban-natural-gas-face-resistance-in-their-push-for-all-electric-homes-11627723801",
    "title": "Towns Trying to Ban Natural Gas Face Resistance in Their Push for All-Electric Homes",
    "sub_head": "Massachusetts is at the center of a battle over phasing out gas for cooking and heating",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-377988?width=700&height=467",
    "image_1": "im-377988.jpg",
    "time": "2021-07-31 05:30:00",
    "body": "Massachusetts is emerging as a key battleground in the U.S. fight over whether to phase out natural gas for home cooking and heating, with fears of unknown costs and unfamiliar technologies fueling much of the opposition to going all-electric.<br />More towns around Boston are debating measures to block or limit the use of gas in new construction, citing concerns about climate change. The measures have encountered opposition from some home builders, utilities and residents in a state with cold winters, relatively high housing prices and aging pipeline networks in need of pricey repairs.<br />The Massachusetts debate encapsulates the challenges many states face in pursuing aggressive measures to reduce greenhouse gas emissions that may directly impact consumers. The cost of fully electrifying buildings varies widely throughout the country and has ignited debates about who should potentially pay more, or change their habits, in the name of climate progress.<br />Much of the resistance to electrifying new homes stems from fear of having to heat or cook using technologies such as heat pumps and induction stoves that most have never tried. In New England, most homes are heated with fuel oil or natural gas, and gas or propane is used widely for cooking.<br />Steve McKenna, a Massachusetts realtor, was hired last year to sell a new, all-electric home in Arlington, a town outside of Boston that is considering gas restrictions. The home initially listed for $1.1 million, but many prospective buyers were uncomfortable with the prospect of facing higher electric bills, Mr. McKenna said. It ultimately sold for about $1 million."
}