{
    "url_original": "https://www.wsj.com/articles/toy-makers-scramble-as-shipping-snarls-threaten-to-spoil-christmas-11627563777?mod=business_lead_pos3",
    "url": "toy-makers-scramble-as-shipping-snarls-threaten-to-spoil-christmas-11627563777",
    "title": "Toy Makers Scramble as Shipping Snarls Threaten to Spoil Christmas",
    "sub_head": "Companies race to import enough toys for holiday season and try to pass along higher shipping costs",
    "category_1": "Business",
    "time": "2021-07-29 09:02:00",
    "body": "Logjams at seaports around the world are leaving some American toy companies scrambling this summer to ensure sufficient supply will reach retail shelves come this year’s holiday shopping season. The toys that arrive in time will likely carry higher prices.<br />Hasbro Inc.,   Mattel Inc.  and other manufacturers say they are navigating supply-chain disruptions and rising costs for materials and labor, leading them to raise prices to recoup some of the added costs.<br />Toy industry veterans say this year’s disruption is worse than last year when the Covid-19 outbreak temporarily shut many ports, factories and stores. “In 2020, we thought it couldn’t get any worse, and 2021 said, ‘Hold my beer,’” said Joshua Loerzel, vice president of sales and marketing for Hog Wild LLC, a small toy company based in Oregon.<br />Ocean freight bottlenecks have led to long delays for shipping from China, where a majority of toys sold in the U.S. are made, and rates that are far higher than usual. The daily spot rate including premium surcharges for a 40-foot container from China to the U.S. West Coast as of Wednesday was $18,346, compared with about $2,680 last July and $1,550 in July 2019, according to the Freightos Baltic Index.<br />Hasbro, which outsources nearly all its production, says the company is using various ports and shipping lanes and sourcing more of its toys from various countries to avoid delays during the second half of the year. “I’m going to be a little less focused on exactly where the inventory is coming in, but rather that we have the inventories to meet the demand,” Hasbro CEO Brian Goldner told analysts this week."
}