{
    "url_original": "https://www.wsj.com/articles/toyota-scraps-plans-for-olympics-ads-in-japan-during-games-11626724605?mod=business_lead_pos7",
    "url": "toyota-scraps-plans-for-olympics-ads-in-japan-during-games-11626724605",
    "title": "Toyota Scraps Plans for Olympics Ads in Japan During Games",
    "sub_head": "Auto maker cites concerns about Covid-19 in its home country; NBCUniversal says Toyota’s ad plans for U.S. are unchanged",
    "category_1": "Business",
    "time": "2021-07-19 16:20:00",
    "body": "TOKYO— Toyota Motor Corp.  said Monday that it wouldn’t run advertisements in Japan connected to the Olympics during the Tokyo Games starting Friday as concerns in the country grow about the spread of Covid-19.<br />Toyota and  Panasonic Corp.  are the only two Japanese companies among the 14 global Olympics partners—the highest level of sponsorship. In normal times, one of the most valuable benefits of sponsorship is the ability to use the Olympics logo in advertisements. But Toyota, whose headquarters are in central Japan, said it wasn’t planning any advertising connected to the Games in its home country.<br />The auto maker is adjusting its advertising plans only in Japan, with nothing currently changing in the U.S., according to a spokesperson for NBCUniversal, which is broadcasting the Games on its affiliated television channels and its Peacock streaming platform. No U.S. advertisers have asked NBCUniversal to cancel their Olympics plans, the spokesperson added.<br />A Toyota spokeswoman said the company has been running an ad titled “Start Your Impossible” in the U.S., Europe and elsewhere. In the ad, which mentions Toyota’s Olympics sponsorship, athletes drive a futuristic Toyota car. The spokeswoman said the company decided a while ago not to run the ad in Japan in light of local concerns about the coronavirus pandemic.<br />A company executive in charge of public relations, Jun Nagata, told local media Monday that the decision was made because a commercial in Japan advertising Toyota’s ties to the Olympics wouldn’t be properly understood given widespread domestic concerns about the Games."
}