{
    "url_original": "https://www.wsj.com/articles/traffic-fatalities-society-danger-11627238246?mod=opinion_lead_pos6",
    "url": "traffic-fatalities-society-danger-11627238246",
    "title": "Social Breakdown Starts With Skipping a Stop Sign",
    "sub_head": "Even with fewer cars on the road in 2020, traffic fatalities were up. Blame receding law enforcement.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-374856?width=860&height=573",
    "image_1": "im-374856.jpg",
    "time": "2021-07-25 16:31:00",
    "body": "New York<br />You’ve probably never heard of Henry Hale Bliss, but he holds a dubious distinction in American history. On the evening of Sept. 13, 1899, Bliss, a 69-year-old real-estate developer, stepped off the Eighth Avenue trolley at 74th Street and Central Park West in Manhattan. As he reached back to assist a female rider off the trolley, he was hit by an electric taxi driven by Arthur Smith. Bliss was taken to Roosevelt Hospital, where he died the next morning, thus becoming the first recorded automobile fatality in the U.S.<br />The accident made headlines in New York papers. Today, unless the victim is a celebrity, traffic deaths are rarely considered newsworthy. That might be because there have been roughly 3.9 million fatalities in this country since Mr. Bliss died 122 years ago.<br />While vehicular deaths began to decrease in the 1970s with more use of seat belts, improved safety features and air bags, lower speed limits and stricter law enforcement, the death rate has been increasing since 2016. In 2020, despite lockdowns across the country, traffic fatalities spiked to their highest levels since 2007, with 38,680 deaths nationwide, according to the National Highway Traffic Safety Administration. Texting, drug use and drinking are contributing factors.<br />But today something else is happening. If you’ve ventured out over the past year, especially in New York, you will see cars running stoplights, speed limits ignored, motor scooters barreling down sidewalks and dodging pedestrians, and stop signs treated as a mere suggestion."
}