{
    "url_original": "https://www.wsj.com/articles/transcript-wsj-interview-with-philadelphia-fed-president-patrick-harker-11625177278",
    "url": "transcript-wsj-interview-with-philadelphia-fed-president-patrick-harker-11625177278",
    "title": "Transcript: WSJ Interview With Philadelphia Fed President Patrick Harker",
    "sub_head": "",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-363511?width=620&size=1.5",
    "image_1": "im-363511.jpg",
    "time": "2021-07-01 18:07:00",
    "body": "Federal Reserve Bank of Philadelphia President Patrick Harker discussed in an interview with The Wall Street Journal his views on the central bank’s monetary policy, including suggesting that the Fed trim its purchases of Treasury and mortgage bonds. He would like to see the process completed before the Fed raises interest rates. Here is a transcript, lightly edited for clarity and length.<br />WSJ: I’ve been following your public appearances, your virtual appearances and various TV hits as you’ve made them, so forgive me if any of this is redundant. But you know, it’s been a while since you and I have spoken directly, so I wanted to just kind of start off with asking: where do you see the economy? I guess we’re sort of at an inflection point as we pull out of the pandemic and transition into something—you know, this so far is a very strong recovery. So I wanted to get your read on where we stand right now with the economy.<br />MR. HARKER: Sure.<br />So my view on the economy is that it is quite strong, very strong. I mean, obviously, we dug ourselves, by necessity, a very deep hole because of the pandemic and we’re climbing out of that. So we’re looking at this year our forecast is GDP growth around—possibly at 7% with 4.5% unemployment and inflation most likely around 3% or 3.2%. But then we’ll start to settle back down in subsequent years, seeing growth trending down to, say, half of that, about 3.5%, unemployment getting down to 4%, and then inflation settling back down to the target range of around 2%. And then we start to move into what I would consider sort of the new normal. Again, in 2023 we’re looking at 2.6% GDP, about 3.8% unemployment, and again, inflation running around 2%. So we’ll settle back in.<br />Obviously, there’s a lot of risks, both upside and downside, to this. Is there substantial new fiscal policy that’s put in place? That could affect this forecast. And the Delta variant in communities where vaccination rates are low could definitely affect the growth in those communities and, if there’s enough of those communities in the country, it could affect the national picture."
}