{
    "url_original": "https://www.wsj.com/articles/travel-is-bouncing-back-strong-and-airlines-race-to-keep-up-11625669174?mod=business_lead_pos3",
    "url": "travel-is-bouncing-back-strong-and-airlines-race-to-keep-up-11625669174",
    "title": "Travel Is Bouncing Back Strong, and Airlines Are Racing to Keep Up",
    "sub_head": "Stormy weather and staffing shortages have caused snarls for summer trips; ‘There’s going to be challenges’",
    "category_1": "Business",
    "time": "2021-07-07 10:46:00",
    "body": "Passengers have flocked back to airports more quickly than airlines anticipated, triggering headaches like delayed and canceled flights and highlighting the complexity of resurrecting the industry after more than a year of near-hibernation.<br />Bad weather has caused some of the problems, but union officials and industry observers also cite staff shortages after too many pilots, mechanics and other workers were let go to cut costs during the pandemic. Some of these staffing challenges are likely just near-term, while others, such as a shortage of pilots that existed before the pandemic, threaten to pose challenges in coming years.<br />Southwest Airlines Co.  and  American Airlines Group Inc.,  two of the hardest-hit by cancellations and delays last month, took steps to stabilize their operations ahead of the busy July 4 weekend. Southwest offered flight attendants and ground staff double pay to work extra shifts over the holiday period. American trimmed back schedules to build in room for recovery from potential hiccups.<br />The efforts appear to have helped. Thunderstorms roiled flight schedules last week, prompting hundreds of cancellations and thousands of delays. But weather improved over the weekend and airline operations were smoother, airline officials said.<br />Carriers faces another test this week as Tropical Storm Elsa reaches the south Florida airports that have been among the most popular travel destinations this summer. Airlines canceled hundreds of flights Tuesday and Wednesday."
}