{
    "url_original": "https://www.wsj.com/articles/treasury-could-run-out-of-cash-in-october-or-november-unless-debt-ceiling-is-lifted-cbo-says-11626891544?mod=politics_lead_pos12",
    "url": "treasury-could-run-out-of-cash-in-october-or-november-unless-debt-ceiling-is-lifted-cbo-says-11626891544",
    "title": "U.S. Government Could Run Out of Cash This Fall Unless Debt Ceiling Is Lifted, CBO Says",
    "sub_head": "Debt ceiling takes effect Aug. 1; warning comes as lawmakers negotiate spending packages",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-372718?width=860&height=573",
    "image_1": "im-372718.jpg",
    "time": "2021-07-21 14:59:00",
    "body": "WASHINGTON—The federal government will most likely run out of cash to pay its bills in October or November unless Congress increases or suspends the federal borrowing limit, the Congressional Budget Office said Wednesday.<br />Congress voted in 2019 to suspend the debt ceiling until July 31 of this year. Since then, the nation has added $6.5 trillion in debt, bringing the total amount owed to $28.5 trillion.<br />If lawmakers can’t reach another agreement before the end of the month, the borrowing limit would automatically be reinstated at that level, and the Treasury wouldn’t be able to raise additional cash from the sale of government securities.<br />If it can’t raise new cash, the Treasury has said it would take extraordinary measures to keep paying the government’s bills in full and on time, as it has in the past. Those measures, such as redeeming certain investments in federal pension programs and suspending new investments in those programs, have previously freed up enough cash to last several months.<br />But Treasury officials have warned Congress that such measures could be exhausted more quickly than in the past. Secretary Janet Yellen said in a June hearing that the pandemic has increased uncertainty about the size and timing of government spending, adding that the Treasury could run out of room to pay the government’s bills as early as August."
}