{
    "url_original": "https://www.wsj.com/articles/treasury-market-meltdown-in-2020-shows-need-for-overhaul-report-finds-11627480800?mod=markets_lead_pos6",
    "url": "treasury-market-meltdown-in-2020-shows-need-for-overhaul-report-finds-11627480800",
    "title": "Covid-19 Fueled a Treasury Market Meltdown in 2020. Report Offers 10 Potential Fixes.",
    "sub_head": "Regulators face questions over how to avoid more frequent dysfunction",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-376054?width=860&height=573",
    "image_1": "im-376054.jpg",
    "time": "2021-07-28 15:05:00",
    "body": "A global dash for cash sparked by the coronavirus pandemic in March 2020 forced the Federal Reserve to buy hundreds of billions of dollars of U.S. Treasury securities in a matter of days to prevent a broader meltdown in financial markets.<br />A new report from a group that includes former central bankers warns that failing to address key market fragilities revealed by that episode could weaken the confidence in the market for U.S. Treasurys, which is widely assumed to be the global risk-free asset.<br />On Wednesday, the Group of 30, an independent group of prominent central bankers, financiers, regulators and academics whose members include Treasury Secretary Janet Yellen, who previously chaired the Fed, released its overview of the problems that plagued the Treasury market in March 2020, along with 10 recommendations to reduce the risk that the Fed would have to make similar interventions in future crises. Former Treasury Secretary Timothy Geithner chaired the working group that produced Wednesday’s report.<br />Sales of Treasurys by an array of investors seeking to raise cash in March 2020 were so extreme that the Fed would likely have had to intervene in the market no matter what, the report said.<br />“No financial system could have withstood the shock of the pandemic without exceptional actions by the Fed,” Mr. Geithner said in an interview. “But making the Treasury market more resilient would reduce the damage to the financial system caused by future shocks, whatever the source, and reduce the need for exceptional action by the Fed in crisis.”"
}