{
    "url_original": "https://www.wsj.com/articles/treasure-of-love-by-the-flatlanders-and-welcome-to-countryland-by-flatland-cavalry-reviews-pleasures-from-wide-open-spaces-11626212208",
    "url": "treasure-of-love-by-the-flatlanders-and-welcome-to-countryland-by-flatland-cavalry-reviews-pleasures-from-wide-open-spaces-11626212208",
    "title": "‘Treasure of Love’ by the Flatlanders and ‘Welcome to Countryland’ by Flatland Cavalry Reviews: Pleasures From Wide Open Spaces",
    "sub_head": "Two groups hailing from Lubbock, Texas—one an American classic and the other an up-and-coming regional favorite—release records that pay tribute to their country roots.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-368513?width=860&height=573",
    "image_1": "im-368513.jpg",
    "time": "2021-07-13 17:36:00",
    "body": "A longstanding source of amusement among Texas music aficionados is the title chosen for a posthumous collection of country-tinged Buddy Holly recordings—“Holly in the Hills.” Anyone even remotely familiar with the territory around his native Lubbock, where those recordings were made, a decade earlier, knows there are no green Appalachian-style hills in sight, the area being famously arid and flat.<br />It’s regularly assumed that that vast, unvarying West Texas landscape produces remote, laconic musical loners, but in practice the territory has been home to a series of gregarious and verbally effusive outfits, from Holly’s day to our own. Two new albums from Lubbock-born bands—the genuinely iconic Americana veterans the Flatlanders, and the relatively young but practiced Flatland Cavalry—illustrate the point while heralding the geography.<br />The Flatlanders, singer-songwriters Joe Ely, Jimmie Dale Gilmore and Butch Hancock, have all had notable and distinct individual careers since they first joined forces in 1972, and after, they belatedly won recognition as a group in the 1990s. Mr. Ely is a rocker and honky-tonker as leathery as Johnny Cash; Mr. Gilmore, a sweet-voiced, spiritually inclined folk and country artist; Mr. Hancock, a more literary, rasp-voiced ironist. Yet their strong camaraderie and shared sensibility is unmistakable and has lasted nearly five decades.<br />Out now is their first new Flatlanders album in a dozen years, “Treasure of Love” (Rack’em Records/Thirty Tigers), built on the simpatico sorts of songs from classic country, blues, roots rock, folk and literary singer-songwriter genres—categories they have melded and which have defined the band from the first. Eleven are favorite numbers they have recorded but never spruced up for release until the Covid-19 break, and there four new originals.<br />From the deep country catalog come the honky-tonk title track, an early George Jones song delivered with prominent pedal steel by their buddy and album co-producer Lloyd Maines; Mr. Ely’s acoustic take on Ernest Tubb’s 1940s confessional “I Don’t Blame You”; and a jaunty version of Tex Ritter’s “Long Time Gone,” the trio working close harmonies similar to those used in the Everly Brothers’ version. There are charming Gilmore-sung versions of Leon Russell’s “She Smiles Like a River” and Bob Dylan’s “She Belongs to Me.” And fellow Texas songwriters are represented by Hancock takes on Townes Van Zandt’s moody “Snowin’ on Raton” and Mickey Newberry’s more comical “Mobile Blues.” The distinctive, frisky Hancock style is also central in his three originals, which include “Mama Does the Kangaroo.” (It’s a dance.)"
}