{
    "url_original": "https://www.wsj.com/articles/trevor-bauer-dodgers-sexual-assault-11625257627",
    "url": "trevor-bauer-dodgers-sexual-assault-11625257627",
    "title": "MLB Puts Trevor Bauer on Paid Leave After Sexual Assault Allegations",
    "sub_head": "The star pitcher for the Los Angeles Dodgers is being investigated after a woman obtained a temporary restraining order following alleged sexual assaults",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-364062?width=620&size=1.3928182807399347",
    "image_1": "im-364062.jpg",
    "time": "2021-07-02 16:28:00",
    "body": "Major League Baseball placed Los Angeles Dodgers star pitcher Trevor Bauer on a seven-day administrative leave pending an investigation of allegations that he sexually assaulted a woman who has since obtained a temporary restraining order against him.<br />MLB’s action came days after a court filing by the woman that detailed two encounters earlier this year in which she says Bauer punched her, choked her until she became unconscious and had anal sex with her while she was unconscious. The documents included photos that show the 27-year-old woman with a swollen and bloodied face, along with medical notes from doctor visits that described her as having “significant head and facial trauma.”<br />MLB said it is continuing to collect information in its own investigation of the matter, concurrent with a criminal probe by the Pasadena Police Department. Players placed on administrative leave continue to get paid.<br />In a statement earlier this week, Bauer’s agent Jon Fetterolf said the relationship was consensual. “We have messages that show [the woman] repeatedly asking for ‘rough’ sexual encounters involving requests to be ‘choked out’ and slapped in the face,” the statement said.  He added that the woman left without incident after both of their encounters and that “she went on to dictate what she wanted from him sexually and he did what was asked.”<br />In a subsequent statement Friday, Bauer’s agents Fetterolf and Rachel Luba said they continue to refute the woman’s allegations but Bauer will not appeal MLB’s decision “in an effort to minimize any distraction to the Dodgers organization and to his teammates.”"
}