{
    "url_original": "https://www.wsj.com/articles/trump-organization-cfo-allen-weisselberg-surrenders-to-authorities-11625138416?mod=business_lead_pos3",
    "url": "trump-organization-cfo-allen-weisselberg-surrenders-to-authorities-11625138416",
    "title": "Trump Organization CFO Allen Weisselberg Surrenders to Authorities",
    "sub_head": "Former President Donald Trump’s company and top accountant are set to face tax-related charges in New York",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-362670?width=620&size=1.5",
    "image_1": "im-362670.jpg",
    "time": "2021-07-01 09:27:00",
    "body": "The Trump Organization’s finance chief Allen Weisselberg surrendered to New York prosecutors Thursday morning as he and the company’s lawyers prepared to face the first criminal charges stemming from a multiyear investigation into former President Donald Trump’s business affairs.<br />Mr. Weisselberg voluntarily turned himself in at 6:15 a.m. ET Thursday, his lawyer said. The district attorney’s office filed an indictment Wednesday against the Trump Organization and Mr. Weisselberg on charges that will be made public Thursday afternoon, The Wall Street Journal has reported.<br />The defendants are expected to be arraigned on allegations that the company and Mr. Weisselberg, the company’s chief financial officer, illegally evaded taxes on fringe benefits, the Journal has reported. Prosecutors’ investigation has included perks such as car leases, Manhattan apartments and private-school tuition, the Journal has reported.<br />Mr. Weisselberg and the Trump Organization, represented by its lawyers, are expected to plead not guilty, as is typical in most arraignments. The judge is unlikely to set bail, since New York law mandates that most defendants be released without conditions except when accused of certain violent crimes.<br />The charges stem from an investigation by the office of Manhattan District Attorney Cyrus Vance Jr., which has been working with New York State Attorney General Letitia James on the probe."
}