{
    "url_original": "https://www.wsj.com/articles/trump-organization-charges-a-probe-of-hush-money-moved-to-fringe-benefits-11625258258?mod=politics_featst_pos3",
    "url": "trump-organization-charges-a-probe-of-hush-money-moved-to-fringe-benefits-11625258258",
    "title": "Trump Organization Charges: A Probe of Hush Money Moved to Fringe Benefits",
    "sub_head": "The indictment of the company and its CFO, Allen Weisselberg, grew out of an investigation into a hush-money payment to adult-film actress Stormy Daniels",
    "category_1": "U.S.",
    "time": "2021-07-02 16:48:00",
    "body": "The indictment of the Trump Organization and its chief financial officer grew out of an investigation into a seemingly unrelated matter: the now-infamous $130,000 payment to adult-film actress Stormy Daniels.<br />The Manhattan district attorney’s investigation into a hush-money payment to former President Donald Trump’s alleged mistress has since transformed into a sweeping probe into the business practices of the Trump Organization, including whether it engaged in bank, insurance and tax fraud.<br />This week, an investigation that had been stalled multiple times over three years finally reached a courtroom with the indictment of the Trump Organization and its chief financial officer, Allen Weisselberg, on tax-related charges. The district attorney’s office, which is working with the New York attorney general’s office, accused the company and its CFO of carrying out a 15-year scheme to avoid taxes by using Manhattan apartments, luxury cars and private-school tuition as off-the-books compensation.<br />The Trump Organization and Mr. Weisselberg have pleaded not guilty, with their lawyers saying they will fight the charges.<br />The charges run far afield of the probe’s original focus—the Trump Organization’s handling of the payment to Ms. Daniels, which was intended to silence her about her allegations of a sexual encounter with Mr. Trump. Former prosecutors said Thursday’s charges could become a steppingstone to filing broader charges against Mr. Trump himself, if Mr. Weisselberg were to seek leniency in return for testifying against his longtime boss."
}