{
    "url_original": "https://www.wsj.com/articles/trump-sues-facebook-twitter-google-to-restore-social-media-accounts-11625674561?mod=business_minor_pos7",
    "url": "trump-sues-facebook-twitter-google-to-restore-social-media-accounts-11625674561",
    "title": "Trump Sues Facebook, Twitter, Google to Restore Social-Media Accounts",
    "sub_head": "The former president remains suspended from most social-media platforms following the Jan. 6 riots in the U.S. Capitol",
    "category_1": "Politics",
    "time": "2021-07-07 16:33:00",
    "body": "Former President Donald Trump has sued  Facebook ,   Twitter  and Google, seeking to restore his online profile after he was suspended from most social-media platforms following the Jan. 6 riots in the U.S. Capitol.<br />Mr. Trump was the most prominent plaintiff seeking class-action status against the tech companies, claiming he has been wrongly censored by them in violation of his First Amendment rights. The lawsuits were filed Wednesday in U.S. District Court in Miami.<br />“We’re going to hold big tech accountable,” Mr. Trump said at a news conference.<br />The lawsuits named as defendants the chief executives of the three companies: Jack Dorsey of Twitter,  Alphabet Inc.’s  Sundar Pichai and Facebook’s Mark Zuckerberg. Spokespeople for Twitter and Facebook declined to comment. A representative for Alphabet’s Google, which owns YouTube, didn’t immediately respond to a request for comment.<br />Facebook on Jan. 7 imposed a ban lasting at least two weeks on Mr. Trump’s accounts on its flagship Facebook platform and Instagram in response to posts he made during the attack on the U.S. Capitol by a mob of his supporters the day before. Mr. Trump had repeatedly made false claims that he won the 2020 election and alleged widespread election fraud that was refuted by the administration’s top election security experts and attorneys. At the time, Facebook’s Mr. Zuckerberg said the risks of the president using the services during that period “are simply too great.”"
}