{
    "url_original": "https://www.wsj.com/articles/trump-can-win-his-case-against-tech-giants-11626025357?mod=opinion_lead_pos5",
    "url": "trump-can-win-his-case-against-tech-giants-11626025357",
    "title": "Trump Can Win His Case Against Tech Giants",
    "sub_head": "The companies censor on the government’s behalf. There’s ample precedent for calling it state action.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-11 13:42:00",
    "body": "The media has panned Donald Trump’s First Amendment lawsuits against Facebook,  Twitter  and YouTube: “sure to fail,” “as stupid as you’d think,” “ridiculous.” Mr. Trump’s complaint omits important precedents, facts and claims for relief, but there’s a strong case to be made that social-media censorship violates the Constitution. If his lawyers do better in court than in their initial filing, Mr. Trump can win.<br />It’s true that the First Amendment ordinarily applies to the government rather than private companies. But the central claim in Mr. Trump’s class-action lawsuit—that the defendants should be treated as state actors and are bound by the First Amendment when they engage in selective political censorship—has precedent to back it up. Their censorship constitutes state action because the government granted them immunity from legal liability, threatened to punish them if they allow disfavored speech, and colluded with them in choosing targets for censorship.<br />The Supreme Court held in Norwood v. Harrison (1973) that the government “may not induce, encourage, or promote private persons to accomplish what it is constitutionally forbidden to accomplish.” As Jed Rubenfeld and I argued in these pages in January, that’s what Congress did by passing Section 230(c)(2) of the 1996 Communications Decency Act, which permits tech companies to censor constitutionally protected speech and immunizes them from state liability if they do so.<br />The high court has repeatedly held that federal immunity pre-empting state law can transform a private party’s conduct into state action subject to constitutional scrutiny. In Railway Employees’ Department v. Hanson (1956), the justices found state action in union-employer agreements because Congress had passed a statute immunizing such agreements from liability under state law. In Skinner v. Railway Labor Executives Association (1989), the court again found state action in a private company’s conduct because federal laws immunized companies from liability if they tested employees for drugs.<br />Prominent congressional Democrats have also issued severe, explicit and repeated threats to retaliate against social-media giants if they fail to remove “hate speech” and “misinformation” that the government can’t directly censor under the Constitution. These threats have worked."
}