{
    "url_original": "https://www.wsj.com/articles/trump-organization-cfo-removed-as-officer-of-subsidiaries-records-show-11626120671?mod=business_lead_pos12",
    "url": "trump-organization-cfo-removed-as-officer-of-subsidiaries-records-show-11626120671",
    "title": "Trump Organization CFO Removed as Officer of Subsidiaries, Records Show",
    "sub_head": "Former president’s company is discussing changes in its financial leadership after indictment accused Allen Weisselberg of tax fraud",
    "category_1": "U.S.",
    "time": "2021-07-12 17:06:00",
    "body": "The Trump Organization has removed longtime finance chief Allen Weisselberg as an officer at some of its subsidiaries, after prosecutors accused him and the company of a 15-year tax-fraud scheme, according to public filings and people familiar with the matter.<br />The removal of Mr. Weisselberg as an officer from multiple Trump Organization entities comes amid discussions of potential changes in the chief financial officer’s duties, responsibilities and possibly title at former President Donald Trump’s company, people familiar with the matter said. Mr. Weisselberg, who has worked for the Trump family since 1973, is expected to remain at the company, the people said.<br />One company that is facing charges in the same criminal case, Trump Payroll Corp., previously listed Mr. Weisselberg as treasurer, director, vice president and secretary on Florida Department of State business records. Now Mr. Trump’s eldest son, Donald Trump Jr., is listed as executive vice president, director, secretary, treasurer and vice president on records filed late last week. His son Eric Trump is now listed as president, director and chairman on those records.<br />Trump Payroll is run by Trump Organization employees and processes payroll for company staff, according to the indictment.<br />Mr. Weisselberg was also terminated last week as a director at Trump International Golf Club Scotland Limited,  a company tied to Mr. Trump’s Scotland golf course, according to a filing in Companies House, the U.K.’s registrar of companies."
}