{
    "url_original": "https://www.wsj.com/articles/tsmc-sees-chip-shortage-easingbut-geopolitics-arent-going-away-11626348249?mod=business_minor_pos11",
    "url": "tsmc-sees-chip-shortage-easingbut-geopolitics-arent-going-away-11626348249",
    "title": "TSMC Sees Chip Shortage Easing—but Geopolitics Aren’t Going Away",
    "sub_head": "The world’s largest contract chip maker has more demand for its products than it knows what to do with. Politics, not business, looks like the most pressing issue on the horizon.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-15 07:24:00",
    "body": "Fresh off a quarter of record revenues,  Taiwan Semiconductor Manufacturing Co. —the world’s largest custom chip maker—expects the semiconductor shortage that has plagued car makers this year to ease. Strong demand for chips should nonetheless keep business humming. The company’s biggest problem might be balancing the demands of so many interested parties: many of the world’s largest companies and most powerful governments.<br />The company says the automotive semiconductor shortage will be greatly reduced starting this quarter as it will increase output of microcontrollers for cars this year by nearly 60% from last year, or around a 30% rise from pre-pandemic levels.<br />TSMC, however, believes its capacity will remain tight as long-term increases in chip demand remain intact: 5G and other computing applications require more powerful and energy-efficient processors. TSMC expects sales this year to grow more than 20%.<br />While automotive chip shortages have been in the headlines, TSMC generates most of its revenue from smartphones or high-performance computing applications like central-processing units and graphic chips. Automotive only accounted for 4% of total revenue last quarter.<br />One looming worry is margins. The company’s gross margin last quarter was 50%, a drop from 52.4% in the previous quarter. Partly that was due to a strong Taiwanese dollar. But ramping up production of its most advanced 5-nanometer nodes also hit margins, which were weighed down by the depreciation costs of building new plants."
}