{
    "url_original": "https://www.wsj.com/articles/tunisia-political-crisis-deepens-as-parliamentary-speaker-accuses-president-of-coup-attempt-11627301795",
    "url": "tunisia-political-crisis-deepens-as-parliamentary-speaker-accuses-president-of-coup-attempt-11627301795",
    "title": "Tunisia Political Crisis Deepens as Parliamentary Speaker Accuses President of Coup Attempt",
    "sub_head": "Late Sunday, President Kais Saied dismissed Prime Minister Hichem Mechichi, froze parliament and stripped lawmakers of parliamentary immunity",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-375041?width=860&height=573",
    "image_1": "im-375041.jpg",
    "time": "2021-07-26 08:16:00",
    "body": "Tunisia’s parliamentary speaker accused the country’s president of attempting a coup Monday, after he fired the government and suspended the legislative body, deepening a political crisis in the only democracy that emerged from the Arab Spring uprisings.<br />In a dramatic move late Sunday, President Kais Saied dismissed Prime Minister Hichem Mechichi, froze parliament and stripped lawmakers of parliamentary immunity. This followed violent protests in which demonstrators decried Tunisia’s struggling economy and a Covid-19 outbreak that has deeply strained the healthcare system. They stormed regional offices of the Islamist Ennahdha party, the largest in parliament, according to party officials and videos of the incidents reviewed by The Wall Street Journal.<br />“We are witnessing one of the most threatening situations in Tunisia’s history,” said Mr. Saied in a televised speech late Sunday, in which he sat at the head of a conference table lined with senior Tunisian security and military officials in uniform. Following the announcement, separate protests for and against Mr. Saied’s decrees took place.<br />Mr. Saied said it was within his power to sack the prime minister and suspend parliament, citing an article of the constitution designed to protect the country from an imminent threat. The article grants the president the power to take any measures necessitated by “exceptional circumstances” after consulting with the prime minister and the speaker of parliament.<br />On Monday, Rached Ghannouchi, the speaker of parliament, called on Tunisians to unite “against this coup attempt and a return to dictatorship, and to defend their freedoms and democracy,” according to a Twitter post by the Ennahdha party, to which he belongs. He spoke in front of the parliament building, according to the party, after security forces blocked him from entering the building."
}