{
    "url_original": "https://www.wsj.com/articles/tunisia-sole-survivor-of-arab-spring-risks-sliding-back-to-autocratic-rule-11627560664",
    "url": "tunisia-sole-survivor-of-arab-spring-risks-sliding-back-to-autocratic-rule-11627560664",
    "title": "Tunisia, Sole Survivor of Arab Spring, Risks Sliding Back to Autocratic Rule",
    "sub_head": "President Kais Saied was accused of staging a coup after firing government ministers and suspending parliament, after months of antigovernment protests",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-376528?width=860&height=573",
    "image_1": "im-376528.jpg",
    "time": "2021-07-29 08:11:00",
    "body": "Tunisia, the country whose protest movement promised to transform the Middle East a decade ago, is in turmoil after its president suspended parliament and seized executive power this week, stirring concerns that the only democracy to emerge from the Arab Spring uprisings is slipping back to autocracy.<br />The crisis is threatening to strike a blow against democratic aspirations across the region, and while many Tunisians support the removal of an unpopular government, others fear the country could lose its status as North Africa’s sole exemplar of democracy after street rallies overthrew a dictator in 2011. Egypt’s brief period of democracy ended in a military coup in 2013. Libya, Syria, and Yemen plunged into war.<br />“It means that we are not different, maybe,” said Messaoud Romdhani, a Tunisian activist and political analyst who sits on the board of Euromed Rights, a regional network of human rights groups. “It means the only success story has come back to the group.”<br />President Kais Saied fired top government ministers and sent troops to stop lawmakers from entering the parliament building Monday, after months of antigovernment protests over a faltering economy and a Covid-19 outbreak that pushed hospitals to the brink. On Monday, he imposed a ban on gatherings of three or more people that largely halted protests.<br />Top political leaders, including the speaker of the parliament, Rached Ghannouchi, have accused Mr. Saied of launching a coup. Mr. Saied has rejected that, saying the constitution gives him emergency powers. Mr. Ghannouchi has said he wasn’t consulted on the moves, which would render them unconstitutional. Tunisia currently has no constitutional court to rule on the dispute."
}