{
    "url_original": "https://www.wsj.com/articles/two-wins-for-tax-cutting-in-ohio-11625517672?mod=opinion_lead_pos3",
    "url": "two-wins-for-tax-cutting-in-ohio-11625517672",
    "title": "Two Wins for Tax Cutting in Ohio",
    "sub_head": "Columbus cut its income-tax rate while a judge upholds its right to do so.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-05 16:41:00",
    "body": "Ohio last week scored a double victory for taxpayers. Gov. Mike DeWine and the Legislature passed an income-tax cut that returns part of the state’s surplus to individuals and businesses. A legal victory also rolled back the Biden Administration’s attempt to seize control over state fiscal policy.<br />Federal Judge Douglas Cole on Thursday ruled in Ohio’s favor in its challenge to the American Rescue Plan Act, aka the March spending blowout. The law granted states $350 billion in aid but included a catch: The money could not be used to “either directly or indirectly offset a reduction in the net tax revenue.” The Biden Administration wants to steer funds to public employees instead of letting states cut taxes.<br />In blocking the tax-cut ban, Judge Cole criticized in particular the ambiguity of the mandate Washington placed on Ohio. The provision would let the Treasury Department challenge “essentially any reduction in the rate of any one or more state taxes,” he wrote, “even if other tax rates were increased.” His permanent injunction frees Columbus lawmakers from having to trade control over taxes for federal relief.<br />The judgment was well-timed, as the Legislature didn’t wait to put new tax cuts in place. On the same day as the ruling, Gov. DeWine signed the state’s 2021 budget, which lowers income-tax rates for all Ohio taxpayers. The reform eliminates the previous top rate of 4.8% on incomes above $221,000, and sets a new ceiling of 4% for all filers earning more than $111,000 a year. There are also rate cuts for each lower bracket.<br />Leaving more money in taxpayers’ hands makes sense amid a nationwide rebound in state tax revenue. Even without federal aid, states are benefiting from rising capital gains revenue from the housing and stock-market booms, as well as from recovering business sales. States such as New York and California are using the windfall to increase spending even more than they usually do, but Ohio is joining eight others that have cut taxes this year."
}