{
    "url_original": "https://www.wsj.com/articles/two-haitian-adversaries-vying-for-power-are-negotiating-to-bring-stability-elections-11626126813?mod=business_minor_pos4",
    "url": "two-haitian-adversaries-vying-for-power-are-negotiating-to-bring-stability-elections-11626126813",
    "title": "Two Haitian Adversaries Vying for Power Are Negotiating to Bring Stability, Elections",
    "sub_head": "With the Caribbean nation on the brink of anarchy after its leader’s assassination, the prime minister and his chief rival have discussed how to bring calm",
    "category_1": "Latin America",
    "image_1_url": "https://images.wsj.net/im-368191?width=620&size=1.5",
    "image_1": "im-368191.jpg",
    "time": "2021-07-12 17:53:00",
    "body": "Two of the politicians competing for power in Haiti after the assassination of President Jovenel Moïse are close to an agreement that they hope will stabilize the embattled Caribbean nation and lead to fresh elections, one of the politicians involved said.<br />Ariel Henry, a neurosurgeon who was appointed Haiti’s prime minister a little more than a day before Mr. Moïse’s death, said Monday that he and Claude Joseph, the interim prime minister who asserts he leads the country, are in talks to cut a deal “in the coming hours.”<br />“There will be an agreement,” Mr. Henry, a former interior minister, told The Wall Street Journal in a phone interview. “We are putting the Haitians first, it is a solution that I think will please the Haitian people.”<br />He wouldn’t provide details of the possible agreement, but the claims to power by Mr. Henry and Mr. Joseph have complicated the political uncertainty on the island. “There will be an agreement that will enable the country to leave this area of instability,” Mr. Henry said.<br />Mr. Joseph couldn’t be reached for comment. But a close aide to Mr. Joseph said Saturday that both men were in constant communication to reach an agreement. “The last thing we want right now is a power struggle,” he said."
}