{
    "url_original": "https://www.wsj.com/articles/u-k-s-boris-johnson-will-self-isolate-for-10-days-11626626679",
    "url": "u-k-s-boris-johnson-will-self-isolate-for-10-days-11626626679",
    "title": "U.K.’s Boris Johnson Will Self-Isolate as England Prepares for Reopening",
    "sub_head": "The prime minister met with the health secretary, who tested positive for Covid-19; Treasury chief will also work from home for 10 days",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-371244?width=860&height=573",
    "image_1": "im-371244.jpg",
    "time": "2021-07-18 12:44:00",
    "body": "LONDON—Boris Johnson’s office said the U.K. prime minister will remain in isolation for the next 10 days after his health minister tested positive for the coronavirus, just hours before a plan to drop almost all Covid-19 restrictions in England comes into effect.<br />The announcement came as official figures showed new daily cases of the coronavirus reached more than 50,000 this weekend, highlighting how rapidly the Delta variant is spreading in Britain despite mass vaccination. Some employers and trade unions have warned that the level of staff absences as people are asked to stay home after coming into contact with known cases risks hurting the economy.<br />Mr. Johnson is pressing ahead with his reopening plan Monday, believing the shots will prevent another serious burst of hospitalizations and fatalities even if cases proliferate. The experiment, which comes as some other countries are reimposing restrictions, has attracted criticism from opposition lawmakers and many scientists, who say that even though the shots work well, an uncontrolled epidemic risks causing avoidable sickness and death.<br />Health Secretary Sajid Javid, who is fully vaccinated, said Saturday he tested positive for Covid-19 and will be isolating at home for 10 days. In a video message on social media, he said he felt groggy Friday but his symptoms were otherwise very mild.<br />On Sunday, Downing Street initially said Mr. Johnson and Treasury chief Rishi Sunak, who also met with Mr. Javid last week, wouldn’t be isolating as part of a government pilot program to replace isolation with regular testing. But within hours, both Mr. Johnson and Mr. Sunak said they wouldn’t be taking part in the pilot and would instead work from home and stay away from others for the regulation stretch."
}