{
    "url_original": "https://www.wsj.com/articles/u-k-s-delta-variant-wave-appears-to-ebb-offering-hope-covid-19-is-in-retreat-11627650457",
    "url": "u-k-s-delta-variant-wave-appears-to-ebb-offering-hope-covid-19-is-in-retreat-11627650457",
    "title": "U.K.’s Delta Variant Wave Appears to Ebb, Offering Hope Covid-19 Is in Retreat",
    "sub_head": "As caseloads drop, scientists watch to see if infections climb after restrictions lifted",
    "category_1": "World",
    "time": "2021-07-30 12:22:00",
    "body": "LONDON—A wave of Covid-19 in the U.K. appears to be receding, a promising sign that high levels of vaccination can hold the highly transmissible Delta variant at bay and give governments confidence around easing public-health restrictions.<br />What isn’t clear, say epidemiologists, is if the drop in caseloads is the start of a sustained retreat of Covid-19 thanks to vaccination or a dip that will reverse as people resume socializing and step back from pandemic-era constraints the U.K. government loosened earlier this month.<br />It could also presage the beginning of a new, more manageable phase of infection—at least in places where a large proportion of the population has been vaccinated—in which cases fluctuate but large outbreaks are unlikely, and serious illness and death remain low.<br />How this latest stage plays out in the U.K. will offer valuable clues to the U.S. and other countries over what to expect as they boost vaccination rates and tussle with Delta. The U.K. was the first major Western economy to experience a significant wave of Delta infections. Daily cases are now rising steeply in the U.S. and parts of Europe while governments race to boost faltering vaccination drives. Some nations in Asia and Africa with minimal access to vaccines are once again tightening public-health controls to stem Delta’s advance.<br />The seven-day average of new cases in the U.K. stood at 28,271 Friday, down more than 40% compared with 48,000 daily cases a little over a week ago, according to a Wall Street Journal analysis of official data. Daily data are volatile—two of the past three days have seen reported cases increase. But the seven-day average of new cases has been lower than the 14-day average for a week, another sign of a slowdown in infections."
}