{
    "url_original": "https://www.wsj.com/articles/u-k-s-mi5-cites-growing-threats-from-russia-china-iranand-right-wing-extremists-11626287193?mod=business_minor_pos6",
    "url": "u-k-s-mi5-cites-growing-threats-from-russia-china-iranand-right-wing-extremists-11626287193",
    "title": "U.K.’s MI5 Cites Growing Threats From Russia, China, Iran—and Right-Wing Extremists",
    "sub_head": "The country’s domestic intelligence agency shifts resources to counter state espionage",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-369339?width=860&height=573",
    "image_1": "im-369339.jpg",
    "time": "2021-07-14 14:26:00",
    "body": "LONDON—The head of the U.K.’s domestic intelligence service, MI5, said the agency is doubling the resources it devotes to tackling threats from Russia, China and Iran—and faces a growing challenge from right-wing extremists, many of whom are teenagers.<br />The shift of emphasis comes after 20 years of focus on Islamist terrorism has crowded out other priorities for the agency. Yet, MI5 Director-General Ken McCallum said, Islamist terrorism still constitutes the agency’s largest operational mission and new challenges could arise as the U.S. and its allies depart from Afghanistan.<br />Mr. McCallum said Wednesday that the agency faces daily threats and espionage activities that predominantly come “in quite varying ways from state or state-backed organizations in Russia, China or Iran” that have to be managed alongside U.K. efforts at engagement with all three countries.<br />The threats are against individuals, digital infrastructure and espionage that is focused on the government but also on universities and businesses, he said. He also cited efforts at disinformation and attempts to seek hidden relationships with public figures, “hack-and-leak operations” aimed at having a political impact and troll farms seeking to sow and deepen divisions in society.<br />Mr. McCallum said the agency had identified more than 10,000 disguised approaches by foreign spies on professional social-media sites that sought to manipulate people in the U.K. where people in high-tech businesses, scientific research and exporting businesses were all of interest to foreign spies."
}