{
    "url_original": "https://www.wsj.com/articles/u-k-demands-eu-renegotiate-brexit-deals-northern-ireland-clauses-11626890101",
    "url": "u-k-demands-eu-renegotiate-brexit-deals-northern-ireland-clauses-11626890101",
    "title": "U.K. Demands EU Renegotiate Brexit Deal’s Northern Ireland Clauses",
    "sub_head": "Stage set for clash with Brussels as London says deal hampers trade inside the U.K.",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-373203?width=860&height=573",
    "image_1": "im-373203.jpg",
    "time": "2021-07-21 14:12:00",
    "body": "The U.K. government set the stage for a new clash with the European Union after Prime Minister Boris Johnson said he wants to renegotiate the parts of the Brexit agreement dealing with the politically sensitive question of Northern Ireland.<br />The government says the agreement, which went into force just months ago, is hampering trade between Northern Ireland and the rest of the U.K. The EU on Wednesday ruled out renegotiating the deal and the Biden administration is closely watching the dispute, warning against any steps that threaten the Good Friday agreement that brought peace to Ireland more than two decades ago.<br />Under the Brexit pact completed last December, special arrangements were made to avoid re-creating a physical border on the frontier between Northern Ireland, part of the U.K. and its southern neighbor, Ireland, an EU member. The U.K. left the bloc in January 2020.<br />The arrangements, known as the protocol, saw the U.K. agree to customs and regulatory checks on goods, including farm products, moving across the Irish Sea to Northern Ireland from mainland Britain to prevent products made under British regulations from leaking into Ireland and the EU’s single market. There were exceptions for goods that were clearly intended to stay in Northern Ireland.<br />For months now, the U.K. and the EU have been sparring over the protocol’s implementation, with the U.K. arguing that the EU was rigidly interpreting the deal and denying smooth access to the people in Northern Ireland of some food products, medicine and even of dogs needed to help the visually impaired."
}