{
    "url_original": "https://www.wsj.com/articles/u-s-recession-lasted-two-months-ended-in-april-2020-official-arbiter-says-11626715788?mod=politics_lead_pos7",
    "url": "u-s-recession-lasted-two-months-ended-in-april-2020-official-arbiter-says-11626715788",
    "title": "U.S. Coronavirus Recession Lasted Two Months, Ended in April 2020, Official Arbiter Says",
    "sub_head": "The end of economic contraction marks official starting point for the uneven expansion since then",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-07-19 16:05:00",
    "body": "The U.S. officially climbed out of a recession in April 2020, concluding a pandemic-driven economic contraction that lasted two months, making it the shortest on record.<br />The announcement Monday from the National Bureau of Economic Research also marks April as the official start of the economic recovery from the initial shock of the coronavirus pandemic last spring, which triggered widespread business and school closures, a steep drop in demand for services and record job losses.<br />The recession ended the country’s longest recorded economic expansion, which began in June 2009 and lasted 128 months, according to the bureau’s Business Cycle Dating Committee, the accepted arbiter of recession dates in the U.S.<br />The committee uses a variety of indicators to identify the peaks and troughs that frame economic contractions, defining “recession” as a significant decline in economic activity spread across the economy that typically lasts more than a few months. The group typically waits until a business cycle is well under way before declaring it has started. While it broke with past practice last summer by saying when the most recent recession began, it took more than a year for it to declare its duration.<br />“The recent downturn had different characteristics and dynamics than prior recessions,” the NBER committee said in a statement. “Nonetheless, the committee concluded that the unprecedented magnitude of the decline in employment and production, and its broad reach across the entire economy, warranted the designation of this episode as a recession, even though the downturn was briefer than earlier contractions.”"
}