{
    "url_original": "https://www.wsj.com/articles/u-s-threatens-to-sue-texas-over-its-latest-challenge-to-federal-immigration-authority-11627597827?mod=politics_lead_pos7",
    "url": "u-s-threatens-to-sue-texas-over-its-latest-challenge-to-federal-immigration-authority-11627597827",
    "title": "U.S. Threatens to Sue Texas Over Its Latest Challenge to Federal Immigration Authority",
    "sub_head": "Attorney General Merrick Garland calls Gov. Greg Abbott’s executive order barring nonprofits from transporting asylum seekers dangerous and unlawful",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-377633?width=860&height=573",
    "image_1": "im-377633.jpg",
    "time": "2021-07-29 19:04:00",
    "body": "The Biden administration on Thursday threatened to sue Texas over an order from its governor banning the transportation of migrants within the state by anyone other than law enforcement, saying the move impinges on the federal government’s exclusive control over immigration matters.<br />In a letter to Gov. Greg Abbott, Attorney General Merrick Garland called Wednesday’s executive order “both dangerous and unlawful” and said it would impede immigration actions currently being undertaken by the federal government or private parties working with it.<br />The governor issued his order after local officials in the Rio Grande Valley complained of federal officials releasing immigrants there and of migrants in the care of Catholic Charities leaving their Covid quarantine to go to a hamburger restaurant.<br />Religious nonprofits sanctioned to work with the federal government, such as Catholic Charities, receive immigrants seeking asylum after the Border Patrol processes and releases them. As shelters have become full, the organizations have at times moved migrants between locations and quarantined them in hotels.<br />Mr. Garland urged Mr. Abbott to immediately lift the directive or face legal action by the Justice Department. “The Order would jeopardize the health and safety of noncitizens in federal government custody, federal law enforcement personnel and their families, and our communities,” the attorney general wrote. He said the state’s order interferes with the implementation of federal immigration law and would worsen and prolong overcrowding in shelters and facilities."
}