{
    "url_original": "https://www.wsj.com/articles/u-s-shuts-down-bagram-air-base-as-afghanistan-pullout-speeds-up-11625221544",
    "url": "u-s-shuts-down-bagram-air-base-as-afghanistan-pullout-speeds-up-11625221544",
    "title": "U.S. Shuts Down Bagram Air Base as Afghanistan Pullout Speeds Up",
    "sub_head": "Leaving the installation removes most of the remaining U.S. capability to provide air support from inside the country",
    "category_1": "World",
    "time": "2021-07-02 06:25:00",
    "body": "KABUL—The U.S. military has withdrawn from the Bagram Air Field northeast of Kabul, the centerpiece of its operations in Afghanistan for nearly 20 years, as the pullout of remaining American forces speeds up amid a worsening security crisis.<br />U.S. officials say that all American forces, along with weaponry, vehicles and other equipment, have left Bagram, and the U.S.’s largest military installation in Afghanistan is now closed. This leaves only the coalition headquarters compound inside Kabul as the remaining American military outpost in Afghanistan, with several hundred U.S. troops assigned there.<br />President Biden has pledged to remove all combat U.S. forces by September, following last year’s agreement in Qatar between the Trump administration and the Taliban. U.S. officials say the pullout may be completed in July, however. Taking advantage of the American departure, the Taliban has launched a major offensive in recent weeks, capturing about one-quarter of Afghanistan’s districts.<br />There was no public observance of the closing of the Bagram base, which was one of the first to house American forces, drones, jet fighters and special forces troops in Afghanistan after the 2001 U.S. invasion. Leaving Bagram removes most of the remaining U.S. capability to provide air support to American or coalition forces from inside the country.<br />From now on, air support must come from bases in Qatar or other allies in the Middle East, or from an aircraft carrier in the region, all of which are hours away from Afghanistan, diminishing the effectiveness of those resources. The worsening security situation has dictated that the U.S. military must be as inconspicuous as possible as it closes bases, removes gear and redeploys troops home, U.S. officials have said."
}