{
    "url_original": "https://www.wsj.com/articles/u-s-covid-19-case-counts-have-doubled-in-recent-weeks-11626198501?mod=politics_lead_pos6",
    "url": "u-s-covid-19-case-counts-have-doubled-in-recent-weeks-11626198501",
    "title": "U.S. Covid-19 Case Counts Have Doubled in Recent Weeks",
    "sub_head": "Public health officials, epidemiologists say rise is being driven by Delta variant, summer socializing and younger, unvaccinated people",
    "category_1": "U.S.",
    "time": "2021-07-13 16:49:00",
    "body": "New Covid-19 cases are on the rise in a number of states across the U.S., worrying health officials and epidemiologists as many Americans remain unvaccinated and the highly transmissible Delta variant spreads.<br />The U.S. is averaging more than 23,000 new cases a day, double the seven-day average of around 11,300 cases three weeks ago, according to a Wall Street Journal analysis of data from Johns Hopkins University. On 17 of the past 18 days, the seven-day case average was higher than the 14-day average, also suggesting cases have been rising nationally.<br />The uptick follows a significant slowdown in Covid-19 metrics after a deadly winter surge, when newly reported cases peaked at around 240,000 cases a day in mid-January, and it comes as public-health officials push to reinvigorate the nation’s vaccination campaign and get shots to undecided or isolated Americans. According to the Centers for Disease Control and Prevention, nearly all recent Covid-19 cases and deaths from the disease are among unvaccinated people.<br />In Los Angeles County, the country’s most populous, new cases recently exceeded 1,000 for three consecutive days, the first time in months it has done so, according to data from the county’s Department of Public Health.<br />Health officials there said transmission of Covid-19 is increasing among younger, unvaccinated individuals. Of the 1,094 new cases reported on Saturday, 83% were under age 50, according to the public-health department. The department also blamed the spread on increased interaction, summer socialization and new variants of concern, like Delta, which was first detected in India."
}