{
    "url_original": "https://www.wsj.com/articles/u-s-combat-troops-will-leave-iraq-this-year-biden-says-11627326623?mod=politics_lead_pos1",
    "url": "u-s-combat-troops-will-leave-iraq-this-year-biden-says-11627326623",
    "title": "U.S. Combat Role in Iraq to End This Year, Biden Says",
    "sub_head": "The president said the American military would continue to train and assist Iraqi forces in their battle against Islamic State",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-375333?width=860&height=573",
    "image_1": "im-375333.jpg",
    "time": "2021-07-26 16:20:00",
    "body": "WASHINGTON—President Biden said the U.S. combat mission in Iraq would conclude by the end of 2021, but the U.S. military would continue to work with Iraqi forces in their fight against the Islamic State militant group.<br />“We are not going to be, by the end of the year, in a combat mission,” Mr. Biden said Monday at the start of a White House meeting with Iraqi Prime Minister Mustafa al-Kadhimi. The president said U.S. military forces would “be available to continue to train, to assist, to help and to deal with ISIS.”<br />The announcement is intended to help Mr. Kadhimi blunt criticism from hard-line Shiite politicians at home, who have been demanding that the approximately 2,500-strong American force leave Iraq. U.S. officials, however, say it won’t lead to a significant reduction in the number of American troops in the country nor fundamentally alter their mission.<br />The focus of the American deployment has long been on advising and training Iraqi troops, which mainly takes place within the confines of large bases. The Iraqi military has been supported by American air power in carrying out their fight against cells of Islamic State militants and Iraqi officials have signaled they expect this to continue.<br />“We don’t need any more fighters because we have those,” Iraqi Foreign Minister Fuad Hussein told The Wall Street Journal last week. “What do we need? We need cooperation in the field of intelligence. We need help with training. We need troops to help us in the air.”"
}