{
    "url_original": "https://www.wsj.com/articles/u-s-womens-soccer-team-tokyo-olympics-11627385019",
    "url": "u-s-womens-soccer-team-tokyo-olympics-11627385019",
    "title": "U.S. Women’s Soccer Team Trudges Into Tokyo Olympics Knockout Round",
    "sub_head": "A 0-0 draw with Australia was enough to move the world No. 1 team to the eight-team final bracket",
    "category_1": "Sports",
    "category_2": "Olympics",
    "image_1_url": "https://images.wsj.net/im-375708?width=860&height=601",
    "image_1": "im-375708.jpg",
    "time": "2021-07-27 07:29:00",
    "body": "KASHIMA, Japan—In this small steel-fabricating city about 70 miles east of Tokyo—the Youngstown, Ohio, of Japan—the superstars of U.S. women’s soccer team delivered a clock-punching, get-the-job done performance to keep their Olympic hopes alive on Tuesday night.<br />They took a conservative approach and tied Australia 0-0, finishing an underwhelming slog through group play at the Tokyo Olympics but doing enough to advance to Friday’s knockout round. The U.S. will play the Netherlands in a rematch of the 2019 World Cup final, which the U.S. won 2-0.<br />The U.S. finished tied with Australia in the Group G standings but finished second in the group behind Sweden on goal differential. In the 12-team women’s Olympic tournament, the top two finishers in each group plus the two best third-place teams advance to the quarterfinals.<br />The world No. 1, which entered these Games aiming to become the first team to follow a World Cup title with an Olympic gold medal, now will buckle down for the eight-team knockout round and hope for better than its 1-1-1 record in group play.<br />“It was a tactical decision by Vlatko [Andonovski, the U.S. coach] for us to shift defensively a little more conservatively and really allow them to get impatient, play it long and give it back to us,” U.S. forward Alex Morgan said. “Eventually, I feel like both teams kind of sat in, and it became a game of playing the professional game and moving on.”"
}