{
    "url_original": "https://www.wsj.com/articles/u-s-german-deal-on-russian-natural-gas-pipeline-expected-soon-11626813466?mod=politics_lead_pos6",
    "url": "u-s-german-deal-on-russian-natural-gas-pipeline-expected-soon-11626813466",
    "title": "U.S.-German Deal on Russia’s Nord Stream 2 Pipeline Expected Soon",
    "sub_head": "The U.S. and Germany have reached an agreement allowing completion of the Nord Stream 2 natural gas pipeline, officials from both countries say",
    "category_1": "Europe",
    "image_1_url": "https://images.wsj.net/im-372010?width=860&height=573",
    "image_1": "im-372010.jpg",
    "time": "2021-07-20 17:07:00",
    "body": "The U.S. and Germany have reached an agreement allowing the completion of a controversial Russian natural-gas pipeline, according to officials from Berlin and Washington, who expect to announce the deal as soon as Wednesday, bringing an end to years of tension between the two allies.<br />The Biden administration will set aside Washington’s longstanding opposition to the pipeline, Nord Stream 2, in a reversal of U.S. policy, ending years of speculation over the fate of the project, which has come to dominate European energy-sector forecasts. Germany under the agreement will agree to assist Ukraine in energy-related projects and diplomacy.<br />U.S. officials under the previous two presidential administrations opposed Nord Stream 2, which has been in development since 2012. President Biden, seeking closer ties with Europe and with Berlin in particular, waived U.S. sanctions against the pipeline firm, Nord Stream 2 AG, and its chief executive in May, signaling a change in the U.S. stance.<br />For Russia, the deal means it will be able to double the volume of natural gas exported directly to Germany via the pipeline beneath the Baltic Sea, while bypassing an existing route through Ukraine.<br />One person familiar with the talks said the deal was close to conclusion and expected in coming days. Another person familiar with the talks said the deal could be announced as early as Wednesday."
}