{
    "url_original": "https://www.wsj.com/articles/u-s-drug-overdose-deaths-soared-nearly-30-in-2020-11626271200?mod=politics_featst_pos2",
    "url": "u-s-drug-overdose-deaths-soared-nearly-30-in-2020-11626271200",
    "title": "U.S. Drug-Overdose Deaths Soared Nearly 30% in 2020, Driven by Synthetic Opioids",
    "sub_head": "Fentanyl, along with isolation and stress from Covid-19 pandemic, propelled surge, experts say",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-368190?width=860&height=573",
    "image_1": "im-368190.jpg",
    "time": "2021-07-14 15:56:00",
    "body": "Drug-overdose deaths in the U.S. surged nearly 30% in 2020, the result of a deadlier supply and the destabilizing effects of the Covid-19 pandemic, according to preliminary federal data and public health officials.<br />The estimated 93,331 deaths from drug overdoses last year, a record high, represent the sharpest annual increase in at least three decades, and compare with an estimated toll of 72,151 deaths in 2019, according to provisional overdose-drug data released Wednesday by the Centers for Disease Control and Prevention.<br />“That is a stunning number even for those of us who have tracked this issue,” said Brendan Saloner, associate professor of health policy and management at the Johns Hopkins Bloomberg School of Public Health. “Our public health tools have not kept pace with the urgency of the crisis.”<br />The surge, the 2020 data show, was driven largely by a proliferation of fentanyl, a powerful synthetic opioid whose use has spread across the nation. The pandemic amplified the epidemic of overdoses, bringing on social isolation, trauma and job losses, according to addiction experts and treatment providers. Overdose deaths began rising in the fall of 2019 with the spread of fentanyl, but really took off starting in March 2020, when pandemic-driven shutdowns and physical-distancing measures set in. “It’s really one of those things where 2020 turbocharged something that was already wildly out of control,” Dr. Saloner said.<br />Fentanyl, which is 50 times more potent than heroin, is now frequently mixed into other widely used illicit drugs, often when the user is unaware. “Fentanyl is poisoning our drug supply,” said Monique Tula, executive director of the National Harm Reduction Coalition, an organization that advocates for people who use drugs and trains the harm reduction workforce."
}