{
    "url_original": "https://www.wsj.com/articles/u-s-reaches-deal-with-germany-over-russian-nord-stream-2-pipeline-11626894824?mod=politics_lead_pos7",
    "url": "u-s-reaches-deal-with-germany-over-russian-nord-stream-2-pipeline-11626894824",
    "title": "U.S. Reaches Deal With Germany Over Russian Nord Stream 2 Pipeline",
    "sub_head": "Agreement allows completion of the project, benefiting Germany and Russia, over opposition from Ukraine",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-372800?width=860&height=573",
    "image_1": "im-372800.jpg",
    "time": "2021-07-21 15:13:00",
    "body": "The U.S. and Germany detailed an agreement allowing the completion of a controversial Russian natural-gas pipeline, the State Department said Wednesday, giving Germany a long-sought victory on energy supplies while limiting concessions to the U.S. and Ukraine.<br />The deal gives Germany long-sought access to expanded energy supplies and allows Russia to double its deliveries of natural gas directly to Germany, bypassing an existing route through Ukraine, which has opposed the pipeline.<br />The benefits of the deal to the U.S. and Ukraine are less tangible, with U.S. and German officials agreeing to assist Kyiv in energy-related projects and diplomatic initiatives. A U.S. request for a so-called kill-switch clause, enabling Berlin to suspend gas flows in the event of Russian aggression toward its neighbors or Western allies, wasn’t included, officials said.<br />U.S. officials under two previous presidential administrations opposed Nord Stream 2, seeing it as a way for Moscow to heighten its economic and political sway across Europe and trying to stop the project through international pressure and sanctions.<br />President Biden, seeking closer ties with Europe and with Berlin in particular, took a different approach. While still opposing the pipeline, his administration said it was too far along to prevent its completion."
}