{
    "url_original": "https://www.wsj.com/articles/u-s-treasury-yields-extend-steep-decline-11625672462?mod=markets_lead_pos10",
    "url": "u-s-treasury-yields-extend-steep-decline-11625672462",
    "title": "U.S. Treasury Yields Extend Steep Decline",
    "sub_head": "Yield on 10-year hits multimonth lows, highlighting concerns about the prospects for growth",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-365556?width=620&size=1.5005861664712778",
    "image_1": "im-365556.jpg",
    "time": "2021-07-07 17:54:00",
    "body": "Yields on U.S. government bonds reached fresh multimonth lows on Wednesday, reflecting investors’ anxiety about the economic outlook and new concerns about the highly contagious Delta variant of Covid-19.<br />The yield on the benchmark 10-year U.S. Treasury note settled at 1.321%, its lowest close since Feb. 18, compared with 1.369% on Tuesday.<br />Yields, which fall when bond prices rise, have been trending lower for months, dragged down by investors reassessing their more optimistic economic forecasts amid signs that Congress and the Federal Reserve might not provide quite as much stimulus as previously anticipated. Underwhelming economic data has added to those concerns, along with new data from Israel suggesting  Pfizer Inc . ’s vaccine is less effective at protecting against infections caused by the Delta variant.<br />On Wednesday, yields edged lower overnight before dropping steeply near the start of U.S. trading. They remained lower on the day after the Federal Reserve released minutes from its June 15-16 policy meeting, which showed officials discussed when the central bank might be able to start scaling back its monetary stimulus.<br />Investors and analysts this year have put forward very optimistic forecasts for economic growth and inflation, said Subadra Rajappa, head of U.S. rates strategy at Société Générale. Now, she said, “The market is sort of taking a deep breath and saying, ‘Are those optimistic forecasts actually achievable?’”"
}