{
    "url_original": "https://www.wsj.com/articles/u-s-warns-businesses-over-rising-risks-in-hong-kong-under-china-crackdown-11626429600?mod=politics_lead_pos1",
    "url": "u-s-warns-businesses-over-rising-risks-in-hong-kong-under-china-crackdown-11626429600",
    "title": "U.S. to Warn Businesses Over Rising Risks in Hong Kong Under China Crackdown",
    "sub_head": "An advisory cautions businesses that operating in Hong Kong carries ‘financial, legal and reputational risks’",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-370390?width=860&height=573",
    "image_1": "im-370390.jpg",
    "time": "2021-07-16 06:21:00",
    "body": "WASHINGTON—The Biden administration is warning American businesses about the increasing risks of operating in Hong Kong as China’s tightening grip on the city causes business conditions to deteriorate.<br />In an advisory to be issued Friday, the Biden administration warns businesses and individuals working for them that they are subject to a restrictive national security law that Beijing imposed on Hong Kong a year ago. The advisory cites the risks of electronic surveillance without warrants and of having to surrender corporate and customer data to the government, according to an administration official.<br />Beijing and Hong Kong have “implemented actions that have undermined the legal and regulatory environment, which is critical for individuals or businesses to operate freely and with legal certainty,” the official said. “The developments over the last year in Hong Kong represent clear operational, financial, legal and reputational risks for multinational firms.”<br />Beijing deployed the national security law to stamp out an antigovernment protest movement that rocked Hong Kong. The law gives broad authority to the security apparatus. Authorities have arrested democracy activists, journalists and government critics, chilling free speech and, according to rights and legal groups, eroding the Western-style rule of law that bolstered Hong Kong as an international hub for business and finance.<br />“The situation in Hong Kong is deteriorating,” President Biden said Thursday when asked about the planned advisory during a news conference. He said that “the Chinese government is not keeping its commitment”—a reference to the treaty ending British rule over the city in which Beijing pledged to preserve Hong Kong’s capitalist, open system."
}