{
    "url_original": "https://www.wsj.com/articles/u-s-expands-efforts-to-relocate-afghans-at-risk-of-taliban-vengeance-11626977411?mod=politics_lead_pos5",
    "url": "u-s-expands-efforts-to-relocate-afghans-at-risk-of-taliban-vengeance-11626977411",
    "title": "U.S. Expands Efforts to Relocate Afghans at Risk of Taliban Vengeance",
    "sub_head": "American bases in Kuwait, Qatar to be temporary homes for thousands of Afghan interpreters, family members before they resettle in U.S.",
    "category_1": "National Security",
    "time": "2021-07-22 16:35:00",
    "body": "WASHINGTON—The U.S. military is preparing to house as many as 35,000 Afghan interpreters and family members at two American bases, in Kuwait and in Qatar, in an expanding effort to aid those who face Taliban retribution for helping American forces, U.S. officials said.<br />Plans are under way to build temporary housing and other facilities at Camp As Sayliyah in Qatar and Camp Buehring in Kuwait that would be designed to house the interpreters for at least 18 months. Thousands of welcome packages, containing health and comfort items and packaged military meals that don’t contain pork, to accommodate Muslim dietary requirements, are being positioned at the bases, officials said.<br />The plans are to accommodate the interpreters and their families as they await processing for American visas to be permanently resettled in the U.S. Construction and other preparations at the two bases are expected to cost the U.S. government several hundred million dollars, officials said.<br />The plans build on similar preparations elsewhere. A first group of about 2,500 Afghan interpreters and their families are expected to arrive at Fort Lee, Va. in coming days, officials said. Those people, who include 750 applicants and family members, will stay at Fort Lee for a week to 10 days before being resettled in the U.S. permanently, officials said.<br />Thousands of other interpreters and their families aren’t as far along in the Special Immigrant Visa application process, which can take several years to complete. As Taliban fighters make gains across Afghanistan, officials cite a growing need to evacuate those interpreters and their families from the country as soon as possible to protect them from potential retaliation."
}