{
    "url_original": "https://www.wsj.com/articles/u-s-buys-200-million-covid-19-vaccines-from-pfizer-and-biontech-at-about-24-a-shot-11627078710?mod=business_lead_pos7",
    "url": "u-s-buys-200-million-covid-19-vaccines-from-pfizer-and-biontech-at-about-24-a-shot-11627078710",
    "title": "U.S. Buys 200 Million Covid-19 Vaccines From Pfizer and BioNTech at About $24 a Shot",
    "sub_head": "The price is higher than the $19.50 in previous deals, which Pfizer says reflects additional packaging and formulations",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-374703?width=860&height=573",
    "image_1": "im-374703.jpg",
    "time": "2021-07-23 18:18:00",
    "body": "The U.S. has purchased 200 million additional Covid-19 vaccine doses from  Pfizer Inc.  and partner  BioNTech SE ,  at a higher price than previous deals.<br />The U.S. is paying about $24 a dose, according to Pfizer, up from the $19.50 that the government paid in its earlier deals to supply the country. The deal brings the total purchased from the U.S. to 1 billion doses.<br />The companies said they expect to deliver 110 million of the additional doses by the end of the year, with the rest by the end of next April. Pfizer said the U.S. has the option to acquire an updated version of the vaccine targeting variants, should they be available and authorized by regulators. Pfizer is testing one targeting the Beta variant, which was first identified in South Africa.<br />“The price for this order accounts for the additional investment necessary to produce, package and deliver new formulations of the vaccine, as well as the increased cost associated with delivering the vaccine in smaller pack sizes to facilitate delivery at individual provider offices, including pediatricians,” a Pfizer spokesman said in a statement.<br />White House press secretary Jen Psaki confirmed that the Biden administration’s purchase could be used to inoculate children or serve as booster shots should health regulators deem them necessary."
}