{
    "url_original": "https://www.wsj.com/articles/u-s-drops-visa-fraud-cases-against-5-chinese-researchers-11627074870?mod=politics_lead_pos4",
    "url": "u-s-drops-visa-fraud-cases-against-5-chinese-researchers-11627074870",
    "title": "U.S. Drops Visa Fraud Cases Against Five Chinese Researchers",
    "sub_head": "Justice Department’s move marks significant setback to its effort to stop alleged Chinese intelligence-gathering at U.S. universities",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-374514?width=860&height=573",
    "image_1": "im-374514.jpg",
    "time": "2021-07-23 17:56:00",
    "body": "WASHINGTON--The Justice Department dropped cases against five visiting researchers accused of hiding their affiliations with China’s military, in a major setback to a landmark effort to root out alleged Chinese intelligence-gathering in the U.S.<br />In brief court filings late Thursday and Friday, prosecutors said they would no longer pursue visa fraud and other charges against the scientists, including biomedical and cancer researchers in California and a doctoral candidate studying artificial intelligence in Indiana.<br />One of the visiting scientists, Tang Juan, had been scheduled to go to trial on Monday. Court papers filed in her case earlier this week show some Federal Bureau of Investigation analysts casting doubt on the value of the cases. Judges had dismissed parts of the cases against Ms. Tang and another researcher in recent weeks after finding that FBI agents hadn’t properly informed them of their rights against self-incrimination when interviewing them.<br />The academics had been arrested last July in an FBI sweep that began after another researcher, Wang Xin, acknowledged to law enforcement—as he tried to leave the U.S.—that he had lied about his military service on his visa application to boost his chances of gaining admission to the U.S., and had been tasked with bringing back some information by a supervisor.<br />The U.S. ordered China to close its Houston consulate at the time, sending relations between the two countries to their lowest point in at least three decades and prompting the Chinese to order a U.S. consulate closed. The State Department cited evidence that allegedly showed consular officials helping visiting researchers evade scrutiny."
}