{
    "url_original": "https://www.wsj.com/articles/u-s-sells-unique-wu-tang-clan-album-owned-by-martin-shkreli-11627411669?mod=politics_lead_pos13",
    "url": "u-s-sells-unique-wu-tang-clan-album-owned-by-martin-shkreli-11627411669",
    "title": "U.S. Sells Unique Wu-Tang Clan Album Owned by Martin Shkreli",
    "sub_head": "The convicted pharmaceutical executive forfeited the one-of-a-kind record after his conviction on securities fraud",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-376025?width=860&height=573",
    "image_1": "im-376025.jpg",
    "time": "2021-07-27 16:57:00",
    "body": "The U.S. government on Tuesday said it had sold a unique Wu-Tang Clan album previously owned by former pharmaceutical executive Martin Shkreli, who was convicted of securities fraud in 2017.<br />The sale of the album, titled “Once Upon a Time in Shaolin,” will cover the balance of the $7.4 million in forfeiture that a judge ordered Mr. Shkreli to pay at a 2018 sentencing where he was also given a seven-year prison term, federal prosecutors said. The sale contract includes a confidentiality provision that protects information about the price and buyer, according to federal prosecutors in Brooklyn, N.Y., where Mr. Shkreli was tried.<br />Mr. Shkreli has said he paid $2 million for the only existing copy of the album by the New York hip-hop group at an auction in 2015.<br />Discussions with the government over the sale went on for more than a year, said Peter Scoolidge, a lawyer who said he represented the buyer who wishes to remain anonymous for now.<br />The album, which came in a hand-carved nickel-silver box with a gold-leafed certificate of authenticity, wasn’t permitted to be released to the public until 2103, according to the website of EZCLZIV/SCLUZAY, which identifies itself as a consortium of private investors that funded and coordinated the creation of the album. Mr. Scoolidge said those original restrictions on the album remain in place."
}