{
    "url_original": "https://www.wsj.com/articles/ufos-uaptf-unidentified-aerial-phenomena-lipf-national-security-11627582598?mod=opinion_lead_pos5",
    "url": "ufos-uaptf-unidentified-aerial-phenomena-lipf-national-security-11627582598",
    "title": "UFOs May Be Earthly and Dangerous",
    "sub_head": "Adversaries could be developing technology to disrupt flight systems. The U.S. seems to be doing so.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-29 18:24:00",
    "body": "Have space aliens been visiting Earth? That’s the wrong question to be asking about UFOs—or, as they’re now officially called, unidentified aerial phenomena or UAP.<br />Last month the Office of the Director of National Intelligence sent Congress a preliminary assessment about UAP. It was produced by the Office of Naval Intelligence, which established a task force “to detect, analyze and catalog UAPs . . . that could potentially pose a threat to U.S. national security.”<br />After examining 144 credible event reports originating from U.S. government sources, the task force concluded that UAP could “threaten flight safety and, possibly, national security.” Many of the sightings took place in restricted airspace during military exercises, and until recently there was no reporting mechanism for such occurrences. This raises the possibility that the U.S. has become overconfident it is safe from attack.<br />The UAPTF was established after a series of unexplained aerial incidents with U.S. military pilots, a few of which were captured on video and published by the  New York Times .  In May,  CBS ’s  “60 Minutes” re-examined those videos and explored the possibility that the UAP were of extraterrestrial origin. It’s likelier, though, that they’re of terrestrial origin and are a definite threat to national security.<br />One fact the task force’s assessment doesn’t mention is that in 2018 the U.S. Navy registered a patent application for “a method where a laser beam is configured to generate a laser-induced plasma filament (LIPF), and the LIPF acts as a decoy to detract a homing missile or other threat from a specific target.”"
}