{
    "url_original": "https://www.wsj.com/articles/ultra-city-smiths-review-seamy-valley-of-the-dolls-11626818825",
    "url": "ultra-city-smiths-review-seamy-valley-of-the-dolls-11626818825",
    "title": "‘Ultra City Smiths’ Review: Seamy Valley of the Dolls",
    "sub_head": "Da’Vine Joy Randolph, John C. Reilly, Kristen Bell and Tom Waits are just some of the stars who lend their voices to AMC’s new noir-themed, stop-motion animation series.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-371580?width=860&height=573",
    "image_1": "im-371580.jpg",
    "time": "2021-07-20 18:07:00",
    "body": "The stop-motion animated series “Ultra City Smiths” isn’t without a certain weird charm, though it is one that defies conventional reasoning. The series is an homage to film noir, a film movement, or moment, that wasn’t just about hard lighting and hair triggers, but flawed people—tormented heroes, compromised women, characters who really hadn’t held the screen before. In “Ultra City Smiths,” those “people” are played by figures resembling children’s dolls, which the computer has rendered as walking, talking politicians, police, reporters and denizens of a sordid underworld who populate the unhappy streets of a hopeless city. There’s something wrong with the whole thing. But perhaps the incongruity is the point.<br />The living dolls of “Ultra City Smiths”—the title will be explained toward the end of episode 2—include David Mills (voice of Jimmi Simpson), the rookie detective and new partner of leathery veteran Gail Johnson (Da’Vine Joy Randolph). Together, they are investigating the mysterious disappearance of mayoral candidate and rich guy Carpenter K. Smith (Kurtwood Smith). Described, quite often, as Ultra City’s “last bright hope,” Smith has his enemies, including Congressman Chris Pecker (Dax Shepard), who has taken inappropriate selfies—again—leaving his wife, the pant-suited Donella Pecker (Kristen Bell), to clean up his mess. The Anthony Weiner parallels are hard to miss.<br />Lady Andrea the Giant (Bebe Neuwirth) is the former women’s world wrestling champion and has to find a way to save her daughter, Little Grace (Alia Shawkat), from the gangsters with whom she’s fallen afoul. They include Rodrigo Smalls (Luis Guzmán), local crime lord and owner of the disco where Carpenter Smith’s son, Donovan (John C. Reilly), dances as the self-proclaimed King of the Night. Sister Mary Margaret (Melissa Villaseñor) is the foul-mouthed nun who runs the local flophouse. The good sister offers Street Hustler Boy (Damon Herriman) a bunk when things get tight.<br />If you’re thinking this series should have Tom Waits as its narrator, you’re right. And he is.<br />The six-part series will make its debut with two episodes (“Ultra City, She Don’t Care” and “King of the Night”); new installments will drop on subsequent Thursdays. It has a high-profile roster, including Debra Winger, providing the voices behind an animated cast that doesn’t bring much to the allegorical table. Dolls have starred in lots of shows and films, mostly of the horror variety. When Todd Haynes made “Superstar: The Karen Carpenter Story” (1988) with Barbie dolls (or “Barbie-type dolls” as I remember the lawyers insisting), the limited flexibility of the figures being used reflected the emotional rigidity of the characters being portrayed. Conversely, the technique behind “Ultra City Smiths” is to manipulate the figures, which aren’t actually plastic anyway, to accommodate whatever posture the narrative requires. There’s simply too much motion among the allegedly inanimate objects. It’s ironic, perhaps, but if one ignores the principal gimmick of “Ultra City Smiths,” it might make for a more convincing and even noirish experience."
}