{
    "url_original": "https://www.wsj.com/articles/undoing-drugs-review-first-do-less-harm-11626905976",
    "url": "undoing-drugs-review-first-do-less-harm-11626905976",
    "title": "‘Undoing Drugs’ Review: First, Do Less Harm",
    "sub_head": "Needle exchanges, bleach kits and other forms of ‘harm reduction,’ though once controversial, are now mainstream. Will they stay that way?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-373219?width=860&height=573",
    "image_1": "im-373219.jpg",
    "time": "2021-07-21 18:19:00",
    "body": "Fifty years ago, Richard Nixon declared what came to be known as the War on Drugs. The first of its two major campaigns was aimed at disrupting supply lines—from coca and poppy fields abroad to dealers in the U.S. The second was aimed at reducing demand: discouraging drug use, especially among teenagers, and providing treatment to those who had succumbed to addiction.<br />Both efforts continue today, with varying degrees of success (and failure). The second one in particular, over time, has required a change of tactics. It turned out that, when it comes to treatment, not all users want it, and even many of those who do may drop out of treatment programs. What to do about these hold-outs: people who have no intention of quitting drugs or who, having started in a program, find the prospect of quitting too daunting?<br />This is where “harm reduction” comes in. A classic example is clean-needle distribution, a practice that slims the odds of drug users becoming infected with Hepatitis C and HIV, the virus that causes AIDS. Harm-reduction workers “meet people where they are at,” as the slogan goes, without judgment. The approach is part of a larger effort to mitigate the effects of drug prohibition: e.g., the reluctance of users to seek medical help out of fear of arrest or to enter programs geared toward abstinence. The effort extends to providing apartments (the “housing-first” approach) where drug use is condoned. The idea is to embrace users and nudge them toward social functioning, even toward abstinence—but on the client’s time line.<br />Science journalist Maia Szalavitz has been an avid participant in the “harm-reduction movement” since her days of heavy drug use. In “Undoing Drugs,” she tells her own story and offers the first popular account of the movement’s people and politics.<br />In 1986, the 20-year-old Ms. Szalavitz was living in New York’s East Village, having been suspended from Columbia University for dealing cocaine and now injecting cocaine and heroin. At the time, she didn’t know that needle sharing put her at risk for HIV. When an acquaintance warned her against sharing needles and, if she did share, urged to run bleach through the syringe, she was “furious” that such information wasn’t widely known."
}