{
    "url_original": "https://www.wsj.com/articles/unemployment-benefits-weekly-jobless-claims-07-08-2021-11625688074",
    "url": "unemployment-benefits-weekly-jobless-claims-07-08-2021-11625688074",
    "title": "Unemployment Claims Have Continued Easing as Hiring Heats Up",
    "sub_head": "Many states are ending participation early in pandemic-related jobless assistance programs",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-07-08 05:30:00",
    "body": "New applications for unemployment benefits have trended down this summer, indicating that the labor market is healing from the Covid-19 downturn as many states end participation in enhanced jobless assistance programs related to the pandemic.<br />Economists estimate that first-time applications for unemployment benefits declined to a seasonally adjusted 350,000 for the week ended July 3, from 364,000 during the prior week, according to a Wall Street Journal survey. The Labor Department is set to report the latest figures at 8:30 a.m. ET. The prior week’s level was the lowest recorded since jobless claims surged at the onset of the pandemic in March 2020.<br />The recent level of new claims is significantly down from the spring 2020 peak of 6.1 million, and roughly in line with historical averages. It remains above about 220,000 claims filed weekly in the year leading up to the pandemic-induced downturn.<br />The downward trend in jobless claims came as hiring accelerated in May and June, Covid-19 infection rates decreased with the widespread availability of vaccines and businesses more fully reopened as the pandemic eased. Many states are ending extended and enhanced pandemic-related unemployment benefits before a September expiration set by Congress nationwide.<br />“Employment is still on a strong upward trajectory,” said Gregory Daco, chief U.S. economist at Oxford Economics. “Demand for labor is very strong,” and impediments to returning to work are easing, he said. In addition to unemployment benefits, Mr. Daco said lack of child care and fear of contracting the virus are lingering, which explains why some people are reluctant to return to jobs, although those concerns are fading."
}