{
    "url_original": "https://www.wsj.com/articles/united-kingdom-payroll-tax-national-insurance-contribution-boris-johnson-middle-class-11627587971?mod=opinion_lead_pos4",
    "url": "united-kingdom-payroll-tax-national-insurance-contribution-boris-johnson-middle-class-11627587971",
    "title": "Britain’s Middle-Class Tax Lesson",
    "sub_head": "Guess who pays for expanded social benefits?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-29 18:39:00",
    "body": "While Democrats create new middle-class entitlements, other countries are struggling to pay for the entitlements they already have. The latest example is the United Kingdom, where a debate over payroll-tax increases is a warning to American voters.<br />Prime Minister Boris Johnson is considering a one percentage-point increase in the payroll tax—euphemistically called the National Insurance Contribution—to fund more spending on the National Health Service and so-called social care such as nursing homes and home health care. The payroll tax stands at 12% for employees’ portion on income between £9,564 and £50,268 ($13,400-$70,200) and 2% on income above that level, and 13.8% for the employer share. The tax hike is expected to raise about £10 billion per year.<br />The NHS always has its hat out for more cash. But the pandemic exacerbated a crisis in social care, which provides for adults who can’t live independently due to old age or chronic conditions. Demand for these services grows inexorably as the population ages and its health deteriorates. Covid-19 outbreaks in nursing homes exposed poor conditions and inadequate staffing.<br />Successive Conservative governments have responded, perversely, by trying to make social care even more of a middle-class entitlement than it already is. Tories killed off a short-lived proposal from Theresa May to require middle-class households to use their home equity to offset what local governments spend for them on in-home care.<br />Now Mr. Johnson supports a cap on individual contributions for care costs. This is another sop to the middle class, since the low-income, low-wealth elderly and infirm already receive fully subsidized care. The political goal is to allow middle-class families to pass their homes and other assets to heirs while taxpayers pick up the care tab."
}