{
    "url_original": "https://www.wsj.com/articles/united-states-bill-taiwan-military-reserves-john-cornyn-tammy-duckworth-11626982624?mod=opinion_lead_pos3",
    "url": "united-states-bill-taiwan-military-reserves-john-cornyn-tammy-duckworth-11626982624",
    "title": "Strengthening Taiwan’s Resistance",
    "sub_head": "New legislation could make the island harder for Beijing to control.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-373971?width=860&height=573",
    "image_1": "im-373971.jpg",
    "time": "2021-07-22 18:25:00",
    "body": "The best way to forestall a catastrophic Chinese invasion of Taiwan is to raise the costs for Beijing. That means ensuring Taiwan’s own forces are prepared for the worst. A new American legislative proposal aims to bolster Taiwan’s deterrence by improving the island’s ability to call up its reserve forces in case of an invasion.<br />The Taiwan Partnership Act, sponsored by Republican Sen. John Cornyn and Democratic Sen. Tammy Duckworth, is notable for its bipartisanship. The House version is backed by Rep. Mike Gallagher, plus one other Republican and two Democrats. The short bill instructs the Pentagon to study greater coordination between the U.S. National Guard and Taiwan’s military.<br />Specifically, American defense planners are encouraged to develop “programs for National Guard advisors to assist in training the reserve components of the military forces of Taiwan.” The reserve forces aren’t the front lines of Taiwan’s naval or missile defense, but they would provide additional manpower if the island’s population had to mobilize for war.<br />A 2017 Rand Corporation report on Taiwan’s reserves noted that “island warfare in the Second World War first demonstrated the need for an attacking force to have a large numerical advantage in order to secure victory.” Calling up reserves could multiply the size of Taiwan’s active-duty military of under 200,000 by a factor of 10.<br />An organized and equipped reserve force would make Taiwan more difficult to control even if People’s Liberation Army amphibious forces or paratroopers landed on the island. Broad-based resistance can help a smaller state hold out against a larger foe, perhaps buying time for U.S. and other forces to arrive. Lithuania, for example, relies on mobilizing its reserves in case of a Russian attack."
}