{
    "url_original": "https://www.wsj.com/articles/universal-pictures-deepens-ties-to-peacock-streaming-service-in-new-movie-deal-11625603414?mod=business_lead_pos10",
    "url": "universal-pictures-deepens-ties-to-peacock-streaming-service-in-new-movie-deal-11625603414",
    "title": "Universal Pictures Deepens Ties to Peacock Streaming Service in New Movie Deal",
    "sub_head": "Comcast’s studio unit will give ‘Jurassic World’ and ‘Halloween’ sequels their TV debuts on Peacock in 2022",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-07-06 16:30:00",
    "body": "Comcast Corp.’s  new streaming service Peacock is about to get a big boost from sister movie studio Universal Pictures.<br />Starting in 2022, theatrical releases from Universal—including the next “Jurassic World” and new “Halloween” movie—will have their TV debut on Peacock, the streamer launched by its parent company last year.<br />The movies will appear on Peacock no later than four months after their theatrical premiere, joining other studios drastically shortening the length of time they typically wait to make their biggest releases available on the small screen. But it also gives Universal a much-needed advantage over its streaming competitors when every studio’s biggest releases are made available as soon as possible.<br />By giving its Peacock service greater priority in distribution, Comcast continues its focus on direct-to-consumer offerings that value subscriber growth and retention above all else. Rivals at  Walt Disney Co.  and ViacomCBS Inc. have taken similar approaches that use marquee titles from a decades-old studio to bolster the appeal of relatively new streaming services. With Wall Street watching for any signs of subscriber losses, studios and their parent companies have broken once-sacrosanct practices to give their services an edge.<br />While theatrical movies have been strong performers on streaming services, it isn’t clear whether Universal’s move will produce the boost in subscribers it is seeking. Evidence of viewership at most streaming services remains opaque compared with publicly reported box-office tallies, and newer entrants like Peacock have found it hard to siphon viewers from entrenched players like  Netflix Inc."
}