{
    "url_original": "https://www.wsj.com/articles/university-of-michigan-president-racial-disparities-nih-11625858358?mod=opinion_major_pos17",
    "url": "university-of-michigan-president-racial-disparities-nih-11625858358",
    "title": "University of Michigan President Comments on Racial Disparities",
    "sub_head": "The only NIH ‘obsession’ is with the best science that produces the best outcomes.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-361947?width=620&size=1.5",
    "image_1": "im-361947.jpg",
    "time": "2021-07-12 17:28:00",
    "body": "Heather Mac Donald’s op-ed “The NIH’s Diversity Obsession Subverts Science” (July 1) omits important facts and societal realities. Voluminous research has detailed disparities that have led to the population and grant-proposal-submission data that Ms. Mac Donald cites, ranging from unequal STEM access to a cultural tax on advancement. Ms. Mac Donald cites Brookings Institution research that itself recognizes the impacts of structural racism. It views “homework as an outcome of the culture of the school and the expectations of teachers, rather than an outcome of a student’s effort” and time spent studying.<br />National scientific leaders have a responsibility to ask why disparities exist and to propose solutions that will lead to better science. We’re losing out on the contributions of those who haven’t had an equal opportunity to develop their talents. Diversity leads to good science. We’ve known this for years. In a 2004 study, Lu Hong and Scott Page produced a framework for modeling how functionally diverse groups explore broader solutions and arrive at better answers to complex problems. In medicine, the exclusion of women and minorities from research teams has exacerbated U.S. healthcare disparities.<br />America’s diversity is a competitive advantage. We need to identify the best ways to unlock it. The only NIH “obsession” here is with the best science that produces the best outcomes.<br />Mark S. Schlissel, M.D., Ph.D.<br />President, University of Michigan"
}