{
    "url_original": "https://www.wsj.com/articles/until-proven-safe-review-nicola-twilley-geoff-manaugh-quarantine-covid-pandemic-11626450804?mod=opinion_major_pos12",
    "url": "until-proven-safe-review-nicola-twilley-geoff-manaugh-quarantine-covid-pandemic-11626450804",
    "title": "‘Until Proven Safe’ Review: Quarantines Then and Now",
    "sub_head": "Quarantines of people, produce and even the mail have long been a weapon against infection. They can also be used against people.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-370025?width=860&height=581",
    "image_1": "im-370025.jpg",
    "time": "2021-07-16 16:33:00",
    "body": "In combatting Covid-19, scientists, public health experts and government agencies have occasionally turned to history for counsel. Measures taken, for better or worse, during the Spanish flu of 1918, which infected nearly a third of the world’s population, have been particularly influential in the formulation of healthcare policies. No less salutary, oddly, has been guidance from the Middle Ages, an era normally associated with religious mysticism and benighted superstition at the expense of medical science. For upon the advent of the bubonic plague in the 1300s—the notorious Black Death—epidemics began to ravage large parts of Europe, afflicting seaports in the Mediterranean following the arrival of infected ships and their crews from Asia.<br />“The truth is, our most urgent modern biologic threats have required us to roll back to our fourteenth-century tool kit,” according to Martin Cetron, Director for the Division of Global Migration and Quarantine at the Centers for Disease Control and Prevention. Medieval measures included a primitive form of contact tracing, health passports and beaked masks stuffed with medicinal herbs and spices for the purported protection of plague doctors. More important, quarantines, the most effective remedy seven centuries ago, were rapidly implemented to try to curb the current pandemic. Already by April 2020, over 20 percent of the world’s population had been quarantined in some fashion, either locked-down or self-isolated.<br />At first glance, Geoff Manaugh and Nicola Twilley would seem unlikely authors of “Until Proven Safe: The History and Future of Quarantine” (MCD, 396 pages, $28). Neither boasts credentials as a historian or a scientist. What instead makes their book compelling, besides their extensive experience as journalists, is the depth of their research coupled with a firm conviction that quarantine, a mighty yet dangerous weapon, must be used “more wisely in the future.”<br />The actual purpose of a quarantine has always been, not to sequester diseased individuals indefinitely—as in the case of leper colonies and tuberculosis sanatoriums—but to detain persons whose exposure to a communicable disease was uncertain to evaluate their health. This turns on its head traditional Anglo-Saxon law, in which a person charged with a crime is innocent until proven guilty; under quarantine, internment rests upon a presumption of uncertainty.<br />The first official quarantine for which written evidence has survived appears to have been instituted in 1377 by the port of Dubrovnik on the Adriatic Sea, in what is now southern Croatia. Public regulations forbade entry for a month to “those who come from plague infested areas.” Yet it was Venice, a crossroads of maritime trade that had lost some two-thirds of its population to plague in the 1300s, that in 1423 constructed the first lazaretto—a large stone building designed to confine potentially infected individuals. (The term “lazaretto” originated from several sources, including the Biblical beggar Lazarus, the patron saint of lepers.) Years afterward, Venice acquired a second structure—each was located on its own island—where food, water, and medical care were dispensed “for the public good.” By the early 18th century, such “quarantine hospitals” in Mediterranean Europe had become commonplace owing to the addition of monasteries, abandoned barracks and moored merchant ships."
}