{
    "url_original": "https://www.wsj.com/articles/upper-bohemia-review-living-with-abandon-11625166453",
    "url": "upper-bohemia-review-living-with-abandon-11625166453",
    "title": "‘Upper Bohemia’ Review: Living With Abandon",
    "sub_head": "The author’s parents were devoted to a life of personal liberty and artistic pursuits. Child care was not a priority.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362408?width=620&size=1.5",
    "image_1": "im-362408.jpg",
    "time": "2021-07-01 15:07:00",
    "body": "Art historian Hayden Herrera’s books include critically acclaimed biographies of Frida Kahlo and Arshile Gorky, whose lives and works she was exposed to during her roving childhood. With “Upper Bohemia,” she focuses on her own formative years and joins a growing contingent of biographers who have written memoirs, including Claire Tomalin (“A Life of My Own”) and Deirdre Bair (“Parisian Lives”).<br />Ms. Herrera’s account of her privileged but wanting upbringing by narcissistic parents, who each married five times, is both insightful and forgiving. But it still transmits a warning: Beware the child who grows up to become a writer on whom no detail is lost.<br />Ms. Herrera paints a particularly vivid portrait of her aloof mother, a restless beauty forever seeking excitement. Elizabeth (Lybie) Cornell Blair, born in 1908, “believed in the importance of pleasure, of living life to the hilt . . . Children were secondary to the leading of a passionate life,” the author writes. Her mother was a terrible parent, she declares, yet she also somehow gave her and her older sister Blair “a wonderful life” that was never dull.<br />Her mother described their social set as “upper bohemians”—artists and writers who came from “good” (meaning upper-class) families but “rejected convention and insisted upon personal liberty. Their lives were full of adventure and drama, mixed with chaos.” Ms. Herrera’s parents valued art and aesthetics above all, and eschewed materialism, conformism and elitism. They preferred to live relatively simply, immersed in nature on the Outer Cape (Truro, Wellfleet and Provincetown), which they fled during the harsh winters for cheap, unfurnished walkup apartments in Manhattan—and later, for homes abroad. Yet—as “Upper Bohemia” makes clear—they did not shed their sense of entitlement, and they lived off inheritances, allowances and wealthy spouses.<br />Both parents had illustrious forebears. Ms. Herrera’s movie-star handsome father, John Charles (Jack) Phillips, was descended from the founders of Phillips Exeter and Phillips Andover academies. On the other side, the author’s maternal great-great-grandfather, Ezra Cornell, was a co-founder of Cornell University. After losing their fortune during the Depression, her maternal grandparents were supported by their more conventional younger daughter and her husband, who resented that Lybie did nothing to pitch in."
}