{
    "url_original": "https://www.wsj.com/articles/us-economy-gdp-growth-with-caution-signs-inflation-11627592433?mod=opinion_lead_pos3",
    "url": "us-economy-gdp-growth-with-caution-signs-inflation-11627592433",
    "title": "Growth With Caution Signs",
    "sub_head": "Higher prices and slow investment mar a strong second quarter for the economy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-29 18:41:00",
    "body": "America’s private economy is a wonderful machine that, left to its own devices, will find a way to grow. And so it has over the past year despite the burdens of the pandemic and government lockdowns, as Thursday’s report for second quarter GDP showed again.<br />The economy grew at a 6.5% annual rate —short of the 8.4% predicted by many economists. But that was still enough to lift U.S. GDP above its pre-pandemic peak to $22.72 trillion. The V-shaped recovery has come true since the two-month recession ended in April 2020.<br />Consumer spending drove most of the growth, especially on services, as even the most recalcitrant politicians finally lifted lockdowns. Consumption rose by 11.8% in the quarter after 11.4% in the first. Spending on travel, dining and nondurable goods is the low-hanging fruit of the recovery. Few opportunities to spend last year, plus unprecedented government payments, produced a record savings rate that fell by half to 10.9% in the quarter as wallets opened.<br />The disappointment is that growth wasn’t better, and you can blame a fall in inventories and private business investment. Domestic investment fell 3.5% in the quarter after falling 2.3% in the first. Home building slowed, as did businesses spending on structures.<br />The investment slowdown is surprising given the trend in consumer spending. Demand is rising across the economy, yet producers aren’t scaling up at the same pace, which could mean further price increases in the coming months. Businesses are having a hard time increasing production amid supply shortages, so they are drawing down inventories to meet demand for goods."
}