{
    "url_original": "https://www.wsj.com/articles/us-navy-dire-straits-reform-readiness-11626460473?mod=opinion_major_pos16",
    "url": "us-navy-dire-straits-reform-readiness-11626460473",
    "title": "Why the U.S. Navy Is in Dire Straits",
    "sub_head": "Bureaucratic bloat and catastrophic reforms, brought about by decades of weak leadership and gross mismanagement.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-371236?width=860&height=573",
    "image_1": "im-371236.jpg",
    "time": "2021-07-18 11:07:00",
    "body": "After a succession of presidents ignorant of and uninterested in naval affairs, there is an emerging realization around the world that the U.S. no longer possesses naval superiority and could lose a war at sea. This is no surprise. It is the result of bureaucratic bloat and catastrophic reforms, brought about by decades of weak leadership and gross mismanagement.<br />Sen. Tom Cotton and his colleagues raise the alarm with a valuable new report on the surface navy (“If War Comes, Will the U.S. Navy Be Prepared?” by Kate Bachelder Odell, op-ed, July 12). It also applies in differing details to naval aviation and submariners. The sad reality is the Navy does not now provide an attractive career to bright young men and women.<br />The fleet is half the size it was in the Reagan years, yet demands by regional commanders for naval forces are greater. Deployment time away from family is beyond tolerable. Long deployments leave insufficient time for maintenance and few ships are combat ready. Training has been slashed. Paperwork is pervasive. The most recent audit found that each ship and squadron is required to provide 750 reports annually, most of which are of no value.<br />Naval service has until recently been seen as an elite calling. Now many see it as just another trade. The bureaucracy has done away with officers’ and chiefs’ clubs, as well as bachelor officers’ quarters. Except for senior officers, no one wants to live on base. Sailors commute to work like any civilian and socialize as far as possible from senior officers. Naval service when not deployed is today little different from working in the Postal Service.<br />Most pernicious is the zero-tolerance policy—one mistake and you’re out. One DUI, one anonymous accusation, and a fine, professional leader, mid-career, can be ruined. As the report notes, not one of the five-star naval leaders of World War II could have made admiral in today’s woke Navy."
}