{
    "url_original": "https://www.wsj.com/articles/vaccine-hesitancy-risk-covid-ben-franklin-yogi-berra-11627079562?mod=opinion_major_pos16",
    "url": "vaccine-hesitancy-risk-covid-ben-franklin-yogi-berra-11627079562",
    "title": "Thinking About Vaccine Hesitancy and Risk",
    "sub_head": "Writing people off as deplorables is not a helpful solution.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-374866?width=860&height=573",
    "image_1": "im-374866.jpg",
    "time": "2021-07-25 12:06:00",
    "body": "Regarding Holman W. Jenkins, Jr.’s “Realism About Vaccine Hesitancy” (Business World, July 14): Commentary on why people seem to resist vaccination against Covid-19 would benefit from a better understanding of risk. An excellent summary of the research can be found in Michael Gough and Theodore Glickman’s 1990 book “Readings in Risk.”<br />The key chapter, “Rating the Risks,” explains why perception of risk can differ so markedly from any objective measurement. In short, perception of the severity of a given risk is inversely related to the individual’s participation in the decision to take that risk, and directly related to his degree of surprise that the risk exists. The potential for catastrophe elevates the severity perception exponentially, while unknown risk is considered far worse than any known risk. Finally, the way risk is presented has a strong impact on risk perceptions, and people’s opinions of risk, once formed, are usually impervious to any contrary facts.<br />We were all surprised by the emergence of the pandemic; we had no role in any response to it; catastrophe is clearly in evidence; and the widely varying communications on the pandemic have been neither consistent nor even coherent. It should come as no surprise that once a person has developed a skeptical view of vaccination, or of the pandemic itself, that person becomes impervious to any emerging contrary facts.<br />While I am not a member of that group, I can understand the sources of its reluctance. Until these issues are appropriately addressed, it is unlikely that the remaining population will line up for vaccination. Writing people off as deplorables is not a helpful solution to the problem.<br />Lou Floyd"
}