{
    "url_original": "https://www.wsj.com/articles/valdimir-putin-article-historical-unity-ukraine-russia-11626724284?mod=opinion_lead_pos10",
    "url": "valdimir-putin-article-historical-unity-ukraine-russia-11626724284",
    "title": "Why Putin Still Covets Ukraine",
    "sub_head": "A 5,000-word essay by the strongman explains his thinking. It pays to listen.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-371571?width=860&height=573",
    "image_1": "im-371571.jpg",
    "time": "2021-07-19 18:30:00",
    "body": "Writing long, historically focused opinion pieces is an activity more characteristic of think tankers than heads of state, but Russian President Vladimir Putin is anything but conventional. Last week he published a 5,000-plus-word article that reviews the last millennium to conclude that Russians, Belarusians and Ukrainians share a common history, faith and destiny.<br />In Mr. Putin’s view, Western powers have tried for centuries to separate them, but those efforts are doomed to fail. He argues that “the anti-Russia project has been rejected by millions of Ukrainians” in Crimea, the Donbas and elsewhere. The Russian president believes that after centuries of common development and trade, the Ukrainian economy simply cannot flourish without close integration with Russia. Without his country, Ukraine will flounder, despite the occasional aid it receives from its Western paymasters, Mr. Putin writes. Even before the pandemic, Ukraine’s gross domestic product per capita was below $4,000. “This is less than in the Republic of Albania, the Republic of Moldova, or unrecognized Kosovo.” (Moscow doesn’t recognize Kosovo’s independence from Serbia.) “Nowadays,” Mr. Putin writes, “Ukraine is Europe’s poorest country.”<br />Some observers dismissed the essay as an empty propaganda ploy aimed at distracting Russian public opinion in the face of a surging pandemic. Others saw it as an announcement that Russia will escalate its support for the pro-Moscow forces in the smoldering conflict in eastern Ukraine. Since deception and surprise are fundamental tools of Mr. Putin’s statecraft, anything is possible, but Western powers would be well advised to take the essay seriously. The Russian president’s policies will always and inevitably reflect his calculations about the opportunities and risks he faces at any given moment, but his strategic objectives are unmistakable. Mr. Putin’s quest to rebuild Russian power requires the reassertion of Moscow’s hegemony over Belarus and Ukraine.<br />In Belarus, where the Kremlin enabled the embattled government to survive months of pro-democracy protests and Western sanctions, Mr. Putin has crushed any hopes President Lukashenko had of escaping Moscow’s embrace. Ukraine is a tougher nut to crack. But the Nord Stream 2 pipeline is moving inexorably toward completion, weakening Ukraine’s influence over European policy making. Infighting and disorganization also continue to prevent the European Union from becoming a significant geopolitical actor. Amid all this, Mr. Putin has served notice that he will patiently but relentlessly pursue his strategic goals at Kyiv’s expense.<br />The best way to think of Russia these days is as being constrained but not contained. That is, the West has failed abysmally to develop a coherent policy to stop the Kremlin’s attacks on its neighbors or its opposition to the EU and the American-based world order. Sanctions don’t deter Mr. Putin; the West is hopelessly disunited on Russia policy, and the resulting incoherent policies offer Moscow opportunities from the Middle East to Myanmar to advance its foreign-policy agenda and bolster its commercial interests. Under these circumstances Russia will continue to test the West, and Mr. Putin will look to victories abroad to bolster his standing at home."
}