{
    "url_original": "https://www.wsj.com/articles/vandalism-arson-burning-canada-church-catholic-residential-schools-11627584689?mod=opinion_lead_pos9",
    "url": "vandalism-arson-burning-canada-church-catholic-residential-schools-11627584689",
    "title": "The Burning of Canada’s Churches",
    "sub_head": "Dozens have gone up in flames, and the prime minister’s response is tepid.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-376990?width=860&height=573",
    "image_1": "im-376990.jpg",
    "time": "2021-07-29 18:19:00",
    "body": "It has been a difficult summer for Canada’s Christians. Over five days in late June, four Catholic churches and an Anglican church were burned to the ground, the first churches to be set ablaze or vandalized to begin a summer of such desecration. Suspicious fires then broke out across the country. In all, at least 56 churches have been set aflame or vandalized, according to the True North Centre, which is mapping attacks on churches.<br />This is unquestionably a crisis, but you wouldn’t think it from observing Prime Minister Justin Trudeau’s response. Although the first suspected arson happened June 21, he didn’t speak out on the issue until July 1. Worse, after dozens of the incidents across seven different provinces and territories, there has been only one arrest. “Am I wrong,” askedAaron Wudrick of the Macdonald-Laurier Institute, “or have more people been arrested in Canada this year for going inside a church to worship than for burning one down?”<br />Police are investigating whether the suspected arsons are connected to the news that hundreds of children were buried in unmarked graves at government-mandated, church-run Indian residential schools in Canada. The residential schools operated from 1883 to 1996 but were mostly wound down by the 1980s. They were populated by approximately 150,000 indigenous children separated from their parents and—following the progressive orthodoxy of the day—assimilated into Western culture. Such arrangements offend today’s sensibilities, but they were supported by politicians of all stripes, religious orders in various denominations, and education reformers.<br />It is understandable that some indigenous people feel anger and betrayal over these tragic institutions. The number of estimated remains at gravesites is astounding—more than 1,200 suspected unmarked graves were recently discovered at five former school sites in Western Canada—but it has long been known that there were a large number of fatalities. Many of these stories were reported by Canada’s 2015 Truth and Reconciliation Commission, and the schools’ abuses have been widely covered by the media.<br />Political leaders have mouthed platitudes about the need for “conversations” about the bitter legacy of Indian residential schools and for school curricula that do not whitewash what happened. Calls for education were not enough for those who apparently began to vandalize churches. Church leaders generally have avoided condemning the attacks, and, perhaps fearing backlash, offer only mealy-mouthed statements about working together for reconciliation."
}