{
    "url_original": "https://www.wsj.com/articles/vatican-indicts-cardinal-nine-other-people-in-london-real-estate-deal-11625320841?mod=business_minor_pos4",
    "url": "vatican-indicts-cardinal-nine-other-people-in-london-real-estate-deal-11625320841",
    "title": "Vatican Indicts Cardinal, Nine Other People Over London Real-Estate Deal",
    "sub_head": "Trial of Cardinal Giovanni Becciu will be the first of a cardinal in Vatican City’s criminal court",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-364345?width=620&size=1.5",
    "image_1": "im-364345.jpg",
    "time": "2021-07-03 10:00:00",
    "body": "ROME—The Vatican said it indicted Cardinal Giovanni Becciu and nine other people in connection with a costly investment in London real estate, the source of one the biggest scandals of Pope Francis’s reign.<br />Cardinal Becciu, who was the second highest official at the Vatican’s Secretariat of State when it acquired the property, was indicted on charges of embezzlement, abuse of office and subornation. His trial will be the first of a churchman with his rank in Vatican City’s criminal court.<br />Pope Francis ordered an investigation in 2019 after the Vatican bank flagged as suspicious a request by the Secretariat of State for a €150-million loan to refinance the acquisition costs of a building in London’s upscale Chelsea district.<br />Through a series of complex transactions, the secretariat had paid the equivalent of more than $400 million by 2018 for the property, which had sold for half that amount six years earlier, Vatican prosecutors told a London court last year. The Vatican was seeking the extradition of a middleman, Gianluigi Torzi, accused of extortion, embezzlement, fraud and money laundering.<br />In September of last year, Cardinal Becciu renounced his Vatican post and the rights of a cardinal, though not his title, at the request of Pope Francis. The Vatican didn’t give a reason for the move at that time."
}