{
    "url_original": "https://www.wsj.com/articles/verizon-offers-low-cost-service-commitment-to-seal-tracfone-deal-11625171554?mod=business_featst_pos2",
    "url": "verizon-offers-low-cost-service-commitment-to-seal-tracfone-deal-11625171554",
    "title": "Verizon Offers Low-Cost Service Commitment to Seal TracFone Deal",
    "sub_head": "Nation’s largest wireless carrier told FCC it would keep backing subsidized Lifeline service for three years",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-363420?width=620&size=1.5",
    "image_1": "im-363420.jpg",
    "time": "2021-07-01 17:21:00",
    "body": "Verizon Communications Inc.  told federal regulators it would keep supporting low-cost wireless service for three years if it is allowed to buy TracFone, a sign of deepening negotiations in the carrier’s effort to control a giant in prepaid cellphone plans.<br />“We’re very comfortable to make that commitment to…continued participation in Lifeline for the next three years in any geography where TracFone provides Lifeline services today,” Ronan Dunne, Verizon’s chief of consumer services, said in an interview Thursday. The carrier will also provide ultrafast fifth-generation, or 5G, service to Lifeline customers within six months of the deal’s closing, he added.<br />Lifeline is a federal subsidy for low-income phone users, such as those receiving Medicaid or public-housing funds. The Communications Workers of America union and other public-interest groups have criticized the proposed merger partners for not detailing specific plans to keep supporting the program.<br />Verizon last year agreed to buy TracFone for up to $6.9 billion, a price that includes $650 million contingent on certain performance targets. TracFone, a unit of Mexican telecom operator  America Movil SA B, served nearly 21 million U.S. customers at the end of March through brands like StraightTalk, Net10 and Simple Mobile. About 1.7 million subscribers use Lifeline through its SafeLink Wireless service.<br />Mr. Dunne and TracFone Chief Executive Eduardo Diaz Corona discussed their proposed commitments last week in a virtual meeting with acting Federal Communications Commission Chairwoman Jessica Rosenworcel, according to a recent filing. Companies sometimes pledge to agree to certain regulatory conditions in an effort to speed a deal’s approval. A spokeswoman for Ms. Rosenworcel declined to comment on the pending deal."
}