{
    "url_original": "https://www.wsj.com/articles/victorias-secret-spinoff-is-less-exciting-than-it-sounds-11626779035?mod=markets_featst_pos1",
    "url": "victorias-secret-spinoff-is-less-exciting-than-it-sounds-11626779035",
    "title": "Victoria’s Secret Spinoff Is Less Exciting Than It Sounds",
    "sub_head": "L Brands will soon spin off Victoria’s Secret. A clean slate might look good, but it is no guarantee that the brand’s valuation will suddenly fly.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-20 07:03:00",
    "body": "After more than three decades together, Victoria’s Secret and Bath & Body Works— L Brands ’ two remaining brands—are about to split ways. Bath & Body Works feels that its association with the lingerie brand is bringing its valuation down while Victoria’s Secret feels its turnaround thunder is being stolen. Will they be better off on their own?<br />On Aug. 3, Victoria’s Secret will be listed as a separate company while L Brands will change its name to Bath & Body Works. It is symbolically a significant milestone for L Brands whose former brands— Abercrombie & Fitch ,  Express, New York & Co.—once ruled the mall. Once the spinoff is complete, L Brands will only be left with the seller of lotions and fragrances. After the two brands gave their investor pitches Monday, L Brands shares fell 3.8%, though it accompanied a broader retail selloff as markets weighed the risks of the Delta variant of Covid-19.<br />The separation is, to a large extent, about the perception of a fresh start. The two brands have had separate management teams long before the intention to split them. “Right now the combination of the two entities is discounting the true worth of Bath & Body Works, which is one of the best businesses in retail, and it’s hiding the true opportunity at Victoria’s Secret,” notes Simeon Siegel, analyst at BMO Capital Markets. Even after gaining 77% year to date, L Brands trades at roughly 12 times forward-12-month earnings. Peers such as  VF Corp.  and Gap fetch 25 times and 15 times, respectively.<br />Speaking on an investor presentation Monday afternoon, Victoria’s Secret’s Chief Executive Martin Waters said the brand has pivoted from “being about what he wants to being about what she wants.” That turnaround seems to be working: In its fiscal first quarter, Victoria’s Secret pulled in higher sales than it did in the same period in pre-pandemic 2019—a remarkable feat given its steady decline leading up to the pandemic. Margins have also improved vastly thanks to better inventory management.<br />It is no secret, though, that Bath & Body Works has been the star at L Brands for some time. Its top line has grown at 12.4% a year on average in the last five years while revenue at Victoria’s Secret shrank. Yet the two brands’ diverging performance over the years also highlights how diversification can be useful in a sector as susceptible to fickle trends as retail. Look no further than Gap, which called off its Old Navy spinoff in January 2020 after the star brand’s sales suddenly started stalling in 2019."
}