{
    "url_original": "https://www.wsj.com/articles/vimeo-domen-section-230-religious-liberty-first-amendment-11626875989?mod=opinion_lead_pos5",
    "url": "vimeo-domen-section-230-religious-liberty-first-amendment-11626875989",
    "title": "Does Section 230 Have Limits?",
    "sub_head": "An appeals court takes a second look at whether the law protects Big Tech from discrimination claims.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-372684?width=860&height=529",
    "image_1": "im-372684.jpg",
    "time": "2021-07-21 12:48:00",
    "body": "Big Tech platforms claim that U.S. law gives them almost unlimited power to ban content and users they deem objectionable. But a case pending before the Second U.S. Circuit Court of Appeals calls that assumption into question.<br />It started when the video-hosting platform Vimeo deleted the account of Newport Beach, Calif.-based Church United after its founder, James Domen, posted five videos discussing what Vimeo calls “sexual orientation change efforts,” the promotion of which the site forbids. Mr. Domen, who describes himself as a former homosexual, claims the banishment constituted discrimination based on both religion and sexual orientation, in violation of state and federal civil-rights laws. He also argues that Vimeo’s censorship violates the California Constitution, which state courts have interpreted to protect individuals’ rights to speak and assemble in privately owned spaces such as shopping centers.<br />A federal magistrate judge in New York, where Vimeo is headquartered, dismissed Mr. Domen’s complaint, noting that Section 230 of the Communications Decency Act shields “interactive computer services” like Vimeo from lawsuits for “any action voluntarily taken in good faith to restrict access to or availability of material that the provider or user considers to be obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable, whether or not such material is constitutionally protected.”<br />A three-judge Second Circuit panel upheld the dismissal in March, again citing Section 230, under which, Judge Rosemary Pooler wrote, “Vimeo is free to restrict access to material that, in good faith, it finds objectionable.”<br />Vimeo, however, didn’t stop at restricting access to the videos, or even at deleting them. It wiped out the church’s entire account. That would seem to strengthen Mr. Domen’s claim of discrimination, since he and Church United, not merely some of their content, were unwelcome. But he didn’t have an opportunity to make that case, because the judges held that Section 230 pre-empts the discrimination complaint."
}