{
    "url_original": "https://www.wsj.com/articles/volkswagon-ejects-supercar-bugatti-as-it-shifts-to-electric-vehicles-11625501677?mod=business_lead_pos4",
    "url": "volkswagon-ejects-supercar-bugatti-as-it-shifts-to-electric-vehicles-11625501677",
    "title": "Volkswagen Ejects Supercar Bugatti as It Shifts to Electric Vehicles",
    "sub_head": "Storied brand will be controlled by Croatia’s Rimac as German auto giant moves away from combustion engines",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-364605?width=620&size=1.5",
    "image_1": "im-364605.jpg",
    "time": "2021-07-05 12:14:00",
    "body": "BERLIN— Volkswagen AG  is selling the Bugatti hypercar business to create a new company jointly owned by the Croatian electric car startup Rimac Automobili and VW’s sports car unit  Porsche AG , as the auto industry’s pivot to electric vehicles transforms the elite world of super high-performance sports cars.<br />The deal marks the end of an era for Bugatti, one of the most recognizable names in the world of super luxury vehicles, after two decades spent under ownership of the German auto giant, which is now shifting to electric vehicles.<br />Last year, Portuguese soccer star Cristiano Ronaldo bought one of only 10 Bugatti La Voiture Noire supercars ever made for around $10 million. At the time, the athlete posted a picture of himself on Instagram bare-chested leaning against the new car.<br />Bugatti nearly disappeared after World War II, when founder Ettore Bugatti died and the company entered a period of decline. The company ceased operations in 1952. It was bought in 1987 by Italian businessman Romano Artioli, who restored the company as a maker of limited edition sports cars. But Bugatti quickly fell on hard times again, ceased production and was bought by VW in 1998.<br />The late Ferdinand Piech, grandson of Beetle designer Ferdinand Porsche, pressed Bugatti to undertake the ambitious and controversial plan to build what became the Veyron. With a top speed of 254 mph, at the time of its launch in 2005 the Veyron was the fastest legal road car on the planet. The Veyron was succeeded by the Chiron, which sells for around $3 million."
}