{
    "url_original": "https://www.wsj.com/articles/volkswagen-bmw-fined-1-billion-by-europe-over-diesel-tech-collusion-11625741892?mod=business_lead_pos1",
    "url": "volkswagen-bmw-fined-1-billion-by-europe-over-diesel-tech-collusion-11625741892",
    "title": "Volkswagen, BMW Fined $1 Billion by Europe Over Diesel-Tech Collusion",
    "sub_head": "Brussels finds German auto makers prevented competition in developing emissions-management systems",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "time": "2021-07-08 06:58:00",
    "body": "The European Commission on Thursday slapped fines totalling $1 billion on BMW AG and Volkswagen AG, as well as VW’s Porsche and Audi units, after finding that the German auto makers had colluded to impede competition in diesel emissions systems.<br />The investigation dates back to 2019 when, in the wake of the Volkswagen diesel emissions-cheating scandal, the Commission alleged that German car makers had held technical meetings between 2009 and 2014 that violated European Union antitrust rules because the companies agreed not to compete to develop the best emissions systems for diesel-powered cars. Instead, they agreed to fulfill the minimum requirements of EU regulation.<br />“These car makers illegally colluded to restrict competition on emissions cleaning technology in diesel cars,” EU Competition Commissioner Margrethe Vestager told reporters. “Today’s case is about how legitimate cooperation has gone wrong.”<br />BMW said in a statement that it agreed to settle the investigation after the EU dropped additional antitrust charges. The company said the talks with other car makers were aimed at creating a customer-friendly emissions system, and said BMW never engaged in any unlawful manipulation of emissions-control systems.<br />Volkswagen said, “The Commission is breaking new legal ground with this decision, because it is the first time it has prosecuted technical cooperation as an antitrust violation. It is also imposing fines even though the contents of the talks were never implemented and customers were therefore never harmed.”"
}