{
    "url_original": "https://www.wsj.com/articles/volvo-cars-needs-investors-to-value-brain-over-brawn-11627051135?mod=markets_featst_pos3",
    "url": "volvo-cars-needs-investors-to-value-brain-over-brawn-11627051135",
    "title": "Volvo Cars Needs Investors to Value Brain Over Brawn",
    "sub_head": "As the Swedish car maker gears up for an initial public offering, a hyperactive first half showcases both its strategic flexibility and financial limitations",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-23 10:38:00",
    "body": "The mooted initial public offering of Volvo Cars is a must-watch test case of investor appetite for smaller car manufacturers as the industry’s technological transition accelerates.<br />The privately held Swedish company, which reported half-year results on Friday and isn’t to be confused with listed truck giant  Volvo  AB, said in May that it was working toward an IPO later this year. If Geely Holding, the Chinese company that bought Volvo from Ford in 2010 for just $1.8 billion, gets the deal away at a healthy valuation, it will be a victory for strategic flexibility over sheer industrial and financial might.<br />The Swedish company is smaller than its traditional rivals. It sold 773,000 vehicles over the 12 months through June, which compares with about 2.2 million  Mercedes-Benz  cars, for example. The German brand said Thursday it would spend at least €40 billion, equivalent to roughly $47 billion, on electric vehicles through 2030, the latest in a lengthening list of similar pledges. Volvo can’t hope to compete in this game and has been silent on the question of its total EV investments.<br />Yet the company was earlier than most to embrace the shift to EVs, and its transition strategy is still among the most forward-thinking in the industry.<br />For example, it will take the unusual step of selling its latest all-electric car, the Volvo C40 Recharge, only through its website, Tesla-style, rather than through dealerships. In the U.S., where franchise laws mostly prohibit direct car sales by manufacturers, it has reinvented the purchase process so that dealerships only own the vehicle for a split second. This will give Volvo more control over inventory, pricing and customer data. The last point is particularly important as cars become connected digital devices through which add-on services such as insurance might be sold."
}