{
    "url_original": "https://www.wsj.com/articles/wall-street-opens-back-up-to-oil-and-gasbut-not-for-drilling-11626341400?mod=business_minor_pos13",
    "url": "wall-street-opens-back-up-to-oil-and-gasbut-not-for-drilling-11626341400",
    "title": "Wall Street Opens Back Up to Oil and Gas—But Not for Drilling",
    "sub_head": "Oil-and-gas companies are using cash from debt offerings to shore up balance sheets rather than to boost production",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-368062?width=860&height=573",
    "image_1": "im-368062.jpg",
    "time": "2021-07-15 05:30:00",
    "body": "Energy companies are raising money again from Wall Street at superlow borrowing costs, thanks in part to higher oil prices. The one thing most investors don’t want them to do with it is pump more crude.<br />Speculative-grade energy companies, including oil producers, pipeline operators and refineries, have issued bonds in the U.S. at a record pace this year, raising about $34 billion so far, according to LCD, a unit of S&P Global Market Intelligence. Cash is primarily heading toward riskier borrowers in the shale patch, which by this time last year had raised about half as much from bond issuances.<br />Laredo Petroleum Inc.  on Tuesday issued $400 million of bonds due for repayment in 2029 with a coupon of 7.75%. The Oklahoma-based oil-and-gas producer plans to use the money in part to pay off other debts.<br />The willingness of investors to finance shale oil producers marks a shift from 2019 and the first half of 2020, when years of poor returns and then the pandemic caused funding to dry up.<br />Wide-open capital markets introduce a new wrinkle into the debate over the direction of crude prices, which already have jumped about 49% this year to roughly $72 a barrel in the U.S. The ability to borrow at relatively low rates has put U.S. oil companies on surer financial footing, ensuring there are plenty of producers that could open the taps if needed to keep crude prices in check."
}