{
    "url_original": "https://www.wsj.com/articles/warning-to-the-real-estate-cartel-11625783854?mod=opinion_lead_pos9",
    "url": "warning-to-the-real-estate-cartel-11625783854",
    "title": "Warning to the Real-Estate Cartel",
    "sub_head": "The Justice Department will take a new look at those outrageous brokers fees.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-07-08 18:37:00",
    "body": "The Justice Department backed out last week of a proposed settlement with the National Association of Realtors to take a fresh look at the notoriously high commissions consumers pay real-estate agents. The move sent shock waves through the housing industry. The government occasionally brings an antitrust case and later decides to dismiss it. But never have federal antitrust authorities agreed to a proposed settlement only to back out after receiving public comment.<br />The real-estate lobby called the move “an unprecedented breach.” But there’s a much larger concern for legacy brokers than the novelty of the about-face. The signal from Washington is that antitrust enforcers are prepared to dismantle the collusive practices that burden U.S. homeowners with brokerage costs two to three times as high as in the rest of the developed world.<br />As authorities prepare a fresh inquiry, they should give close scrutiny to the bizarre way Americans pay real-estate agents. Unlike any other business, when a homeowner decides to sell, he must agree to pay two agents—his and the buyer’s. It’s a one-of-a-kind arrangement. The buyer agent is supposedly representing the buyer, yet is compensated by the seller. In other agency businesses, each client pays his own agent. If you want a white-shoe law firm to represent you, you can pay for one. But a local practitioner may do just as well, and clients have that option as well. The result is real price competition.<br />Real estate, by contrast, has a third-party payment system, which produces predictably inflated prices. Many home buyers would pay a lot less than 2.5% to 3% of the price of the home, the standard rate for buyer agents. Last year, 97% of buyers started their home search online, without the assistance of an agent.<br />Increasingly, home buyers are finding their next home first, and then contacting an agent second. But buyer agent fees can still be as high as $15,000 on the purchase of a $500,000 home because the buyer doesn’t set the price of his agent. The seller does, and he’s pressured to pay to the hilt."
}