{
    "url_original": "https://www.wsj.com/articles/washington-weekend-shootings-highlight-rising-gun-violence-in-capital-11626647736?mod=business_minor_pos4",
    "url": "washington-weekend-shootings-highlight-rising-gun-violence-in-capital-11626647736",
    "title": "Washington Weekend Shootings Highlight Rising Gun Violence in Capital",
    "sub_head": "Killing of 6-year-old girl, evacuation of Nationals stadium among rising number of gun incidents in D.C.",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-371265?width=860&height=573",
    "image_1": "im-371265.jpg",
    "time": "2021-07-18 18:35:00",
    "body": "Two high-profile weekend shootings in Washington—one killing a 6-year-old girl and another prompting the evacuation of the Washington Nationals ballpark—put a spotlight on rising gun crime in the nation’s capital and some U.S. cities.<br />In the District of Columbia, the number of assaults involving a gun has increased year over year since 2018 and is higher this year so far than at the same point in 2020, according to a Wall Street Journal analysis of data from Washington, D.C.’s Metropolitan Police Department public portal.<br />Through this weekend in the District of Columbia, 455 assaults involving guns had been reported, compared with 422 through mid-July 2020, police data shows. The category of assaults includes any use of a gun in the incident and isn’t limited to shootings. Specific data on shootings wasn’t readily available Sunday.<br />The higher rates of gun crimes mirror trends in other cities such as New York, Philadelphia and Chicago, where shootings are up compared with this point last year and homicides are rising or are near high levels seen last July.<br />“This is a pretty national phenomenon,” said David Abrams, an economist and law professor at the University of Pennsylvania, who studies crime. He said the jump in shooting and homicides in many large cities started in mid-2020 during the Covid-19 pandemic but researchers are still sifting through the data to isolate specific causes."
}