{
    "url_original": "https://www.wsj.com/articles/wave-of-bullish-oil-bets-drives-big-price-moves-11626038191?mod=markets_lead_pos5",
    "url": "wave-of-bullish-oil-bets-drives-big-price-moves-11626038191",
    "title": "Wave of Bullish Oil Bets Drives Big Price Moves",
    "sub_head": "Speculative wagers on a continued rally in crude are steering outsize price swings as consumers face higher fuel costs at the pump",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-366006?width=620&size=1.5005861664712778",
    "image_1": "im-366006.jpg",
    "time": "2021-07-12 05:33:00",
    "body": "Hedge funds and other speculative investors recently pushed bets on rising oil prices to their highest level in years, a sign that one-sided positioning is sparking big moves in the world’s busiest commodity market.<br />The ratio of bullish bets on U.S. crude to bearish wagers surged to 23-to-1 during the week of June 15, the highest level since the summer of 2018 and nearly triple the figure from five weeks earlier, Commodity Futures Trading Commission data show. While the ratio has edged lower in more recent weeks, it has stayed at levels considered elevated by many analysts and well above 6-to-1, where it started the year.<br />The upbeat sentiment has made oil one of the hottest trades on Wall Street, briefly pushing U.S. crude prices earlier this month above $75 a barrel and to the highest closing level since late 2018. Prices have roughly doubled since the end of October.<br />But investors crowding into the market are also fueling concerns that oil has risen too quickly, a force that can cause market turbulence. The CFTC data measure futures and options, which are commonly used by professional investors to wager on oil-price movements and by energy producers to hedge against volatility.<br />Last week, prices briefly hit their highest point in more than six years on July 6 before ending the day down more than 2%. The volatility continued, with oil frequently changing directions before surging Friday and ending the week down slightly at about $74.50 a barrel. One reason investors cited for sharp reversals in a matter of minutes during trading sessions was the bullish positioning. With so many analysts anticipating further gains, the slightest bit of bad news can prompt traders to unwind some of their holdings."
}