{
    "url_original": "https://www.wsj.com/articles/we-tried-75-bikinis-to-find-the-bestincluding-one-for-33-11626494402",
    "url": "we-tried-75-bikinis-to-find-the-bestincluding-one-for-33-11626494402",
    "title": "We Tried 75 Bikinis to Find the Best—Including One for $33",
    "sub_head": "With near-infinite choices, buying the perfect bikini is harder than ever. One editor tested a torrent of styles to select the most flattering and functional options for swimming, lounging, support and more.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-369897?width=860&height=573",
    "image_1": "im-369897.jpg",
    "time": "2021-07-17 12:00:00",
    "body": "LAUREN WYNNS hasn’t bought a bikini in five years—not for lack of trying. Last month, in anticipation of a lakeside vacation, Ms. Wynns, 38, spent the better part of two weeks scouring e-commerce sites for “classic” bikinis with supportive tops, moderate coverage and cuts that might flatter her petite frame. She ordered scores of suits in multiple sizes. And she spent hours sending them all back. “Everything’s a thong!” lamented Ms. Wynns, a policy consultant in Bloomfield Hills, Mich. “I’m going to Harbor Springs, Michigan, not Rio.” Ultimately, the only bikini she packed for that trip was her 5-year-old purchase: scalloped Marysia boyshorts and a matching halter top (which she’d like to replace but can no longer find in black). “The clasp is broken, so I’m jury-rigging the top to keep it on.” It doesn’t always work.<br />For most women, bikini shopping (and the insecurities it exhumes) has never been fun. But today, with the bulk of browsing done online, an onslaught of new direct-to-consumer brands and a social-media assault of swimwear ads fronted by influencers, it’s downright crazy-making. Trust me—I selected and tested 75 black bikinis (black because it’s both un-distracting and eternally stylish) to find the top options in the five categories below. And while that left me seriously regretting my decision to take a summer hiatus from therapy, I did find a bevy of covetable suits for a range of body types and situations.<br />Inescapable thongs and similarly revealing styles—butt-baring briefs, tops with tiny cups, bottoms cut so high you could wear them for a Brazilian wax—aren’t the only irritants. Stephanie Greco, 33, a D.C. attorney, is vexed by the ubiquity of high-waist bottoms that “look like a diaper.” Jennifer Oberting, an Albany, N.Y., entrepreneur, scorns convoluted bikinis worn in the name of fashion. “There are turtleneck swimsuits!” she said. “That is super cute until you’re onto your third White Claw and turn up with red [sunburn] marks at dinner.”<br />Rebecca Saygi, a swimwear strategist at London trend-forecasting agency WGSN, attributes the pervasiveness of thongs and “Brazilian-cut” bottoms (near-thongs) to influencers and fans who emulate them. The Brazilian cut, she said, “is flattering and plays up curves, which is the ideal women’s body at the moment.” It’s also photogenic, which is why you’re constantly seeing it in your feed. Other popular styles, she said, include 1990s throwbacks (sports-bra-ish tops paired with high-cut, “Baywatch”-esque bottoms), retro balconettes with high-waist briefs, and crinkle-fabric sets from brands like Hunza G (a relaunch of the British label behind the iconic blue-and-white “Pretty Woman” dress). These knit suits, she said, are comfortable and “hide a multitude of sins.”<br />Divya Mathur, chief merchant at Intermix, suggests bewildered shoppers start by selecting a bottom they like, then exploring that brand’s top options. “You’ll have more success if you decide what coverage you want then narrow down from there,” she said. Intermix shoppers, she reports, are also responding to suits aligned with runway trends like asymmetry, ruffles and cutouts—sporting them on the beach and then out to dinner."
}