{
    "url_original": "https://www.wsj.com/articles/weekly-jobless-claims-07-22-2021-11626901031",
    "url": "weekly-jobless-claims-07-22-2021-11626901031",
    "title": "Unemployment Applications Expected to Touch New Pandemic Low",
    "sub_head": "U.S. labor market recovery appears to remain strong despite uncertainty caused by Delta variant",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "image_1_url": "https://images.wsj.net/im-373126?width=860&height=573",
    "image_1": "im-373126.jpg",
    "time": "2021-07-22 05:30:00",
    "body": "New filings for unemployment benefits are estimated to have declined to another pandemic low, showing the U.S. labor market is steadily recovering.<br />Economists surveyed by The Wall Street Journal expect that initial jobless claims fell by 10,000 last week to a seasonally adjusted 350,000. The Labor Department will release the latest figures at 8:30 a.m. ET. The number of new applications has fallen by almost 25% in the week ended July 10, from early May. Meanwhile, the number of continuing unemployment payments has  steadily declined since the spring.<br />With job gains and consumer spending at high levels, along with more Americans getting fully vaccinated, the economy has expanded robustly so far in 2021 and it is expected to continue into next year. The Delta variant of Covid-19, which has become the primary cause of illness tied to the virus, isn’t expected to jeopardize the U.S. economic recovery.<br />“I would expect more jobs to be created in the months coming forward,” said Alejandro Gutierrez-Li, an economist at North Carolina State University. He said that some employers, such as resorts and hotels, may lose workers to other growing industries as job openings trend at record highs.<br />U.S. employers added 850,000 jobs in June, the largest gain in 10 months, and workers wages rose briskly, more signs of a strengthening labor market. Economists surveyed in July expected employers to add an average of nearly 500,000 jobs a month over the next year, which would be a historically fast pace of employment gains."
}