{
    "url_original": "https://www.wsj.com/articles/wharton-is-first-elite-m-b-a-program-to-enroll-more-women-than-men-11627473601",
    "url": "wharton-is-first-elite-m-b-a-program-to-enroll-more-women-than-men-11627473601",
    "title": "Wharton Is First Elite M.B.A. Program to Enroll More Women Than Men",
    "sub_head": "Dean of the University of Pennsylvania’s business school says Covid-19 ‘wreaked havoc’ on women’s careers",
    "category_1": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-375244?width=860&height=573",
    "image_1": "im-375244.jpg",
    "time": "2021-07-28 08:00:00",
    "body": "The Wharton School of the University of Pennsylvania will mark a milestone this fall: A majority of incoming M.B.A. candidates will be women.<br />The business school, one of the most highly ranked in the U.S., said that 52% of its new fall cohort will be female, marking the highest percentage of women enrolled in its 140-year history.<br />The milestone makes Wharton the first of the so-called “M7” M.B.A. programs to admit more women than men. In addition to Wharton, those seven elite schools include Harvard Business School, Stanford’s Graduate School of Business, Columbia Business School, MIT Sloan School of Management, Northwestern University’s Kellogg School of Management and the University of Chicago’s Booth School of Business.<br />Over the past 15 years, the number of women enrolled in M.B.A. programs has steadily increased. In 2005, women made up less than 30% of students enrolled in roughly 50 full-time M.B.A. programs tracked by the Forté Foundation in the year that the nonprofit started to tally gender. By 2020, female enrollment in M.B.A. programs stood at 39%, according to Forte Foundation, which focuses on advancing women into leadership roles through access to business education.<br />Women have historically had more representation in other graduate disciplines and make up the majority of law school and medical school students, according to the American Bar Association and Association of American Medical Colleges. Women have also earned the majority of bachelor’s degrees in the U.S. since the early 1980s, according to the National Center for Education Statistics."
}