{
    "url_original": "https://www.wsj.com/articles/what-peter-thiels-roth-ira-means-for-yours-11625218209?mod=markets_lead_pos5",
    "url": "what-peter-thiels-roth-ira-means-for-yours-11625218209",
    "title": "What Peter Thiel’s Roth IRA Means for Yours",
    "sub_head": "The new focus on retirement-account limits raises questions about saving strategies for everyone, not just the superrich",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "image_1_url": "https://images.wsj.net/im-363526?width=620&size=1.5",
    "image_1": "im-363526.jpg",
    "time": "2021-07-02 05:30:00",
    "body": "Large Roth IRAs owned by the superrich are in the tax spotlight now, and all savers should consider the implications for their own retirement accounts.<br />Recently, the investigative site ProPublica published a new article in its series contending the wealthiest Americans don’t pay their fair share of taxes, based on IRS data it says it obtained. The story claimed some wealthy Americans have multimillion- or even billion-dollar, tax-advantaged retirement-savings accounts. The largest one cited was a Roth IRA with $5 billion in assets (as of 2019) belonging to  PayPal  founder and investor Peter Thiel.<br />How could a Roth IRA be that large? Savers with Roth IRAs make contributions to these accounts with after-tax dollars, and funds in them can grow tax-free with no required payouts during the original owner’s life. If someone can put very low-cost, very high-growth assets into a Roth IRA—as Mr. Thiel is said to have done with investments including PayPal shares costing less than a penny each—then federal taxes on transactions and growth in the account can be nil. Withdrawals are often tax-free as well.<br />So that’s one way a billionaire could have a huge Roth IRA, although the law doesn’t allow Roth IRA contributions for 2021 if income is $140,000 or more for single filers, or $208,000 or more for couples filing jointly.<br />ProPublica’s claims have renewed calls for Congress to put limits on tax-favored savings plans like traditional and Roth IRAs. Senate Finance Committee Chairman Ron Wyden (D., Ore.) has vowed to pursue curbs."
}