{
    "url_original": "https://www.wsj.com/articles/what-post-ceo-life-looks-like-if-youre-jeff-bezos-11625218231?mod=tech_lead_pos6",
    "url": "what-post-ceo-life-looks-like-if-youre-jeff-bezos-11625218231",
    "title": "What Post-CEO Life Looks Like if You’re Jeff Bezos",
    "sub_head": "For the first time in 27 years, he won’t be running Amazon day to day. He plans a flight to space and a fight against climate change.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-363512?width=620&size=1.5",
    "image_1": "im-363512.jpg",
    "time": "2021-07-02 05:30:00",
    "body": "When Jeff Bezos steps down as CEO Monday, it will be 27 years to the day he started  Amazon.com Inc.  He’s not wasting much time on his second act, or his third.<br />Mr. Bezos, who will become executive chairman, plans to launch into space two weeks later in a capsule built by his rocket company, Blue Origin, in what will be the program’s first human space flight.<br />The trip will be the most public showcase of Mr. Bezos’s pursuits outside of Amazon as he hands off day-to-day management of the e-commerce titan to his successor, Amazon Web Services Chief Executive Andy Jassy. Mr. Bezos, the world’s richest person, has been gradually moving to an expansive post-CEO life that aside from space exploration includes a climate-focused philanthropy and an embrace of celebrity, complete with public appearances with actors and moguls, multimillion-dollar homes, globe-trotting on private jets and a soon-to-be-completed superyacht.<br />The 57-year-old Amazon founder has prepared closely for his departure and is handing the company’s top post to one of his most trusted advisers in Mr. Jassy, even as he has signaled to investors that he intends to remain involved. Mr. Bezos has said in his role as chairman, he will focus on new initiatives and innovations, including on projects to make Amazon’s warehouses safer.<br />Mr. Bezos in the past has said executive transitions should be “boring” because preparations for a smooth change would have long been in place, according to Colin Bryar, who served as an early technical adviser to Mr. Bezos."
}