{
    "url_original": "https://www.wsj.com/articles/what-to-watch-seven-movies-and-shows-to-stream-this-week-11627531260",
    "url": "what-to-watch-seven-movies-and-shows-to-stream-this-week-11627531260",
    "title": "What to Watch: Seven Movies and Shows to Stream This Week",
    "sub_head": "Emily Mortimer’s three-part miniseries ‘The Pursuit of Love’ comes to Amazon Prime Video, the Rock rides Disney’s ‘Jungle Cruise’ to the screen and Kevin Smith brings He-Man to Netflix",
    "category_1": "Screen Time",
    "time": "2021-07-29 12:01:00",
    "body": "Streaming gets another dose of nostalgia this week as an ’80s-era cartoon gets a reboot targeted at parents and their kids, and an amusement-park ride becomes a movie. There’s also a love story. Here’s where to find it all:<br />( Amazon  Prime Video)<br />“The Pursuit of Love,” a three-part British miniseries based on Nancy Mitford’s 1945 novel, is the directorial debut for actress Emily Mortimer, who also wrote the screenplay. Ms. Mortimer says that reading the book as a teenager, she was swept up in the love stories that populate the lives of its English heroines: the free-spirited Linda Radlett (Lily James) and her more traditional cousin and best friend Fanny Logan (Emily Beecham). Reading the book as a middle-aged woman and mother, however, she says she found Mitford’s treatment of taboo subjects like bad parenting radical and relatable.<br />“I felt very spoken to reading it both as a teenager and again as a middle-aged woman,” she says. “I wanted to find ways of it feeling like it wasn’t just about girls that lived in another era, but it was about girls that live in any era.”<br />Though the story takes place in the 1930s and ’40s, Ms. Mortimer infused the series with a rock ’n’ roll soundtrack—New Order, the Who, Sleater-Kinney—and other flourishes to give it the timeless tone and punk-rock soul she feels in the book’s pages. Though she sometimes wondered if she was pushing things too far, Ms. Mortimer says her moments of doubt were silenced when her instincts were confirmed. When she reached out to Marianne Faithfull to ask if she could use her song “Give My Love to London,” for example, she got a note back from Ms. Faithfull saying “The Pursuit of Love” was her favorite book."
}