{
    "url_original": "https://www.wsj.com/articles/what-do-the-olsen-twins-and-greek-fisherman-have-in-common-this-it-sandal-11625744650",
    "url": "what-do-the-olsen-twins-and-greek-fisherman-have-in-common-this-it-sandal-11625744650",
    "title": "What Do the Olsen Twins and Greek Fisherman Have in Common? This It-Sandal",
    "sub_head": "Since the Row launched its version in 2019, the humble fisherman’s sandal has become a popular chic-set staple, offering women comfort and style as they re-emerge",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-365037?width=620&size=0.6666666666666666",
    "image_1": "im-365037.jpg",
    "time": "2021-07-08 07:44:00",
    "body": "HIGH HEELS, some contend, are at risk of extinction. After months spent in sensible footwear, women the world over are stepping out in sturdy, supportive soles instead of running back to stilettos. And as temperatures rise, the leather fisherman sandal—with its flat tread, buckled T-bar straps and caged silhouette—has become an unexpected (but much-welcomed) trend in post-lockdown life.<br />Introduced centuries ago for European seamen who needed quick-draining shoes while on deck, the sandals have, in more recent decades, been appropriated by kindergartners, especially in sparkly jellied versions. Many millennials fondly recall this preschool style. Those memories, suggests Telsha Anderson, add to the shoes’ modern-day appeal. “They’re nostalgic,” said the 27-year-old founder of New York boutique T.A. Their echoes of a protected childhood make them feel dependable—reassuring after over a year of uncertainty.<br />This season, savvy urbanites are sporting endearingly clunky fisherman sandals with billowing dresses and crisp trousers. The shoe’s vogue arguably came via the Row, the minimalist New York brand founded by Mary-Kate and Ashley Olsen. Released in 2019, the label’s perpetually sold-out $990 Gaia flats come with a clompy sole that telegraphs a knowing, winky chic—vs. earnest seaside practicality. Ms. Anderson posits that the Gaia’s popularity among the fashion-savvy (she owns a pair in black) is what helped the “out of the box” style take off. “People trust the Row,” she said.<br />This season, New York brand Gabriela Hearst, Florida-based label Emme Parsons and Spanish brand Hereu all offer polished, practical takes. Hereu uses a smooth, sleek leather so the sandals “don’t look too rustic,” said co-founder Albert Escribano. This helps kick this classic seafaring silhouette “out of context” to make it “urban…modern and luxurious.”<br />Comfort contributes to the shoes’ relevance. Women reacquainting themselves with a social life want a chic upgrade from homely, at-home slip-ons without sacrificing a spongy footbed. Leicester, U.K.-based artist Nazia Govaria, 38, traded her lockdown  Crocs  and velcro-strap Tevas for a “more refined” fisherman flat."
}