{
    "url_original": "https://www.wsj.com/articles/whats-in-the-bipartisan-infrastructure-agreement-and-what-hurdles-lie-ahead-11627515002?mod=politics_lead_pos2",
    "url": "whats-in-the-bipartisan-infrastructure-agreement-and-what-hurdles-lie-ahead-11627515002",
    "title": "What’s in the Bipartisan Infrastructure Deal, and What Hurdles Lie Ahead",
    "sub_head": "Federal spending on roads, bridges and expanded broadband access will be paid for with unused Covid-19 aid funds and unspent jobless aid, among other sources",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-376960?width=860&height=573",
    "image_1": "im-376960.jpg",
    "time": "2021-07-28 19:30:00",
    "body": "The Senate voted Wednesday to advance a roughly $1 trillion infrastructure package, which includes about $550 billion above projected federal spending on roads, bridges, expanded broadband access and more.<br />A bipartisan group of 10 senators worked for weeks to come to an agreement on the details, which they announced earlier Wednesday. The Biden White House has signed off on the package. GOP lawmakers involved in the talks said they were confident it would win the support of at least 10 Republicans, a key threshold to reach the 60 votes necessary for advancing the deal.<br />Here’s what’s in the bipartisan agreement, and what comes next.<br />According to the White House, the bill will include $110 billion in funding for roads, bridges and major projects, as well as $39 billion to modernize and make public transit more accessible to the disabled and elderly. The deal also includes a $66 billion investment in rail maintenance, modernization and expansion. The legislation will provide $11 billion in funding for highway and pedestrian safety programs. A total of $7.5 billion will go to implementing a network of electric vehicle chargers, and another $7.5 billion will be used for zero-emission or low-emission buses and ferries. Ports and airports will be boosted with $42 billion in new spending.<br />The group agreed to spend $50 billion to bolster the country’s infrastructure generally against climate change and cyberattacks. Another $55 billion will go toward clean drinking water and $65 billion will go toward broadband infrastructure and development. The deal invests $21 billion in removing pollution from soil and groundwater, job creation in energy communities and a focus on economic and environmental justice. The legislation will include $73 billion to update and expand the power grid."
}