{
    "url_original": "https://www.wsj.com/articles/what-is-a-conservatorship-and-what-does-it-mean-for-your-finances-11613178198?mod=business_minor_pos6",
    "url": "what-is-a-conservatorship-and-what-does-it-mean-for-your-finances-11613178198",
    "title": "Britney Spears’ Legal Battle: What Is a Conservatorship and What Does It Mean for Your Finances?",
    "sub_head": "The fight unfolding between Ms. Spears and her father has highlighted a little-known court proceeding",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-298703?width=620&size=1.5",
    "image_1": "im-298703.jpg",
    "time": "2021-07-01 16:40:00",
    "body": "Britney Spears broke her silence regarding the obscure legal process known as conservatorship that has governed her life and finances for years. Ms. Spears railed against her father’s control over her finances in a court hearing, the latest in a long-running battle over control of the conservatorship that gives him power over her estimated $50 million-plus fortune. Now, Ms. Spears’ father is requesting an investigation into her claims.<br />A conservatorship is a court proceeding at which a probate judge appoints a person to assume legal responsibility over someone, usually a close relative, who lacks the ability to manage their personal and financial affairs, according to the Judicial Council of California’s Handbook for Conservators. People under conservatorship, known as conservatees, are often elderly. But they can also be younger people beset by emotional disturbances, mental disorders or physical impairments.<br />Conservators, also called guardians, come in two types. The conservator of a person is authorized to manage a conservatee’s personal affairs. They are responsible for providing meals, clothing, housekeeping, transportation and recreation and other everyday needs. Courts may also appoint a conservator of the estate who manages the finances, pays the bills and protects assets.<br />Ms. Spears’ father, James Spears, has held control over Ms. Spears’ estate through a conservatorship created in Los Angeles courts in 2008, when her personal struggles spilled into public view, according to the Associated Press.<br />Ms. Spears has publicly acknowledged that the conservatorship was necessary at the time. More recently, she has moved to shift control away from her father, according to the AP. A Hulu and FX documentary also recently highlighted Ms. Spears’ case."
}