{
    "url_original": "https://www.wsj.com/articles/whats-the-hot-endorsement-deal-for-3-tons-of-college-football-players-barbecue-11627567755?mod=business_featst_pos1",
    "url": "whats-the-hot-endorsement-deal-for-3-tons-of-college-football-players-barbecue-11627567755",
    "title": "What’s the Hot Endorsement Deal for 3½ Tons of College Football Players? Barbecue",
    "sub_head": "For the first time, student-athletes can make money off their name, image and likeness. So far, that has meant some meaty restaurant endorsements.",
    "category_1": "A-hed",
    "time": "2021-07-29 10:09:00",
    "body": "Jordan Wright loves all kinds of hogs. As owner of Wright’s Barbecue outside of Fayetteville, Ark., he smokes them daily for pulled pork, ribs and bacon burnt ends. And as an alum and lifelong fan of the University of Arkansas, he cheers for the Razorbacks on fall Saturdays by yelling “Woo Pig Sooie!”<br />Thanks to a new era that is dawning in college sports, in which student-athletes can for the first time make money off their name, image and likeness, Mr. Wright can finally combine his love of barbecued hogs and football hogs.<br />When it became legal on July 1 to make endorsement deals with college athletes, Mr. Wright swooped in to make Arkansas’s gigantic offensive linemen, plus two of its quarterbacks, spokesmen for his restaurant. So far, the players are mostly paid in merchandise and modest gift cards for food. Mr. Wright gets the benefit of their promotion on social media.<br />“You may have been first to cook a brisket, but we were the first barbecue restaurant in the world to sponsor an offensive line,” Mr. Wright said.<br />He may claim to be the first, but he’s not the only entrepreneur who sees barbecue and big men as a delicious combo. The new rulebook of college-sports compensation created visions of starting quarterbacks and NBA-bound point guards cashing big checks because of their stardom. So far, it’s barbecue endorsements for hungry linemen that are sweeping the nation."
}