{
    "url_original": "https://www.wsj.com/articles/what-a-tech-breakup-could-mean-for-you-11625284806?mod=business_lead_pos10",
    "url": "what-a-tech-breakup-could-mean-for-you-11625284806",
    "title": "What a Tech Breakup Could Mean for You",
    "sub_head": "A push to split up Facebook, Apple, Amazon and Google may mean more competition and innovation. But it may also curb conveniences we’ve come to take for granted.",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-364069?width=620&size=1.5",
    "image_1": "im-364069.jpg",
    "time": "2021-07-03 12:00:00",
    "body": "As momentum builds to curtail the power of Big Tech, lawmakers, Beltway pundits and the companies themselves are all competing to explain to the public what it might mean to us, the everyday consumers of goods and services from those in the crosshairs.<br />Will my iPhone really become less secure, as Apple has claimed? Would the selection we’ve grown accustomed to on  Amazon  shrink, as the company has intimated? Would  Facebook  being forced to sell off Instagram and WhatsApp break those services, as Facebook would have us believe? And would the quality of Google search be degraded by its inability to feature its own services, such as Google Maps and YouTube videos, in results? Or, as the companies’ critics would have it, will life be better for users, competitors and society if all those things come to pass?<br />Those questions gained new significance last month when the House Judiciary Committee, with bipartisan support, approved a half dozen bills that signaled fresh willingness to break up the Faaam, as I like to call the tech-titan quintet. ( Microsoft ,  so far, has largely avoided the crosshairs.)<br />Given the torturous process of federal lawmaking, the chances of these bills becoming law in their present form aren’t high, and any movement could be slow. Congress is preoccupied with other battles at the moment. The companies, their lobbyists, and allies are already pushing back forcefully against this legislation, and against the new head of the Federal Trade Commission, Lina Khan, who has criticized tech giants. A federal judge’s decision this past week dismissing antitrust lawsuits against Facebook for being “legally insufficient” suggests that implementing stricter rules won’t be easy.<br />But the chances are clearly rising that something like the provisions in these bills could become the rules by which Big Tech must abide—through an act of Congress, laws at the state level, court battles, a new crop of regulators like Ms. Khan or bipartisan political will to move against tech."
}