{
    "url_original": "https://www.wsj.com/articles/whats-holding-back-chinas-recovery-the-kids-arent-alright-11627289771?mod=markets_lead_pos12",
    "url": "whats-holding-back-chinas-recovery-the-kids-arent-alright-11627289771",
    "title": "What’s Holding Back China’s Recovery? The Kids Aren’t Alright",
    "sub_head": "Young workers and job seekers, who often spend more of their income as they are just starting out, are struggling",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-374262?width=860&height=573",
    "image_1": "im-374262.jpg",
    "time": "2021-07-26 04:56:00",
    "body": "<br />What is holding back China’s economic recovery, particularly in services and consumption?<br />There are many answers, but one important piece of the puzzle is starting to become clear: Young workers and job seekers, who often spend more of their income since they are just starting out, are struggling. Until that is rectified, regaining China’s pre-pandemic consumption-growth trend could be challenging. Online movements springing from youth discontent such as “tang ping” or “lying flat,” which was started by a disenchanted former factory employee and rejects overwork, may be difficult to fully suppress.<br />Some of the factors weighing on China’s recovery are clearly temporary—particularly the recent coronavirus outbreak in Guangdong province, which shut down Shenzhen’s Yantian port, one of the nation’s largest. But the rise in youth unemployment, which initially appeared to be a temporary consequence of the pandemic, is starting to look more durable.<br />The surveyed unemployment rate among 16-to-24-year-olds was 15.4% in June, up from 12.3% in December and barely below the record high of 16.8% reached in July and August of last year. Overall unemployment, meanwhile, has continued to trend down. The rate among 24-to-59-year-olds was only 4.2% in June, down from 5.6% in early 2020 at the height of China’s initial outbreak."
}