{
    "url_original": "https://www.wsj.com/articles/what-does-the-national-education-association-have-to-do-with-education-11625610870?mod=opinion_lead_pos11",
    "url": "what-does-the-national-education-association-have-to-do-with-education-11625610870",
    "title": "What Does the National Education Association Have to Do With Education?",
    "sub_head": "A new effort by the teachers union to advance radical politics.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-365330?width=620&size=1.5",
    "image_1": "im-365330.jpg",
    "time": "2021-07-06 18:34:00",
    "body": "Fresh off its largely successful efforts to keep millions of American kids out of classrooms for a year, the National Education Association is striking another blow against the nation’s education.<br />Many readers may view the country’s largest teachers union as a highly politicized and partisan activist group. It’s hard to argue the point when consulting the lobbying and campaign finance data on the website of OpenSecrets.org. Of the millions of dollars categorized as “independent expenditures” by NEA or affiliates in 2020, every single nickel went to supporting activities described by OpenSecrets as either “Against Republicans” or “For Democrats.”<br />But the union is not just favoring Democrats—it’s pushing them leftward. At its recent convention, the NEA adopted a resolution containing a to-do list that could have been drafted by Rep. Alexandria Ocasio-Cortez (D., N.Y.). The first objective listed in the policy reads:<br />The document goes on to note that “we oppose attempts to ban critical race theory and/or The 1619 Project” and also pledges to join “with Black Lives Matter at School and the Zinn Education Project” to call for “a national day of action to teach lessons about structural racism and oppression.”<br />This column has noted the number of prominent historians flagging significant historical errors in the 1619 project. Christopher Rufo recently wrote in these pages making the case against critical race theory."
}