{
    "url_original": "https://www.wsj.com/articles/what-to-say-when-someone-asks-how-are-you-and-other-conversation-tips-11627743600",
    "url": "what-to-say-when-someone-asks-how-are-you-and-other-conversation-tips-11627743600",
    "title": "What to Say When Someone Asks ‘How Are You?’ And Other Conversation Tips",
    "sub_head": "Our communication skills have gotten rusty. Here are five ways to sharpen them.",
    "category_1": "Life & Arts",
    "category_2": "Bonds",
    "image_1_url": "https://images.wsj.net/im-378186?width=860&height=573",
    "image_1": "im-378186.jpg",
    "time": "2021-07-31 11:00:00",
    "body": "Talking to people face-to-face again is thrilling—and also hard.<br />Let’s face it: Our conversation skills have gotten rusty. We’re struggling with the art of small talk, what to do when one person drones on and how to gracefully exit a conversation that is dragging. Perhaps most vexing of all: How do we answer the dreaded question: “How are you?”<br />Zoom—where many of us have been chatting during the pandemic—isn’t a natural way for humans to converse. Instead of fluid dialogues, we’ve been participating in a series of mini-monologues. We’ve jettisoned many of the nonverbal cues that are important in a conversation, things like body language, facial expressions and looking at our watch to signal it’s time to wrap up. In their place, we’ve relied on “raise hand” buttons or, worse, clumsy new cues that don’t facilitate real communication. (Ever considered how silly we look grinning and waving frantically as we log off?)<br />And on Zoom, we don’t even have to pay attention; we can mute and multitask. I was reminded of this point yet again last week, when a woman I was in a meeting with fell asleep. She was still snoozing 15 minutes later, when we all signed off.<br />It’s time to learn to converse again. “Imagine you were a runner and you stopped for a year. It would naturally be difficult when you started running again and you would have to build the skill back up,” says Sean Horan, professor and chair of the department of communication at Fairfield University in Connecticut. “It’s the same thing with communication.”"
}