{
    "url_original": "https://www.wsj.com/articles/what-parents-with-unvaccinated-kids-need-to-know-about-the-delta-variant-this-summer-11625477400",
    "url": "what-parents-with-unvaccinated-kids-need-to-know-about-the-delta-variant-this-summer-11625477400",
    "title": "What Parents With Unvaccinated Kids Need to Know About the Delta Variant This Summer",
    "sub_head": "Is summer travel OK? How vulnerable are younger kids? Doctors answer your questions.",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "time": "2021-07-05 05:30:00",
    "body": "Gloria Kennett is eager to take a long-awaited beach vacation, but she is keeping a watchful eye on new cases of the Covid-19 Delta variant.<br />Ms. Kennett, a hotel executive in Chicago, is vaccinated, but her 9-month-old daughter isn’t yet eligible. For now they’re planning to go. But if they see a big surge in cases, they’ll hold off. They’re reassured that they can get a refund if they cancel.<br />The more-infectious Delta variant has quickly spread around the world, and is now the most common strain of the Covid-19 virus circulating in the U.S. An analysis of genetic sequencing data as of June 27 showed that the Delta strain now makes up about 40% of positive Covid-19 test samples, according to Helix, a population genomics company that collects and analyzes test samples from several U.S. states.<br />The CDC has said that fully vaccinated Americans are well protected, even against variants. But children under the age of 12 aren’t yet eligible for vaccination.<br />Children are still at far less risk than adults for severe complications or death from the virus. Most children who get Covid-19 still have mild or asymptomatic cases. There is no indication that young adults and children are more vulnerable proportionately to the Delta variant than other age groups, and any pockets of increased transmission mostly reflect the fact that they haven’t been immunized, scientists say. “There’s no evidence it’s more severe in children,” says Monica Gandhi, an infectious-diseases doctor at the University of California, San Francisco."
}