{
    "url_original": "https://www.wsj.com/articles/what-the-u-s-can-learn-from-chinas-industrial-policy-mistakesand-successes-11627135200?mod=markets_lead_pos10",
    "url": "what-the-u-s-can-learn-from-chinas-industrial-policy-mistakesand-successes-11627135200",
    "title": "What the U.S. Can Learn From China’s Industrial Policy Mistakes—and Successes",
    "sub_head": "China’s attempts to support specific industries have been a mixed bag",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-07-24 10:00:00",
    "body": "For years “industrial policy”—encouraging the growth of specific industries with government help—was a dirty word in the U.S. Now it is one of the few things many Democrats and Republicans agree on. Separate bills moving through the U.S. Congress with bipartisan support would lift federal spending on research and development, science education, and on grants for semiconductor plants by as much as $250 billion.<br />The reason for this sudden outbreak of bipartisanship is no secret: rising concerns over Chinese competition. A separate roughly $1 trillion bipartisan infrastructure bill is being sold along similar lines.<br />There is little doubt the U.S. needs more public spending on infrastructure, R&D and on training the next generation of American programmers and engineers. Supporting strategic industries with tax incentives or other means can be helpful, too, as Taiwan and South Korea have demonstrated in semiconductors. But the U.S. should avoid the trap of trying to pick winning firms directly—and of pairing state support with protectionism. In China that policy combination has often led to poor outcomes: overcapacity and low-quality firms feeding off state subsidies, rather than real technology champions.<br />U.S. infrastructure itself is in a dreadful state. Simply fixing all of America’s roads and bridges—to say nothing of new investment in broadband or more resilient power supply—would cost around 3.5% of gross domestic product, according to an October 2020 note from the International Monetary Fund.<br />Higher public spending on R&D and science education—for instance, through support for community colleges—is even more important. In part that is because the private sector has, since the end of the Cold War, financed the lion’s share of R&D spending in the U.S."
}