{
    "url_original": "https://www.wsj.com/articles/when-lawmakers-say-their-plan-is-paid-for-this-is-what-they-mean-11626951601?mod=politics_lead_pos5",
    "url": "when-lawmakers-say-their-plan-is-paid-for-this-is-what-they-mean-11626951601",
    "title": "When Lawmakers Say Their Plan Is ‘Paid For,’ This Is What They Mean",
    "sub_head": "Congress has a well-worn arsenal of creative budgetary techniques and strategies",
    "category_1": "Politics",
    "time": "2021-07-22 07:00:00",
    "body": "Lawmakers trying to seal a bipartisan infrastructure deal and maneuver Democratic priorities through Congress will claim those plans are fully paid for, but they look likely to use a series of creative budgetary techniques to achieve that target.<br />President Biden and other Democrats have said they want to pay for their policies, attempting to pair new tax cuts and spending on one hand with tax increases and spending cuts on the other. That is an intentional choice to avoid additional borrowing or scaling back their agenda. Republicans have also insisted that any bipartisan infrastructure deal be paid for.<br />Instead of borrowing at historically low interest rates, as was the case in the $1.9 trillion coronavirus relief law in March, lawmakers appear set to open a well-worn bag of maneuvers, which analysts in both parties call gimmicks, to help claim their policies aren’t adding to the national debt, though Democrats will certainly have tax increases to point to.<br />Some techniques exploit gaps and quirks in how nonpartisan analysts at the Congressional Budget Office and the Joint Committee on Taxation measure the effects of policies. Others are designed to supplement official analyses with claims about savings or revenue that don’t meet those offices’ criteria.<br />Gordon Gray, director of fiscal policy at the conservative-leaning American Action Forum, said he takes public discussion of flimsy proposals as a sign that a deal is near as both parties try to make the numbers work."
}