{
    "url_original": "https://www.wsj.com/articles/why-everyone-from-olivia-rodrigo-to-multitasking-moms-is-wearing-a-mini-bag-11627067298",
    "url": "why-everyone-from-olivia-rodrigo-to-multitasking-moms-is-wearing-a-mini-bag-11627067298",
    "title": "Why Everyone from Olivia Rodrigo to Multitasking Moms Is Wearing a Mini Bag",
    "sub_head": "Post-lockdown, women are swapping cumbersome work totes for comically small tiny bags. Some insist they’re liberating. Others, like rapper Lizzo, have found they’re dynamite Instagram fodder.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-372154?width=860&height=573",
    "image_1": "im-372154.jpg",
    "time": "2021-07-23 15:08:00",
    "body": "WHEN PROTON-SIZE purses went viral in 2019, sensible sorts dismissed the trend as a mildly amusing Instagram joke. “Come on, what can you really carry in that?” Michele Vidal, 36, thought to herself each time she saw an itsy-bitsy Jacquemus Le Chiquito bag, the Petit version of which is just 2 inches long, on her social media feed. Such minuscule designs seemed better suited for her 8-year-old daughter’s doll than a full-grown woman. Recently, however, the Easton, Penn.-based lifestyle influencer has revised her position. “They’re totally functional,” said Ms. Vidal, who now owns three micro bags, including a gilded Chanel number she had a personal shopper track down in Hong Kong. “I’m always shopping for them. It’s kind of an obsession.”<br />After a mostly handbag-free lockdown, women are rethinking their overstuffed carryalls, those bottomless, 13-plus-inch bags they used to lug to work. Such a bag could easily house a laptop, a wallet, a cosmetics case bursting with superfluous makeup, a S’well bottle, that novel they’ve been meaning to start, some ballet flats, workout clothes, and the double-chocolate cookie from Pret a Manger that they were so looking forward to eating but can’t because it’s eternally buried somewhere between the novel and the cosmetics case. Now, as the U.S. reopens, some women want to move beyond the pack-mule-like existence those bags perpetuate. So they’re trading jumbo totes for the once-mocked mini bag.<br />Christina Sanchez, a Los Angeles corporate visual merchandiser and recent tiny-bag convert, said micro styles have helped her maintain a more minimal lifestyle—or at least schlep around less stuff. “It’s like I’m free,” said Ms. Sanchez, 32. Since returning to the office in December, she’s relied on a trio of minis, one as small as her hand. With a hint of disbelief, she recalled that most days pre-lockdown, she’d haul around at least a pound of unnecessary accouterments. Now, she’s whittled her daily cargo down to the bare essentials: “My [credit] card, my ID, maybe some cash, and my vaccine card.” And while not all her miniatures can accommodate her phone on top of that, she’d rather stick it in her pocket than revisit a bulkier bag.<br />Ms. Vidal, the influencer, shares that view. “My phone is always in my pocket or my hand…I don’t remember the last time I had it in my bag,” she said. She also appreciates that, “after years of carrying so much stuff for everybody,” the minis dissuade her husband and four children from burdening her with their inconvenient effects. “It’s life-changing.”<br />Over the past year, Harriet Hawksworth, the editor in chief of online retailer Farfetch, has seen interest in tiny bags rise. “We thought it was a bit of a fad,” she said. “But it’s really continued to grow.” To meet demand, brands, luxe or not, have added bitty bags to their selections. Zara sells a hardware-embellished one for $50; starting in September, Hermès will offer a 3.4-by-3.4-inch Kelly bag for $3,635; and last month,  Christian Dior  introduced micro versions of its most recognizable bags, including the 4.7-by-3.9-inch iteration of the Lady Dior. While Ms. Hawksworth predicts women will use a mix of handbag sizes once they return to the office, the micro bag “is not going anywhere.”"
}