{
    "url_original": "https://www.wsj.com/articles/why-rising-oil-prices-are-unlikely-to-kill-the-economic-recovery-11625754584?mod=markets_lead_pos12",
    "url": "why-rising-oil-prices-are-unlikely-to-kill-the-economic-recovery-11625754584",
    "title": "Why Rising Oil Prices Are Unlikely to Kill the Economic Recovery",
    "sub_head": "Crude prices would have to rise higher for longer to significantly brake global growth",
    "category_1": "Economy",
    "time": "2021-07-08 10:58:00",
    "body": "The recent bout of higher oil prices is unlikely to make much of a dent in the global recovery, according to economists who say strong growth and flush consumers in advanced economies will help the world absorb much of the blow from costlier crude.<br />Rising global demand and a dispute about supply levels among members of the Organization of the Petroleum Exporting Countries and allies sent U.S. crude oil futures prices rising above $75 a barrel earlier this month, the highest level in six years. U.S. prices have retreated since but remained above $70 a barrel Thursday, about where they were in the fall of 2018.<br />“In the scheme of things this is pretty small,” said Gus Faucher, chief economist at the PNC Financial Services Group.<br />One indicator to watch is the oil burden, or the cost of oil as a proportion of gross domestic product, which is a bellwether for oil’s impact on growth. That indicator is expected to rise to 2.8% of global GDP for 2021, assuming an expected average oil price of $75 a barrel this year, according to  Morgan Stanley .  That, though, remains below the long-term average of 3.2%.<br />The bank estimates that oil prices would have to average $85 a barrel for the global oil burden to rise to around the long-term average. The last time the global oil burden rose above its long-term average was in 2005, but strong global growth allowed economies to weather the impact of higher oil prices, Morgan Stanley said in a report to clients earlier this year."
}