{
    "url_original": "https://www.wsj.com/articles/why-peacocks-review-fool-for-feathers-11627046863",
    "url": "why-peacocks-review-fool-for-feathers-11627046863",
    "title": "‘Why Peacocks?’ Review: Fool for Feathers",
    "sub_head": "A combat-zone reporter, Sean Flynn thought he was ready for a bigger challenge: peacock owner.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-07-23 09:27:00",
    "body": "It’s a good storytelling trope: Take a globe-trotting journalist, put him on a North Carolina farmette, throw in three needy peacocks and watch him scramble around in the slanting light of self-deprecation. In “Why Peacocks? An Unlikely Search for Meaning in the World’s Most Magnificent Bird,” Sean Flynn recounts his misadventures as the naive new owner of a trio of Indian peacocks, and we can’t help rooting for him.<br />Having been caught in the unrelenting grip of macaw ownership for 23 years myself, I get it. You start with a vision of what it would be like to own a parrot—or, in Mr. Flynn’s case, peacocks—only to be confronted with the reality of your decision. Along with the magnetic fascination of exploring the “who” of such an exotic and otherworldly creature, there comes a truckload of real-world problems.<br />Mr. Flynn is a journalist who tells stories for a living. But the stories that he travels the world to investigate are of the grimmest kind: oil-rig explosions, earthquakes, mass shootings, forced migrations. The contrast between his work, which is all about tragedy, and his life at home could hardly be more marked. His work world has sharp, saw-toothed edges; his home, he hopes, can remain a place of solace and gentle diversion.<br />Having had success in the past with a pair of adorable free-range chickens, Mr. Flynn is primed and ready to purchase some peacocks. He has visions of the glorious birds strutting along the ridgepole of his home, their sweeping 12-foot trains in tow; of bejeweled birds running up the driveway, chicken-like, to welcome him home and peck treats from his hand.<br />And so he buys three clearance-sale birds from a nearby farm. Stuffed head-first into feed sacks, their legs zip-tied together, they’re hothouse flowers with big needs and bigger voices, and (spoiler!) they’re never going to walk on the roof of his house or perch decoratively in his trees."
}