{
    "url_original": "https://www.wsj.com/articles/why-artificial-intelligence-isnt-intelligent-11627704050?mod=business_lead_pos10",
    "url": "why-artificial-intelligence-isnt-intelligent-11627704050",
    "title": "Why Artificial Intelligence Isn’t Intelligent",
    "sub_head": "Some experts in AI think its name fuels confusion and hype of the sort that led to past ‘AI winters’ of disappointment",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-07-31 12:00:00",
    "body": "A funny thing happens among engineers and researchers who build artificial intelligence once they attain a deep level of expertise in their field. Some of them—especially those who understand what actual, biological intelligences are capable of—conclude that there’s nothing “intelligent” about AI at all.<br />“In a certain sense I think that artificial intelligence is a bad name for what it is we’re doing here,” says Kevin Scott, chief technology officer of Microsoft. “As soon as you utter the words ‘artificial intelligence’ to an intelligent human being, they start making associations about their own intelligence, about what’s easy and hard for them, and they superimpose those expectations onto these software systems.”<br />This might seem like a purely academic debate. Whatever we call it, surely what matters most about “AI” is the way it is already transforming what can seem like almost every industry on earth? Not to mention the potential it has to displace millions of workers in trades ranging from white to blue collar, from the back office to trucking?<br />And yet, across the fields it is disrupting or supposed to disrupt, AI has fallen short of many of the promises made by some of its most vocal advocates—from the disappointment of IBM’s Watson to the forever-moving target date for the arrival of fully self-driving vehicles.<br />Words have power. And—ask any branding or marketing expert—names, in particular, carry weight. Especially when they describe systems so complicated that, in their particulars at least, they are beyond the comprehension of most people."
}