{
    "url_original": "https://www.wsj.com/articles/why-employees-prefer-to-be-tracked-by-machines-rather-than-humans-11627664400?mod=tech_lead_pos12",
    "url": "why-employees-prefer-to-be-tracked-by-machines-rather-than-humans-11627664400",
    "title": "Why Employees Prefer to Be Tracked by Machines Rather Than Humans",
    "sub_head": "Technology lets bosses monitor workers’ productivity. But how they do it makes a big difference, a study found.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-377613?width=860&height=573",
    "image_1": "im-377613.jpg",
    "time": "2021-07-30 13:00:00",
    "body": "Is there a way for companies to monitor remote employees without alienating them?<br />Technology has made it possible for many people to work from home, but it also has made it easier for employers to track their workers’ activity on company computer systems and measure their productivity.<br />Companies developing plans for remote and hybrid work in the wake of the Covid-19 pandemic may see some value in that kind of monitoring to help maintain productivity. But it also poses the danger of upsetting employees who resent being tracked and fear the consequences.<br />A new study from researchers at the University of Virginia and the University of Southern California offers some insight into employees’ thinking. It found that they are more willing to accept tracking, and may even welcome it, if the data that’s gathered is analyzed by technology instead of humans. The researchers say people tend to perceive technological analysis as valuable information—something that can help them do their jobs better. Tracking that simply provides information to employees enhances their sense of autonomy and motivation and makes them less likely to quit, the researchers found.<br />But human judgment, whether it’s based on people’s observations or on their analysis of data delivered by machines, opens employees to criticism."
}