{
    "url_original": "https://www.wsj.com/articles/why-marbled-dessert-recipes-are-alltherage-11625845258",
    "url": "why-marbled-dessert-recipes-are-alltherage-11625845258",
    "title": "Why Marbled Dessert Recipes Are All the Rage",
    "sub_head": "Tie-dye swirls aren’t just for t-shirts. Baked goods are breaking out in gorgeous, groovy patterns right now. These recipes for a marble pound cake and a PB&J sheet-pan pancake are delicious, dazzling to look at and easy to make.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-365056?width=620&size=0.6666666666666666",
    "image_1": "im-365056.jpg",
    "time": "2021-07-09 11:40:00",
    "body": "WE’RE HAVING a swirly moment. Tie-dye is back with a vengeance. Murano glass is once again a hot commodity. And marbled desserts—edible tie-dye, if you will—are experiencing a resurgence of their own.<br />Marbling involves taking two or more contrasting doughs or batters and swirling them together. Sounds simple enough, but watching someone marbleize a dessert can be hypnotic. The Instagram account of Joanne Chang, co-owner of Flour Bakery and Cafe and Myers + Chang in Boston, has some especially mesmerizing examples. In one video, a baker drags the tip of a chopstick through zigzag stripes of raspberry coulis on a cheesecake, resulting in a pattern that Ms. Chang calls “chevron” (referred to elsewhere as “feathering”). In another clip, raspberry coulis is swirled, freestyle, into a snow-white meringue. In a third case, a skewer gently pulled through round dollops of coulis on cake batter transforms them into hearts.<br />For the beginner, Ms. Chang recommends a more structured swirl. “Even though it might seem like the random swirling would be easier, I think it’s easier to make a pretty chevron pattern,” she said. “The random pattern requires the baker to have a little bit of confidence about where to go. It’s like improvising on a piano: It’s easier to give someone sheet music.”<br />Marbling is a technique worth mastering because it’s the whole package—equal parts flavor and aesthetics—and easy to do. “Usually, there will be layers of the cake and the frosting, so the flavors are very distinct and separated,” said Zoë François, author of the new cookbook “Zoë Bakes Cakes,” which includes a marbled vanilla-chocolate pound cake among about a half-dozen swirly recipes. “A marble cake offers a great way to introduce flavors by swirling them in.” Marbling also eliminates the need for icing. Why cover up that beautiful pattern?<br />In the “Encyclopedia of Jewish Food,” the late food historian Gil Marks traces the roots of marble cake to 19th-century Germany. Cooks with an eye for the dramatic swirled together a spiced molasses-tinted dough with a lighter colored one to make a two-tone take on the sweet, yeasted cake kugelhopf. The same technique was later applied to sponge cakes. Spiced marble cakes made their way to the U.S. with German immigrants around the time of the Civil War, but it wasn’t until the late 19th century, when chocolate became more widely available to home cooks, that it started to replace the molasses. The combination stuck, and it has been in the American canon ever since."
}