{
    "url_original": "https://www.wsj.com/articles/will-bidens-executive-order-cause-a-train-wreck-11625768538?mod=markets_lead_pos10",
    "url": "will-bidens-executive-order-cause-a-train-wreck-11625768538",
    "title": "Will Biden’s Executive Order Cause a Train Wreck?",
    "sub_head": "Canadian National’s bid for Kansas City Southern could be derailed—or worse—by an executive order on freight transportation",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-366503?width=620&size=1.5",
    "image_1": "im-366503.jpg",
    "time": "2021-07-08 14:22:00",
    "body": "You can’t say they weren’t warned.<br />When Canada’s largest Class I railroad swept in to snatch the smallest one in the U.S. in May, a major shareholder urged it to back off. TCI Fund Management pointed out that Canadian National was taking a potentially ruinous gamble by agreeing to buy  Kansas City Southern .  Now a scenario even worse than what TCI imagined appears possible.<br />The first step in the acquisition is to have the Surface Transportation Board approve a voting trust funded but not controlled by Canadian National that would acquire Kansas City Southern for what was originally $325 a share in cash plus Canadian National stock. That decision is pending.<br />The two companies made a joint filing on Tuesday arguing for approval of the trust and emphasizing what they say are the deal’s pro-competitive qualities. But The Wall Street Journal reported that President Biden might issue an executive order as soon as this week targeting concentration in the ocean and rail shipping industries. That would make consolidation—already a fraught issue for North American freight railroads—even tougher.<br />If the voting trust isn’t approved, Canadian National might be out $1.7 billion plus expenses accrued so far. That is the sum of a termination fee due to Kansas City Southern’s original suitor,  Canadian Pacific ,  and a reverse breakup fee. If it is approved but the merger eventually isn’t by the STB, then the voting trust would have to dispose of its shares, potentially at a substantial loss. The premium between the pre-offer value of Kansas City Southern and the price Canadian National will have paid is about $14 billion. That was the scenario TCI feared."
}