{
    "url_original": "https://www.wsj.com/articles/willie-nelsons-letters-to-america-review-notes-from-a-red-headed-pen-pal-11625233814",
    "url": "willie-nelsons-letters-to-america-review-notes-from-a-red-headed-pen-pal-11625233814",
    "title": "‘Willie Nelson’s Letters to America’ Review: Notes From a Red-Headed Pen Pal",
    "sub_head": "The songwriter, now 88, writes to God, to country, to friends, to marijuana and to a certain virus.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-362410?width=620&size=1.5",
    "image_1": "im-362410.jpg",
    "time": "2021-07-02 09:50:00",
    "body": "Willie Nelson needed something to do during the lockdown, so he decided to write some letters—to the Almighty, to friends living and dead, to his younger self, even to the Covid virus. The result, as collected in “Willie Nelson’s Letters to America,” is a mix of mash notes, fond memories, a hill-country homily or two, and some world-class examples of filler material, including this gem, one of a series of gag-worthy jokes, lifted from Reader’s Digest: “It was raining cats and dogs!” “How could you tell?” “I stepped in a poodle!”<br />A crack of that caliber would earn most books a trip to the fire pit, but Mr. Nelson’s fans won’t mind. They’ll also enjoy his retellings of fabled events from his life, including mistakenly mailing a bill for a girlfriend’s maternity services to his then-wife; asking a nephew to pull his car into a burning garage in order to collect the insurance money; and creating hits like “Crazy,” “On the Road Again” and the epic “Red Headed Stranger.”  What fans and other readers will cherish most is the tone of the project, alternately raucous, reverent and bittersweet.<br />Mr. Nelson, now 88, has traveled a long and interesting road. His journey didn’t start out in first class. He and sister Bobbie—the recipient of perhaps his most heartfelt letter—were initially raised by grandparents. “After my granddaddy died,” he recalls, “times were even tougher. For Thanksgiving dinner one year, we split a can of soup!” He felt flush when he began making $8 a night playing in a polka band; his musical income was eventually augmented by gigs trimming trees (for 80 cents an hour) and selling Bibles and encyclopedias.<br />His blossoming songwriting talent was not accompanied by a similar escalation in business smarts. “I sold my songs Family Bible and Night Life—lock, stock, and writing credits—for $50 and $150, respectively,” he writes. He thanks crooning cowboy Faron Young for refusing to buy his early hit “Hello Walls” for $500. “He said I was crazy and instead loaned me $500.” Young’s recording of the song hit the top of the charts. “My first royalty check was $25,000!” The hits kept coming, including “Night Life,” “Funny How Time Slips Away,” “Mr. Record Man,” “Crazy,” “I Gotta Get Drunk” and “The Party’s Over.” His secret to songwriting success: “Keep it simple, stupid.”<br />Several letters go to friends and associates who helped him along the way, including event producer Gino McCoslin, a genius-level hustler. When Mr. Nelson confronted him about selling twice as many tickets as there was capacity at a Dallas venue, he responded: “Hell, the airlines do it all the time.” McCoslin was also known to put a sign on the exit indicating that it was the door to the restroom. “People would go out of the venue by mistake, then he’d charge ’em to get back in.” If he’d been born later, McCoslin might have made an excellent vice president for fee development at Ticketmaster."
}