{
    "url_original": "https://www.wsj.com/articles/with-hollywood-production-in-overdrive-the-soundstage-is-a-hot-commodity-11625833268?mod=business_lead_pos11",
    "url": "with-hollywood-production-in-overdrive-the-soundstage-is-a-hot-commodity-11625833268",
    "title": "With Hollywood Production in Overdrive, the Soundstage Is a Hot Commodity",
    "sub_head": "The surge in new movies and TV shows has touched off a scramble for places to film. Empty office space, abandoned malls and even a shuttered Sears store—apparently all the world really is a stage.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-366520?width=620&size=1.5",
    "image_1": "im-366520.jpg",
    "time": "2021-07-09 10:00:00",
    "body": "There is one going up in Buffalo, and another planned for Missoula. The South Side of Chicago is getting one, and so are Seattle and Spokane. Oklahoma City just opened one, and Los Angeles is getting at least a half-dozen more.<br />In cities large and small, developers are building cavernous soundstages, rushing to fill a voracious demand for the space needed to make movies and TV shows. A scramble by studios and tech giants for programming to keep their streaming platforms fresh has touched off a building bonanza unlike any seen since the early days of the entertainment industry. Even abandoned malls are being eyed for the job.<br />“Developers are salivating,” said Tima Bell, a principal at Relativity Architects, a California-based firm. His team is building a soundstage in Canada and an entire campus in Atlanta—while also moving toward construction of six in Los Angeles. Approximately half of those sites were initially designated to be warehouses before investors pivoted toward soundstage use in the past year.<br />The capacity crunch is the result of a yearslong surge in production, but the stay-at-home orders that kept many people out of the office over the past year and a half increased the demand for content and kicked Hollywood into overdrive. The industry is now spending tens of billions of dollars to maintain a constant flow of movies and TV shows to keep subscribers hooked.<br />The top streaming services lead the way, worried that any slowing of the spigot might cause a subscriber to jump to a rival.  Netflix  releases a new movie a week, a tempo that ViacomCBSInc.’s Paramount+ says it will maintain in 2022. Late last year,  Walt Disney Co.  announced that, by 2024, it would spend nearly $10 billion alone on programming for its flagship Disney+ service.  Apple Inc.  and  Amazon.com Inc.  are bulking up their libraries to ensure they continue to gain market share, as well. Even sophisticated producers on YouTube and TikTok are booking the spaces to lend their videos a professional sheen."
}