{
    "url_original": "https://www.wsj.com/articles/world-economy-caps-extraordinary-return-from-covid-19-collapse-11627643509",
    "url": "world-economy-caps-extraordinary-return-from-covid-19-collapse-11627643509",
    "title": "World Economy Caps Extraordinary Return From Covid-19 Collapse",
    "sub_head": "Rich countries have roared back from the depths of last year’s contraction, but poor countries lag",
    "category_1": "World",
    "time": "2021-07-30 07:11:00",
    "body": "The world economy likely returned to its pre-pandemic size in the spring, according to economists, marking an extraordinary comeback from the deepest global downturn in decades. But new variants of Covid-19 are casting a cloud over the global expansion, disrupting manufacturing powerhouses in Asia, leaving some Western consumers on edge and driving a wedge between rich and poor countries.<br />In Europe and North America, businesses and households are starting to look tentatively beyond the pandemic, thanks to widespread vaccinations. But governments in parts of Asia are introducing new social restrictions and spending plans to combat the fast-spreading Delta variant. Meanwhile, Africa’s low vaccination rate means its economic recovery is expected to lag other regions.<br />Close to 40% of the population in advanced economies has been fully vaccinated against Covid-19, compared with 11% in emerging market economies, according to the International Monetary Fund.<br />That, along with large-scale government spending, has spurred a burst of pent-up spending by consumers in rich countries. The rapid return of Western economies has in turn stretched global supply chains, strained labor markets and, alongside resurgent demand, driven inflation to multiyear highs. That is putting pressure on central banks to start phasing out aggressive easy-money policies to cool their economies, which could weigh on the recovery.<br />The eurozone economy grew at an annualized rate of 8.3% in the three months through June, outpacing the larger U.S. economy and ending a brief recession in the winter months, according to data published by the European Union’s statistics agency on Friday. EU officials expect the bloc’s economy to return to its pre-pandemic size during the final quarter of this year."
}