{
    "url_original": "https://www.wsj.com/articles/xi-china-ccp-communist-11625839111?mod=opinion_major_pos16",
    "url": "xi-china-ccp-communist-11625839111",
    "title": "Xi’s Triumph Is China’s Tragedy—and Ours",
    "sub_head": "In its 100th year, the Party is no more. There is only the personal dictatorship of Xi Jinping.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-362829?width=620&size=1.5",
    "image_1": "im-362829.jpg",
    "time": "2021-07-09 10:34:00",
    "body": "I read in your editorial “100 Years of Chinese Communism” (July 1) that “the 95 million Party members have special privileges and rule over 1.4 billion by the threat of arrest and ruin for dissent.” Not long ago this was accurate—not for all Party members but certainly for the Party bosses of villages, towns, cities and provinces, including some (not Beijing) of the directly controlled megacities such as Chongqing, where Bo Xilai (now imprisoned) was once all-powerful, and later Sun Zhengcai (now in prison too) still had some power. They ruled over millions, while Politburo members as such, and even some Central Committee members, had spheres of influence and actually decided things.<br />These days even the bosses among the 95 million Party members must follow the very latest twists and turns in the “line,” as voiced by Xi Jinping exclusively. They take a risk every time they say anything at all that does not replicate the exact wording already enunciated by Mr. Xi, and in making nonavoidable decisions they are desperately anxious to interpret Mr. Xi’s desires. The days when a Bo Xilai could decide exactly how to develop his megacity and set the tone, literally, by reviving political choral singing, are long gone.<br />As for Party members as such, they are as powerless as Uyghurs or Tibetan nomads. Of that the best proof is that loyal Party member Jack Ma, creator and head of Alibaba, itself a key member of the “national team” that was to achieve artificial-intelligence supremacy for China, was removed from circulation for a few unauthorized words, with a lively possibility that he might never be seen again.<br />In its 100th year, the Party is no more. There is only the personal dictatorship of Xi Jinping, and you are right about the danger: Xu Qiling, China’s western-theater commander who oversaw last year’s murderous border attack against India in Ladakh, has just been promoted to full general by the chairman of the Central Military Commission, Xi Jinping.<br />Edward N. Luttwak"
}