{
    "url_original": "https://www.wsj.com/articles/xi-jinping-warns-china-wont-be-bullied-as-communist-party-marks-100-years-11625122870",
    "url": "xi-jinping-warns-china-wont-be-bullied-as-communist-party-marks-100-years-11625122870",
    "title": "Xi Jinping Warns China Won’t Be Bullied as Communist Party Marks 100 Years",
    "sub_head": "Celebrations help leader showcase achievements as he confronts a sluggish domestic economy and frosty ties with the U.S. and other Western powers",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-362915?width=620&size=1.5",
    "image_1": "im-362915.jpg",
    "time": "2021-07-01 03:01:00",
    "body": "Chinese leader Xi Jinping marked his ruling Communist Party’s 100th anniversary with rousing appeals for national unity and defiance against foreign pressure, a rallying cry for one-party rule aimed at reinforcing his authority for years to come.<br />Addressing a crowd of thousands gathered Thursday at Beijing’s Tiananmen Square, Mr. Xi struck strident tones in recounting the party’s successes in surmounting challenges at home and abroad—from eliminating rural poverty to resisting imperialist aggression. He insisted that China has irreversibly emerged from past humiliation by foreign powers into an era of pride and prosperity.<br />The Chinese people “will never allow any foreign force to bully, oppress, or enslave us,” Mr. Xi said, dressed in a gray Mao suit atop the Gate of Heavenly Peace. “Anyone who tries to do so shall be battered and bloodied from colliding with a great wall of steel forged by more than 1.4 billion Chinese people using flesh and blood,” he said, drawing cheers and applause.<br />The centennial celebrations help Mr. Xi showcase his achievements as he confronts a sluggish domestic economy, frosty ties with the U.S. and other Western powers, and China’s souring international image. Officials have also used the grandiose festivities to underscore Mr. Xi’s clout as he prepares for a twice-a-decade party congress next year where he is expected to claim a third term as party chief and pick new lieutenants.<br />State media have echoed Mr. Xi’s messaging while saturating airwaves and newsprint with pro-party publicity. In a Thursday editorial, the party’s official mouthpiece, People’s Daily, called on the party’s 95 million members and the Chinese people to unite more closely around Mr. Xi’s leadership in striving to make China a rich, advanced and truly global power by 2049, the 100th anniversary of Communist rule."
}