{
    "url_original": "https://www.wsj.com/articles/yes-trump-really-did-lose-michigan-11625265004?mod=opinion_lead_pos1",
    "url": "yes-trump-really-did-lose-michigan-11625265004",
    "title": "Yes, Trump Really Did Lose Michigan",
    "sub_head": "The GOP state Senate debunks fraud claims, and it’s worth a read.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-07-02 18:30:00",
    "body": "Donald Trump says fraud is the only reason he lost the 2020 election. Some even think Mr. Trump will be reinstated once the truth comes out. Anyone who finds this narrative at all appealing should take 30 minutes to read the investigative report posted last week by Michigan Republicans. It’s only 35 pages.<br />The report is from the GOP state Senate’s Oversight Committee, which synthesized testimony from about 90 people, plus thousands of pages of subpoenaed documents. The committee’s chair, Ed McBroom, was a Trump delegate at the 2016 GOP national convention, and in 2019 he was a guest at the White House, looking on while Mr. Trump signed an executive order.<br />While the report identifies “clear weaknesses in our elections system that require legislative remedy,” it is unsparing about misinformation and innuendo. As Democrats regained power after the 2016 election, Mr. McBroom writes, “they were quick to utilize all of it to spend two years chasing every conspiracy and specious allegation.” He adds: “I pray my own party will not repeat this mistake for the next four years.”<br />The committee investigated 200 alleged dead voters. Only two problems were found. One was “a clerical error” involving a father and son with the same name. The other was an absentee ballot submitted by a 92-year-old, who then died four days before the election. That bad ballot should not have slipped through, though the report says 3,500 similar votes were caught.<br />Detroit’s counting center received deliveries of ballots at 3:30 a.m. and 4:30 a.m., but the inquiry found no evidence of fraud. A purportedly suspicious picture “was a photo of a WXYZ-TV photographer hauling his equipment.” Also, look at the numbers: Voter turnout in Wayne County (Detroit) was up only 11.4% last year, compared with 15.4% in the rest of Michigan, which hardly sounds like a dump of fake ballots. President Trump received a higher share of Wayne County’s vote in 2020 than in 2016."
}