{
    "url_original": "https://www.wsj.com/articles/yield-premium-on-riskier-corporate-bonds-nears-all-time-low-11626385329?mod=markets_lead_pos5",
    "url": "yield-premium-on-riskier-corporate-bonds-nears-all-time-low-11626385329",
    "title": "Yield Premium on Riskier Corporate Bonds Nears All-Time Low",
    "sub_head": "Investors scoop up lower-rated debt, pushing yields closer to those of government bonds",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-369909?width=700&height=463",
    "image_1": "im-369909.jpg",
    "time": "2021-07-16 05:30:00",
    "body": "The extra return investors demand to hold lower-rated corporate bonds over ultrasafe Treasurys has fallen within striking distance of all-time lows, a sign of investors’ appetite for riskier assets and the changing composition of bond indexes.<br />As of Wednesday, the average extra yield, or spread, of bonds in the Bloomberg Barclays U.S. high-yield corporate bond index was 2.75 percentage points. Earlier this month, the spread fell as low as 2.62 percentage points, the lowest since June 2007 and just a shade higher than the all-time low of 2.33 percentage points set in May of that year.<br />Speculative-grade bond spreads have narrowed around 0.9 percentage point since the end of last year and 0.3 percentage point since late May, suggesting that a record is well within reach without any major change in investor behavior.<br />On an absolute basis, speculative-grade bond yields are already at record lows. That is especially important for businesses because it signals how cheaply they can borrow when they issue new bonds. Investors track spreads, though, because stripping out the component of yields determined by benchmark interest rates gives them a better sense of how much they are being compensated for holding riskier debt.<br />Investors and analysts say several factors are responsible for the near record-low spreads. One is optimism about the economic outlook, which is still prevalent on Wall Street even as concerns have emerged about the  Delta  variant of Covid-19 and the potential for tighter monetary policy from the Federal Reserve. Another is the low Treasury yields, which have pushed investors to buy riskier assets in search of better returns."
}