{
    "url_original": "https://www.wsj.com/articles/you-are-here-review-everyone-into-the-pool-11627333883",
    "url": "you-are-here-review-everyone-into-the-pool-11627333883",
    "title": "‘You Are Here’ Review: Everyone Into the Pool",
    "sub_head": "A sculpture, sound and performance installation at Lincoln Center’s Hearst Plaza fuses professional dance with first-person storytelling from ‘civilians.’",
    "category_1": "Dance Review",
    "image_1_url": "https://images.wsj.net/im-375120?width=860&height=573",
    "image_1": "im-375120.jpg",
    "time": "2021-07-26 17:11:00",
    "body": "New York<br />‘You Are Here,” conceived by Andrea Miller, opened on July 14 with the installation of 25 scarecrow-like sculptures around Lincoln Center’s Hearst Plaza and its prominent Paul Milstein Pool and Terrace; the works, by scenic designer Mimi Lien, each have an audio component by Justin Hicks. On July 24, dance was added to the mix, kicking off a scheduled week of performances, each somewhat different in content, with tickets available by lottery.<br />The cast of dancers and what the event’s organizers call “civilians,” drawn from “artists, ushers, security guards, educators and other staff members nominated by Lincoln Center constituent organizations and community partners,” numbers 35—including 10 members of Ms. Miller’s Gallim dance company. The first show, on Saturday evening, ran about 90 minutes and—with two exceptions—proved less than memorable.<br />The plaza’s pool—with its imposing “Reclining Figure” by Henry Moore and its water that comes knee-high on the dancers—served as the main stage. It was dominated by the Gallim troupe, including New York City Ballet principal dancer Taylor Stanley, all costumed by Oana Botez in shimmering, two-piece, sequin-covered clothes in tropical-fish hues; their activity suggested a postmodern riff on an Esther Williams aquatic number.<br />Given their training and experience, one would expect these professional performers to hold a spectator’s attention more than the amateur participants. But the pervasive sameness of Ms. Miller’s choreography—the dancers’ measured, marching paces on the plaza’s surface and into the pool, where their upper-body articulations sent arcs of splashing water above and around them—very soon began to feel monotonous and predictable, not playfully artful."
}