{
    "url_original": "https://www.wsj.com/articles/your-b-s-detector-is-rusty-time-to-sharpen-it-11625929200",
    "url": "your-b-s-detector-is-rusty-time-to-sharpen-it-11625929200",
    "title": "Your B.S. Detector Is Rusty. Time to Sharpen It.",
    "sub_head": "We’ve spent much of the pandemic isolated. As we go back out into the world, we’re coming face-to-face with more B.S.",
    "category_1": "Life & Arts",
    "category_2": "Bonds",
    "image_1_url": "https://images.wsj.net/im-365073?width=620&size=1.5",
    "image_1": "im-365073.jpg",
    "time": "2021-07-10 11:00:00",
    "body": "Has your B.S. detector gotten rusty?<br />It’s understandable. We’ve been isolated for so long, interacting in narrow circles, often of like-minded people. We’re unprepared for the assault of someone spewing false information right to our face. But detecting B.S.—shorthand for a coarser version of what my grandmother called hogwash—is a crucial skill, also known as critical thinking, as we head back out into the world.<br />John Petrocelli is a social psychologist and professor of psychology at Wake Forest University, in Winston-Salem, N.C. He researches the causes and consequences of B.S., to help us improve our ability to detect and dispose of it. His studies have found that people tend to spread B.S. when they feel obligated to have an opinion about something they know little about—and when they feel they aren’t going to be challenged on it. He has a new book coming out later this month, called “The Life-Changing Science of Detecting Bullshit.”<br />Dr. Petrocelli says that some B.S.—such as flattery or an opinion about something inconsequential, like a TV show—serves a purpose: It connects us. But B.S. can often be dangerous, such as when people spread false rumors about a person; repeat information about current events that is not based on truth; or sugarcoat facts in a way that leads us to make a poor decision. “Imagine if you were looking to buy a home and the people who lived there told you it was a great place to live, but it really wasn’t,” he says.<br />I spoke with Dr. Petrocelli about who spreads B.S., when we’re susceptible to it, and how we can confront it. Here are edited excerpts of our conversation."
}