{
    "url_original": "https://www.wsj.com/articles/your-kid-survived-summer-camp-without-screens-now-what-11627131600",
    "url": "your-kid-survived-summer-camp-without-screens-now-what-11627131600",
    "title": "Your Kid Survived Summer Camp Without Screens. Now What?",
    "sub_head": "The return home after an extended screen break is an opportunity for parents to reset tech rules. Here’s how.",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-373719?width=860&height=573",
    "image_1": "im-373719.jpg",
    "time": "2021-07-24 09:00:00",
    "body": "When Hannah and Emma Davis get back from nearly a month at camp this summer, they’re going to face some new tech rules.<br />Limits on screen use were relaxed in the Davis household, as with many families during the pandemic. “We wanted our kids to be happy during quarantine, so we allowed them more rope than we should have when it came to electronics,” said Evan Davis, owner of a small Boston-area real estate holding group.<br />At their camp on Cape Cod, the girls can’t use screens, and that long break is giving Mr. Davis and his wife hope of a return to some pre-pandemic screen-time normalcy. “We’re going to do more staring out the window and more thinking, not having a device doing that thinking for you,” he said.<br />Camp drop-offs this summer have been particularly jarring for many children who spent the past year and a half glued to phones, tablets and game consoles. But as they return home—after weeks of in-real-life activities like canoeing, hiking and roasting s’mores, with no devices in sight—they should be in a better mind-set to accept new screen rules, child-development experts say.<br />Sandy Rubenstein, owner and director of Camp Wingate-Kirkland, where 10-year-old Hannah and 13-year-old Emma go, said that in addition to being extra homesick this summer, many campers are having a harder time winding down at night. They’ve gotten used to watching iPads before bed. “Just reading a book and turning off naturally has been a struggle for many kids,” she said."
}