{
    "url_original": "https://www.wsj.com/articles/youre-paying-more-for-foodand-you-might-not-know-it-11626267671?mod=business_lead_pos6",
    "url": "youre-paying-more-for-foodand-you-might-not-know-it-11626267671",
    "title": "You’re Paying More for Food—And You Might Not Know It",
    "sub_head": "Here are five ways that food makers, grocers and restaurants are making up for higher costs",
    "category_1": "Business",
    "time": "2021-07-14 09:01:00",
    "body": "Eating is getting costlier for Americans as the food industry faces the steepest inflation in a decade. Big food makers and restaurant chains are raising prices, cutting their own costs and trying other strategies to offset higher expenses. Between shrinking grocery-store packages and fewer restaurant discounts, shoppers are paying more for their meals whether or not they notice it. Here’s how:<br />General Mills Inc.,   Campbell Soup Co.  and  J.M. Smucker Co.  are just a few of the food makers raising wholesale prices, translating to higher supermarket price tags for Goldfish crackers, Folgers coffee and pet food over the summer and early fall, executives said. In restaurants, the Labor Department estimated prices increased 4.2% in June from a year earlier, with  Chipotle Mexican Grill Inc.,   Denny’s Corp.  and Shake Shack Inc. among the chains charging more this year.<br />Rising costs for ingredients, transport, labor and packaging are forcing companies’ hands, said General Mills Chief Executive Jeff Harmening. With consumers’ savings rates higher than ever and plentiful jobs, shoppers can bear it, he said: “No one wants to increase prices, but we’ve had to, and consumers understand.”<br />Grocery stores have also been amenable to food makers’ price increases. “We would expect to be able to pass those costs to customers,”  Kroger Co.  Chief Executive Rodney McMullen said. Worst case, he said, higher costs for major brand names will push shoppers toward Kroger’s lower-priced store brands, he said.<br />Conagra Brands Inc.  Chief Executive Sean Connolly said the company recently raised prices on its Hunt’s canned tomatoes and Chef Boyardee products given high steel prices and other costs. “It’s still a really good value relative to other options,” like restaurants, he said."
}