{
    "url_original": "https://www.wsj.com/articles/youre-finally-going-on-vacation-do-you-remember-how-to-pack-11626948001",
    "url": "youre-finally-going-on-vacation-do-you-remember-how-to-pack-11626948001",
    "title": "You’re Finally Going on Vacation. Do You Remember How to Pack?",
    "sub_head": "These days, getting dressed is tricky. So precisely filling a suitcase with stylish looks can seem quite daunting. Here, a set of chic jet-setters offer some helpful advice.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-372145?width=860&height=1290",
    "image_1": "im-372145.jpg",
    "time": "2021-07-22 06:00:00",
    "body": "IF YOU’RE STILL adjusting to getting dressed up again, the task of selecting a suitable assortment of vacation outfits can be unnerving. After being grounded for over a year, even seasoned travelers admit to struggling with what was once a reflexive habit. “I forgot how to pack!” said Dallas-based U Beauty founder Tina Chen Craig who, pre-Covid, would typically travel every two weeks. “I had to keep reminding myself, ‘Ok, what do I normally do?’”<br />Complicating matters is the fact that many women’s dressing habits have changed since most of the world locked down in 2020. “I’ve always been fashion-forward, but since the pandemic, now I want to be seen,” said Jessica Nabongo, a Detroit-based travel influencer who set out to be the first Black woman to visit every country in the world. For Ms. Nabongo that means making her usual jet-setter wardrobe of cultish Nike FF720 trainers and jumpsuits more exuberant with colorful caftans, distinctive printed dresses, and no outfit repeats. “I never wear the same thing twice,” she said.<br />Whether you’re headed to the uneventful countryside or planning an intense tropical holiday, your packing process needn’t be an occasion to over-think. Below, four fashionable globe-trotters recall the most useful items they brought on recent trips to very different destinations. Plus, the regrettable pieces they should have left behind.<br />Planning a bucolic escape? Then practical footwear and bug spray are musts, said celebrity stylist Micaela Erlanger. Based between New York and Miami, Ms. Erlanger, 36, keeps her casual wardrobe reliably chic when visiting her fiancé’s family’s upstate New York farmhouse. Among her sensible staples: a vintage Gap jean jacket, breezy Zimmermann sundresses and Madewell jeans. She admits the bejeweled sandals she brought on a recent jaunt were impractical, and currently favors comfy flats like Birkenstocks. Other mainstays include her fragrant Coqui Coqui insect repellent and Ziploc accessory bags, ideal for costume jewelry.<br />If heading to a desert art mecca, follow Harsha L’Acqua’s lead and pack classic, slightly eccentric go-tos. As the founder of Saira Hospitality, the constantly traveling Ms. L’Acqua has earned pro-packer status. For a recent trip to Marfa, Texas, Ms. L’Acqua, 38, relied on timeless accessories like a sun-shielding cowboy hat and cream Converse high-tops, which she elevated with long dresses and bright caftans. Too frivolous for the desert town? The multiple bikinis Ms. L’Acqua impulsively brought. Meanwhile, a printed kimono, which “might seem luxurious,” proved practical, doubling as an elegant morning dressing gown and a chic evening layering piece."
}