{
    "url_original": "https://www.wsj.com/articles/your-post-lockdown-life-looks-better-as-a-movie-montage-these-apps-turn-it-into-one-11626202743",
    "url": "your-post-lockdown-life-looks-better-as-a-movie-montage-these-apps-turn-it-into-one-11626202743",
    "title": "Your Post-Lockdown Life Looks Better as a Movie Montage. These Apps Turn It Into One",
    "sub_head": "People are increasingly relying on apps like TikTok and 1 Second Everyday to sync bite-size home videos to the beat of a song. Here, how to make your own modern video diary.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "time": "2021-07-13 14:59:00",
    "body": "IN THE MIDST of New York City’s lockdown, Grey Vila, an artist who uses gender-neutral pronouns, was stuck an hour and a half away from their girlfriend. To cope with the separation, the pair began editing minute-long video tributes to their relationship, using TikTok to collage snippets of footage from their pre-pandemic life together. Once the reunited couple could record again, the montages multiplied. Set to upbeat music, they mirror the credits of a coming-of-age film: skateboards going down a ramp; a flash of the Williamsburg Bridge; a fruit-laden picnic blanket. “It makes you feel good about yourself and what you do with your time,” said Mx. Vila, 20.<br />As re-entry generates moments worth capturing again, people are increasingly turning to apps like TikTok and 1 Second Everyday to string short video clips together into shareable montages. Dr. Karen Sutherland, a Queensland, Australia, lecturer who studies social media, called the videos “today’s version of the photo album.”<br />TikTokers have been using the app for basic video-editing since it was released. But earlier this summer, users began a trend of syncing videos from their camera rolls to a particular, 17-second clip from the song “Swing Lynn” by Harmless. “Put 27 videos to this sound and let it romanticize your life,” their captions typically insist. (The app will automatically sync preselected videos to change on beat, ideal for a montage.) Hundreds of thousands of iterations now exist.<br />Cesar Kuriyama, founder of the app 1 Second Everyday, said he saw downloads more than double this year from March to June—when many Americans were receiving vaccinations. Launched in 2013, the app functions as a sort of video diary. If the TikTok trend encourages users to create a collection retroactively, 1SE works cumulatively. Users can take a single, second-long video every day (no sweat if you forget), which the app saves on a calendar and merges into a chronological series with a tap. Some users choose to make a monthly montage, while others prefer a time capsule for the year. A timestamp in the lower corner of each clip, similar to those on old-school videos, adds to the sense of time passing.<br />That throwback feeling was what prompted Corrie Lewis-Bishop, 54, to start filming her own monthly 1SE videos, which she shares on Instagram. “They reminded me of those short three-minute films from the ’70s and ’80s, those old yellowy family videos,” she said. A ceramicist in Port Talbot, Wales, she began making the collections for her art, but was soon including photos and videos of sunsets, outfits of the day and friends caught mid-laugh or midsentence. “There’s a built-in immediate nostalgia,” she said."
}