{
    "url_original": "https://www.wsj.com/articles/youtubes-search-algorithm-directs-viewers-to-false-and-sexualized-videos-study-finds-11625644803?mod=business_lead_pos7",
    "url": "youtubes-search-algorithm-directs-viewers-to-false-and-sexualized-videos-study-finds-11625644803",
    "title": "YouTube’s Search Algorithm Directs Viewers to False and Sexualized Videos, Study Finds",
    "sub_head": "More than 70% of videos flagged by study participants as objectionable were recommended by YouTube, according to Mozilla",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-365128?width=620&size=1.5",
    "image_1": "im-365128.jpg",
    "time": "2021-07-07 04:00:00",
    "body": "YouTube has instituted many changes over the past year to limit the problematic videos it recommends to viewers. A new study suggests the repairs have a way to go.<br />Software nonprofit Mozilla Foundation found that YouTube’s powerful recommendation engine continues to direct viewers to videos that they say showed false claims and sexualized content, with the platform’s algorithms suggesting 71% of the videos that participants found objectionable.<br />The study highlights the continuing challenge  Alphabet Inc.  subsidiary YouTube faces as it tries to police the user-generated content that turned it into the world’s leading video service. It is emblematic of the struggle roiling platforms from Facebook Inc. to  Twitter Inc.,  which soared to prominence by encouraging people to share information but which now face regulatory and social pressure to police divisive, misleading and dangerous content without censoring diverse points of view.<br />For YouTube, it also shows gaps in its efforts to steer users to videos that should be of interest based on viewership patterns, as opposed to those that are going viral for other reasons.<br />In the study, one of the largest of its kind, 37,000 volunteers used a browser extension that tracked their YouTube usage over a 10-month period ended in May. When a participant flagged a video as problematic, the extension was able to track whether it was recommended to the viewer or whether the person found it independently. The videos flagged by participants as objectionable included a sexualized parody of “Toy Story” and an election video falsely suggesting  Microsoft Corp.  founder Bill Gates hired students involved with Black Lives Matter to count ballots in battleground states."
}