{
    "url_original": "https://www.wsj.com/articles/zuckerberg-facebook-misinformation-covid-biden-khan-kanter-wu-11627309375?mod=opinion_lead_pos8",
    "url": "zuckerberg-facebook-misinformation-covid-biden-khan-kanter-wu-11627309375",
    "title": "The Revolution May Come for Mark Zuckerberg",
    "sub_head": "As Robespierre and Trotsky discovered, allies are always expendable in the larger struggle.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-07-26 12:50:00",
    "body": "As Robespierre and Trotsky perhaps reflected in their final moments, all revolutions end up eating their own. Today’s cultural revolutionaries of the American left haven’t—yet—turned on their former allies with quite the same vigor as did their Jacobin and Bolshevik forebears, but the signs are there and Mark Zuckerberg especially could be forgiven for starting to feel a little figurative tightness around the throat.<br />Few companies have done more for Joe Biden than  Facebook .  After it was furiously indicted by Democrats on the fatuous charge that its facilitation of Russian meddling handed Donald Trump the 2016 election, the company went out of its way to atone. In the weeks before the presidential election last year it helpfully blocked stories about Mr. Biden’s family that were inconvenient to the Democratic candidate. It has dutifully policed and removed content that dared deviate from the administration’s official lines on Covid and other matters. It is a proud standard-bearer in the vast army of corporate wokeness. It banished Mr. Trump.<br />But no good deed goes unpunished, and it’s looking as though the social network is being readied for the left’s tumbrels.<br />The president himself last week “walked back,” as they say, his startling accusation that the company was killing people by hosting supposed misinformation about Covid vaccines. (If walking back were an Olympic sport, the president would be taking home more gold medals this week than the Russian Olympic Committee.)<br />And you could be forgiven for thinking that the recent declaration that the White House is now working closely with the company to identify further instances of “misinformation” is not an indication of strains between the government and its Silicon Valley friend, but rather an ominous sign of eager public-private collaboration in a more aggressive effort to suppress dissent."
}