{
    "url_original": "https://www.wsj.com/articles/biden-pivot-russian-ukraine-invasion-war-china-taiwan-putin-alliances-nato-sanctions-west-partners-11646084736?mod=opinion_lead_pos9",
    "url": "biden-pivot-russian-ukraine-invasion-war-china-taiwan-putin-alliances-nato-sanctions-west-partners-11646084736",
    "title": "Biden Needs a ‘Pivot’ to the World",
    "sub_head": "Russia’s war in Ukraine makes clear that U.S. foreign policy can’t focus only on the Indo-Pacific.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-494672?width=860&height=573",
    "image_1": "im-494672.jpg",
    "time": "2022-02-28 18:38:00",
    "body": "Vladimir Putin’s war in Ukraine has not yet reached its climax, but it has already shaken the foundations of world politics. In the past 72 hours, German and consequently European politics have been transformed. Berlin is openly sending arms to a country whose independence it has for decades refused to defend. Mr. Putin faces the greatest crisis of his career. Middle East oil producers are regaining the upper hand over the Biden administration as the war adds inflationary pressure to an overheated world economy. Powerful voices in Japan are openly discussing nuclear weapons even as Beijing reflects on the lessons of Mr. Putin’s war for Xi Jinping. The voluble American pro-Putin chorus has folded like a cheap suit.<br />The war on the ground continues to develop and it is at this point impossible to say how long or how brutal the war will be, much less how it will end. The U.S. intelligence community still believes that Russia’s greater military strength will ultimately prevail, but the uncertainties around that forecast have grown. A palace coup or a popular uprising in Russia could bring the war and Mr. Putin’s career to a quick end. Alternatively, Russian forces in Ukraine could adapt to the new situation and, perhaps with the kind of brutality Russian forces have brought to Chechnya and Syria, crush Ukrainian resistance as the world wrings its hands. The confrontation between the West and Russia could escalate toward an all-out cyberwar or the most dangerous nuclear standoff since the 1962 Cuban missile crisis. Western aid could help Ukraine fight Russia to a standoff, leading ultimately to a de facto partition and another frozen stalemate."
}