{
    "url_original": "https://www.wsj.com/articles/blacklight-liam-neeson-aidan-quinn-mark-williams-nick-may-bill-dubuque-ozark-11644533922?mod=business_minor_pos5",
    "url": "blacklight-liam-neeson-aidan-quinn-mark-williams-nick-may-bill-dubuque-ozark-11644533922",
    "title": "‘Blacklight’ Review: Dim Drama, Dumb Action",
    "sub_head": "Liam Neeson’s shadowy fixer discovers corruption in the FBI and moves to cast it out in this turgid thriller.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-482905?width=700&height=467",
    "image_1": "im-482905.jpg",
    "time": "2022-02-10 17:59:00",
    "body": "‘Blacklight” isn’t much of a title. At the very least, though, it provides a useful hint that the movie isn’t much either. One could even argue that it’s not a movie at all, only a rusted-out recycling bin of ill-fitting themes, notions, poses, conventions, affectations, tropes, tropelets and inert snippets of dialogue from other movies. By the same token, what’s on screen represents well-paid employment for hundreds of artisans, stunt persons and laborers, as well as those who were willing, for reasons of their own, to put their faces on camera. Merely willing, however, not eager. No one looks glad to be visible, starting with Liam Neeson, who hasn’t looked glad about it for ages; including Aidan Quinn, whose performance captures noncommittal in a bottle; and extending to other members of the cast who won’t be named here because they’ve harmed no one and should be able to resume their careers forthwith. (The film is showing in theaters that are numerous rather than select.)<br />Mr. Neeson plays Travis Block, some sort of shadowy fixer for the FBI. In the course of what he describes as “saving good agents’ souls” he chases around trying to straighten out undercover operatives he has trained, and seems to care about, who have gone rogue. “It was me who plucked you from your aimless life,” he tells one of them sternly. Travis is also a grandfather who wishes he could spend more time with his granddaughter, Natalie. That’s not in the cards, though, because, as Travis discovers to his slow-burning dismay, this is no longer Natalie’s grandpa’s FBI—it’s corrupt at the highest echelons and up to no good."
}