{
    "url_original": "https://www.wsj.com/articles/books-on-buster-keaton-reading-the-great-stone-face-11645810494?mod=opinion_major_pos12",
    "url": "books-on-buster-keaton-reading-the-great-stone-face-11645810494",
    "title": "Books on Buster Keaton: Reading the Great Stone Face",
    "sub_head": "Two new volumes—one by a Hollywood biographer, the other by a film critic—examine the life, work and struggles of the silent-comedy legend.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-491484?width=860&height=573",
    "image_1": "im-491484.jpg",
    "time": "2022-02-25 13:02:00",
    "body": "A man stands with his back to a house, deep in imperturbable thought—when the entire facade crashes to the ground, failing to crush him only because he’s standing in the hole made by one tiny window. This clip of the immortal silent comedian Buster Keaton, almost too terrifying to be funny, remains his most famous. The shot was so dangerous that the cameramen reportedly turned their backs to the action, unable to bear the thought of what they would see if it went wrong. The movie was “Steamboat Bill, Jr.” from 1928, and after a spectacular eight-year run of comic shorts and features, it would be one of the last Buster Keaton would ever fully control as writer, star or co-director.<br />Running, jumping, falling in spectacular ways and, during a stunt in “Sherlock, Jr.,” quite literally breaking his neck (not noticing until an x-ray showed the fracture years later): That’s the acrobatic Buster Keaton of cinema legend. But those who love Keaton are eternally drawn to his face, “the most beautiful face of any man I have ever seen,” said silent actress Louise Brooks. The face is vital, because thought is the essence of Keaton’s best gags. The 1923 feature “Our Hospitality’’ finds him fishing downriver from where two men have blown a dam; drops begin to fall from the ledge above him. Calmly he puts down his rod, raises the umbrella he’s been carrying for most of the film, and resumes fishing just in time for a torrent of water to engulf him."
}