{
    "url_original": "https://www.wsj.com/articles/cyrano-peter-dinklage-haley-bennett-kelvin-harrison-jr-ben-mendelsohn-bashir-salahuddin-the-national-bryce-dessner-aaron-dessner-matt-berninger-11645742260?mod=opinion_reviews_pos2",
    "url": "cyrano-peter-dinklage-haley-bennett-kelvin-harrison-jr-ben-mendelsohn-bashir-salahuddin-the-national-bryce-dessner-aaron-dessner-matt-berninger-11645742260",
    "title": "‘Cyrano’ Review: Right Words, Wrong Notes",
    "sub_head": "Peter Dinklage stars as the title character in a musical adaptation of ‘Cyrano de Bergerac’",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-492007?width=700&height=467",
    "image_1": "im-492007.jpg",
    "time": "2022-02-24 17:39:00",
    "body": "In Joe Wright’s lavish “Cyrano,” which stars Peter Dinklage as the impassioned poet-soldier, one of the hero’s friends, and his captain in the King’s Guard, refers to Cyrano’s “unique physique.” It is and it isn’t. By now audiences have seen so much of Mr. Dinklage, mainly thanks to “Game of Thrones,” that he’s the best kind of known quantity—a formidable artist and certified star who invests every role with power and feeling. What’s unique here is the pairing of actor and character. Who better to portray the torment of a lyrical soul in a body that stands, or so Cyrano fears, between him and his beloved Roxanne? No need for a nose job this time. The casting is perfect in concept, and occasionally fulfills its promise, but in a notably imperfect film that’s afflicted by a benumbing score and dreary songs.<br />The production, set in the 17th century and shot—by Seamus McGarvey—on the island of Sicily, is an expansion of Erica Schmidt’s stage version of “Cyrano de Bergerac,” the 1897 play by Edmond Rostand. In the film, as in the 2018 Goodspeed Opera House production of the play, Roxanne is played by Haley Bennett. She’s an endearing creation—radiant in her love of life, exuberant in her love of words, dreamily enamored of the handsome, tongue-tied Christian (Kelvin Harrison Jr.), a recently recruited Guardsman, and unaware that she is adored beyond measure by the peerlessly eloquent Cyrano, who can’t express his love for fear that his appearance makes him unworthy in her eyes."
}