{
    "url_original": "https://www.wsj.com/articles/death-on-the-nile-kenneth-branagh-agatha-christie-hercule-poirot-gal-gadot-sophie-okonedo-tom-bateman-annette-bening-russell-brand-leitita-wright-armie-hammer-11644534276?mod=opinion_reviews_pos2",
    "url": "death-on-the-nile-kenneth-branagh-agatha-christie-hercule-poirot-gal-gadot-sophie-okonedo-tom-bateman-annette-bening-russell-brand-leitita-wright-armie-hammer-11644534276",
    "title": "‘Death on the Nile’ Review: Low-Flow Hercule Poirot",
    "sub_head": "The latest version of Agatha Christie’s thriller about a fateful Egyptian cruise founders on the shoals of seriousness",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-483606?width=700&height=467",
    "image_1": "im-483606.jpg",
    "time": "2022-02-10 18:05:00",
    "body": "The best to be said about “Death on the Nile,” playing in theaters and set mostly aboard an Egyptian paddle-wheel vacation steamer shortly before World War II, is that it passes time painlessly—for us, not for the vacationers, most of whom become murder suspects with ample motives. Yet pleasure eludes the production’s grasp. Disney’s take on Agatha Christie’s 1937 novel, directed by and starring Kenneth Branagh, has pizazz and period style in the same way today’s big-brand toothpastes have flavor—artificial ingredients give them a taste that’s discernible, but too generic to name.<br />The best-known screen version of the story, made in 1978, played the book for grins, and occasionally wholehearted laughs: Peter Ustinov’s Hercule Poirot, Christie’s Belgian detective, was delightfully fatuous in his enchantment with his own intellect. But Mr. Branagh makes Poirot terribly serious, as he did in the same role in the 2017 remake of “Murder on the Orient Express.” (He directed both films from screenplays by Michael Green.) “He’s a bloodhound,” someone says of Poirot. “Let him sniff.” Bloodhounds may look funny—this one certainly does, with his four-twirler mustache plus soul patch—but they don’t behave in funny ways, and that’s a deficit in a drama that needs all the leavening of humor it can get."
}