{
    "url_original": "https://www.wsj.com/articles/debt-and-inflation-threaten-us-security-jerome-powell-supply-chain-federal-reserve-russia-china-defense-spending-11645565624?mod=opinion_major_pos4",
    "url": "debt-and-inflation-threaten-us-security-jerome-powell-supply-chain-federal-reserve-russia-china-defense-spending-11645565624",
    "title": "Debt and Inflation Threaten U.S. Security",
    "sub_head": "Servicing costs could soon reach $1 trillion a year, which would crowd out spending on defense.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-489876?width=860&height=573",
    "image_1": "im-489876.jpg",
    "time": "2022-02-22 18:22:00",
    "body": "The national debt this month reached $30 trillion. Not only is this the largest debt in U.S. history in dollar terms, but the ratio of debt to gross domestic product is 119%—the largest it’s ever been. And things are only getting worse. The Congressional Budget Office predicts that the mammoth debt-to-GDP ratio will double over the next three decades. The Highway Trust Fund will become insolvent this year. Medicare Part A will run out of money in fiscal year 2026 and Social Security will go bust in fiscal 2033.<br />Now Americans are beginning to experience inflation, one of the primary costs of rapidly growing levels of national debt. Every day we hear that supply-chain challenges and the pandemic are to blame, but they aren’t the only culprits. “Inflation is always and everywhere a monetary phenomenon,” Milton Friedman said. To help finance $5.9 trillion of Covid relief, the Federal Reserve purchased Treasury debt from third parties, typically large banks known as primary dealers, and then with a few keystrokes the Fed simply created a new set of credits on its books for the sellers. Because of the additions of these credits, in two years the Fed’s balance sheet has doubled to almost $9 trillion, creating a risk of significant and sustained inflation."
}