{
    "url_original": "https://www.wsj.com/articles/eric-adams-serious-about-crime-is-biden-new-york-police-nypd-attacks-black-civilian-shooting-violent-crime-mora-rivera-11643833722?mod=opinion_lead_pos6",
    "url": "eric-adams-serious-about-crime-is-biden-new-york-police-nypd-attacks-black-civilian-shooting-violent-crime-mora-rivera-11643833722",
    "title": "Eric Adams Seems Serious About Crime. Is Biden?",
    "sub_head": "The president meets the new mayor in New York as the city buries its second police officer in a week.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-478462?width=860&height=573",
    "image_1": "im-478462.jpg",
    "time": "2022-02-02 18:26:00",
    "body": "President Biden will meet with New York City Mayor Eric Adams Thursday, in a belated acknowledgment of the violent crime surge that began with the George Floyd riots of 2020. Mr. Biden arrives in New York following the second funeral for a policeman in less than a week. Officers Jason Rivera and Wilbert Mora were responding to a domestic-violence call at a Harlem apartment on Jan. 21. A man emerged from a bedroom, shooting, and continued to shoot Rivera and Mora as they lay on the ground, in what a police source calls an “execution.” Rivera, 22, died at the scene; Mora, 27, a bullet lodged in his brain, was taken off life support four days later.<br />Such ambush attacks on officers were up 115% nationwide in 2021, the National Fraternal Order of Police reported. All told, 73 officers were intentionally killed in 2021, the highest number since 1995 (apart from the 9/11 attacks) and at least a 56% increase over 2020. This January’s casualties included a Houston-area corporal gunned down during a car stop before he even got out of his cruiser; a St. Louis officer who had been following a car connected to a homicide and who was critically shot in the abdomen; a Milwaukee County deputy shot seven times by a suspect fleeing a car stop; and three Houston officers shot during a vehicle pursuit. On Dec. 16 in Baltimore, Officer Keona Holley was assassinated with two bullets to the head while sitting alone in her patrol car at 1.30 a.m."
}