{
    "url_original": "https://www.wsj.com/articles/for-a-clean-energy-future-we-need-deregulation-11645110044?mod=life_work_minor_pos4",
    "url": "for-a-clean-energy-future-we-need-deregulation-11645110044",
    "title": "For a Clean-Energy Future, We Need Deregulation",
    "sub_head": "Environmental protections from decades past are blocking the infrastructure urgently needed to combat climate change.",
    "category_1": "Life & Work",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-486735?width=860&height=573",
    "image_1": "im-486735.jpg",
    "time": "2022-02-17 10:00:00",
    "body": "In Nevada’s Black Rock Desert, local environmentalists and devotees of the Burning Man festival are using the National Environmental Policy Act (NEPA) to oppose a geothermal energy plant. Further south, the Sierra Club has joined with all-terrain vehicle enthusiasts to stop development of what would be the nation’s largest solar farm, which it says threatens endangered tortoises. Along the Atlantic seaboard, plans for major offshore wind farms have been hogtied by provisions of the Jones Act, an obscure law that requires maritime cargo to be transported exclusively by U.S.-flagged ships when it is shipped between domestic ports. It is an obstacle that may ultimately prove beside the point because proposals to develop wind energy in American coastal regions have also faced a constant barrage of NEPA and Endangered Species Act (ESA) lawsuits designed to stop them.<br />The problem isn’t limited to renewable energy. In California, environmentalists have used a state law designed to protect fish eggs as a pretext to close the Diablo Canyon Nuclear Power Plant, the state’s largest source of clean energy, while the California Environmental Quality Act has hobbled efforts to build both high-speed rail and high-voltage transmission lines that the state is counting on to meet its climate commitments. In Washington, D.C., meanwhile, the Nuclear Regulatory Commission peremptorily rejected last month the application of the first advanced nuclear reactor developer to seek a license before the commission, to cheers from leading environmental groups."
}