{
    "url_original": "https://www.wsj.com/articles/free-speech-review-how-dareyou-say-such-things-11644446514?mod=opinion_major_pos10",
    "url": "free-speech-review-how-dareyou-say-such-things-11644446514",
    "title": "‘Free Speech’ Review: How Dare You Say Such Things",
    "sub_head": "There are always reasons to try to shut some people up. The danger is not merely censorship but self-censorship.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-483149?width=860&height=573",
    "image_1": "im-483149.jpg",
    "time": "2022-02-09 17:41:00",
    "body": "A typical account of free-speech history will begin with John Milton’s 1644 attack on censorship, “Areopagitica.” To those who feared the publication of false and dangerous doctrines, Milton said, in essence, buck up: “Who ever knew Truth put to the worse in a free and open encounter?” A typical account will then note that Milton went on to write “Paradise Lost”: A great poet and a great defense of free speech make an appealing pair. What probably won’t be mentioned is that Milton, who wrote “Areopagitica” early in the English Civil War, served the victors as, among other things, a censor and propagandist. That’s not so appealing, particularly if we know that other, forgotten, champions of free speech, like the radical democrat John Lilburne, were imprisoned under the regime Milton supported.<br />In “Free Speech: A History From Socrates to Social Media,” Jacob Mchangama delivers the bad news about Milton. Indeed, a recurring theme in this expansive, atypical history is “Milton’s Curse,” a disease that afflicts defenders of free speech when they are exposed to power. In his “Philosophical Dictionary” (1764), Voltaire advised: “Does a book displease you? Refute it.” But Voltaire, Mr. Mchangama observes, “tried to game the system of French censorship in order to advance his own writings and suppress those of his foes.” Robespierre, who launched the Terror in 1793, had been, in the early days of the French Revolution, among the “biggest advocates of free speech.”"
}