{
    "url_original": "https://www.wsj.com/articles/jacques-louis-david-radical-draughtsman-metropolitan-museum-of-art-met-fifth-avenue-french-revolution-oath-of-the-horatii-11645221887?mod=opinion_major_pos13",
    "url": "jacques-louis-david-radical-draughtsman-metropolitan-museum-of-art-met-fifth-avenue-french-revolution-oath-of-the-horatii-11645221887",
    "title": "‘Jacques Louis David: Radical Draftsman’ Review: Grand Stories in a Humble Medium",
    "sub_head": "The first show dedicated to the 18th-century French luminary’s sketches, drawings and compositional studies reveals his inventive genius and creative process.",
    "category_1": "Books & Arts",
    "category_2": "Art Review",
    "image_1_url": "https://images.wsj.net/im-489125?width=860&height=603",
    "image_1": "im-489125.jpg",
    "time": "2022-02-19 07:00:00",
    "body": "The career of Jacques Louis David, who came of age as an artist on the eve of the French Revolution, is often mapped in his history paintings that line the walls of the Louvre’s Grande Galerie. In such monumental, classicizing works as “Oath of the Horatii” (1785) and “The Intervention of the Sabine Women” (1799) depicting ancient stories of patriotic sacrifice and virtue, he captured the zeitgeist of his own fraught historical moment. As seen in “Jacques Louis David: Radical Draftsman,” an exhibition now at the Metropolitan Museum of Art and organized by Perrin Stein, curator in its Department of Prints and Drawings, David’s evolution from ambitious art student into acknowledged leader of the French school in this tumultuous epoch can also be traced in his private and more nuanced works on paper. Over 80 sketches, drawings and compositional studies reveal David’s spectacular powers of invention and rigorous creative process, and make for a stunning, and surprisingly unprecedented, show.<br />After repeated attempts to win the Prix de Rome, the prestigious scholarship that supported young artists’ studies in Italy, David finally succeeded in 1775 and left Paris for Rome. Loose sheets from the dismembered Roman albums and related larger works draw us into his formative experience. His “Reclining Male Nude” (c. 1775-77), a recently rediscovered figure study (or académie), manifests David’s efforts to master the skills required of aspiring history painters, and was the kind of pedagogical exercise students typically shipped back to Paris. A vigorously executed anatomical study of its languid, muscular subject, the drawing’s merits must have been recognized by the artist, who gave it to his fellow pensionnaire, the young architect Jean Augustin Renard. Such heroic nudes would be strewn throughout David’s most extravagant early works, including an enormous study here for a panoramic battle scene of “The Combat of Diomedes” (1776). Inspired by Homer’s Illiad and teeming with operatic figural vignettes, it renders palpable David’s unquenchable ambition."
}