{
    "url_original": "https://www.wsj.com/articles/life-between-the-tides-nicolson-book-review-tidepools-rings-of-bright-water-11645112401?mod=opinion_major_pos10",
    "url": "life-between-the-tides-nicolson-book-review-tidepools-rings-of-bright-water-11645112401",
    "title": "‘Life Between the Tides’ Review: Rings of Bright Water",
    "sub_head": "Within the luminous tidepool, enchanting displays of natural beauty are also arenas for endless struggle.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-487344?width=860&height=562",
    "image_1": "im-487344.jpg",
    "time": "2022-02-17 10:41:00",
    "body": "The Victorian naturalist Philip Henry Gosse (1810-1888), caught in the rigidities of his low-church fundamentalism, often didn’t know what to do with his little boy Edmund, a moody child given to visions and dreams. But there was one thing father and son could always agree on, the beauty of the tidepools on their Devonshire beach. “What eager pursuer of marine animals has not gloated over a rock-pool?” exclaimed the senior Gosse, hailed by Adam Nicholson in his “Life Between the Tides” as “the great apostle of the pools.” And gloat Gosse’s son did. In his otherwise ambivalent memoir “Father and Son” (1907), Edmund, by then a well-known literary critic, heaped praise on the pools near their Devonshire home, those “submarine gardens” of fabulous beauty, “fringed by corallines, filled with still water almost as pellucid as the upper air itself,” inhabited by “soft and radiant” forms of life, seaweed, shells and fish, which seemed to have been there since the beginning of time. The younger Gosse was so inspired that he gave in to his artistic inclinations and made up his own fantastical tidepool creatures, drawing them “with sapphire spots and crimson tentacles and amber bands.” Was he mocking his scientist-father?<br />To Mr. Nicolson, tidepools are no laughing matter. Neither are they timeless wonders. If the Gosses raptly gazed at their magical underwater gardens, gingerly extracting specimens for reverent classification, Mr. Nicolson builds his pools from scratch. His “Life Between the Tides” is, on the most obvious level, a record of three separate tidepools he created over the course of a year in Ardtornish Bay on the western coast of Scotland—the first by applying a pickaxe, the second by building a dam, and the third by raising a wall of concrete around it."
}