{
    "url_original": "https://www.wsj.com/articles/marry-me-jennifer-lopez-owen-wilson-sarah-silverman-john-bradley-chloe-coleman-maluma-11644534193?mod=opinion_major_pos13",
    "url": "marry-me-jennifer-lopez-owen-wilson-sarah-silverman-john-bradley-chloe-coleman-maluma-11644534193",
    "title": "‘Marry Me’ Review: Divorced From All Sense",
    "sub_head": "Jennifer Lopez and Owen Wilson star as an exceptionally unlikely couple in this adaptation of Bobby Crosby’s graphic novel.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-482904?width=860&height=573",
    "image_1": "im-482904.jpg",
    "time": "2022-02-10 18:04:00",
    "body": "Where does one begin to tell the story of how great a love can be? A sweet love story that is older than the sea? Certainly not with “Marry Me,” which carries with it a toxic breeze of desperation, never mind determination: When a movie has to spend almost two hours trying and failing to justify a ridiculous premise, someone really wanted to get it made. Those watching on Peacock (or in theaters!) will be wondering who. And why. And how.<br />The perpetrators include Jennifer Lopez as the mega music-dance-endorsements diva Kat Valdez, who is about to marry her feckless boyfriend Bastian (the Colombian pop star Maluma) in front of 20,000 live fans and 20 million live-streaming Instagram viewers at a New York venue very much like Madison Square Garden. It’s the kind of intimate affair that screams “love match.” Minutes before the ceremony, a video goes viral showing Bastian kissing Kat’s assistant, and a teary Kat, after the kind of onstage meltdown, heartbroken blathering and philosophical meandering that inspire memes, marries the first person she spots in the audience—divorced dad and schoolteacher Charlie Gilbert (Owen Wilson). “Do you take this guy to be your lawfully wedded husband?” asks the officiate, before a stunned, cellphone-wielding crowd. “Do you, some guy, take this woman . . . ?”"
}