{
    "url_original": "https://www.wsj.com/articles/mens-jewelry-ultimate-beginners-guide-11644005267?mod=life_work_featured_strip_pos1",
    "url": "mens-jewelry-ultimate-beginners-guide-11644005267",
    "title": "Men’s Jewelry: The Ultimate Beginner’s Guide",
    "sub_head": "Can you wear earrings to work? How many rings is too many rings? We answer 10 burning questions about men’s jewelry, from when males first adorned themselves to what to buy now.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-478522?width=700&height=467",
    "image_1": "im-478522.jpg",
    "time": "2022-02-04 15:08:00",
    "body": "History is filled with bejeweled men: Maasai warriors and their colorful beaded necklaces; Ancient Egypt’s pharaohs, who wore elaborate chest-pieces with so much devotion they literally took them to the grave; Celtic warriors who wouldn’t leave the thatched-roof house without their favorite torc (a sort of metal choker); and the many dandy kings of Europe, like Henry VIII, who held court festooned with jewels, necklaces and rings. When French jeweler Cartier made the excessively opulent Patiala Necklace in 1928, it wasn’t for a female client. It was commissioned for and worn by the Maharaja Bhupinder Singh of Patiala—and he rocked every single one of its 2,930 diamonds. Throughout known history, men at the height of their power have been inclined to show it off with a little bling. So experimenting with a bracelet here or an extra ring there is really not as wild as you think.<br />Stick to stones in earthy tones, advised Los Angeles stylist Matt Goldman. Tiger’s-eye, a type of quartz reminiscent of polished wood grain, and malachite, the dynamic green mineral used in the necklace shown here, are good starter options. Pieces with a “natural, earth vibe” are generally easier for guys to wear than conspicuously glam jewelry, said Mr. Goldman. But if you’re a decadent sort who wants to up the opulence, look for dark gems like opals, emeralds and rubies."
}