{
    "url_original": "https://www.wsj.com/articles/moonfall-halle-berry-roland-emmerich-patrick-wilson-john-bradley-harald-kloser-spenser-cohen-11643928898?mod=opinion_major_pos14",
    "url": "moonfall-halle-berry-roland-emmerich-patrick-wilson-john-bradley-harald-kloser-spenser-cohen-11643928898",
    "title": "‘Moonfall’ Review: Cosmic Lunacy",
    "sub_head": "The moon drops out of orbit and threatens Earth in the latest disaster epic from Roland Emmerich.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-478543?width=700&height=467",
    "image_1": "im-478543.jpg",
    "time": "2022-02-03 17:56:00",
    "body": "Everything else seems to be falling out of orbit these days, so why not the moon? That’s what happens in “Moonfall,” a zestfully ludicrous disaster epic from Roland Emmerich, the man who gave us “Independence Day” (alien attack) and “The Day After Tomorrow” (climate change, Earth freezes over) and “Godzilla” (Manhattan’s Flatiron Building gets flattened, the Chrysler Building falls to friendly fire). After two years of Covid-19 restrictions and theater closures, zestfully ludicrous may be just the ticket for a film that’s showing nationally on big and bigger screens. (I saw it in IMAX, so I can vouch for the bigness, plus the loudness.) The question is whether it’s ludicrous enough, and the answer is perhaps, but no better than perhaps. The film is less like a full-fledged story than a series of notifications you might get on your phone, most of them couched in language that could have been generated by a buggy AI program.<br />If anyone can save our planet it’s a trio consisting of Jo Fowler (Halle Berry), a former astronaut and current NASA honcho; Brian Harper (Patrick Wilson), a wrongly disgraced former astronaut; and K.C. Houseman (John Bradley, from “Game of Thrones”), a conspiracy theorist, fast-food counterperson and unheralded genius who is faster than NASA in detecting a fateful lunar perturbation. K.C. gets most of the intentional laughs, such as they are, but Brian, whose career and domestic life are in disarray, has the best unintentional laugh line. It comes when he’s asked to fly a moon mission like no other, as only he can fly it. By this time Earth is already in chaos, what with cities beset by titanic tides (though with no noticeable loss of life), and the moon is about to break into planet-killing pieces. But Brian’s deadpan reply is “I don’t know, I’ve got a lot of my own problems down here.”"
}