{
    "url_original": "https://www.wsj.com/articles/oscar-peterson-black-and-white-hulu-barry-avrich-art-tatum-ramsey-lewis-herbie-hancock-jon-batists-quincy-jones-billy-joel-ray-brown-herb-ellis-ed-thigpen-11644534058?mod=opinion_major_pos15",
    "url": "oscar-peterson-black-and-white-hulu-barry-avrich-art-tatum-ramsey-lewis-herbie-hancock-jon-batists-quincy-jones-billy-joel-ray-brown-herb-ellis-ed-thigpen-11644534058",
    "title": "‘Oscar Peterson: Black + White’ Review: A Giant of Jazz Piano",
    "sub_head": "A pantheon of musical lights pay homage to this brilliant musician.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-482908?width=860&height=573",
    "image_1": "im-482908.jpg",
    "time": "2022-02-10 18:02:00",
    "body": "As noted in the thoroughly entertaining “Oscar Peterson: Black + White,” the jazz giant never seemed to struggle, not musically: He arrived on the scene “fully formed,” someone notes, a technical wonder, a master of swing who reigned over the jazz keyboard for 60 years. Which is not to say that a Black musician coming up in the ’40s didn’t have problems. But Peterson also had a solution. “If the only way I was going to make it was to frighten the hell out of everyone pianistically,” he says, “I was going to do it that way.”<br />He frightened a lot of people—specifically pianists. Aptly enough, the only other keyboard virtuoso compared with Peterson in this documentary directed by Barry Avrich is the one whom Peterson said scared him to death—Art Tatum (“and he couldn’t see,” Peterson says of his sight-impaired idol). The two musicians (Tatum died in 1956; Peterson in 2007) have often been compared with each other, partly because they have no technical equals, though Peterson was arguably the more elegant player. “Oscar was the best in piano playing,” says Ramsey Lewis. “The best that there could be.” That’s not something a fellow pianist, a jazz musician or even a jazz fan says lightly."
}