{
    "url_original": "https://www.wsj.com/articles/over-the-hedge-review-three-books-on-private-equitys-highs-and-lows-11644598506?mod=markets_featst_pos2",
    "url": "over-the-hedge-review-three-books-on-private-equitys-highs-and-lows-11644598506",
    "title": "Over the Hedge: Three Books on Private Equity’s Highs and Lows",
    "sub_head": "Is the reign of the hedge fund as business titan a thing of the past?",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-483784?width=860&height=573",
    "image_1": "im-483784.jpg",
    "time": "2022-02-11 11:56:00",
    "body": "Books on current business or economic events that aim for a popular audience usually gravitate toward a now-standard strategy. The “Barbarians at the Gate” technique—inspired by Bryan Burrough and John Helyar’s 1989 book chronicling the takeover of RJR Nabisco by leveraged buyout firm  Kohlberg Kravis Roberts  & Co.—serves up a fast-paced, moment-by-moment account of a spectacular transaction or economic crisis. “Barbarians at the Gate” itself sold tens of thousands of books, as did its worthiest successor in the early 2000s, Bethany McLean and Peter Elkind’s “The Smartest Guys in the Room,” about the fall of Enron. The 2007-09 crisis gave us “Too Big to Fail,” Andrew Ross Sorkin’s 600-page, behind-the-scenes account of bank rescues and the Lehman bankruptcy.<br />Max Frumes and Sujeet Indap’s “The Caesars Palace Coup” brings this technique to the takeover of Harrah’s casino group (later called Caesars), its demise, and its highly contested bankruptcy case. Like other “Barbarians” imitations, it gives the cast of characters at the beginning, a scorecard for the flurry of names to follow, and a detailed index at the end, so that participants can thumb through to see if they’re mentioned. The story gets going when Apollo and TPG, two private equity funds, buy Harrah’s for $90 a share at the worst possible time, the peak of the real-estate bubble, closing the deal in 2008. (Private equity is the new, gentler label for firms like KKR, as Kohlberg Kravis Roberts is now known, that were once called leveraged buyout or “takeover” firms; they buy companies using borrowed money, try to whip them into shape and take them public again.)"
}