{
    "url_original": "https://www.wsj.com/articles/portrait-of-a-queen-regent-trampling-a-captive-stela-24-702-unknown-mayan-artist-ix-wak-jakam-chan-wak-chanil-ajaw-lady-six-sky-guatemala-tutun-shining-stones-11645832159?mod=opinion_major_pos13",
    "url": "portrait-of-a-queen-regent-trampling-a-captive-stela-24-702-unknown-mayan-artist-ix-wak-jakam-chan-wak-chanil-ajaw-lady-six-sky-guatemala-tutun-shining-stones-11645832159",
    "title": "A Formidable Mayan Woman, Captured in Stone",
    "sub_head": "A depiction of Lady Six Sky identifies her as both ritual priestess and triumphant ruler.",
    "category_1": "Books & Arts",
    "category_2": "Masterpiece",
    "time": "2022-02-25 18:36:00",
    "body": "Rather than rendering an authentic physical likeness, portraits of leaders can trumpet their strategic prowess and titanic authority. A limestone stela created in 702 by an unknown Mayan artist depicting Ix Wak Jalam Chan (or Wak Chanil Ajaw), currently on long term loan from the Republic of Guatemala to the Metropolitan Museum of Art and installed in the museum’s Great Hall, introduces us to a formidable woman from the ancient Americas known as Lady Six Sky, whose compelling story has miraculously survived. She is identified as both ritual priestess and triumphant ruler in a monument that enshrines her elite status and a belief in the divine right to rule that would shape her role and image in the late classic Mayan period.<br />The freestanding, shallow stone relief, 6 1/2 feet tall, is cataloged as Stela No. 24 from Sa’aal, a pre-Columbian urban center known by its Spanish name, Naranjo, and located in the Petén region of Guatemala, not far from the Belize border. Its ruins first drew sustained attention in the early 20th century. Such prized, honorific markers (called tuun, or “shining stones,” by the Maya people), inscribed with imagery and hieroglyphic texts and usually found in the ceremonial plazas of Mayan centers, served as public monuments documenting the political histories, ritual celebrations and cultural stature of their rulers. At Naranjo, Stela No. 24, along with several other stone slabs devoted to Lady Six Sky, was removed in the 1970s after the area suffered extensive looting. Despite its soft, porous material and weathered surface, however, its extraordinary image remains surprisingly legible, and the subject of intense scholarly debate."
}