{
    "url_original": "https://www.wsj.com/articles/powers-and-thrones-review-plagues-princes-and-pardons-11643759000?mod=opinion_reviews_pos1",
    "url": "powers-and-thrones-review-plagues-princes-and-pardons-11643759000",
    "title": "‘Powers and Thrones’ Review: Plagues, Princes and Pardons",
    "sub_head": "Why did Rome fall and the long cycle of invasions in Europe begin? The answer may be locked in the rings of a tree in Tibet.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-478198?width=860&height=573",
    "image_1": "im-478198.jpg",
    "time": "2022-02-01 18:43:00",
    "body": "‘What has been done is what will be done, and there is nothing new under the sun.” Dan Jones places this canard from Ecclesiastes as the epigraph for his often surprising “Powers and Thrones: A New History of the Middle Ages.” After such an opening salvo, how can he offer a “new” history? In fact, Mr. Jones does just that, recalibrating our sense of what the old and the now have in common. Using continuous references to the present, enabling modern readers to understand not only the “whats” but the “whys” behind events in the distant past, “Powers and Thrones” makes those events immediate, personal and understandable. Much like Jared Diamond in “Guns, Germs, and Steel,” Mr. Jones recontextualizes medieval history by using recent findings about the impact of climate, technology and pathogens on human cultures. His narrative stretches across a wide area of interconnected empires, cultures, and wars: from China to Africa; from the steppes of the Mongols to the deserts of Arabia.<br />Mr. Jones agrees with traditional scholars that the Middle Ages begin with the fall of Rome in 476 and end around 1500. We all remember the arrows on the map in the high-school textbook that represented the barbarian hordes that ultimately descended on Rome. Mr. Jones’s book shows the same arrows, but he explains why the Huns arrived when they did. The clue came from a newly discovered source: a 1,000-year old juniper tree on the Tibetan plateau. Its growth rings recorded a spectacular megadrought from 350 to 370, the worst in 2,000 years, that turned members of the tribal Hun empire into “climate migrants” or “refugees.” The Huns sought literally greener pastures in the west, displacing many thousands of Goths. Thus a secondary migratory crisis arose when the Goths petitioned Rome for direct entry into the Empire. They rebelled soon after, and the long process of eating away at Roman law and order began."
}