{
    "url_original": "https://www.wsj.com/articles/snoopy-peanuts-fashion-became-big-business-11644869170?mod=life_work_lead_story",
    "url": "snoopy-peanuts-fashion-became-big-business-11644869170",
    "title": "Selling Snoopy: How Peanuts Fashion Became Big Business",
    "sub_head": "Gucci, Marc Jacobs, H&M, Goyard, Swatch and J.Crew are just a few of the brands that have designed apparel using art from Charles Schulz’s treasured comic strip. Between the clothing collaborations and an Apple+ content deal, the brand must learn to grow without sacrificing its original spirit.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-485822?width=860&height=860",
    "image_1": "im-485822.jpg",
    "time": "2022-02-14 15:10:00",
    "body": "If your Valentine is a Peanuts fan, you’re in luck. While your sweetheart curls up in front of a rerun of the animated special “Be My Valentine, Charlie Brown,” you can shop online for any number of Peanuts-themed V-Day gifts: a Snoopy-and-Woodstock charm bracelet from Alex and Ani; matching family pajamas  from Hanna Andersson printed with Snoopys clutching hearts; a full skirt from Unique Vintage printed with an image of the Peanuts gang; J.Crew boxers featuring Charlie Brown and Sally; a Snoopy-and-heart-embellished tote bag from  Vera Bradley .  And those are just the Valentine’s Day-specific products. Right now, you can also find Peanuts fashion from such brands as Marc Jacobs, Soulland, Lacoste, Saint Laurent, Swatch,  and Re/Done, to name just a few. Seventy-two years after the launch of Peanuts and more than 20 years after cartoonist Charles Schulz’s death in 2000, his beloved comic strip has become a full-on fashion powerhouse.<br />Today, the Peanuts brand is everywhere. Clothing accounts for about a third of the merchandise sold, which also includes home décor, publishing, toys and gifts. And the Peanuts franchise is being introduced to a new generation thanks to a 2020 Apple+ deal to air its classic specials and create new shows and movies. Peanuts Worldwide is owned by three entities: Canadian company  WildBrain ,  which also owns content from properties including Strawberry Shortcake and Teletubbies; Sony Music; and the family of Charles Schulz. In 2021, worldwide royalty revenue from all things Peanuts amounted to $152.2 million, and that’s not factoring in revenue from the Apple+ content deal. That’s a whole lotta Snoopy."
}