{
    "url_original": "https://www.wsj.com/articles/super-pumped-the-battle-for-uber-showtime-travis-kalanick-uma-thurman-quentin-tarantino-joseph-gordon-levitt-kyle-chandler-richard-schiff-jon-bass-annie-chang-bridget-gao-hollitt-11645742186?mod=opinion_major_pos13",
    "url": "super-pumped-the-battle-for-uber-showtime-travis-kalanick-uma-thurman-quentin-tarantino-joseph-gordon-levitt-kyle-chandler-richard-schiff-jon-bass-annie-chang-bridget-gao-hollitt-11645742186",
    "title": "‘Super Pumped: The Battle for Uber’ Review: More Than Routine Fare",
    "sub_head": "Joseph Gordon-Levitt plays Travis Kalanick in Showtime’s adaptation of the Mike Isaac book about the ridesharing company.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-492186?width=860&height=573",
    "image_1": "im-492186.jpg",
    "time": "2022-02-24 17:37:00",
    "body": "Casting the inherently likable Joseph Gordon-Levitt as the insurmountably loathsome Travis Kalanick was a masterstroke of “Super Pumped: The Battle for Uber,” and one that conforms to the series’ paradoxical purpose: portraying Uber itself as one of the more wildly successful—and wildly unpopular—business phenomena of the Silicon Valley era.<br />With its first seven episodes based on the Mike Isaac book of the same name “Super Pumped” is intended as a series of season-long stories, the second of which, predictably enough, will be about Facebook (based on a forthcoming Isaac book). The objective, according to Showtime, is to explore companies and moments that “rocked the business world to its core and changed culture.” Uber, which has grown from a ride-hailing app to a many-tentacled service provider, certainly qualifies. And if the inaugural “Super Pumped” is any indication, the series will also be approaching the story of startups as cult-like crusades led by charismatic leaders and flawed prophets. As Bill Gurley (Kyle Chandler), Kalanick’s main money man, explains to an associate, he once thought of his various “founders” as either Jesus or David Koresh. And now? “Oh, they’re all Koresh,” he says. “The trick is to quit the cult and get out of the compound before they burn it to the ground.”"
}