{
    "url_original": "https://www.wsj.com/articles/ted-k-kaczynski-unabomber-sharlto-copley-tony-stone-11645139911?mod=opinion_major_pos15",
    "url": "ted-k-kaczynski-unabomber-sharlto-copley-tony-stone-11645139911",
    "title": "‘Ted K’ Review: Cold Soul of a Killer",
    "sub_head": "Sharlto Copley plays Ted Kaczynski in Tony Stone’s penetrating film about the Unabomber",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-487342?width=700&height=467",
    "image_1": "im-487342.jpg",
    "time": "2022-02-17 18:19:00",
    "body": "Sight unseen, “Ted K” might seem like a movie to skip. It’s another account of Ted Kaczynski, the infamous hermit, known as the Unabomber, whose homemade bombs killed three people and injured 23 between 1978 and 1995, and whose exploits have been chronicled by a long succession of TV films, documentaries and at least one play. This one is different, though—an enthralling, even visionary drama that regards its subject with empathy and horror, locates him on the actual piece of land he once owned in Montana and portrays him through a stunning performance by Sharlto Copley, who finds emotional mercury in Kaczynski’s boiling cauldron of rage.<br />The director was Tony Stone, working from a screenplay he wrote with Gaddy Davis and John Rosenthal, and making extensive use of Kaczynski’s own writings. Mr. Stone’s 2007 fiction film, “Severed Ways: The Norse Discovery of America,” was also off the beaten path, to say the least; it concerns a couple of Norsemen stranded in 1007 when their expedition is attacked. Nine years later he made “Peter and the Farm,” a fine documentary that is closer in substance to his new film since its subject, a Vermont farmer, is a loner who has isolated himself from his family. Isolation is the spiritual weather of “Ted K.” Kaczynski is an intellectual, however thwarted; a charmer on occasion, and a cold-souled killer who may or may not suffer from paranoid schizophrenia. Before and after everything else, though, he is a man with a ferocious determination to isolate himself from technological society, which he considers to be toxic to the planet."
}