{
    "url_original": "https://www.wsj.com/articles/the-bald-eagle-book-review-how-an-american-myth-took-flight-11645198945?mod=opinion_major_pos12",
    "url": "the-bald-eagle-book-review-how-an-american-myth-took-flight-11645198945",
    "title": "‘The Bald Eagle’ Review: How an American Myth Took Flight",
    "sub_head": "Americans have venerated the bald eagle as a symbol of nobility and strength—but enduring misconceptions led to its near-extinction.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-488345?width=860&height=573",
    "image_1": "im-488345.jpg",
    "time": "2022-02-18 10:43:00",
    "body": "It’s commonly believed that Benjamin Franklin would have preferred the wild turkey as America’s national bird. In a letter addressed to his daughter, he branded the bald eagle a “rank coward” and a bird of “bad moral character” because it feeds on the meat of dead animals and steals food from other birds—particularly the honest osprey. He admitted that the turkey was a “vain and silly” creature but still deemed it a “much more respectable” candidate. Franklin was, of course, anthropomorphizing the wild birds by the moral standards of his time, a misguided practice that continues to this day. It is only through the human lens that a pig is greedy, a donkey stubborn or a fox sly.<br />There is, naturally, more to Franklin’s story. At the time of his writing, he was incensed by the Society of the Cincinnati, which had been formed to commemorate the officers of the Revolutionary War. The society included in its iconography the bald eagle. It also, more significantly, excluded Franklin from its membership. So it’s easy to imagine Franklin, who admitted he was fond of “prattling, punning and joking,” writing a polemic aimed at the bald eagle. It’s also easy to imagine him thinking that the screed would have more punch if discovered, as it indeed was, in an unsent private letter. This was a man who seldom put quill to paper without an eye toward public consumption—and if it meant taking an elitist society to task, all the better."
}