{
    "url_original": "https://www.wsj.com/articles/the-man-from-the-future-review-the-genius-of-john-von-neumann-11645810799?mod=opinion_major_pos11",
    "url": "the-man-from-the-future-review-the-genius-of-john-von-neumann-11645810799",
    "title": "‘The Man From the Future’ Review: The Genius of John von Neumann",
    "sub_head": "The Hungarian-born mathematician contributed greatly to the fields of quantum mechanics, game theory, nuclear physics—and more.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-491566?width=860&height=573",
    "image_1": "im-491566.jpg",
    "time": "2022-02-25 14:26:00",
    "body": "Indiscriminately applied these days to everything from Elon Musk to tips for cooking chicken in your dishwasher, the word “genius” has arguably lost whatever meaning it might have had. But if anyone ever merited the label, it was surely the Hungarian-born mathematician John von Neumann. His unworldly insights into everything his wide-ranging intellect touched led colleagues to joke that he must be a superintelligent visitor from another planet, who had adopted the cover story of being Hungarian to explain away his heavily accented English.<br />During his 53 years on Planet Earth—he died of metastatic prostate cancer in 1957—von Neumann, beginning at age 19, pioneered new areas of pure mathematics that today bear his name; revolutionized the foundations of quantum mechanics in the 1920s (among other things by demonstrating the deep mathematical equivalence of Heisenberg’s matrix mechanics and Schrödinger’s wave mechanics that had mystified everyone else); solved the crucial problem of employing high explosives to precisely and symmetrically compress a sphere of plutonium in the first atomic bomb; co-authored the bestselling book that launched the field of game theory; developed key concepts of nuclear deterrence and (before the first stored-program digital computer even existed) conceived the fundamental architecture used in every computer since."
}