{
    "url_original": "https://www.wsj.com/articles/the-dropout-hulu-elizabeth-holmes-theranos-amanda-seyfried-sam-waterston-kate-burton-william-h-macy-bill-irwin-stephen-fry-laurie-metcalf-naveen-andrews-11646091455?mod=opinion_major_pos13",
    "url": "the-dropout-hulu-elizabeth-holmes-theranos-amanda-seyfried-sam-waterston-kate-burton-william-h-macy-bill-irwin-stephen-fry-laurie-metcalf-naveen-andrews-11646091455",
    "title": "‘The Dropout’ Review: Out for Blood at Theranos",
    "sub_head": "Amanda Seyfried stars as Elizabeth Holmes in this eight-part show based on the podcast of the same name.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-494888?width=860&height=573",
    "image_1": "im-494888.jpg",
    "time": "2022-02-28 18:39:00",
    "body": "Elizabeth Holmes, who rode Silicon Valley’s “fake it till you make it” ethos all the way to a four-count felony conviction, isn’t interesting because she’s a victim. She’s interesting because, by every indication, she’s a sociopath. And yet, by the end of episode 1 of Hulu’s dramatic series “The Dropout,” a viewer will be wondering if the subject’s misbehavior is going to be blamed on her chilly mother, her feckless father, her own frigidity, mean girls, a sexual assault at Stanford, or the fact that she couldn’t run as fast as the other kids in grade school.<br />The eight-part series finally stops imposing sympathy on the story in episode 4, when Holmes (Amanda Seyfried) becomes a fully paranoid burner of bridges at Theranos, her “disruptive” company that was built on a blood-testing technology that never actually worked. She shops it anyway, to CVS, Safeway and ultimately Walgreens, whose team of older male executives—who should be running for the hills—partner instead with a woman willing to test her unworkable process on terminal cancer patients, spy on her employees and lie shamelessly in the face of incontrovertible facts. “I don’t feel things the way other people feel things,” she tells her age-inappropriate boyfriend and alleged accomplice, Sunny Balwani (a wondrously vile Naveen Andrews). That much is clear."
}