{
    "url_original": "https://www.wsj.com/articles/the-color-of-abolition-review-allies-against-slavery-11644179868?mod=opinion_reviews_pos1",
    "url": "the-color-of-abolition-review-allies-against-slavery-11644179868",
    "title": "‘The Color of Abolition’ Review: Allies Against Slavery",
    "sub_head": "A group biography of William Lloyd Garrison, Frederick Douglass and their associates is also a history of the abolitionist movement, 1831-65.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-480887?width=700&height=325",
    "image_1": "im-480887.jpg",
    "time": "2022-02-06 15:37:00",
    "body": "On New Year’s Day 1831, a youthful New England newspaperman with a political bent launched his latest venture in social reform, promising a new era in American abolitionism. In the first issue of the Liberator, William Lloyd Garrison, who had just turned 25, famously proclaimed: “I will be as harsh as truth, and as uncompromising as justice . . . AND I WILL BE HEARD.” And, indeed, 1831 did mark a watershed in the American antislavery movement. Supported by Boston’s free black community and emanating from a small office on Boston’s Cornhill Street, Garrison’s strident antislavery message galvanized American abolitionism and spearheaded a campaign of speakers, pamphlets and fundraising that generated auxiliaries of his recently formed New England Anti-Slavery Society throughout the North.<br />Before 1831, American antislavery was characterized by gradualist measures and a “colonizationist” program intended to transport all freed black people out of the country. After 1831, the movement committed itself to radical views, radical actions and radical language espoused by men—and women—committed to lifelong careers of social reform. Although the scholarly focus on New England has long dictated a through-line from Garrison’s opening salvo to Lincoln’s Emancipation Proclamation more than three decades later, the movement’s radical energies were by their very nature fragmented."
}