{
    "url_original": "https://www.wsj.com/articles/the-automat-starbucks-mel-brooks-ruth-bader-ginsburg-colin-powell-carl-reiner-elliott-gould-lisa-hurvitz-horn-and-hardart-howard-schultz-11645140110?mod=opinion_major_pos13",
    "url": "the-automat-starbucks-mel-brooks-ruth-bader-ginsburg-colin-powell-carl-reiner-elliott-gould-lisa-hurvitz-horn-and-hardart-howard-schultz-11645140110",
    "title": "‘The Automat’ Review: A Documentary Feast",
    "sub_head": "Lisa Hurwitz’s film about the democratic chain of restaurants features a smorgasbord of high-profile interviewees",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-487988?width=700&height=467",
    "image_1": "im-487988.jpg",
    "time": "2022-02-17 18:22:00",
    "body": "When a relatively unheralded documentary contains interviews with Mel Brooks, Ruth Bader Ginsburg, Elliott Gould, Colin Powell, Carl Reiner and Howard Schultz, chances are it’s something special, and Lisa Hurwitz’s “The Automat” certainly is. Those illustrious participants are all there to recall the glory days of a vanished, cherished and singularly democratic institution, and to share their own memories of breakfasts, lunches and dinners at a chain of restaurants where anyone from any stratum of society could put nickels in a slot, turn a knurled brass knob, lift a little door with a rectangular window and withdraw a generous portion of remarkably good food.<br />The first course of discourse has a strong meta flavor. Mel Brooks starts his discursive schmooze by wondering if the filmmaker behind the camera knows what she’s doing. “Where would you show this?” he asks. “There are film festivals all over, but do they show this kind of thing? It’d have to be over an hour for it to be a documentary in a theater.” Film festivals do show this kind of thing—I saw it at Telluride last year, and loved it for its mixture of fragrant recollections and astute social history. And yes, it will be playing in theaters around the country, starting this week in New York, since it runs an hour and 19 minutes—and ends with a stirring anthem that Mr. Brooks wrote and sings for the occasion, “(There Was Nothing Like the Coffee) At the Automat.”"
}