{
    "url_original": "https://www.wsj.com/articles/three-books-on-hong-kong-and-china-review-crackdown-on-democracy-11643989963?mod=opinion_major_pos12",
    "url": "three-books-on-hong-kong-and-china-review-crackdown-on-democracy-11643989963",
    "title": "Three Books on Hong Kong and China’s Crackdown on Democracy",
    "sub_head": "The rise of authoritarianism in Hong Kong—and elsewhere in China—is charted in a trio of recent books.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-479256?width=860&height=573",
    "image_1": "im-479256.jpg",
    "time": "2022-02-04 10:54:00",
    "body": "The opening of the Winter Olympics puts “sportswashing” on global display. The Chinese government has devoted vast resources to the Games, hoping that they will convey an open and appealing image of China and distract attention from the country’s totalitarian practices at home and threats abroad. Fortunately, new books about China offer a counter-narrative, detailing, among other matters, the attack on Hong Kong’s freedoms and the assault on China’s Uyghur minority.<br />Mark L. Clifford’s “Today Hong Kong, Tomorrow the World” (St. Martin’s, 306 pages, $29.99) captures how much has been wrested from Hong Kong’s people—a measure of how far Beijing is willing to go to destroy liberal institutions and democratic norms and ensure its tight lock on the power of the Chinese Communist Party. After Mao took over China, Hong Kong was a prosperous and free harbor for Chinese people, “a haven, protected by the British rule of law and run by competent and largely hands-off administrators.” When Britain handed the colony back to China in 1997—it was by then one of the world’s most dynamic financial capitals—it did so under the terms of an international treaty whose commitments Beijing has brazenly violated, especially in the past two years. Instead of respecting Hong Kong’s autonomy, China has eliminated its freedoms, jailing leading pro-democracy politicians and journalists."
}