{
    "url_original": "https://www.wsj.com/articles/ultimate-ski-trip-alps-11643991250?mod=life_work_lead_pos2",
    "url": "ultimate-ski-trip-alps-11643991250",
    "title": "The Ultimate Ski Trip Is Back: 3 Ways to Conquer the Alps",
    "sub_head": "Ski vacations in the European Alps are viable again. Consider these invigorating options, from a private-jet spin around France to off-the-grid adventures in the Italian Alps.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-478817?width=860&height=573",
    "image_1": "im-478817.jpg",
    "time": "2022-02-04 11:15:00",
    "body": "LAST WINTER, American skiers hoping to hit Europe’s alpine slopes were out of luck, with most borders across the Continent still sealed shut. This season, now that most countries have reopened, vacations to the epicenter of ski culture and heritage are back on the menu. Booking for ski trips soared in the fall, as people started planning their winter getaways. According to Dan Sherman, chief managing officer for Ski.com, a ski-vacation booking site, the number of trips scheduled for Europe surpassed pre-pandemic levels by 14%. In December, with the spread of the Omicron variant, bookings dipped but still remained relatively high—just 2% lower than in December 2019. “Many skiers who weren’t able to travel last winter are letting nothing get between them and a chairlift this year,” he said.<br />However, crossing borders these days requires more advance planning. Covid regulations still vary by country. In France, for example, foreign tourists must show proof of vaccination, including a booster shot, to access most restaurants, hotels and other venues. (You can find the latest requirements across Europe at Reopen.Europa.eu.) Individual ski resorts also have their own rules in place. Below, we recommend three ways to simplify a ski trip to the Alps, by either booking with a tour operator or parking yourself in a single, scenic town."
}