{
    "url_original": "https://www.wsj.com/articles/uncharted-mark-wahlberg-tom-holland-antonio-banderas-videogames-tati-gabouille-sophia-ali-11645140052?mod=opinion_major_pos14",
    "url": "uncharted-mark-wahlberg-tom-holland-antonio-banderas-videogames-tati-gabouille-sophia-ali-11645140052",
    "title": "‘Uncharted’ Review: Better Left in Beta",
    "sub_head": "Tom Holland stars in a shambles of a movie based on the videogame series.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-487356?width=700&height=467",
    "image_1": "im-487356.jpg",
    "time": "2022-02-17 18:21:00",
    "body": "If less is more, “Uncharted” must be a masterpiece. It’s bloodless, heartless, joyless, sexless and, with one exception, charmless. The exception is Tom Holland, but what’s he doing in a slapdash action adventure adapted from a videogame? Making money, of course—gamers will flock. Still, he’s a movie star for good reason, a refreshingly earnest presence with impressive acting chops. This is a concatenation of digital effects dedicated to the proposition that Newton got his laws of motion all wrong, and that physical objects, including human beings, can perform whatever gyrations a computer can concoct.<br />The source in question is Sony’s videogame series of the same name. In its theatrical version, directed by Ruben Fleischer, the treasure-hunt story gets fully under way when one thief recruits another. The recruit, Nathan Drake (Mr. Holland), is street-smart yet innocent, a combination that the actor actually pulls off. (Nathan and his brother, Sam, who’s presumed to be dead, are descendants of the English explorer Sir Francis Drake.) The recruiter, a cheerful treasure hunter named Victor “Sully” Sullivan, is played by Mark Wahlberg, who looks like he wishes he were elsewhere. The main action pits the two of them against a team led by Santiago Moncada (Antonio Banderas), a ruthless treasure hunter, in a search for a legendary trove of gold that was amassed by Ferdinand Magellan and acquired, then lost, by the House of Moncada half a millennium ago."
}