{
    "url_original": "https://www.wsj.com/articles/ways-and-means-review-financing-the-civil-war-11646090288?mod=opinion_reviews_pos1",
    "url": "ways-and-means-review-financing-the-civil-war-11646090288",
    "title": "‘Ways and Means’ Review: Financing the Civil War",
    "sub_head": "‘The Yankees did not whip us in the ﬁeld,’ one Confederate leader ruefully insisted. ‘We were whipped in the Treasury department.’",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-494941?width=860&height=573",
    "image_1": "im-494941.jpg",
    "time": "2022-02-28 18:18:00",
    "body": "‘Finance is always the art of planning for the worst,” Roger Lowenstein argues in his captivating book on the Civil War—that is, on who paid for it, and how. Yet surprisingly little financial planning occurred in advance of the worst of times in America. The danger of violent secession had loomed for years, but neither North nor South entered the 1861 secession crisis positioned to fund prolonged armed conflict. (Only in 1865 did Abraham Lincoln explain that “neither party” had “expected . . . the “magnitude or the duration” of the war.) In “Ways and Means,” Mr. Lowenstein, a onetime reporter for this newspaper and the author of books on Warren Buffett and the Federal Reserve, makes what subsequently occurred at Treasury and on Wall Street during the early 1860s seem as enthralling as what transpired on the battlefield or at the White House.<br />At first, the economic challenges facing each side seemed daunting: How could the South survive economically once the federal naval blockade reduced its cotton exports to a trickle? How would the North assuage European nations that depended on cotton to feed their ravenous mills; how would it persuade conservative Democrats to invest in the preservation of a government dominated by Republicans; exactly who would pay to suppress the Rebellion? As Ohio Sen. John Sherman conceded: “We were physically strong but financially weak.”"
}