{
    "url_original": "https://www.wsj.com/articles/a-hero-amazon-prime-asghar-farhadi-a-separation-11641508684?mod=opinion_reviews_pos2",
    "url": "a-hero-amazon-prime-asghar-farhadi-a-separation-11641508684",
    "title": "‘A Hero’ Review: Bright Lies, Murky Truths",
    "sub_head": "In Asghar Farhadi’s latest, a prisoner turns a possible solution to his problems into further woes through a series of fabrications",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-462351?width=700&height=467",
    "image_1": "im-462351.jpg",
    "time": "2022-01-06 17:39:00",
    "body": "The hero of “A Hero” looks heroic from the first moment we see him full-face. He’s strikingly handsome, with a trim beard, piercing eyes and a radiant smile. That will change—not only his looks but how we perceive him. Almost everyone, and everything we think we know about them, changes constantly in Asghar Farhadi’s latest morality tale, in Persian with English subtitles; it’s his finest work since his Oscar-winning “A Separation” a decade ago. People do the right thing, then the wrong thing, then things that are right for the wrong reasons or wrong for even wronger reasons. Half the time they have little or no idea what they’re doing because their good side doesn’t know what their bad side is concocting. This astute, subversively funny film fills a broad canvas. Mainly, though, it’s about long division, the all-too-human state of being permanently and unwittingly split down the middle. (Currently in select theaters, “A Hero” will move to Amazon Prime Video on Jan. 21.)<br />The setting is Shiraz, a city in southwestern Iran, and the title is ironic, for reasons that emerge from a chain of events with a special kind of gravity; they’re deadly serious for all concerned, yet worthy of a Preston Sturges comedy. (Specifically his classic “Hail the Conquering Hero,” the one in which a World War II G.I. discharged for hay fever concocts a story about having been wounded in combat.) The ostensible paragon in this case is a former sign painter and calligrapher named Rahim (Amir Jadidi). When the movie opens Rahim is just starting a two-day pass from a prison to which he was sent for failure to pay a three-year-old business debt. (His creditor, Bahram, is played by Mohsen Tanabandeh.) Things are looking up, though. Rahim’s girlfriend, Farkhondeh (Sahar Goldust), has found 17 gold coins in a bag someone lost; they’ll go a long way toward satisfying the creditor and getting Rahim out of prison."
}