{
    "url_original": "https://www.wsj.com/articles/belle-mamoru-hosoda-metaverse-mirai-gkids-11642112149?mod=opinion_major_pos13",
    "url": "belle-mamoru-hosoda-metaverse-mirai-gkids-11642112149",
    "title": "‘Belle’ Review: Reality’s Beautiful Bite",
    "sub_head": "A teenager in rural Japan finds online fame through a virtual concert in Mamoru Hosoda’s latest animated feature",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-466545?width=700&height=467",
    "image_1": "im-466545.jpg",
    "time": "2022-01-13 17:17:00",
    "body": "When stardom hits in “Belle,” it does so with otherworldly force—a teenage singer’s debut concert draws a crowd of approximately 200 million. The venue really is otherworldly, though, a virtual-reality site called U, and the newly minted diva is an avatar named Belle, the glittering cyberspace projection of an unhappy high-schooler, Suzu, who lives her real-world life in a small rural town in Japan. This ambitious anime feature by Mamoru Hosoda juxtaposes the two worlds as Suzu makes her way through a troubled adolescence, and the story includes an elaborate riff on “Beauty and the Beast.” There’s too much plot for the film to manage, but its heart, and sumptuous art, are so firmly in the right place that its appeal comes through sweet and clear. (A GKIDS production, “Belle” is playing in theaters in a subtitled version, which I saw for review, and also in a dubbed version, which might be more accessible for young audiences.)<br />In Mr. Hosoda’s previous feature, the 2018 Oscar-nominated “Mirai,” the 4-year-old hero, Kun, is lonely because his baby sister has taken his place at the center of his family. Suzu’s sadness has deeper roots; she’s been inconsolable since her mother died years ago. Kun’s loneliness grows until he comes upon a magic garden where he encounters visitors from his family’s past and future alike. Suzu’s refuge is more contemporary, evoking the sort of metaverse alternatives to mere reality that Google, Apple, Oculus and who-knows-whatulus may be cooking up for our online future."
}