{
    "url_original": "https://www.wsj.com/articles/biden-reaches-break-point-georgia-speech-voting-rights-senate-mcconnell-division-election-law-11642110521?mod=opinion_major_pos7",
    "url": "biden-reaches-break-point-georgia-speech-voting-rights-senate-mcconnell-division-election-law-11642110521",
    "title": "Biden’s Georgia Speech Is a Break Point",
    "sub_head": "He thought he was merely appealing to his base. He might have united the rest of the country against him.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-467636?width=860&height=573",
    "image_1": "im-467636.jpg",
    "time": "2022-01-13 18:43:00",
    "body": "It is startling when two speeches within 24 hours, neither much heralded in advance—the second wouldn’t even have been given without the first—leave you knowing you have witnessed a seminal moment in the history of an administration, but it happened this week. The president’s Tuesday speech in Atlanta, on voting rights, was a disaster for him. By the end of Senate Minority Leader Mitch McConnell’s answering speech on Wednesday you knew some new break point had occurred, that President Biden might have thought he was just crooning to part of his base but the repercussions were greater than that; he was breaking in some new way with others—and didn’t know it. It is poor political practice when you fail to guess the effects of your actions. He meant to mollify an important constituency but instead he filled his opponents with honest indignation and, I suspect, encouraged in that fractured group some new unity.<br />The speech itself was aggressive, intemperate, not only offensive but meant to offend. It seemed prepared by people who think there is only the Democratic Party in America, that’s it, everyone else is an outsider who can be disparaged. It was a mistake on so many levels. Presidents more than others in politics have to maintain an even strain, as astronauts used to say. If a president is rhetorically manipulative and divisive on a voting-rights bill it undercuts what he’s trying to establish the next day on Covid and the economy. The over-the-top language of the speech made him seem more emotional, less competent. The portentousness—“In our lives and . . . the life of our nation, there are moments so stark that they divide all that came before them from everything that followed. They stop time”—made him appear incapable of understanding how the majority of Americans understand our own nation’s history and the vast array of its challenges."
}