{
    "url_original": "https://www.wsj.com/articles/brooch-trend-vintage-grandmillennials-11642192453?mod=life_work_lead_story",
    "url": "brooch-trend-vintage-grandmillennials-11642192453",
    "title": "A Grandma Brooch, in 2022? Weirdly, Yes",
    "sub_head": "Thanks to the grandmillennial craze for vintage style and new fans like Nick Jonas and Bella Hadid, the brooch is improbably ascendant. But it’s not for everyone.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-465230?width=860&height=573",
    "image_1": "im-465230.jpg",
    "time": "2022-01-15 08:00:00",
    "body": "At the top of the list of things I truly cannot imagine wearing is a brooch. Like a straw boater hat or a pair of suspenders, it feels like a fussy part of a costume for a regional theater production of “My Fair Lady.” And yet, in recent years, the brooch has been climbing out of the depths of dowdiness to become something more radical and contemporary. It’s no longer only for grandmas. Just ask Nick Jonas, the 29-year-old pop star who wore a large sparkling starfish pin on his lapel as a coach on “The Voice” in 2021. In an accompanying social-media clip, he proclaimed that he had “big brooch energy.”<br />As improbable as it sounds, “big brooch energy” has grown increasingly evident on the red carpet, the runway and across pop culture and social media. Brooches, also known as pins, evolved from their Bronze Age use as clothing fasteners to be mostly decorative. Today, some fans buy designer versions from pin-happy fashion brands like Loewe and Gucci, while others are collecting vintage brooches. Look! There’s Carrie Bradshaw in the “Sex and the City” reboot “And Just Like That…,” recycling her giant blue-flower pin from the original series. There’s Trevor Noah wearing a diamond starburst pin from Tiffany & Co. at the 2021 Grammy Awards. And there’s Bella Hadid with a Dior cactus brooch pinned to her halter top at a 2021 runway show."
}