{
    "url_original": "https://www.wsj.com/articles/chasing-history-review-wishing-on-a-star-11641572593?mod=opinion_major_pos11",
    "url": "chasing-history-review-wishing-on-a-star-11641572593",
    "title": "‘Chasing History’ Review: Wishing on a Star",
    "sub_head": "Before Watergate made him a celebrity journalist, Carl Bernstein learned his trade in a now-vanished newsroom.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-463031?width=860&height=573",
    "image_1": "im-463031.jpg",
    "time": "2022-01-07 11:23:00",
    "body": "A reader of Carl Bernstein’s charming new memoir will find the word “Watergate” only once in the 300-plus pages preceding the book’s epilogue. Moreover, that single occurrence refers not to a scandal or mixed-use architectural complex but to an old bit of Washington, D.C., geography, the piece of “the Potomac riverbank at Watergate.” Throughout “Chasing History,” the Washington Post appears not as the paper that made Mr. Bernstein famous but as competition to the one that made him a newsman, the old Evening Star. He tells the tale of a vanished, noisy print world in which “every page was composed, literally, within a rectangular metal form, called a ‘chase,’ that replicated the size of a newspaper page and served as a fence to contain the tens of thousands of pieces of type inside.” Perhaps unintentionally, Mr. Bernstein’s title is a play on words: his book is not so much about chasing after history as it is about “chasing” within those metal rectangles what’s often called history’s first draft.<br />“Training for the Newspaper Trade,” a short manual from 1916 that remains nestled on my bookshelves, points out how the menial “boy” was always “a plentiful factor in all parts of the establishment,” as well as “the most volatile. It is to be doubted if one in a hundred ‘sticks.’ ” Mr. Bernstein stuck. He arrived at the Star in June of 1960, short and freckled and 16 years old, wearing a suit just purchased from “‘No-Label Louie” Goldstein’s store on Washington’s D Street. Bored at his suburban high school, he was immediately enchanted by the “purposeful commotion” of the newsroom and the just-printed copy of the paper that a production editor put into his hands: “The pages were still warm.” One of his interviewers was the senior editorial writer, Mr. Gould Lincoln, who had begun work at the Star, as a boy, in 1895."
}