{
    "url_original": "https://www.wsj.com/articles/compartment-no-6-juho-kuosmanen-seidl-haarla-yuriy-borisov-andris-feldmanis-livia-ulman-rosa-liksom-11643322852?mod=opinion_reviews_pos2",
    "url": "compartment-no-6-juho-kuosmanen-seidl-haarla-yuriy-borisov-andris-feldmanis-livia-ulman-rosa-liksom-11643322852",
    "title": "‘Compartment No. 6’ Review: Making the Connection",
    "sub_head": "A pair of train passengers form an unlikely bond during a long-haul trip to the Russian port city of Murmansk",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-473669?width=700&height=467",
    "image_1": "im-473669.jpg",
    "time": "2022-01-27 17:35:00",
    "body": "Juho Kuosmanen’s “Compartment No. 6,” in Russian and Finnish with English subtitles, starts as a road movie—a railroad movie—and threatens to become a darkly funny horror story. (It’s playing in theaters in New York and Los Angeles this week before entering wider distribution.) A young Finnish student in Moscow, Laura (Seidi Haarla), boards a train in the dead of winter that’s bound for the arctic port of Murmansk, then finds herself stuck with a thuggish Russian sleeping-car companion. Ljoha (Yuriy Borisov) has already turned their tiny compartment into a garbage dump, and the train hasn’t yet left the station. Laura, enchanted by archaeology, is hoping to see rock carvings that are 10,000 years old. Ljoha, a smoker, boozer and latter-day caveman, is headed for work in a mine near the Arctic Circle. A claustrophobic trip for moviegoers, then? No, not at all. It’s an improbably beautiful film about strangers on a train coming to terms with each other as they make peace with their troubled selves.<br />On the surface it doesn’t compute that the two would have anything in common. She’s gay, or at least she has recently been involved with a woman we see briefly during a preface in a cozy Moscow apartment. (The time is the late 1990s.) He broods and glowers when he isn’t coming on to her with hilarious insolence and invincible ignorance. He couldn’t care less about rock carvings. When she tells him how old they are his response is “So what?,” to which she can only say something anodyne about understanding the present by knowing the past. But one’s understanding of the present can also be increased by seizing it fully, and both of them begin to do that out of an unspoken yearning that neither starts nor ends with sex."
}