{
    "url_original": "https://www.wsj.com/articles/fiction-to-paradise-review-11641572314?mod=opinion_major_pos12",
    "url": "fiction-to-paradise-review-11641572314",
    "title": "Fiction: ‘To Paradise’ Review",
    "sub_head": "A story of civilization-wide trauma takes the shape of a novel of ideas—without the ideas.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-462674?width=860&height=573",
    "image_1": "im-462674.jpg",
    "time": "2022-01-07 11:18:00",
    "body": "Since its appearance in 2015, Hanya Yanagihara’s novel “A Little Life” has provoked the sort of boisterous disagreements that American culture usually reserves for movies and television series. Reactions to the book—over 700 pages about the daily mortifications of Jude, a survivor of child-prostitution rings and one of the most severely traumatized characters ever imagined in fiction—alternate between reverence and revulsion, with very little in between. You either found this enormous literary Pietà heartrending and cathartic (countless did; it recently made the shortlist of a New York Times reader’s poll of the best books of the past 125 years) or you thought it was grotesque trauma porn. The novel’s own editor, Gerry Howard, memorably labeled it a “miserabilist epic,” betraying his discomfort with a work that had brought him and his publishing house so much prestige.<br />In my view—and I belong to the camp of the novel’s admirers—the key to its potency lies in Ms. Yanagihara’s idiosyncratic contempt for what one character calls “the sinister pedantry of therapy, its suggestion that life was somehow reparable.” The conventional trauma novel is built on the talking-cure promise of recovery, but not “A Little Life,” where the absence of Freudian subtext or clever narrative ironies leads to a pure melodrama of survival, in which the faltering consolations of love and friendship are the only checks against limitless suffering. Ms. Yanagihara’s refusal to avail herself of a psychoanalytic deus ex machina has made the countless other novels on the same subject seem timid in comparison. There is huge emotional power in the way that Jude and his companions face the inescapable by tenaciously reinventing reasons for hope and possibility, until they—and the reader—simply run out of energy."
}