{
    "url_original": "https://www.wsj.com/articles/free-love-book-review-tessa-hadley-novel-shes-leaving-home-11643385319?mod=opinion_major_pos12",
    "url": "free-love-book-review-tessa-hadley-novel-shes-leaving-home-11643385319",
    "title": "‘Free Love’ Review: She’s Leaving Home",
    "sub_head": "In Tessa Hadley’s novel, an English family is tugged at by social changes without—and stirrings within.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-473716?width=860&height=573",
    "image_1": "im-473716.jpg",
    "time": "2022-01-28 10:57:00",
    "body": "Tessa Hadley, author now of eight novels and three collections of short stories, has few rivals in portraying the dynamics of families and the intricate weave of emotional affiliations among members. She is a genius at capturing fugitive thoughts and memories, the propulsive energy of desire, and the provisional reasoning that constitute inner being. Her plots, though often marked by a stunning revelation, are not where the dramatic action is; that occurs within the characters themselves. Her 2015 novel “The Past” is her masterpiece in this regard, not least in her depiction of the inner worlds of children, but her present novel, “Free Love,” approaches that work’s agility in capturing thought and feeling in flight. In this case, we have an English family in a moment of social upheaval remaking their lives, unyoking themselves from each other and from the conventions of the past.<br />The novel begins in 1967 with Phyllis Fischer dressing carefully for a little dinner she and her husband, Roger, are giving that evening. He is a high-placed civil servant in the Foreign Office; she is a housewife and stalwart of gracious living. They live in a charming Arts-and-Crafts house in a wealthy London suburb and are the parents of Colette, 15, and Hugh, 9. One guest will be coming: Nicholas “Nicky” Knight, a young man in his early 20s, the son of old friends of Roger’s parents. This is the first time the Fischers have seen him since he was a child—and we would not be surprised if it were the last. Arriving over an hour late, he is a sloppy, rude, insufferable prig. But Phyllis, at 40, is viscerally drawn to him, attracted by his disorderliness, by “his long hair, scruffy flared trousers, unbuttoned unironed shirt, drawling mockery, thin smiles, offensive opinions, deliciously offensive everything.”"
}