{
    "url_original": "https://www.wsj.com/articles/high-tech-bathroom-11642720799?mod=life_work_lead_pos1",
    "url": "high-tech-bathroom-11642720799",
    "title": "The Bathroom of the Future Is Here: From High-Tech Toilets to Self-Filling Tubs",
    "sub_head": "After two stress-filled pandemic years, some Americans are turning their bathrooms into spa-like sanctuaries complete with interactive makeup mirrors, chromotherapy showers, no-touch faucets and smart showers",
    "category_1": "Tech",
    "category_2": "Personal Tech",
    "image_1_url": "https://images.wsj.net/im-469470?width=700&height=510",
    "image_1": "im-469470.jpg",
    "time": "2022-01-21 06:00:00",
    "body": "THE SUGGESTION pops up on your phone in the produce section of the grocery store: “Your diet seems unbalanced. The recommended recipe is: ‘Salmon/Chicken Avocado Salad.’” A message from your nutritionist? Nope. Personal trainer? If only. In this vision of the future, it’s your toilet doing the talking. The Wellness Toilet concept that Toto presented at this year’s Consumer Electronics Show is a commode that doubles as a health-monitoring device. The concept isn’t unprecedented: Toilets capable of analyzing their contents have been on clinicians’s radar for some time. But as a piece of consumer electronics, Toto’s toilet is unmatched. The release date (years, not months from now) and the specific technologies are still under wraps, said Bill Strang, Toto USA’s president of Corporate Strategy and eCommerce, but the trend is clear: Bathrooms have become showcases for technology on par with kitchens and home theaters.<br />Christine Kohut, an interior designer in North Hampton, N.H., has noticed that the pandemic has driven many bathroom upgrades. “More people started asking for bidets, especially with the toilet-paper disaster at the beginning of Covid,” she said. “I think right now what’s motivating people is germs, to be honest.” This heightened hygiene awareness has motivated many to install touchless items like faucets and self-flushing toilets. When the home improvement website Houzz surveyed 2,891 homeowners for its 2021 Bathroom Trends Study, it found that more than a third of bathroom renovations undertaken in the past year or planned for the next three months include high-tech faucets and toilets with bidets, heated seats or self-cleaning tech."
}