{
    "url_original": "https://www.wsj.com/articles/interior-design-trick-wallpapering-closet-11642542780?mod=life_work_lead_story",
    "url": "interior-design-trick-wallpapering-closet-11642542780",
    "title": "A Secret Interior Design Trick: Wallpapering a Closet",
    "sub_head": "Adding pattern to a closet makes putting things away less dreary by turning the space into a giant jewel box—with storage that will make you smile",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-469630?width=860&height=1290",
    "image_1": "im-469630.jpg",
    "time": "2022-01-19 08:00:00",
    "body": "WANT TO GIVE your decor a pop of personality that is both discrete and powerful? Take wallpaper inside your closet, a favorite interior-designer trick that’s playful, surprising and easy on the budget. You do still have to consider the context, however. When adding a motif to a room, Jewel Marlowe, a Washington, D.C., interior designer and DIYer, categorizes patterns into stripes, dots, watercolors, organic and geometric. “If my closet is in a striped room, for example, I would choose a dot, watercolor, organic or geometric with a different scale for my closet for more visual interest.” Here, some other particulars.<br />Closets are, surprisingly, among Jewel Marlowe’s favorite spots to wallpaper. “I believe the smaller the space, the better the opportunity to make a statement,” said the Washington, D.C., interior designer, who clad every wall and shelf of her kitchen pantry in a green geometric pattern (right). She loves the unexpected splash and seeing guests’ reactions when she asks them to fetch an onion from the charismatic closet. Los Angeles interiors photographer Sara Ligorria-Tramp opulently papered her walk-in closet (left) to inject some liveliness into her home’s mostly neutral design scheme. “It’s a great place to take a risk without committing to an entire room. And it makes me happy every time I’m in there,” she said."
}