{
    "url_original": "https://www.wsj.com/articles/mens-crossbody-bags-streetwear-hype-11642187611?mod=life_work_lead_pos2",
    "url": "mens-crossbody-bags-streetwear-hype-11642187611",
    "title": "How Men’s Hype Bags Became the New Sneakers",
    "sub_head": "Once a punchline, men’s cross-body bags by brands like Gucci and Off-White have emerged as must-have status accessories, eliminating back-pocket bulges and any outdated stigma in convenient, hands-free ways.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-468222?width=700&height=466",
    "image_1": "im-468222.jpg",
    "time": "2022-01-14 14:15:00",
    "body": "ONE MORNING last October, Maynard Villaflores, 24, set his alarm for 5:55 a.m. Snoozing was not an option: At 6 a.m., New York brand Telfar was dropping a limited number of its coveted unisex handbags online. “Within two minutes the bags [would] be sold out,” said Mr. Villaflores, a social-media manager in Portland, Ore. He snapped up a mini olive number that he now wears across his chest. “The rush and [hype around the drop] reminds me of buying Jordans,” he said.<br />Mr. Villaflores is not the only man to liken bags to kicks. For the past decade, men have feverishly collected sneakers, nerding out over exclusive styles. Some brandish them on sidewalks while others see them as investments, keeping them box-fresh until resale. Rare models fetch dizzying sums on online marketplaces like StockX and at auction. (Just last year, Sotheby’s sold Kanye West’s Nike Air Yeezy 1 Prototype for $1.8 million.) Because of their sport and streetwear connotations, “sneakers helped break the stigma” that an interest in fashion was inherently feminine, said Jian DeLeon, Nordstrom’s men’s fashion director. “[Now], it’s OK for guys to obsess over accessories.” Recently, another men’s accessory has begun inspiring sneaker-level fervor: cross-body bags that cling to the torso like a baby monkey. Sold by brands like Fendi, Prada and Stüssy, such bags convey as much savvy and élan as a new pair of Salomons."
}