{
    "url_original": "https://www.wsj.com/articles/the-economic-weapon-book-review-the-limits-of-sanctions-from-abyssinia-to-ukraine-11643302954?mod=opinion_major_pos10",
    "url": "the-economic-weapon-book-review-the-limits-of-sanctions-from-abyssinia-to-ukraine-11643302954",
    "title": "‘The Economic Weapon’ Review: The Limits of Sanctions, From Abyssinia to Ukraine",
    "sub_head": "After World I, the victors hoped to avoid conflict by preemptively punishing the economies of countries that violated the international order. It hasn’t always worked.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-474510?width=860&height=573",
    "image_1": "im-474510.jpg",
    "time": "2022-01-27 12:04:00",
    "body": "Be warned, Vladimir Putin told President Biden after their much-publicized videoconference call of Dec. 7, and do not think of enacting any further sanctions against Russia over the Ukraine crisis, for that would simply backfire. Persuading European states not to participate in the Nord Stream 2 pipeline project, which promises to provide them Russian gas, does not frighten us. But it will hurt some of your allies. NATO declarations of resolve don’t scare us. Financial restrictions upon Russian banks and large businesses will not work. Your economic weapons are to no avail, for we are either resilient enough already or will find ways of getting around them. Don’t you understand, Mr. Putin seemed to be telling the world: Sanctions are a hopeless tool in diplomacy, so why not toss them into the dustbin of History?<br />Should Mr. Biden follow that course—and there is no sign right now that he will—he would be turning away from a policy that has been one of the main instruments in the strategic tool kit of the Western liberal powers for almost a century. For it was at the start of the 1920s, as Cornell University history professor Nicholas Mulder explains in “The Economic Weapon,” that the politicians and officials of the victors of World War I—Britain, France, Italy, the United States—attempted a new way of influencing states’ behavior. By using the international machinery of economic sanctions, or coordinating joint treasuries’ actions, they hoped to deter or punish transgressors of the Western rules-based order of things. The chief protocol and instrument of all this was located in Article 16 of the Covenant of the brand-new League of Nations, where it was proclaimed that member states were bound to cease all financial and commercial ties with countries deemed by the League Council to have committed acts of aggression against another state."
}