{
    "url_original": "https://www.wsj.com/articles/the-tender-bar-amazon-ben-affleck-george-clooney-j-r-moehringer-william-monahan-lily-rabe-christopher-lloyd-11641331986?mod=opinion_major_pos15",
    "url": "the-tender-bar-amazon-ben-affleck-george-clooney-j-r-moehringer-william-monahan-lily-rabe-christopher-lloyd-11641331986",
    "title": "‘The Tender Bar’ Review: Writing Under the Influence",
    "sub_head": "An aspiring author grows up under the guidance of his caring, bartender uncle in this story based on the memoir of J.R. Moehringer and directed by George Clooney.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-461814?width=860&height=573",
    "image_1": "im-461814.jpg",
    "time": "2022-01-04 16:34:00",
    "body": "No self-respecting barfly drinks well scotch, which is one pearl of wisdom cast by Ben Affleck’s Uncle Charlie in “The Tender Bar,” drawn from the memoir of J.R. Moehringer and directed by George Clooney. Generic booze is, in its way, a shortcut, something pretending to be something else—something achieved through time, effort and expense. As such, it’s not a bad analogy for this movie.<br />Based on Mr. Moehringer’s recollections of his ’80s boyhood on Long Island, N.Y.—and his early dream of being a writer and the influence thereupon of his blue-collar poet/saloonkeeper uncle—the film is set in and around the Dickens, a joint that suggests both “Cheers” and “The Iceman Cometh.” It has the depth of neither. You can’t really call the characters clichés, since they come out of Mr. Moehringer’s real-life recollections, but they’re treated that way by Mr. Clooney and his screenwriter, William Monahan (“The Departed”). Director and writer have tried to jam too much autobiography into a conventional feature and wound up with a series of vignettes. The people are so familiar, and the storyline so recycled, that we viewers reflexively fill in the copious blanks in both narrative and atmosphere. But it’s like bringing our own mortar to the filmmakers’ collection of bricks."
}