{
    "url_original": "https://www.wsj.com/articles/the-market-is-too-serene-about-inflation-interest-rate-paul-volcker-fomc-federal-reserve-price-stability-11641933266?mod=opinion_major_pos5",
    "url": "the-market-is-too-serene-about-inflation-interest-rate-paul-volcker-fomc-federal-reserve-price-stability-11641933266",
    "title": "The Market Is Too Serene About Inflation",
    "sub_head": "As in the early 1980s, new realities test the idea that interest rates reflect ‘rational expectations.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-465111?width=860&height=573",
    "image_1": "im-465111.jpg",
    "time": "2022-01-11 18:25:00",
    "body": "The interest rate on the 10-year U.S. Treasury note hovers around 1.75% while the annual rate of inflation nears 7%, suggesting that investors believe high inflation is temporary. Evidently the market expects the Federal Reserve will soon bring inflation back to within a narrow band centered on 2% a year, despite the surge in federal deficits and the central bank’s monetization of a large fraction of those deficits. Today’s low interest rates “forecast” low inflation, a “rational expectations” idea that now comforts the Fed. But the central bank shouldn’t feel too complacent.<br />The Fed confronted a similar situation in the early 1980s, but in reverse. Chairman Paul Volcker convinced his colleagues on the Federal Open Market Committee to raise short-term interest rates to extinguish double-digit U.S. inflation and the associated double-digit long-term interest rates. Volcker and the FOMC had promised in public that measures to tighten money and credit weren’t one-time actions but part of a permanent strategy to arrest inflation. They reasoned that once the market understood the FOMC meant business, long-term interest rates would quickly fall to reflect the prospective decline in inflation implied by the FOMC’s strategy. They were in for a nasty surprise."
}