{
    "url_original": "https://www.wsj.com/articles/tiktoks-travel-guides-11642193464?mod=life_work_lead_story",
    "url": "tiktoks-travel-guides-11642193464",
    "title": "TikTok’s Travel Guides: The New Way to Plan a Vacation",
    "sub_head": "The pandemic gave rise to a host of new virtual tour guides, eager to share their hometowns and unusual expertise, from ghost-hunting in Savannah to leaping off rooftops in Paris",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-465822?width=860&height=573",
    "image_1": "im-465822.jpg",
    "time": "2022-01-15 12:00:00",
    "body": "VIDEOS OF Gen Z-ers and millennials—and their cats—may saturate TikTok, but spend enough time scrolling around the social media app and you’ll find yourself led to more surprising realms. Take the travel feeds, which offer a stream of fresh footage shot just about anywhere in the world. Type #travel in the search box and you can watch waterfalls gush in Iceland, elk amble across Wyoming, sunsets unfold in South Tyrol or hungry turtles on the prowl in Zanzibar. Many of the videos are goofy vacation snippets, but in the past few years, TikTokers have matured a bit. Now some are eager to show off their hometowns, which lets armchair travelers dig deeper into destinations and get a personal perspective on a place. While some of these TikTok travel guides simply serve as inspiration for trip-planning, others offer real-life tours, too. Here, we highlight five of the most entertaining.<br />In Chicago, Sherman “Dilla” Thomas, 40, centers his TikTok videos on the city’s African-American history, exploring topics like redlining, segregation and gang culture. Calling himself Chicago’s favorite neighborhood historian, Mr. Thomas also delves into street names, local architecture, notable figures and the history of deep-dish pizza. A ComEd area operator and voracious reader, Mr. Thomas joined TikTok in November 2020, hoping to find an outlet for his local-history obsession. “I just have to get the stories out of me I guess,” he said. Last year, Mr. Thomas began offering occasional in-person tours, guiding visitors around historic neighborhoods such as Pullman and Bronzeville. His two-hour bus tours stop at places like the Pilgrim Baptist Church, which some consider the birthplace of gospel music, and the Eighth Regiment Armory, where Black soldiers were based during World War I."
}