{
    "url_original": "https://www.wsj.com/articles/what-is-kidcore-11641485543?mod=life_work_lead_pos2",
    "url": "what-is-kidcore-11641485543",
    "title": "The Big Men’s Fashion Trend of 2022? Dressing Like a Tween",
    "sub_head": "‘Kidcore’—a fad that sees adult men conjure their tweenage years with expressive, if juvenile, outfits—has thrived during the pandemic. Why the style is resonating and how to strike a somewhat age-appropriate balance.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-461107?width=860&height=1290",
    "image_1": "im-461107.jpg",
    "time": "2022-01-06 13:25:00",
    "body": "IT HAD BEEN a youthful year for men’s fashion. Cutesy charm necklaces often encircled the necks of Pete Davidson and Justin Bieber, making those shlumpy style icons—and paparazzi favorites—look like they’d been sprung from summer camp. Last November, Washington Wizard Kyle Kuzma pulled up to the locker room in a pink Raf Simons sweater with gigundo sleeves, calling to mind a kid wearing his big brother’s hand-me-downs. And fashion companies minted adult-size clothes with serious  Children’s Place  overtones. British label JW Anderson’s spring offering was littered with sweaters and other pieces in cutesy strawberry prints, while  Urban Outfitters  carries a “doodle” hoodie covered in infantilizing smiley faces.<br />This adult embrace of dressing like a tweenager has a name: “kidcore.” While it’s been simmering for a while (the 2018 explosion of tie-dye was an early indicator), kidcore has soared during the pandemic. You might theorize that men found solace in dressing like their preteen selves: Lyst, a British company that tracks the behavior of more than 150 million online shoppers in 2021, ranked kidcore as one of its top trends of 2021, based largely on the strength of searches for things like charm necklaces and cartoony  Crocs .  “A lot of people were searching for comfort and familiarity,” said Pierre Lavenir, a cultural specialist at Lyst."
}