{
    "url_original": "https://www.wsj.com/articles/zendaya-wet-hair-look-how-to-11641409755?mod=life_work_lead_pos2",
    "url": "zendaya-wet-hair-look-how-to-11641409755",
    "title": "Want Zendaya’s Wet-Hair Look? Here’s a Step-by-Step Guide",
    "sub_head": "Water is not enough to achieve a slicked-back style. Here, experts share their personal secrets to mastering this celebrity-favorite coif.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-462485?width=860&height=860",
    "image_1": "im-462485.jpg",
    "time": "2022-01-05 14:10:00",
    "body": "SLICKED-BACK hair is sexy by association. “Are you on a beach? Are you just out of the shower ready to welcome a lover?” said London-based hair stylist Anthony Turner, highlighting two of the look’s myriad connotations. “Wet hair definitely has a nonchalant sexiness.” Recall for a moment one of the greatest (and speediest) movie makeover scenes: Jamie Lee Curtis in 1994’s “True Lies.” In need of a seductive new look to tackle her secret spy mission, her meek character Helen rips the sleeves off her matronly dress to achieve a tight LBD; swipes on a red lip; and, to complete her racy transformation, tips out the water from a vase of flowers and runs it through her hair until it’s slicked back before walking through her target’s hotel-room door.<br />From the models flanking Robert Palmer in the 1985 video for “Addicted to Love,” to Sharon Stone circa “Basic Instinct,” a doused-head look telegraphs a powerful brand of sex appeal—one that celebrities such as Zendaya, Kristen Stewart and Tilda Swinton have recently embraced on the red carpet. The coif is not reserved for women: See David Bowie’s Thin White Duke, ’90s Johnny Depp, or Michael Douglas in the 1987 film “Wall Street.” And on the spring 2022 fashion runways, interpretations showed up with dramatic side parts at Miu Miu and Vivienne Westwood; as a classic comb-back at Balmain and Lanvin; and with tendrils askew at Chloé. “I think designers sought to portray the idea of a certain…freedom that we once took for granted,” suggested Mr. Turner, who engineered slick locks at Lanvin. Here, tips to help you master the look, no matter your hair type."
}