{
    "url_original": "https://www.wsj.com/articles/american-dude-ranch-review-the-tumbleweed-treatment-11648764502?mod=opinion_reviews_pos1",
    "url": "american-dude-ranch-review-the-tumbleweed-treatment-11648764502",
    "title": "‘American Dude Ranch’ Review: The Tumbleweed Treatment",
    "sub_head": "As the American frontier vanished, thousands sought escape from the modern world via a vacation spent around the cowboy campfire.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-516159?width=860&height=573",
    "image_1": "im-516159.jpg",
    "time": "2022-03-31 18:08:00",
    "body": "Readers of a certain age may remember the 1991 movie “City Slickers,” in which three friends from New York head west to participate in a cattle drive as a cure for their midlife malaise. Their inexperience is played for laughs, as when Billy Crystal’s character accidentally sets off a stampede by using a battery-operated coffee grinder in camp. Jack Palance, in an Oscar-winning turn as the weathered trail boss, looks on with amusement as the frightened animals destroy the tents and chuckwagon before he brings the cattle to a sudden stop by firing his pistol into the air. “City folk,” he mutters with a smile. He could just as easily have called the trio “dudes.”<br />As writer Lynn Downey explains in her spirited but uneven “American Dude Ranch,” she encountered the word frequently during her stint as the first historian of  Levi Strauss  & Co., which yielded her 2016 biography of the blue-jeans titan. The term derives from “duds,” in reference to the western styles—tight pants, piped shirts and fancy boots, among other items—adopted by easterners seeking frontier adventure who wanted to look the part. But to Ms. Downey’s surprise, neither “dude” nor its awkward female counterpart “dudine” was an epithet like “tenderfoot” or “greenhorn.” Rather, it was a judgment-free description of the people who sought, as she puts it in her subtitle, “a touch of the cowboy and the thrill of the West,” and were willing to pay for the experience."
}