{
    "url_original": "https://www.wsj.com/articles/balenciaga-makes-a-case-for-politicized-fashion-11646684411?mod=life_work_lead_pos1",
    "url": "balenciaga-makes-a-case-for-politicized-fashion-11646684411",
    "title": "Balenciaga Makes a Case for Politicized Fashion",
    "sub_head": "At Paris Fashion Week, Demna shows a collection charged with meaning about the war in Ukraine and the plight of refugees",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-499450?width=860&height=1290",
    "image_1": "im-499450.jpg",
    "time": "2022-03-07 15:20:00",
    "body": "Over one million refugees have already fled Ukraine in the wake of Russia’s invasion. “I have worked in refugee emergencies for almost 40 years,” said Filippo Grandi, the United Nations High Commissioner for Refugees, last week, “and rarely have I seen an exodus as rapid as this one.” So when Balenciaga’s creative director Demna, himself a refugee who fled his native Georgia during its civil war in 1993, was finalizing his fall collection, the unfolding situation in Ukraine felt so close to home that he considered canceling this week’s show in Paris. Demna, who recently dropped his last name Gvasalia to go by a mononym, wrote in the show notes that “in a time like this, fashion loses its relevance and its actual right to exist. Fashion feels like some kind of an absurdity.”<br />But he pressed on, fearing that ditching the show would mean “giving in.” Instead, he decided to reorient the presentation toward Ukraine, describing the show as a “dedication to fearlessness, to resistance, and to the victory of love and peace.” The French brand, which was established in Paris when Spanish designer Cristóbal Balenciaga fled his country’s civil war in 1937,  pivoted quickly. It was among the first to signal support of Ukraine on social media last week, and made a donation of an undisclosed amount to the World Food Programme, which is providing emergency food assistance to those affected by the war. Balenciaga has been involved with the organization since 2018, when the brand released a $750 hoodie emblazoned with the WFP logo—causing a brief stir over the piece’s mishmash of luxury and altruism."
}