{
    "url_original": "https://www.wsj.com/articles/best-beaches-mexico-11648137860?mod=life_work_featured_strip_pos2",
    "url": "best-beaches-mexico-11648137860",
    "title": "The 7 Best Beaches in Mexico, for Every Kind of Beachgoer",
    "sub_head": "In a country with a coastline this extensive, it’s hard to know where to unfurl your beach towel. We asked locals for goal-specific guidance",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-509099?width=700&height=467",
    "image_1": "im-509099.jpg",
    "time": "2022-03-24 12:05:00",
    "body": "MEXICO HAS mighty swells for surfing and placid bays with barely a ripple, beaches backed by ancient ruins and shores packed with modern resort towers. There are mangroves, cliffs and stretches of sugar-white sand, beaches for fishing and snorkeling and kicking back in a hammock. The country has nearly 5,800 miles of coastline, most of it unvisited, said Zachary Rabinor, the Puerto Vallarta-based president of luxury travel company Journey Mexico. “You’ve got these little blips in Cancún, Puerta Vallarta, Baja,” he said. “But they’re really little in terms of the vast stretches of pristine, beautiful coast.” We asked local experts for their favorite Mexican beaches, including some lesser-known spots to add to your wish list.<br />“Experienced surfers only,” warns Kalle Carranza, a former pro surfer who now teaches surfing in Sayulita. Playa Zicatela is right off Puerto Escondido, a hippie-ish town on the Oaxacan coast, and its waves are nothing short of epic. “From May to October, giant 20-foot-plus swells hit this beach break,” he said. “The world’s best travel the globe to surf them.” The sizable waves and powerful undertow mean Zicatela isn’t suitable for casual surfing—or even swimming. But it’s a great place to watch, and there’s a mellower spot, Playa La Punta, just to the south. Puerto Escondido airport almost exclusively serves Mexico City; Bahías de Huatulco airport, which receives flights from a handful of U.S. and Canadian cities in peak season, is about a 90-minute drive away."
}