{
    "url_original": "https://www.wsj.com/articles/between-memory-and-invention-book-review-robert-stern-architect-memoir-words-from-a-builder-11648217469?mod=opinion_major_pos12",
    "url": "between-memory-and-invention-book-review-robert-stern-architect-memoir-words-from-a-builder-11648217469",
    "title": "‘Between Memory and Invention’ Review: Stern Words From a Builder",
    "sub_head": "In the guise of a memoir, Robert A.M. Stern gives us a capsule history of American architecture since 1960.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-511668?width=860&height=573",
    "image_1": "im-511668.jpg",
    "time": "2022-03-25 10:12:00",
    "body": "Robert A.M. Stern, who appreciates a good phrase, was tickled when Architecture magazine called him a “suede-loafered sultan of suburban retrotecture, Disney party boy and notorious academic curmudgeon.” He could hardly quibble. The fashionable suburban houses that made him famous in the 1970s—classical abstractions with bow windows and gable roofs—were indeed retro. He designed resort hotels for Disney at its theme parks across the world; created a model town in Celebration, Fla.; and drew up the plans that transformed New York’s 42nd Street from civic gutter to tourist attraction. As for the suede loafers, Mr. Stern has never stopped wearing Guccis since he first put on a pair in 1965.<br />So he admits in “Between Memory and Invention: My Journey in Architecture,” Mr. Stern’s disarmingly unpretentious look back at his six-decade career. Those have been riotous decades for architecture. They began with the authority of the modern movement in free fall, followed by a furious war of theory and ideas that came to rest in the exhausted standoff of today’s “starchitecture” culture, in which celebrity takes the place of ideas. Through it all, Mr. Stern has shown a gift for being at the center of things. In the guise of a memoir, he has written what is in effect a capsule history of American architecture since 1960."
}