{
    "url_original": "https://www.wsj.com/articles/celebrity-beauty-products-worth-trying-11647963577?mod=life_work_lead_pos4",
    "url": "celebrity-beauty-products-worth-trying-11647963577",
    "title": "5 Celebrity Beauty Products Actually Worth Trying",
    "sub_head": "Not all star-fueled cosmetics, hair-care and skin-care lines are empty marketing schemes. Here, a handful you might want to check out",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-506846?width=860&height=573",
    "image_1": "im-506846.jpg",
    "time": "2022-03-22 12:00:00",
    "body": "SKEPTICAL CUSTOMERS generally avoid celebrity beauty lines. Beyond a sense that such products are intrinsically tacky, there is the question of efficacy: Could a face wash conceived by a YouTuber ever compete with one developed by a dermatologist? And are you paying for the actual product, or for the glossy TV commercial that stars the celebrity—not to mention the private jet that ferried her entourage? But as such brands multiply, the onslaught of stars-cum-entrepreneurs has become harder to ignore. Kylie Jenner’s lip kits made liner/lipstick duos a continuing craze, and Rihanna’s Fenty Beauty was one of the first brands to offer 50 shades of foundation, making makeup more inclusive. These are legitimate businesses, and celebrities increasingly want in. Just this month, celebrity brand-building platform A-Frame, which is working on lines with Naomi Osaka and John Legend, raised $11.2 million.<br />Celebrity beauty lines accounted for $533 million in U.S. sales in 2021, up 41% from 2020, according to market research firm NPD Group. Larissa Jensen, the firm’s beauty-industry adviser, called the growth “astronomical.” She said such ventures tend to work well right out of the gate, given the built-in fan base and follower count, but keeping that up is harder. “It needs to work for customers to keep coming back—that’s beauty 101,” she said. “And there needs to be authenticity.…It can’t come across like a money grab.”"
}