{
    "url_original": "https://www.wsj.com/articles/cornwallis-review-man-in-command-11647901001?mod=opinion_reviews_pos1",
    "url": "cornwallis-review-man-in-command-11647901001",
    "title": "‘Cornwallis’ Review: Man in Command",
    "sub_head": "After surrendering at Yorktown, Cornwallis was posted to India and Ireland—and negotiated with Napoleon’s France.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2022-03-21 18:16:00",
    "body": "Stephen Bown’s “The Company: The Rise and Fall of the Hudson’s Bay Empire” (2020) is listed as one of the top-selling works of “Pre-Confederation Canadian History” on Amazon; it is, only partly by default, the best pre-Confederation Canadian History I have read. I hope, for the sake of Richard Middleton, the author of several histories of colonial war, that his fine reappraisal of Charles, First Marquis of Cornwallis (1738-1805), is not so narrowly understood. (What will the Amazon bots say? “Eighteenth-Century Proconsular Lives”?) Cornwallis was the British Empire’s troubleshooting Zelig, presiding at pivotal, often calamitous, junctures in America, India, Ireland and France—wherever cracks in the imperial facade were found. As Pierre Corneille warned in “Cinna,” nearly 100 years before Cornwallis’s birth: “Who is all-powerful should fear everything.”<br />Born to Whig nobility, Cornwallis was schooled at Eton, where he received the ultimate in aristocratic injuries: struck in the eye playing hockey with the future bishop of Durham, he acquired the squint that was to mark his portraits by Reynolds, Gainsborough and Copley. (By unfortunate coincidence, Cornwallis’s parliamentary constituency would be the village of Eye.) He entered but didn’t graduate from Cambridge and, “actuated by an irresistible impulse”—or so he told his son—took up soldiering. The Seven Years’ War, in which he served with distinction, and his father’s death in 1762 initiated his career in the House of Lords. Though “not a ready speaker,” he won steady promotion. He opposed his party’s blanket legislation for the American colonies in 1766 and was hailed, Mr. Middleton writes, as “a friend of liberty.”"
}