{
    "url_original": "https://www.wsj.com/articles/denmark-veseys-bible-review-the-plot-against-charleston-11647808439?mod=opinion_reviews_pos1",
    "url": "denmark-veseys-bible-review-the-plot-against-charleston-11647808439",
    "title": "‘Denmark Vesey’s Bible’ Review: The Plot Against Charleston",
    "sub_head": "By 1822 Vesey had persuaded black followers to see themselves as Israelites and whites as Canaanites in a divinely sanctioned war of extermination.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-508390?width=860&height=573",
    "image_1": "im-508390.jpg",
    "time": "2022-03-20 16:33:00",
    "body": "In late May 1822, white residents of Charleston, S.C., confronted their worst nightmare, an insurrection plot by the city’s majority black population. Charleston was ripe for revolt. Slave and free, black Charleston was able to gather for worship in two bustling black churches, built in the mid-1810s with help from Philadelphia backers, and hear a coded gospel message of equality. And despite South Carolina’s draconian slave laws, a surprising number of black Charlestonians were literate, opening the community to diverse intellectual influences and subversive communications from antislavery interests.<br />The planned revolt was four years in the making, every detail carefully mapped out. The conspirators intended to seize weapons from a local armory and set fires all over the city, including at the governor’s mills and the many fine homes near the seaport. As white men rushed out to answer fire bells, house servants lying in wait were to kill them with axes, knives and clubs. The menfolk dispatched, the plotters were then to murder all the women and children. In this they believed themselves to be one with the Old Testament Israelites who, at the Battle of Jericho, “utterly destroyed all that was in the city, both man and woman, young and old . . . with the edge of the sword” (Joshua 6:21). Freed from white rule, the plotters would commandeer a ship and escape to the black Republic of Haiti. Fittingly, the uprising was planned for July 14, Bastille Day."
}