{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-presidential-cabinets-11647610417?mod=opinion_major_pos10",
    "url": "five-best-books-on-presidential-cabinets-11647610417",
    "title": "Five Best: Books on Presidential Cabinets",
    "sub_head": "Selected by David M. Shribman, a former Journal political reporter, now teaching at Carnegie Mellon University.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-507021?width=860&height=573",
    "image_1": "im-507021.jpg",
    "time": "2022-03-18 09:33:00",
    "body": "By John C. Culver and John Hyde (2000)<br />1. Henry A. Wallace (1888-1965)—pioneer agricultural scientist, farm journalist, lifelong student of corn production, progressive thinker and Progressive Party presidential candidate—may have receded from American memory, but his life and the lessons it offers have a distinct relevance to our time. In “American Dreamer,” a biography by a Democratic senator (John C. Culver) and a journalist (John Hyde), we encounter the onetime secretary of agriculture in all his glory and befuddlement. Wallace was, as the authors characterize him, “strange and unworldly,” but he was a giant in FDR’s cabinet, as well as one of the most formidable political philosophers in the history of American liberalism. A decadeslong advocate of international trade and cooperation, he had what the book describes as a conviction that unbridled capitalism and nationalism posed a danger to democracy. Wallace concluded that his political future rested with the people and not with the power brokers in Washington. Whoever was responsible, his 1948 third-party presidential candidacy tanked—he received even fewer votes than the breakaway Dixiecrat candidate, Strom Thurmond, and no electoral votes. Wallace was tarred, moreover, by his all-too-obvious Communist support. But he also spoke for a wider strain of American liberalism than any politician of his time and helped produce, along the way, an important strain of American hybrid seed corn."
}