{
    "url_original": "https://www.wsj.com/articles/great-freedom-franz-thomas-reider-rogowski-georg-friedrich-nazis-concentration-camp-11646952383?mod=business_minor_pos4",
    "url": "great-freedom-franz-thomas-reider-rogowski-georg-friedrich-nazis-concentration-camp-11646952383",
    "title": "‘Great Freedom’ Review: Repeat Offenses",
    "sub_head": "A German man spends the decades after World War II in and out of prison for being gay.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-501662?width=700&height=467",
    "image_1": "im-501662.jpg",
    "time": "2022-03-10 17:47:00",
    "body": "Instead of “Great Freedom,” a title of ultimately devastating irony, Sebastian Meise’s remarkable drama, playing in theaters and Austria’s entry for the Oscars, might have been called “No Crime and Punishment.” Its hero, Hans Hoffman (Franz Rogowski), spends more than two decades following World War II in and out of prison—mostly in, and doing the hardest of hard time—for being gay. The charge is always the same, a violation of Paragraph 175 of the German penal code. (From the founding of the German Empire in 1871 through the late 1960s, any so-called “unnatural sexual acts” were punishable by prison terms, both in East and West Germany.) The film, written by the director and Thomas Reider, is often brutal in content and spare in style, a celebration of unquenchable tenacity and the sustaining power of love.<br />Some films, and performers, throw themselves at the audience from the opening scenes. This one, like its intense, self-contained star, keeps its distance. In 1968, when the time-hopping narrative starts, Hans has been sentenced to prison yet again on the strength of an assignation caught on police surveillance cameras. All we know about him is that he’s a pariah among pariahs, scorned by other prisoners who have, in their own eyes, committed such socially acceptable crimes as murder. Then we come to understand that Hans’s serial confinements began in a Nazi concentration camp. After the Allies liberated the camps, there was no liberation for him. He was simply transferred to a civil prison, since the reach of Paragraph 175 was undiminished by the collapse of the Nazi regime."
}