{
    "url_original": "https://www.wsj.com/articles/impact-review-the-meteor-is-the-message-11648075119?mod=opinion_reviews_pos1",
    "url": "impact-review-the-meteor-is-the-message-11648075119",
    "title": "‘Impact’ Review: The Meteor Is the Message",
    "sub_head": "Space rocks—a hundred tons of them—rain down on this planet every day. One such rock may have brought the origins of life to Earth.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-510831?width=860&height=573",
    "image_1": "im-510831.jpg",
    "time": "2022-03-23 18:38:00",
    "body": "When the world ends, it will probably be a rock from space that does it. Climate disaster wrought by the impact of an asteroid around six miles wide killed off the dinosaurs 65 million years ago. More “planet killers” assuredly lurk out there. Which is why a NASA spacecraft the size of a golf cart is currently on its way to crash into a 525-foot asteroid named Dimorphos—so that we might observe the effect on Dimorphos’ trajectory. It’s an initial demonstration of how we might save Earth from a really big asteroid strike.<br />Such examples of human ingenuity are the real stars of Greg Brennecka’s “Impact: How Rocks From Space Led to Life, Culture, and Donkey Kong.” Finding small asteroids—say, around 50 yards wide—that might hit Earth is technically challenging. But it’s worth doing when you consider that, in 1908, a rock of such modest size exploded about three miles above the ground, in what is known as a meteoritic airburst, and flattened 850 square miles of Siberian forest with the power of around 1,000 Hiroshima bombs. The Chelyabinsk meteor of 2013 was a mere 20 yards across, yet its airburst damaged 7,000 buildings across six Russian cities. We didn’t see that one coming because it arrived from the direction of the sun. A new NASA-funded asteroid-tracking system, Atlas (which, rather worryingly, stands for Asteroid Terrestrial-Impact Last Alert System), hopes to do better."
}