{
    "url_original": "https://www.wsj.com/articles/interior-designer-trick-looks-like-new-architecture-11647459333?mod=life_work_lead_story",
    "url": "interior-designer-trick-looks-like-new-architecture-11647459333",
    "title": "The Interior-Designer Trick That Looks Like New Architecture",
    "sub_head": "Want to give a room a makeover that appears structural but isn’t? Design pros say paint your wood trim anything but white—and suggest seven alternatives.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-505225?width=860&height=860",
    "image_1": "im-505225.jpg",
    "time": "2022-03-16 15:36:00",
    "body": "HOW OFTEN do you think about trim? Chances are, rarely. Probably because white woodwork is the default—timeless but tiresome. Colorful, contrasting millwork, on the other hand, is the swizzle that transforms interiors with a whisk of a paintbrush, say design pros. Swap white trim for black, and voilà, a salon of sophistication. “The trim makes the space fully decorated,” said New York interior designer Tara McCauley, who upgraded her apartment by underscoring pale aqua walls with teal-blue baseboards. Philadelphia interior designer Glenna Stone pulls trim color from art, a rug or a pillow for cohesiveness—a design tactic she adopted in about 20% of her projects this year. Mrs. Stone sees contrasting trim as a way to differentiate your interior from the rest of the world's. “It adds in a dash of the unexpected,” she said.<br />Standout trim has an illustrious history—George Washington’s Virginia quarters, Mount Vernon, are a famous case in point. “In 18th-century America, trim was an indication you could afford a higher level of craftsmanship,” said Kirsten Moffitt, materials analyst for the Colonial Williamsburg Foundation’s Conservation Department in Williamsburg, Va. Color on chair-rail, wainscot and cornices called attention to the woodwork and wallpaper, said Ms. Moffitt. It elevated an interior as well as distinguished a prestigious parlor from lesser, utilitarian rooms."
}