{
    "url_original": "https://www.wsj.com/articles/john-keats-biography-nine-poems-lucasta-miller-review-truth-beauty-sex-and-drugs-11648215861?mod=opinion_major_pos10",
    "url": "john-keats-biography-nine-poems-lucasta-miller-review-truth-beauty-sex-and-drugs-11648215861",
    "title": "‘Keats’ Review: Truth, Beauty, Sex and Drugs",
    "sub_head": "The transcendent poet of ‘Ode on a Grecian Urn’ was a young man with distinctly earthbound interests.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-509259?width=860&height=573",
    "image_1": "im-509259.jpg",
    "time": "2022-03-25 09:49:00",
    "body": "We tend to think of John Keats as, in Lucasta Miller’s provocative phrase, “the most romantic of the Romantic poets.” He’s the pure soul—so the legend goes—who died at only 25, penniless, passionately in love with a woman he couldn’t ever hope to marry because of his tuberculosis and convinced that he would be completely forgotten. (The epitaph he chose for his gravestone reads “Here lies one whose name was writ in water.”) Keats’s eminently quotable poetry (“A thing of beauty is a joy forever”; “Beauty is truth, truth beauty”) has of course not been forgotten at all but is studied throughout the English-speaking world not just for its technical and linguistic skill but as a repository of philosophical insight about everything that’s most deeply felt in human experience, from love to loss to our own mortality. Somehow the fact that Keats died so young, yet loved so intensely and wrote so well, has given him a sage-like status.<br />Ms. Miller—who has written demystifying biographies of the Brontë sisters and Keats’s contemporary the poet Letitia Landon—isn’t buying any of it. “I don’t see Keats as a spiritual guru who can tell me how to live,” she counters. “What I value in his surviving poetry and letters is that they show us how he lived.” With “Keats: A Brief Life in Nine Poems and One Epitaph,” she digs into the backstories of her subject’s most famous poems to uncover aspects of his life and work that challenge well-worn romantic myths. The irresistible result: an often irreverent yet compassionate approach to the poet that cuts through the hagiography."
}