{
    "url_original": "https://www.wsj.com/articles/julia-hbo-max-julia-child-sarah-lancashire-david-hyde-pierce-bebe-newirth-james-cromwell-fran-kranz-jefferson-mays-fiona-glascott-bryce-pinkham-daniel-goldfarb-11648589738?mod=opinion_major_pos15",
    "url": "julia-hbo-max-julia-child-sarah-lancashire-david-hyde-pierce-bebe-newirth-james-cromwell-fran-kranz-jefferson-mays-fiona-glascott-bryce-pinkham-daniel-goldfarb-11648589738",
    "title": "‘Julia’ Review: Fictionalizing the French Chef",
    "sub_head": "The eight-part series from HBO Max adds a dash of questionable reality to the culinary icon’s story.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-514122?width=860&height=573",
    "image_1": "im-514122.jpg",
    "time": "2022-03-29 17:37:00",
    "body": "If Daniel Day-Lewis can play Abraham Lincoln, and David Oyelowo can play Martin Luther King Jr., and Cynthia Erivo can play Harriet Tubman, and Daniel Radcliffe can play Allen Ginsberg, one supposes that another British actor, Sarah Lancashire, can play Julia Child, who along with jazz and movies seems like one of America’s great contributions to world culture. Child was the California-born star of a show called “The French Chef,” after all; she worked for the OSS in Asia during World War II; she did seem like a citizen of the world. Besides, Ms. Lancashire all but effervesces in the title role of the eight-part “Julia,” an affectionate account, unconstrained by facts, about the woman who changed her country’s approach to cooking, and food.<br />Thanks to books, documentaries, Child’s continuing presence on TV and “Julie & Julia,” which was half a good movie, there exists a body of Julia-lore into which the series, created by Daniel Goldfarb (“The Marvelous Mrs. Maisel”) dips liberally; any Child-o-phile will appreciate how rich in history, real and faux, so much of the writing and production design are while not being too obvious about it. There’s a mischievous ’60s-nostalgic tone set up right away by Jeff Danna’s music. And anyone who can sense manipulation afoot will pick up what the show’s agenda is."
}