{
    "url_original": "https://www.wsj.com/articles/kitchen-cleaning-tools-11647966570?mod=life_work_lead_pos1",
    "url": "kitchen-cleaning-tools-11647966570",
    "title": "3 Next-Level Cleaning Tools For Your Kitchen",
    "sub_head": "The big spring scrub-down is a pleasure with the right hardware. These ingenious implements will de-gunk your cast iron, spiff up your sink, and even make your refrigerator run more efficiently.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-508745?width=860&height=573",
    "image_1": "im-508745.jpg",
    "time": "2022-03-22 12:30:00",
    "body": "BEFORE THE sheet-pan suppers and simmering stews of winter give way to spring salads, a task by equal turns onerous and rewarding awaits: the deep spring cleaning of the kitchen. Maybe you’re one of those masochists who revels in the process, who thrills to the smell of bleach and the snap of rubber gloves. More likely, you feel about cleaning the way Dorothy Parker felt about writing: You hate doing it, but love having done it. The right tools can get you from doing to having-done a little more quickly and easily. Here, a few of our favorites:<br />Sometimes the most effective cleaning tasks are the least visible ones. Consider your refrigerator’s condenser coils, charged with transferring heat from your fridge into the ambient air. Usually hidden away beneath or behind the appliance, they tend to gather dust, becoming less efficient as they do so: The EPA’s EnergyStar website cites a study of commercially used refrigerators, noting an average energy savings of 11% after cleaning the coils. At just over two feet long, Brushtech’s Refrigerator Coil Cleaning Brush resembles a cattail. Its polypropylene bristles radiate out for most of its length and taper in, getting a little stiffer toward the tip—just the thing for getting into those hard-to-reach places. Utilitarian as it is, the brush has a little colonial-style flair in its handle (also polypropylene), which retains the hand-turned design created when some parts were still lathed from wood in the company’s factory, which has operated in Plattsburgh, N.Y., since 1976. $9, BrushtechBrushes.com"
}