{
    "url_original": "https://www.wsj.com/articles/last-exit-space-discover-nasa-rudolph-herzog-werner-herzog-judith-lapierre-anna-olsen-mike-foale-lucianne-walkowicz-taylor-genovese-11646782819?mod=opinion_major_pos15",
    "url": "last-exit-space-discover-nasa-rudolph-herzog-werner-herzog-judith-lapierre-anna-olsen-mike-foale-lucianne-walkowicz-taylor-genovese-11646782819",
    "title": "‘Last Exit: Space’ Review: The Final Frontier Is Here on Earth",
    "sub_head": "Rudolph and Werner Herzog look at the state of space travel in a documentary that argues for stewardship here at home.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-500475?width=860&height=573",
    "image_1": "im-500475.jpg",
    "time": "2022-03-08 18:41:00",
    "body": "In the documentary “Last Exit: Space,” director Rudolph Herzog and his famous father, Werner, set out to settle the burning question, “How close are we to fulfilling our dream of becoming space colonists?” Their answer: We’re not, despite billionaires blasting off and the resale value of our home planet plummeting daily. Call it a case of bait-and-switch, but “Last Exit: Space” is ultimately quite wry, despite the potential horrors described throughout.<br />Much of the humor emanates from narrator Werner Herzog, who is certainly not averse to attempting the seemingly impossible—the German director once made a movie about a 320-ton steamship being dragged through the Amazon (“Fitzcarraldo”) by actually dragging a 320-ton steamship through the Amazon. Space exploration, never mind colonization, is something else, though, and in his hilariously dry, Bavarian-accented commentary, he renders much of the soaring rhetoric about inhabiting our neighboring planets simply ridiculous. “The reality of a life on Mars would be sobering,” he says. “A crew of hardy astronauts would hunker down in radiation-proof bunkers enjoying drinks of recycled urine.” It’s funnier when he says it. But it is funny"
}