{
    "url_original": "https://www.wsj.com/articles/nixons-example-of-sanity-in-washington-seriousness-maturity-discipline-supreme-court-civil-war-activism-11648764052?mod=opinion_major_pos7",
    "url": "nixons-example-of-sanity-in-washington-seriousness-maturity-discipline-supreme-court-civil-war-activism-11648764052",
    "title": "Nixon’s Example of Sanity in Washington",
    "sub_head": "In 1961, a ‘stop the steal’ movement might well have been justified. He did the right thing and conceded.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2022-03-31 18:21:00",
    "body": "This extended moment of history reminds me of Washington in the years before and during the Civil War. There was a kind of hysterical intensity among our political class in those days, on all sides. The instability was so dramatic—Rep. Preston Brooks caning Sen. Charles Sumner on the floor of the Senate in 1856, poor Mary Todd Lincoln with her rage and manias, and her husband telling her that if she continues like this she’ll wind up in the asylum. Those are famous examples, but you can’t pick up a book about those days and not see what looks like real and widespread personal destabilization. There was a lot of self-medicating, as they say. The journals and diaries of Mary Chesnut, who resided in the heart of the Washington establishment as the country broke apart and in capitals of the Confederacy as it formed, tell constantly of the officers and politicos coming to her home to drink into the night, and the ladies and their laudanum. Something strange had been let loose as things broke apart.<br />I started thinking things were entering Civil War territory during the Brett Kavanaugh hearings in 2018 and the demonstrations around it—the hissing mobs in a Senate office building, where 293 were arrested; the screams as the Judiciary Committee chairman began his opening statement; the harassing of senators on elevators; the surrounding of the Supreme Court and scratching on its big bronze doors. I know the charges against Justice Kavanaugh were grave, I know they incited passion on both sides, but this looked to me not like activism, which to achieve anything must have at its core seriousness, maturity and discipline, but like untreated mental illness."
}