{
    "url_original": "https://www.wsj.com/articles/one-perfect-shot-hbo-max-ava-duvernay-wonder-woman-crazy-rich-asians-m-chu-aaron-sorkin-michael-mann-11647985754?mod=opinion_major_pos14",
    "url": "one-perfect-shot-hbo-max-ava-duvernay-wonder-woman-crazy-rich-asians-m-chu-aaron-sorkin-michael-mann-11647985754",
    "title": "‘One Perfect Shot’ Review: Fodder for the Cutting Room Floor",
    "sub_head": "Ava DuVernay hosts a show that purports to break down masterly cinematic scenes but mainly indulges filmmakers’ personal stories.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-509613?width=860&height=573",
    "image_1": "im-509613.jpg",
    "time": "2022-03-22 17:50:00",
    "body": "That a nonfiction film series titled “One Perfect Shot” should be created, executive produced and hosted by Ava DuVernay is a bit odd. Her breakout feature, “Selma,” had a great story but was a routine movie at best; “A Wrinkle in Time” had a big budget, big stars and was visually constipated, to put it very kindly. As a documentarian, she seems to think her interview subjects should be looking everywhere but at the camera, i.e. the viewer. Might she know a perfect shot if she saw one? There’s little evidence of that.<br />Besides, the show, based on the Twitter account of the same name, is not nearly nerdy enough, given that the title promises a lunge into the filmmaking weeds. Throughout the history of film, certain moments have taken on a kind of semi-divine status. Harold Lloyd hanging off a clock face in “Safety Last!”; the tantalizingly slow closeup of Michael Corleone when he decides to kill Sollozzo and the police captain in “The Godfather”; the elaborately choreographed camera work behind the ballroom scenes in “The Magnificent Ambersons.” All these sculpted pieces of cinema come with stories about the technical obstacles that were overcome in making them. If you go on YouTube, you can find the famed cinematographer John Bailey explaining the celebrated crane shot in Hitchcock’s “Notorious” (which zooms down to reveal the all-important key to the wine cellar in Ingrid Bergman’s hand). Even someone who’s never picked up a camera will find it fascinating, partly because it transforms “movie magic” into practical problem-solving."
}