{
    "url_original": "https://www.wsj.com/articles/savage-journey-book-review-hunter-s-thompson-biography-wild-ride-hells-angels-fear-loathing-11646321130?mod=opinion_major_pos10",
    "url": "savage-journey-book-review-hunter-s-thompson-biography-wild-ride-hells-angels-fear-loathing-11646321130",
    "title": "‘Savage Journey’ Review: Hunter S. Thompson’s Wild Ride",
    "sub_head": "From motorcycle gangs to political campaigns, Thompson chose subjects that allowed his reports to drive off the map.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-496336?width=860&height=573",
    "image_1": "im-496336.jpg",
    "time": "2022-03-03 10:27:00",
    "body": "In the spring of 1970 Hunter S. Thompson descended on Churchill Downs to write about the Kentucky Derby for Scanlan’s Monthly magazine. The article that resulted, “The Kentucky Derby Is Decadent and Depraved,” didn’t so much cover the race as present an outlandish image of the scene on hand. In turbocharged first-person prose, accompanied by macabre illustrations by Ralph Steadman, Thompson narrates his experience of arriving in Kentucky and gawking at the wanton and gluttonous crowd. The piece made quite an impression. Thompson’s friend Bill Cardoso, the editor of Boston Globe magazine, wrote to share his compliments: “You’ve changed everything. It’s totally Gonzo.”<br />In “Savage Journey: Hunter S. Thompson and the Weird Road to Gonzo,” Peter Richardson traces the development of a unique literary genre in the context of its lead practitioner’s life and work. Thompson (1937-2005) honed a highly subjective style of journalism in which he played the protagonist and took part in the action while recounting events in a manic, rhetorically outrageous manner. Contrasting his style with the New Journalism of Tom Wolfe, Thompson wrote that his peer was “too crusty to participate in his stories.” Compared to the invective he slung at Richard Nixon, that’s a pretty mild dig."
}