{
    "url_original": "https://www.wsj.com/articles/shining-vale-starz-courteney-cox-greg-kinnear-dylan-cage-11646349973?mod=opinion_major_pos14",
    "url": "shining-vale-starz-courteney-cox-greg-kinnear-dylan-cage-11646349973",
    "title": "‘Shining Vale’ Review: Into the Woods",
    "sub_head": "A couple, played by Courteney Cox and Greg Kinnear, leaves the city to try and save their relationship, only to find their new locale inhabited by the supernatural.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-497352?width=860&height=573",
    "image_1": "im-497352.jpg",
    "time": "2022-03-03 18:27:00",
    "body": "If “Shining Vale” had nothing else to recommend it, the ebullience that runs through it is more than enough counterweight against any descent into gloom. In this eight-part tale of a couple whose marriage has begun to show signs of shakiness there’s simply too much spirit to embrace anything approaching depressiveness, which isn’t to say that the feeling doesn’t come up. It just doesn’t have much staying power in the hearts or the conversations of a couple like Pat, a writer (a highly persuasive Courteney Cox), and husband Terry (Greg Kinnear), who have, in fact, more than a few troubles burdening them. Still, in the midst of whatever gloom may threaten, Pat is perfectly ready to quote the directives of Eleanor Roosevelt—in particular the one that advised us to do one thing every day that scares us. That may not sound much like the Eleanor Roosevelt known to the world—she was far too busy traveling down mines to inspect working conditions to deliver daily advice—but those were in fact her words. Whether Mrs. Roosevelt would have considered some of the things that Pat did in the course of a day the kind that should scare a person isn’t hard to guess.<br />Among them, we learn, is the development of her interest in the plumber who had come to fix something in the sink of Pat and Terry’s Brooklyn apartment, which enterprise apparently led to a sexual encounter with him. This happened, she explains to her husband, because the plumber had to take his shirt off to fix the faucet. It’s the kind of verbal exchange, at once ludicrous and with a touch of the natural, that’s one of the dependable riches of “Shining Vale.” By this time in the drama there can be no surprise that the discussion will move on to the next issue—the dubious idea that people have to take their shirts off to fix a faucet. None of this is bitter in tone. Much of this kind of argument takes place after the couple have decided it’s time to move away from the city for a new start."
}