{
    "url_original": "https://www.wsj.com/articles/slow-horses-apple-tv-gary-oldman-kristin-scott-thomas-jonathan-pryce-mick-mick-jagger-herron-jack-lowden-freddie-fox-antonio-akeel-dustin-demri-burns-mi5-11648590018?mod=opinion_major_pos14",
    "url": "slow-horses-apple-tv-gary-oldman-kristin-scott-thomas-jonathan-pryce-mick-mick-jagger-herron-jack-lowden-freddie-fox-antonio-akeel-dustin-demri-burns-mi5-11648590018",
    "title": "‘Slow Horses’ Review: Spies in Time Out",
    "sub_head": "Gary Oldman stars as the haggard overseer of an MI5 division where misbehaving agents are sent in a new comedy from Apple TV+.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-514163?width=860&height=573",
    "image_1": "im-514163.jpg",
    "time": "2022-03-29 17:41:00",
    "body": "One of the more curious operations of the New York City Department of Education has been the “rubber rooms” where teachers deemed unsuitable for the classroom, yet who enjoyed union protection, spent their days as “suspended pedagogues” awaiting resolution of their cases. A similar policy is at work inside the fictional MI5 of Apple TV+, where the intelligence agency sends those who have fallen out of favor—for reasons good and bad—to a place called Slough House. They are the title secret agents in the six-part “Slow Horses.”<br />It’s a marvelous idea for a series, which comes out of the novel by Mick Herron and features yet another memorable performance by Gary Oldman, who doesn’t quite look here like Winston Churchill (the role that won the actor an Oscar four years ago) or like Herman Mankiewicz (who won him an Oscar nomination one year ago). Had another indelible Oldman character, George Smiley, begun drinking in the early mornings immediately following “Tinker Tailor Soldier Spy” (2011) he might have acquired the heft, hygiene and work ethic of Mr. Oldman’s latest incarnation, the once-capable Jackson Lamb, supervising agent of Slough House and a man whose managerial style suggests a rusty razor. “I want my people in here doing nothing,” he says of his small crew of disgraced agents. Lamb expects perfect attendance and limited damage; when two agents disappear, he’s philosophical. “I hope they only get themselves killed,” he mutters, “and don’t set an orphanage on fire.”"
}