{
    "url_original": "https://www.wsj.com/articles/something-joe-biden-hasnt-forgotten-11647984259?mod=opinion_lead_pos11",
    "url": "something-joe-biden-hasnt-forgotten-11647984259",
    "title": "Something Joe Biden Hasn’t Forgotten",
    "sub_head": "Jamie Dimon’s mistake is now a lever for the President to demand more corporate climate spending.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-509782?width=860&height=573",
    "image_1": "im-509782.jpg",
    "time": "2022-03-22 17:24:00",
    "body": "Three years ago this column noted the poor decision by the Business Roundtable, led by  JPMorgan Chase  CEO Jamie Dimon, to rewrite its principles. All but a handful of the CEOs of large corporations that comprise the group’s membership went along with Mr. Dimon’s proposal that a corporation should not simply focus on serving shareholders but instead commit to serving a larger universe of vaguely defined “stakeholders.” These include people who have no stake in the business and are neither employees nor customers. Some of the accommodating CEOs might have seen the new statement as a cost-free virtue signal to generate a few days of positive public relations. But three years later, politicos like President Joe Biden seem to view it as leverage.<br />The Business Roundtable’s rewrite was a mistake because serving the long-term interests of shareholders necessarily requires executives to treat non-owners fairly—to attract and retain a talented workforce, to provide good value for consumers, to deal reasonably with suppliers, and to respect the laws and customs wherever a business operates. On the other hand, “stakeholders” are often activists pursuing political agendas that they couldn’t persuade voters to approve and for which they won’t have to pay. There’s no good reason to elevate their gripes above the interests of customers, workers, owners and voters. Milton Friedman, who would go on to win a Nobel Prize in economics, explained more than half a century ago the flaws in declarations like Mr. Dimon’s:"
}