{
    "url_original": "https://www.wsj.com/articles/the-turning-point-book-review-a-dickens-of-a-year-11646411100?mod=opinion_major_pos12",
    "url": "the-turning-point-book-review-a-dickens-of-a-year-11646411100",
    "title": "‘The Turning Point’ Review: A Dickens of a Year",
    "sub_head": "By 1851, Charles Dickens had become England’s literary titan—but he saw darkness ahead.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-497795?width=860&height=500",
    "image_1": "im-497795.jpg",
    "time": "2022-03-04 11:25:00",
    "body": "This year marks the 210th anniversary of the birth of Charles Dickens, the most famous English author not named Shakespeare. It is impossible to say how many biographies of the man have been published, but there have already been two full-scale works since 2009 and at least a couple of more modest—or at least different—ambition. Among them is Robert Douglas-Fairhurst’s ingenious “Becoming Dickens: The Invention of a Novelist.” The author looks at the paths Dickens entered in his early life, but either escaped or forsook on his way to becoming the writer we know. He then goes on to show how the many jobs and people with whom Dickens was involved became incorporated in his fiction. Now, a decade later, Mr. Douglas-Fairhurst gives us “The Turning Point: 1851—A Year That Changed Charles Dickens and the World,” another partial biography, again with a specific goal.<br />Eighteen fifty-one seems, at first, a curious choice for such a great claim. Certainly the year was marked by a few events in England that could be considered momentous for Britain if less so for the world. The most noteworthy for both country and beyond was the mounting of the Great Exhibition of the Works of Industry of All Nations. It was held in Joseph Paxton’s glittering Crystal Palace in London’s Hyde Park and drew 827,000 visitors from all over the globe. Dickens had been fascinated by the construction of the Crystal Palace and, as a friend of Paxton, was pleased that it confounded the predictions of skeptics, who promised it would crash to the ground."
}