{
    "url_original": "https://www.wsj.com/articles/the-last-days-of-ptolmey-grey-samuel-l-jackson-walter-mosley-omar-benson-miller-dominique-fishback-walton-goggins-damon-gupton-cynthia-kaye-mcwilliams-11646952557?mod=opinion_major_pos13",
    "url": "the-last-days-of-ptolmey-grey-samuel-l-jackson-walter-mosley-omar-benson-miller-dominique-fishback-walton-goggins-damon-gupton-cynthia-kaye-mcwilliams-11646952557",
    "title": "‘The Last Days of Ptolemy Grey’ Review: A Mind Racing Against the Clock",
    "sub_head": "Samuel L. Jackson stars as a man trying to solve the murder of his nephew before the special treatment that cures his dementia wears off.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-501679?width=860&height=573",
    "image_1": "im-501679.jpg",
    "time": "2022-03-10 17:51:00",
    "body": "Those who haven’t seen “Pulp Fiction,” “Jungle Fever” or even “A Time to Kill” might now think of Samuel L. Jackson as the guy who keeps asking “What’s in your wallet?” or wears an eye patch in all those Marvel movies. For them, his performance in “The Last Days of Ptolemy Grey” will be a revelation. For the rest of us, it’ll be something of a reminder.<br />Which is apt, because the six-part series, created by novelist Walter Mosley and based on his 2010 book of the same name, is about memory itself, short-term and long-. The Ptolemy of the title, named for an Egyptian king, has fallen on the hardest of times: His dementia is so far gone he can barely function, his apartment is the definition of squalid. His days consist of canned beans, unfinished books (“Sister Carrie”), and the drone of TV news warring with Atlanta classical radio for his scant attention. Only the occasional visits of his nephew and lone human contact, Reggie (Omar Benson Miller), break up the routine, not that Ptolemy notices much. Of anything. “Why is the alarm clock in the refrigerator?” Reggie asks his uncle, who answers, “I wanted to know what the temperature was.” This is Chico Marx level humor, and the kind of line the masterly Mr. Mosley uses to calibrate the mood."
}