{
    "url_original": "https://www.wsj.com/articles/the-best-lighting-finds-from-four-furniture-catalogs-11646339623?mod=life_work_lead_story",
    "url": "the-best-lighting-finds-from-four-furniture-catalogs-11646339623",
    "title": "The Best Lighting Finds From Four Furniture Catalogs",
    "sub_head": "We asked interiors ace Amanda Gunawan to turn her discerning eye to the new light-fixture offerings from four major furnishing retailers. Here, her illuminating selections.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "time": "2022-03-03 15:33:00",
    "body": "LOS ANGELES interior designer and architect Amanda Gunawan doesn’t much care for statement pieces. “Spaces should be a symphony—no one component should be louder than the rest,” she said. Her egalitarian philosophy is reflected in her choices of favorite light fixtures from four accessible home décor brands’ spring catalogs. None of her picks—table and floor lamps, a pendant and flush-mount—scream for attention or will shock your pocket. “I really love white lighting, and there’s a lack of affordable white lighting,” she said, pleased with her finds. “It felt as if I read four books and picked my favorite quote from each.” Here, her selections.<br />The agate-like finish of Apt2B’s two-tone ceramic table lamp drew Ms. Gunawan’s discerning eye. Appreciating the “rawness” of its jagged-edged glaze in burnt sienna and cream, Ms. Gunawan said that even though the surface isn’t aggressively three-dimensional, “there’s a roughness and gradient that gives the lamp a material quality.” A devotee of neutral, eye-pleasing palettes because they add harmony to any space, the designer also likes the unassuming tone of the “earthy” lamp’s beige fabric shade. “It would fit well into a space with lots of wood,” said Ms. Gunawan. The designer said she could see the 17-inch-by-10-inch lamp on a side table. (Consider paring it with something similar but not identical.) Plus, she added, the reasonable $138 price tag can’t be beat. Brookite Table Lamp, $138, Apt2B.com"
}