{
    "url_original": "https://www.wsj.com/articles/the-trials-of-harry-s-truman-review-giving-them-hell-getting-it-too-11647987509?mod=opinion_reviews_pos1",
    "url": "the-trials-of-harry-s-truman-review-giving-them-hell-getting-it-too-11647987509",
    "title": "‘The Trials of Harry S. Truman’ Review: Giving Them Hell, Getting It Too",
    "sub_head": "Truman’s flaws are often seen as the unfortunate imperfections of a lovable curmudgeon. Maybe they were more than that.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-509958?width=860&height=573",
    "image_1": "im-509958.jpg",
    "time": "2022-03-22 18:18:00",
    "body": "Harry S. Truman’s popularity soared after he suddenly became president in 1945 upon the death of FDR.His reputation was in tatters when he left office in 1953. Indeed, he was reviled by many of the country’s leading historians and political observers, who faulted him for (as they saw it) his limited intelligence, weak leadership and complicity in corruption. Then, in 1992, opinion changed. The catalyst for this shift was David McCullough’s masterly biography “Truman,” which played a major role in transforming our assessment of the 33rd president. Almost overnight, it seemed, Truman became the exemplar of an ordinary man who rises to meet great challenges, a model of tough and courageous decision-making, and a paragon of plain-speaking common sense. His flaws were acknowledged but considered the unfortunate imperfections of a lovable curmudgeon. The erstwhile second-rater was now high on the lists of great presidents.<br />In “The Trials of Harry S. Truman,” Jeffrey Frank attempts a revisionist reappraisal, aiming to scale back the adulation and adjust our perspective. His revisionism is meant to illuminate, not debunk; he believes that amore realistic account of Truman’s limits will lead to a deeper appreciation of his greatness. Mr. Frank is an editor and novelist whose most recent book, “Ike and Dick,” was an excellent account of the relations between President Eisenhower and his vice president, Richard Nixon."
}