{
    "url_original": "https://www.wsj.com/articles/the-joy-of-traveling-to-the-same-places-again-and-again-11647345601?mod=life_work_lead_pos1",
    "url": "the-joy-of-traveling-to-the-same-places-again-and-again-11647345601",
    "title": "The Joy of Traveling to the Same Places Again and Again",
    "sub_head": "In her 20s, novelist Tara Isabella Burton wanted to travel everywhere. Now, she longs only to go back to the cities and regions she loves deeply.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-504317?width=860&height=573",
    "image_1": "im-504317.jpg",
    "time": "2022-03-15 08:00:00",
    "body": "WHEN I WAS young I wanted to go everywhere. I had notebooks’ worth of lists: half-imagined, half-researched, of all the places I would fly off to without warning. It was easy for me to travel—I went to university in England during the golden age of budget European airlines. I could buy flights from London to Slovakia or Italy for under $10, or student-fare Eurostar tickets to Paris for $25. I would spend 4½ dreary and bleary-eyed hours on the bus from Oxford to London Stansted to catch a morning flight for a $50 weekend in Istanbul or Marrakech. I had a sense of myself as someone with wanderlust, an inchoate desire to be anywhere but where I was. Raised eclectically—I barely knew my Italian father; my American mother changed our home base with the school year—I gloried in the fact that I was never at home, anywhere. And so, there was nothing to keep me still.<br />I spent much of my 20s balancing graduate school with my work as a travel writer: writing articles and my doctoral dissertation alike on night-trains and in cheap guesthouses. I would work on a chapter of my thesis in an Austrian guesthouse in Jerusalem, then head to Nazareth for a report on a hiking trail. I wrote much of my first novel on the Slovenian coast, wordlessly trading shifts at my favorite cafe’s best table—the one next to the power outlet—with another journalist apparently doing the same thing (I liked mornings and evenings; he liked afternoons). My work was almost exclusively remote; my emotional life was similarly untethered."
}