{
    "url_original": "https://www.wsj.com/articles/waterloo-sunrise-book-review-the-high-streets-and-low-lives-of-swinging-london-11647014720?mod=opinion_major_pos12",
    "url": "waterloo-sunrise-book-review-the-high-streets-and-low-lives-of-swinging-london-11647014720",
    "title": "‘Waterloo Sunrise’ Review: The High Streets and Low Lives of Swinging London",
    "sub_head": "After years of postwar austerity, late-60s London embraced youth and change—with enduring consequences.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-502278?width=860&height=573",
    "image_1": "im-502278.jpg",
    "time": "2022-03-11 11:07:00",
    "body": "Swinging London was anointed in the mid-1960s by American journalists. In 1965, Diana Vreeland, editor of Vogue, told the reporter John Crosby that London was “the most swinging city in the world at the moment.” Crosby was American, though writing at the time for an English newspaper. A year later, Time magazine repeated the phrase, and it caught on. London had been swinging for a year or two already, but its official naming took place in New York.<br />In fashion and pop music particularly, Crosby continued, “London is where the action is.” Since the end of World War II, Britain had been in the doldrums—blitzed, bleak, bereft of cultural spark. Paris and New York were in the vanguard, in literature, cinema, art and architecture, but Swinging London put something different on show: youth. The city’s vibrancy consisted in youngsters with unusual hairstyles, motley outfits decorated in hoops and stripes—“sassy colours, sexy, supershort,” as one German magazine put it—speaking in accents hitherto unheard by foreigners. They were bright and charming, endlessly creative with scissors and a pattern book, or three guitars and a drumkit. The action had shifted from the Boulevard St.-Germain to the King’s Road, where Mary Quant mini-dresses held both the female and male gaze, and Mick Jagger might be glimpsed through the window of a coffee bar. “The young have suddenly become visible,” the manager of one of the emerging nightclubs told Crosby. It was a “youthquake” and the aftershocks would be felt all over Europe and across the Atlantic. It was, in the phrase adapted for the opening chapter of John Davis’s “Waterloo Sunrise: London From the Sixties to Thatcher,” “the swinging moment.”"
}