{
    "url_original": "https://www.wsj.com/articles/we-dont-know-ourselves-book-review-fintan-otoole-ireland-dreaming-11647548004?mod=opinion_major_pos11",
    "url": "we-dont-know-ourselves-book-review-fintan-otoole-ireland-dreaming-11647548004",
    "title": "‘We Don’t Know Ourselves’ Review: Ireland’s Dreaming",
    "sub_head": "Fintan O’Toole’s tour through Ireland’s modern history is a barbed love letter from a writer to his country—contradictions and all.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-506260?width=860&height=573",
    "image_1": "im-506260.jpg",
    "time": "2022-03-17 16:14:00",
    "body": "In the Dublin neighborhood where Fintan O’Toole grew up during the 1960s, the roads were laid out in the shape of a Celtic cross. Though I know the area well I never knew this and I daresay few of the residents did either, the design being visible only from the air. The intended perspective, Mr. O’Toole suggests, was that of an overseer “floating above our lives, somehow controlling them by the magic of Celticism and Catholicism,” a concept that was hardly farfetched when construction began in 1934. Just two years earlier, after all, Ireland had hosted the international Eucharistic Congress, thereby rededicating itself to Rome. And it was that festival’s insignia, not just any old cross, which inspired the Dublin road plan. This is a pleasingly weird revelation—one of many in Mr. O’Toole’s splendid new book—and also a significant one. For the unifying theme of “We Don’t Know Ourselves: A Personal History of Modern Ireland” is the blinkered vision of the Irish people; their capacity for “knowing and not knowing at the same time”; for seeing and not seeing, among other things, the priestly plan that for centuries shaped everyday existence.<br />“Ireland could not bear too much reality,” Mr. O’Toole writes midway through this dense and lively chronicle. He is referring specifically to the 1992 “X case” that involved a 14-year-old rape victim and therefore dramatically tested the country’s abortion ban. “No woman’s voice was heard,” Mr. O’Toole notes of the ensuing parliamentary debates, “all the speeches were made by middle-aged men.” And the often hate-filled rhetoric exposed as nothing else could “the great gulf between what Ireland liked to say about itself in principle and how it wanted to be seen in the everyday world.”"
}