{
    "url_original": "https://www.wsj.com/articles/1-7-million-counterfeit-n95-masks-seized-in-queens-warehouse-11613085386?mod=business_minor_pos4",
    "url": "1-7-million-counterfeit-n95-masks-seized-in-queens-warehouse-11613085386",
    "title": "More Than 1.7 Million Counterfeit N95 Masks Seized in Queens Warehouse",
    "sub_head": "Raid turned up one of the largest caches of illegal personal protective equipment since the Covid-19 pandemic began",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-298283?width=620&size=1.5",
    "image_1": "im-298283.jpg",
    "time": "2021-02-11 19:08:00",
    "body": "New York City authorities raided a Long Island City warehouse that they said held more than 1.7 million counterfeit N95 masks, marking one of the biggest single seizures of personal protective equipment since the pandemic began.<br />The Queens County District Attorney’s office, which spearheaded the investigation, charged Zhi Zeng, the warehouse manager, with felony trademark counterfeiting on Wednesday. If convicted, the 33-year-old Brooklyn man faces up to 15 years in prison. Other individuals are under investigation.<br />Authorities said the warehouse was “an elaborate production assembly line” for the counterfeit masks. They also found hundreds of thousands of pieces of other personal protective equipment in the warehouse, including disinfecting wipes, children’s masks, and gowns.<br />“We are living in a horrible pandemic with more than 450,000 Americans dead from Covid-19. This defendant allegedly sold false hope and security and was set to sell more of these counterfeit masks to whomever would pay his price,” Queens District Attorney Melinda Katz said.<br />Acting on a tip, law enforcement raided the two-story warehouse in Long Island City earlier this week, and discovered more than 100 shipping pallets “piled high with boxes of 3M-labeled N95 masks,” according to the district attorney’s office. Mr. Zeng, who pleaded not guilty on Wednesday, was present at the time."
}