{
    "url_original": "https://www.wsj.com/articles/10-crucial-home-and-garden-design-books-for-beginners-11614177642",
    "url": "10-crucial-home-and-garden-design-books-for-beginners-11614177642",
    "title": "10 Crucial Home and Garden Design Books for Beginners",
    "sub_head": "Having spent decades in the decorating and gardening worlds, our columnist shares the contents of her career-building library",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-302664?width=620&size=1.5",
    "image_1": "im-302664.jpg",
    "time": "2021-02-24 09:40:00",
    "body": "DECORATING THE KITCHEN of the first home we owned was a disaster. In my mind I saw a charming Delft-blue-and-white kitchen with bracketed wall shelves displaying glass jars full of the vegetables I would farm on the arable part of my one-eighth acre lot.<br />What we ended up with looked more like the interior of a junked subway car. The “white” paint I picked gave the walls an aortic, bluish tinge when paired with the gray linoleum floor. Flimsy plywood shelves bowed. A Smurf-blue window blind above the sink failed to pull the whole look together.<br />Over the years, I have come to understand that one of the biggest problems amateur home designers face is not imagination but vocabulary. If you don’t have the words to adequately describe what you want, you won’t get the help you need to create it.<br />For decades, I’ve been learning the right words, and trying to remember them, by collecting a library of design books. My 10 favorites—all of which can be purchased new or used online—cover what I consider the four topics you need to tackle when creating a home: landscaping, architecture, interior design and decoration.<br />“Every beginner needs an absolute bible that defines all the elements of interior design,” said Toronto interior designer David Thomas. Mine is this 1,160-page tome, which describes interior elements and gives rules for designing them. Thousands of illustrations help the reader identify architectural features such as molding (crown, deep-script, chair rail, picture rail) and windows (hopper, awning, vertical pivot, eyebrow with Gothic divided lites). It’s filled with great tips such as leaving 36 inches of clearance around a dining table to comfortably push out a chair."
}