{
    "url_original": "https://www.wsj.com/articles/13-interior-design-trends-shaped-by-the-pandemic-11613155620",
    "url": "13-interior-design-trends-shaped-by-the-pandemic-11613155620",
    "title": "13 Interior Design Trends Shaped by the Pandemic",
    "sub_head": "As we’ve quarantined at home, our needs for privacy, security, flexibility, floppability and beauty have changed the way we want to live. Here, 13 décor trends courtesy of 2020.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-297475?width=620&size=0.6666666666666666",
    "image_1": "im-297475.jpg",
    "time": "2021-02-12 13:47:00",
    "body": "LAST AUGUST, interior-design blogger Lydia Elder found herself buying something that never would have darkened her door before the pandemic hit: a blush pink beanbag chair. “Schools were closed, and with our family of four at home all the time, we needed some extra, flexible seating,” she said. Now everyone in her 1,610-square-foot household in Kent, England—including her 6-foot-6-inch husband—is besotted with the smushy seat and, what's more, her young children have found it obligingly stands in for a volcano, mountain or quicksand. “It’s given us an extra place to relax that can be transferred across rooms depending on where the rest of the family is, and how much peace and quiet you want,” Ms. Elder said.<br />The trials of lockdown have led us to crave decorating solutions from easily hauled seats to lush wallpaper murals that transport us to inaccessible locales. As homeowners and interior designers have come up with intrepid fixes for current conundrums, the ingenuity has given rise to micro-trends. These 13 struck us as the most clever and doable.<br />The big, dark rectangle has always been a décor crasher, but with all the ever-present computers we need to work and learn remotely, the television is one more black hole. “We just don’t want to see [the TV] all the time anymore,” said Toronto designer Colette van den Thillart. She has concealed five of them since the pandemic started, hiding one behind a 1940s chinoiserie screen. In a London home library local designer Rose Uniacke camouflaged the telly behind fabric in the 1882 William Morris pattern of the wallpaper—to serenely seamless effect.<br />A seat with an undeniable nostalgia factor, the beanbag chair was introduced in 1969, when Italian designers Piero Gatti, Cesare Paolini and Franco Teodoro unveiled the Zanotta “Sacco” chair at the Paris Furniture Fair. Today the beanbag’s flexibility as a movable seat has brought it back as Americans struggle to improvise quiet spots in a crowded home. On Instagram, #beanbag counts 438,000 posts, and FatSak, a South African beanbag brand, reports a 200% spike in year-over-year sales this January. A rakish pompom denotes the top of one of our favorite blobs, a Hershey’s Kiss-shaped corduroy version. Corduroy Beanbag—Caramel, $165, burkedecor.com<br />Ms. van den Thillart admits she initially viewed rechargeable lamps with skepticism, fretting the light would be “crappy—too blue.” Still, seeking maximum flexibility from limited space, she decided to try them in her crowded home. After toting one from bedside to bathtub, she found it “completely life-changing. Every time I take one to a client, I lose it because they won’t give it back.” Philippe Malouin’s gracefully arched Arca Portable lamp has four settings, from ambient to task, and lasts up to 30 hours before needing a boost.  $275, mattermade.us"
}