{
    "url_original": "https://www.wsj.com/articles/15-minimum-wage-would-cost-1-4-million-workers-jobs-lift-900-000-from-poverty-cbo-study-finds-11612800875?mod=politics_lead_pos5",
    "url": "15-minimum-wage-would-cost-1-4-million-workers-jobs-lift-900-000-from-poverty-cbo-study-finds-11612800875",
    "title": "$15 Minimum Wage Would Cut Employment, Reduce Poverty, CBO Study Finds",
    "sub_head": "Nonpartisan study says raising minimum wage would cost 1.4 million jobs but lift 900,000 people above the poverty line",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-296246?width=620&size=1.5",
    "image_1": "im-296246.jpg",
    "time": "2021-02-08 16:24:00",
    "body": "Raising the federal minimum wage to $15 an hour by 2025 could deliver raises for 27 million workers and lift 900,000 Americans above the poverty threshold—but the policy would cost 1.4 million Americans their jobs over the next four years, according to a study released by the nonpartisan Congressional Budget Office Monday.<br />President Biden and many Democrats are pursuing legislation to more than double the current federal minimum wage of $7.25 an hour in phases, saying it would lift many low-wage workers out of poverty and deliver pay increases to many essential employees during the coronavirus pandemic, including workers at grocery stores, warehouses and in delivery vans. Republicans and some businesses and economists have warned that such an increase could cost jobs as the U.S. recovers from pandemic layoffs.<br />While the CBO study finds poverty-reducing effects, its broader findings could make it difficult for proponents of an increase to rally enough votes among moderate Democrats and Republicans in Congress to raise the federal minimum wage for the first time since 2009.<br />The study reaffirms a finding that a $15 minimum wage could cost the U.S. jobs, slightly increasing a job-loss estimate from a widely cited 2019 CBO study. While many Americas would see raises, the analysis showed a minimum-wage increase would cause prices to rise, the federal budget deficit to widen and overall economic output to slightly decrease over the next decade.<br />Whether to include the minimum-wage increase in the $1.9 trillion Covid-19 relief package has divided Democrats, who can’t afford to lose a single vote in the evenly split Senate. Sen. Joe Manchin (D., W.Va.) has publicly said he is opposed to raising the minimum wage to $15 an hour, while progressive lawmakers have pushed for the increase."
}