{
    "url_original": "https://www.wsj.com/articles/2021-golden-globes-honor-pandemic-era-movies-and-series-11614563522",
    "url": "2021-golden-globes-honor-pandemic-era-movies-and-series-11614563522",
    "title": "Golden Globes 2021 Moments Feature Glamour and Glitches",
    "sub_head": "Honors go to an assortment of stars from Emma Corrin in ‘The Crown’ to Jason Sudeikis’s Ted Lasso and Daniel Kaluuya in ‘Judas and the Black Messiah.’",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-305471?width=620&size=1.5",
    "image_1": "im-305471.jpg",
    "time": "2021-02-28 22:41:00",
    "body": "The award for best TV glitches goes to this year’s Golden Globes.<br />There were winners and losers but the most memorable nominees so far are the ones who were baffled, speaking without volume, clutching their pets, making fun of a windy speech, panicking when scratchy noise from a phone interrupted an acceptance speech. The swift-moving ceremony took the awkward office Zoom call to new heights.<br />“Could this whole night have been an email,” cohost Tina Fey asked in a virtual introduction with Amy Poehler from New York and Beverly Hills, Calif. “Yes.”<br />By 10pm, the winners did not fit a set narrative—and so far no single show has emerged unbeatable. Early in the night, the honors were scattered across a field of film and television in a year when series were barely distinguishable from movies. Most every movie made very little money at the box office, if it even got to a movie theater during the pandemic, and in an unusual reversal, many of the TV contenders had more starpower than the movie nominees.<br />Some juggernauts keep rolling on. “The Crown” won best TV drama series, beating out newcomers like “The Mandalorian,” the Disney+ series spun out of the “Star Wars” epic, and the horror series “Lovecraft Country,” set in Jim Crow America. “The Crown” has won six Golden Globes—three of them Sunday night, including a pair of awards for the two actors—Josh O’Connor and Emma Corrin—who portrayed the tragic relationship of Charles and Diana."
}