{
    "url_original": "https://www.wsj.com/articles/5-paint-colors-that-are-trending-big-in-the-pandemic-11613142936",
    "url": "5-paint-colors-that-are-trending-big-in-the-pandemic-11613142936",
    "title": "5 Paint Colors That Are Trending Big in the Pandemic",
    "sub_head": "With many Americans still housebound, we asked major paint brands which interior shades have been experiencing the biggest growth in sales. Their answers included a surprise or two.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-298550?width=620&size=1.5",
    "image_1": "im-298550.jpg",
    "time": "2021-02-12 10:15:00",
    "body": "WHEN WILLIE NELSON wrote, “Hello, Walls,” a massive country-music hit for Faron Young in 1961, he surely didn’t foresee a time when virus-spooked Americans would sequester themselves at home for months at a stretch. “I’ll bet you dread to spend / Another lonely night with me,” Mr. Nelson penned of his walls.<br />These days, of course, we’re all staring at our walls a lot. And our collective edginess seems to have affected our decision-making when it comes to choosing colors to paint them. According to Sue Wadden, director of color marketing at Sherwin-Williams, the brand has been seeing strong sales growth for certain greens and blues. This isn’t entirely unpredictable, she said: Gentle shades associated with nature make us “feel grounded and connected to the space around [us]” when our lives are so uncertain.<br />Makes sense, right? But how to explain another pandemic-fueled paint-trend: a clamoring for black, as reported by a number of paint-manufacturer representatives we interviewed. While black’s growing popularity as an interior paint color might suggest that we’re mired in depression, Patrick O’Donnell, international brand ambassador at Farrow & Ball, sees it differently. While “most of us perceive black as intimidating and difficult to use,” he said, thoughtful applications of black can be soothing, especially in home offices. Farrow & Ball’s data suggests that customers are particularly responding to “more nuanced versions,” such as blueish noirs, instead of pure black. Another possible attraction? Black’s ability to complement another big pandemic trend: house plants. “Black is also a fantastic foil to planting,” Mr. O’Donnell said, “and verdant greens will really pop against this saturated backdrop.”<br />Here, five shades that saw particularly notable jumps in popularity over the past year.<br />“Black can—if used judiciously—create surprisingly calming atmospheres,” said Mr. O’Donnell at Farrow & Ball, which saw black paints, such as Farrow & Ball Off-Black No. 57, which skews a bit blue, spike in sales. Mr. O’Donnell noted black’s potential for turning a light-starved room into a cocoon, and for aiding focus of the mind in a home office, “where they are non-distracting.” From $110 a gallon, farrow-ball.com"
}