{
    "url_original": "https://www.wsj.com/articles/a-beginners-guide-to-america-review-welcome-to-a-new-world-11614380054",
    "url": "a-beginners-guide-to-america-review-welcome-to-a-new-world-11614380054",
    "title": "‘A Beginner’s Guide to America’ Review: Welcome to a New World",
    "sub_head": "Newcomers encounter pleasing surprises, troubling flaws—and, not least, the suspicions of previous newcomers.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-26 17:54:00",
    "body": "Immigrants to America quickly learn that you don’t bargain when shopping. If a fishmonger prices something at $7.50 a pound, you don’t offer to buy it for $4.50, telling him that a fish that’s been dead longer than your grandfather (God rest his soul) can’t be worth what he asks. A fixed price, says Roya Hakakian, can be depressing to immigrants for whom haggling was once “the most satisfying aspect of any shopping experience.” And yet, with its immense and disarming cultural genius, America offers the recent arrival something in lieu of the pleasure (now lost) of being able to beat a vendor down: the right to return a purchased product.<br />In “A Beginner’s Guide to America”—a book written “for the immigrant and the curious”—Ms. Hakakian tells us that many newcomers to America react with disbelief when they learn that stores will take goods back, even days after a sale was made. Being entitled to a refund, she says, is “the surest sign of America’s greatness to them,” proof that “anything is possible because a one-time decision need not be destiny.”<br />This observation takes the seemingly banal into the realm of the profound and is characteristic of Ms. Hakakian’s honest and beautiful book. She describes her text as “part memoir, part reportage, and part a work of imagination,” presenting America to the reader “through the weathered perspective of a naturalized citizen.” Ms. Hakakian arrived in the U.S. in 1985 as a Jewish refugee from Iran, with no English. (She tape-recorded her professors in her first year at Brooklyn College.) More than three decades later, she is a widely published essayist and poet, a Guggenheim fellow, and an assimilated immigrant who wishes above all else to help others assimilate.<br />In the hands of someone less subtle and humane, Ms. Hakakian’s exercise could be seen as presumptuous. Hers is a “guide,” yes, but of an amicable kind. She offers counsel to readers, not commandments, and although her book could be seen as a love letter to America, it is one that’s been written by an exacting lover who isn’t blind to this country’s flaws. Even as she notes how much more accepting of immigrants America is than anywhere else in the world, she attributes some of this tolerance to reforms “forced” upon the nation by “slaves and their descendants.” Elsewhere she calls attention to America’s chronic problem of school shootings. “They may not have had proper books, or benches,” she says of the conditions faced by immigrant children in their countries of origin, “but their teachers did not have to train themselves” to face down a shooter in school corridors and classrooms.<br />But school in America is precisely where the new immigrant also confirms how backward his old country was: There are no textbooks prescribed by the Ministry of Education, and libraries exist to turn children into readers of books. Ms. Hakakian contrasts the open spirit of inquiry in American education with the practice of rote learning in places like Iran. “When you left your country on a student visa to study in America,” she writes—addressing a hypothetical student from abroad—“even you did not realize that you were an educational refugee, a person who had never experienced the thrills of open discussion.” (It will be years, she writes, before immigrants, too, learn of “the shortcomings of this education system.” That insight is proof, however dispiriting, of their assimilation.)"
}