{
    "url_original": "https://www.wsj.com/articles/a-brushback-to-nasdaqand-the-sec-11613518305?mod=opinion_lead_pos4",
    "url": "a-brushback-to-nasdaqand-the-sec-11613518305",
    "title": "A Brushback to Nasdaq—and the SEC",
    "sub_head": "Senators explain why a stock exchange can’t impose social policy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-299973?width=620&size=1.5",
    "image_1": "im-299973.jpg",
    "time": "2021-02-16 18:31:00",
    "body": "Can President Biden’s regulators say no to progressives when they try to bend the law? An early test will come for Mr. Biden’s nominee to head the Securities and Exchange Commission, Gary Gensler. Nasdaq is seeking the SEC’s blessing to enforce new diversity mandates for corporate boards. But as Pennsylvania’s Pat Toomey and all 11 other Republicans on the Senate Banking Committee explain in a new letter to the SEC, the quotas run headlong into federal securities law.<br />Every company must have “one director who self-identifies as female,” and one “who self-identifies as Black or African American, Hispanic or Latinx, Asian, Native American or Alaska Native, Native Hawaiian or Pacific Islander, two or more races or ethnicities, or as LGBTQ+,” the stock exchange instructs. Alternatively, the company can publicly “explain why” it “does not have at least two directors on its board who self-identify in the categories listed above”—identifying itself as a Nasdaq pariah.<br />The Senators write that they “commend individual firms for the proactive efforts they have already made in recruiting, promoting, and maintaining diverse talent.” But they go on to say that Nasdaq’s mandates fail “to demonstrate that this proposed rule advances investor protection” or “is otherwise consistent with the Securities Exchange Act of 1934.”<br />The diversity mandate conflicts with the law’s command that companies nominate board members who will serve the best interest of shareholders. The Senators observe that “religion, age, political affiliation, geographic location, educational background, veteran’s status, or physical disability” are also measures of board diversity. Yet Nasdaq ignores them in favor of categories that align with elite America’s political mood. That suggests the interests of investors aren’t the priority.<br />The Senators add that the Nasdaq rule also “violates the concept of materiality” in securities law. Materiality focuses disclosure on information that is critical to an investor’s decision. “The materiality doctrine prevents the development of an unstable, politicized securities regime that would be ripe for abuse of power,” they write. Securities law leaves “social policymaking for democratically elected representatives.” Nasdaq wants to make social policy by forcing disclosure of information that “would not help a reasonable investor evaluate a company’s performance.”"
}