{
    "url_original": "https://www.wsj.com/articles/a-burial-beneath-beauty-11612559581",
    "url": "a-burial-beneath-beauty-11612559581",
    "title": "A Burial Beneath Beauty",
    "sub_head": "An outsize Moses dominates the scene in Michelangelo’s Tomb of Pope Julius II.",
    "category_1": "Masterpiece",
    "time": "2021-02-05 16:13:00",
    "body": "The bus dumped us in the sweltering Roman piazza before the church of San Pietro in Vincoli. Our destination: the famous statue of Moses. One befuddled visitor asked, “Is this the tomb of Moses?” From inside our earbuds, our unflappable tour guide intoned: “Ecco, the Tomb of Pope Julius II by Michelangelo Buonarroti, painter of the Sistine Ceiling.” Like twittering birds, our flock fluttered around taking pictures, many selfies.<br />Yet what we gazed upon is a far cry from the three-story ziggurat festooned with 40 marble statues that Michelangelo planned to carve himself and imagined as an eighth wonder of the world. The tomb, commissioned by Julius in 1505 for St. Peter’s Basilica and scarcely begun by the time of the pope’s death in 1513, proved to be Michelangelo’s 40-year albatross.<br />It was not completed until 1545, and then only after more than six contracts had been negotiated and innumerable design changes implemented, resulting in a smaller tomb, one set against a wall rather than freestanding. The figure of Moses, now the centerpiece, was originally intended as one of four prophets at the corners of the second story. A dozen years later, Michelangelo’s authorized biographer, Ascanio Condivi, would call the tomb “a tragedy.”<br />Yet the elapsed time also permitted the artist to mature and create a work that stands as a hinge point between the two Michelangelos, the youthful artist who astonished the world creating artistic marvels and the septuagenarian who yearned to be united in Christ.<br />The tomb is a two-story structure raised on a low plinth of undecorated marble, thus elevating and psychologically aggrandizing Moses. The richly decorated lower story with statues of Rachel and Leah acts as frame and foil for the prophet, while offering a dramatic contrast to the unexpectedly tall, and comparatively undecorated, upper story. There, Michelangelo created a bold and innovative architectural language that influenced such later designers as Gian Lorenzo Bernini."
}