{
    "url_original": "https://www.wsj.com/articles/a-covid-bills-hidden-tax-increase-11613604685?mod=opinion_lead_pos4",
    "url": "a-covid-bills-hidden-tax-increase-11613604685",
    "title": "A Covid Bill’s Hidden Tax Increase",
    "sub_head": "The House bill raises $22 billion by tweaking rules on multinationals.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-300686?width=620&size=1.5",
    "image_1": "im-300686.jpg",
    "time": "2021-02-17 18:31:00",
    "body": "Democrat are selling a $1.9 trillion spending bill as a Covid relief measure, but buried in the fine print are policy choices far removed from the pandemic, such as a $22 billion tax increase on multinational companies.<br />Daniel Bunn, an analyst at the Tax Foundation, has the details. When a U.S. company with foreign subsidiaries does its taxes, it attributes some of its interest expense to its overseas income. But that allocation might not reflect reality if the divisions abroad also take out their own debt.<br />“This could get to the point,” Mr. Bunn wrote last week, “that the company’s foreign tax credits do not accurately reflect taxes paid, resulting in double taxation.”<br />In 2004 Congress passed a law, which took effect this year, that allows interest allocations on a “worldwide basis,” meaning they might even flow from the subsidiary to the parent company, “depending on the level of expenses and where income is earned,” Mr. Bunn writes. “This allows better alignment of expenses and income for the purpose of calculating foreign tax credits.” The House version of the latest Covid-19 relief bill would permanently eliminate this provision.<br />Taxation of multinationals is complex, and the point here isn’t to defend every jot and tittle of the current internal revenue code. But this tweak is a tax increase, period. The Joint Committee on Taxation estimates it will raise $22.3 billion in revenue through 2031. That’s also why this improvement to the tax code that passed Congress in 2004, the year  Facebook  was founded and before the iPhone existed, spent a decade and a half in limbo: It was repeatedly delayed by lawmakers scrounging for cash."
}