{
    "url_original": "https://www.wsj.com/articles/a-deep-green-freeze-11613411002?mod=opinion_lead_pos1",
    "url": "a-deep-green-freeze-11613411002",
    "title": "A Deep Green Freeze",
    "sub_head": "Power shortages show the folly of eliminating natural gas—and coal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-15 14:09:00",
    "body": "Gas and power prices have spiked across the central U.S. while Texas regulators ordered rolling blackouts Monday as an Arctic blast has frozen wind turbines. Herein is the paradox of the left’s climate agenda: The less we use fossil fuels, the more we need them.<br />A mix of ice and snow swept across the country this weekend as temperatures plunged below zero in the upper Midwest and into the teens in Houston. Cold snaps happen—the U.S. also experienced a Polar Vortex in 2019—as do heat waves. Yet the power grid is becoming less reliable due to growing reliance on wind and solar, which can’t provide power 24 hours a day, seven days a week.<br />While Texas is normally awash in gas and oil, the Electric Reliability Council of Texas, which oversees the state’s wholesale power market, urged residents this weekend to conserve power to avoid power outages. Regulators rationed gas for commercial and industrial uses to ensure fuel for power plants and household heating.<br />Texas’s energy emergency could last all week as the weather is forecast to remain frigid. “My understanding is, the wind turbines are all frozen,” Public Utility Commission Chairman DeAnn Walker said Friday. “We are working already to try and ensure we have enough power but it’s taken a lot of coordination.”<br />Blame a perfect storm of bad government policies, timing and weather. Coal and nuclear are the most reliable sources of power. But competition from heavily subsidized wind power and inexpensive natural gas, combined with stricter emissions regulation, has caused coal’s share of Texas’s electricity to plunge by more than half in a decade to 18%."
}