{
    "url_original": "https://www.wsj.com/articles/a-hollywood-blitz-of-new-movies-ahead-of-the-oscars-deadline-11612382466",
    "url": "a-hollywood-blitz-of-new-movies-ahead-of-the-oscars-deadline-11612382466",
    "title": "A Hollywood Blitz of New Movies Ahead of the Oscars Deadline",
    "sub_head": "Studios have until the end of February to release films for Oscars consideration. And because of the pandemic, many of the new titles can be viewed at home.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-293941?width=620&size=1.5",
    "image_1": "im-293941.jpg",
    "time": "2021-02-03 15:01:00",
    "body": "On the movie calendar pretzeled by the pandemic, February is the new December—the last month for movies to qualify for the Academy Awards. With the Oscars telecast pushed to its latest date ever (April 25), a normally sleepy month for new releases brings a cluster of films trying to slingshot into the big game.<br />Some of them are already in the running for other awards, including “Nomadland,” “The Father” and “Judas and the Black Messiah,” all nominated Wednesday for Golden Globe Awards. (That ceremony is scheduled for Feb. 28, more than a month later than usual.)<br />The February blitz has repercussions for everyday film fans, too. Instead of the typical incremental release starting “in select theaters,” most awards contenders are also dropping in living rooms around the same time for on-demand viewing. The hard part is keeping track of all the variations of when, where and how to see them.<br />Even for Hollywood, it’s been a challenge to monitor a playing field reshaped by theater closures and awards organizations responding to Covid.<br />“It’s been a long run of the award-type films, starting in late summer through now. From that standpoint, it sure feels like we’re still in 2020,” says Pam Williams, a producer of “The United States vs. Billie Holiday,” about the feds’ targeting of the jazz legend, played by Andra Day. Director Lee Daniels made it for the big screen, shooting it on film in 2019. But the plan for a theatrical release through Paramount Pictures changed when Hulu bought the film for an exclusive U.S. release."
}