{
    "url_original": "https://www.wsj.com/articles/a-new-life-for-old-shipwrecks-11614366041",
    "url": "a-new-life-for-old-shipwrecks-11614366041",
    "title": "A New Life for Old Shipwrecks",
    "sub_head": "Artist Alexis Rockman creates vividly realistic pictures of doomed vessels from history and mythology.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-303206?width=620&size=custom_7200x6000",
    "image_1": "im-303206.jpg",
    "time": "2021-02-26 14:00:00",
    "body": "The roots of the Peabody Essex Museum in Salem, Mass., date back to 1799, when a group including local ships’ captains established a “cabinet of natural and artificial curiosities” to display the treasures they had accumulated in their voyages. Starting March 6, a new exhibition will display images of a sailor’s greatest nightmare. In “Shipwrecks,” contemporary artist Alexis Rockman turns his vivid, realistic style to scenes of cannibalism, ice, drifting animals and doomed men.<br />The show, which moves in a larger version on June 13 to Guild Hall in the Hamptons, includes canvases and watercolors representing episodes from history and myth. One picture portrays the sinking of the USS Indianapolis, torpedoed by a Japanese submarine in the Pacific in the last weeks of World War II, including the shark attacks on surviving sailors. Another features threats that might have kept a Viking sailor up at night: ship-destroying whirlpools, threatening whales and the mythical sea-monster known as the Kraken, all about to overpower a small, fragile boat.<br />The “Shipwrecks” series is a departure for the 58-year-old Mr. Rockman, who is best known for his apocalyptic panoramas of climate change, pollution and species extinctions. In one of his best-known works, “Manifest Destiny” (2004), the ocean has submerged the Brooklyn waterfront, and the arches of the Brooklyn Bridge crumble before our eyes.<br />Why focus on shipwrecks? Mr. Rockman points out that in 19th-century New England, paintings of wrecks were a popular genre, and today there’s “nothing more cliché than a shipwreck painting over a mantelpiece.” He loves the challenge of putting new life into an old genre supposedly “not worthy of reconsideration.”<br />The earliest painting in the show, “The Sinking of the Brig Helen” (2017), portrays a famous episode in the history of biology. Alfred Russel Wallace, a contemporary of Darwin’s who independently worked out the theory of natural selection, was on board the Helen when it sank, returning to England from a four-year collecting trip in South America. Wallace survived but lost his collection of thousands of specimens, including living birds and monkeys."
}