{
    "url_original": "https://www.wsj.com/articles/a-new-road-for-mercedes-benz-offers-hope-for-volkswagen-too-11612446971?mod=business_minor_pos10",
    "url": "a-new-road-for-mercedes-benz-offers-hope-for-volkswagen-too-11612446971",
    "title": "A New Road for Mercedes-Benz Offers Hope for Volkswagen Too",
    "sub_head": "Daimler’s shareholder-friendly decision to split its car and truck divisions will be hard for Germany’s largest car maker to ignore",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294505?width=620&size=1.5",
    "image_1": "im-294505.jpg",
    "time": "2021-02-04 08:56:00",
    "body": "Germany is slowly becoming more welcoming to stock investors. If Daimler and  Siemens  can shake off the old obsession with scale, even change at  Volkswagen  may not be too much to hope for.<br />Late on Wednesday, automotive group Daimler said it will split in two, separating its flagship  Mercedes-Benz  car division from its often-overlooked truck unit—the global leader in big rigs thanks to Freightliner and other brands. The move wasn’t a huge surprise after years of rumors and preparations. But the decision to finally press the button couldn’t be taken for granted at a company that embodies the German industrial tradition, and the structure of the deal was more shareholder-friendly than expected. Shares have risen 8% since the announcement.<br />The case for a split is the classic one against conglomerates: Heavy trucks and cars don’t have much in common, and separate stock-market listings will focus management and release trapped value for shareholders. This was particularly obvious for Daimler because each of the two units has a close peer— BMW  for Mercedes-Benz and  Volvo  AB for Daimler Trucks—that usually make better margins and fetch higher valuations.<br />Crucially, Daimler is distributing a “significant majority” of stock in its truck business to its shareholders, rather than planning an initial public offering. In 2019, Volkswagen went down the IPO route with its own truck spinoff,  Traton ,  only to create a company with very limited stock-market liquidity in which it still owns a majority stake. Daimler has learnt the lesson.<br />It has perhaps also learned from Siemens, another German industrial icon that has slimmed down in recent years by selling or spinning off businesses. The strategy became the leitmotif of former chief executive Joe Kaeser, who also sits on Daimler’s supervisory board. Mr. Kaeser retired from Siemens on Wednesday with the stock at a record high, in stark contrast to U.S. peer  General Electric ."
}