{
    "url_original": "https://www.wsj.com/articles/a-poison-pill-for-for-profit-colleges-11614296314?mod=opinion_major_pos3",
    "url": "a-poison-pill-for-for-profit-colleges-11614296314",
    "title": "A Poison Pill for For-Profit Colleges",
    "sub_head": "The Democratic spending bill would put many out of business.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-304620?width=620&size=1.5",
    "image_1": "im-304620.jpg",
    "time": "2021-02-25 18:38:00",
    "body": "Colleges for years have justified charging exorbitant tuition by offering what they claim is an immersive education. But many closed their campuses during the pandemic and didn’t discount tuition. Now Democrats plan to shower them with more money while punishing vocational schools.<br />Congress allocated colleges $14 billion from the Cares Act and $23 billion in the December relief bill on top of the $125 billion in federal student aid they soak up annually. The new $1.9 trillion bill would hand them another $40 billion regardless of whether they open or need the money. The December bill at least reduced aid to colleges with enormous endowments.<br />Democrats have also cut the share of money going to proprietary schools to 1% from 3%. For-profits will have to distribute 100% of their federal relief to students, which is fair enough. But nonprofit and public colleges only have to spend 50% on student aid. They can spend the rest on diversity coordinators and higher salaries for tenured professors.<br />The distinction between nonprofit and for-profit colleges is becoming increasingly tenuous. Four years of tuition at many nonprofits now costs more than a new home. Yet colleges aren’t accountable for student outcomes, and many graduate with enormous debt and degrees that don’t help them get high-paying jobs.<br />At least the pandemic forced some to tighten their belts. Consider the University of Southern California, which is trading its president’s colonial seven-acre estate for $24.5 million for a more modest $8.6 million mansion. Tough living. For-profit enrollment has shrunk by half over the last decade due to the Obama regulatory assault and improved job market. Several large chains have closed, and many surviving schools are small businesses that offer training in fields like welding, cybersecurity and nursing—skills in high demand."
}