{
    "url_original": "https://www.wsj.com/articles/a-road-trip-to-the-real-shangri-la-11613583256",
    "url": "a-road-trip-to-the-real-shangri-la-11613583256",
    "title": "A Road Trip to the Real Shangri-La",
    "sub_head": "In Tibet, writer Ed Douglas seeks out the true story of a mythical world and a long-vanished kingdom",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-299947?width=620&size=1.5",
    "image_1": "im-299947.jpg",
    "time": "2021-02-17 12:34:00",
    "body": "MOST OF US dream of a better world, even a perfect one. Not many of us, though, when challenged to locate our own utopia, would think of a ruined citadel in a half-forgotten corner of western Tibet. Yet here is where the myth of Shangri-La begins, at least in part, among the ruins of Tsaparang. Part monastery, part fortress, this eroded jumble of buildings and caves sits atop a promontory overlooking the silted gray waters of the Langchen Tsangpo, the “elephant river,” known in India as the Sutlej.<br />It rises to the east, near the sacred lake of Manasarovar, where a few years ago, my wife and I climbed stiffly out of a Land Cruiser to stretch our legs. It would be hard to overestimate the spiritual significance of this landscape. If there is, in T.S. Eliot’s phrase, “a still point of the turning world,” then this is it, a place profoundly sacred to Hindus and Buddhists alike. At the roadside was a vast billboard with an image of Xi Jinping and a slogan about fighting poverty.<br />We were three days into a high-altitude road trip, driving west from Lhasa, the mountains of the Himalaya unspooling to our left and ahead the desert hills of the rolling Tibetan plateau. At the wheel was Migmar, with his bouffant quiff and navy pea coat. He grinned for a selfie in front of the sacred peak of Kailas and we carried on.<br />Over the next pass the elephant river cut deep into a region of softer rock, creating a gorge half a mile deep. Migmar pulled into a parking lot to take in the view. Overlooking the valley, the local tourist office had put up an information board with inscriptions in Chinese, Tibetan and English. Travelers were instructed to admire the ‘stratums of earth forest’ with their ‘surrounding sonwy [sic] mountains that embodies the giant verve of land.’ There’s no shortage of land verve in the Himalaya.<br />Soon after, Migmar turned left off the main highway on a newly laid road so perfect I wish I’d brought my bicycle. It looped down through the stony wastes, dropping almost a kilometer in altitude to the banks of the Sutlej and the towering remnants of Tsaparang. This was once the thriving center of the Guge kingdom, which a thousand years ago rescued Tibetan Buddhism from extinction. Centuries later, Tsaparang fell prey to invasion and a changing climate. Now it slumbers in austere isolation, a brown tumble of ruins beneath an azure sky, like some art director’s dream of an alien dystopia, an impression enhanced during our visit by the presence of a whining camera drone that flitted like a mosquito among the ruined towers, operated by an excitable Chinese TV crew. (Rather sweetly, they apologized and turned it off when we complained.)"
}