{
    "url_original": "https://www.wsj.com/articles/a-shot-in-the-moonlight-review-vigilantes-in-the-dock-11612912594?mod=opinion_reviews_pos1",
    "url": "a-shot-in-the-moonlight-review-vigilantes-in-the-dock-11612912594",
    "title": "‘A Shot in the Moonlight’ Review: Vigilantes in the Dock",
    "sub_head": "It was the ﬁrst time that a black man in the South had dared to sue a white mob for damages, and it caused a sensation.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-09 18:16:00",
    "body": "Around 12 o’clock on the cold, moonlit night of Jan. 21, 1897, a 42-year-old black farmer named George Dinning, his wife, Mollie, and seven of their children were sleeping in their cabin near Price’s Mill, Ky., when they were awakened by two dozen white men surrounding the house. Wielding pistols and shotguns, the mob accused Dinning of some recent thefts and ordered him to vacate his 125-acre farm, which he had purchased 20 years before from the family that had enslaved him.<br />When Dinning called out that he wasn’t guilty, and could prove it, the men fired into the cabin, grazing him in the head and arm. Still in his underclothes, he grabbed his shotgun, ran to an upstairs window and got off a single round of birdshot, killing 32-year-old Jodie Conn, the son of a wealthy planter. The mob fired another volley and then retreated. The next morning Dinning surrendered to the Simpson County sheriff, Bud Clark. That same day, several men returned to the farm, evicted Mollie, and torched the fields, house and outbuildings. She and the children fled to relatives in Tennessee.<br />Kentucky (birthplace of both Abraham Lincoln and Jefferson Davis) had declared neutrality in the Civil War, but racist violence was common there in the 1890s, with 10 lynchings recorded in the 13 months before the attack on George Dinning. As Ben Montgomery relates in “A Shot in the Moonlight,” his deeply felt, copiously researched chronicle of this episode and its repercussions, what made Dinning’s case extraordinary, even more than his forceful self-defense, was his unprecedented search for justice.<br />Dinning was aided by a surprising number of whites, starting with Sheriff Clark, who spirited his prisoner to distant Louisville for safekeeping. Later, when Dinning was conveyed back to Simpson County to be tried for murder, many doubted that he would live to see the verdict. But Republican Gov. William Bradley, who had recently signed an anti-lynching law, dispatched two companies of soldiers to guard the accused, along with a pair of cannon.<br />When the trial began, in June, the prosecution witnesses admitted to being in the crowd that night but claimed that they had gone with friendly intent and were leaving when Dinning fired. The defense attorney, a local man known for fairness, seized on the implausibilities and inconsistencies in their testimony. Why would Dinning shoot if the men were dispersing? When the white jury returned, they found the defendant not guilty of murder but guilty of manslaughter, sentencing him to seven years at hard labor."
}