{
    "url_original": "https://www.wsj.com/articles/a-simply-superb-suite-11614368933",
    "url": "a-simply-superb-suite-11614368933",
    "title": "A Simply Superb Suite",
    "sub_head": "Erik Satie’s ‘Gymnopédies,’ all composed in 1888, have had an impact on the music of the 20th century and today that belies their modest scale",
    "category_1": "Masterpiece",
    "time": "2021-02-26 14:48:00",
    "body": "<br />Even amid the tornado of cultural experimentation that defined La Belle Epoque—those four fertile decades in France that preceded World War I—Erik Satie (1866-1925) was a singularly windy eccentric. He declared himself not a musician but a “phonometographer.” He was almost a parody of a bohemian, strolling Paris streets in his frock coat and hat, his beard unkempt and his hair long. Living alone in shabby conditions, working intermittently as a pianist in cafes in the early 1890s, collecting umbrellas, Satie had made good on his college teacher’s designation of him as “the laziest student at the Conservatoire.”<br />Yet this notoriously idiosyncratic figure had already composed three short pieces that remain among the most popular, influential and lovely piano works produced in the 19th century. Their name is characteristically bizarre: the “Gymnopédies,” derived from the Gymnopaedia—the festival where naked young men in ancient Sparta participated in war dancing. The title is deceptively complicated; the “Gymnopédies” are austere works.<br />Though all three pieces were composed in 1888, when he was still in his early 20s, Satie published the “Gymnopédies” separately over the next seven years. They were first performed separately at the Chat Noir in Montmartre, a cabaret where Satie became a pianist. The only available evidence of their reception comes from the newsletter of the Chat Noir: “We cannot recommend this essentially artistic work highly enough to the musical public,” it read. “It may rightly be considered as one of the most beautiful of the century that has witnessed the birth of this unfortunate gentleman.” Satie almost certainly wrote that notice himself.<br />At the time he composed the “Gymnopédies,” French music was still huddling defensively in the enormous shadow of Wagner’s operas. The German Romantic had died five years earlier, but even from the grave he would influence the French music scene for the next 20 years or more. With its stripped-down plainness, Satie’s suite was as contrary to the German composer’s grandiose symphonies as it was possible to be."
}