{
    "url_original": "https://www.wsj.com/articles/a-slice-of-persia-in-the-heart-of-israel-11613690556?mod=opinion_lead_pos9",
    "url": "a-slice-of-persia-in-the-heart-of-israel-11613690556",
    "title": "A Slice of Persia in the Heart of Israel",
    "sub_head": "Followers of the Baha’i faith are persecuted at home but welcomed abroad.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-300717?width=620&size=1.5",
    "image_1": "im-300717.jpg",
    "time": "2021-02-18 18:22:00",
    "body": "Israel is the last country where an Iranian raised in a Muslim family would have expected to find a place to feel at home. But that’s exactly what happened when I visited.<br />In January 2013, I spent a day as a guest at the Baha’i World Centre in Haifa. The site is the spiritual and administrative heart of the Baha’i Faith, a religion founded in Iran with about five million adherents across the globe. The center’s grounds are bedecked with gardens and terraces. As I walked up and down the beautiful landscape, it struck me that everything about that hallowed place is Iranian. Even though I was in Israel, I felt as though I was walking in a Persian garden.<br />The Baha’i faith is generally described as the largest non-Muslim religious minority in Iran. The faithful espouse noble principles like the importance of unifying humanity, the harmony between science and religion, and the equality of women and men. But, as the religion was founded after Islam, the Iranian government finds the faith’s adherents’ existence intolerable. Despite facing a longstanding state-sponsored campaign of oppression by Tehran, the community has found a way to persist.<br />Before the international community exerted pressure on Iran in the 1980s, Baha’is were killed indiscriminately by vigilantes and often arbitrarily executed by the government. Today, that persecution has cooled to arbitrary imprisonments and arrests. Baha’is also see their economic advancement blocked, sometimes by being denied access to higher education. The continuation of this systemic and baseless campaign against the Baha’is makes me ashamed to be Iranian.<br />After I left the Baha’i World Centre, I kept imagining that one day—perhaps not in my lifetime—it would dawn on Iranian civil society and government officials that the institution in Haifa is a significant part of Iran’s religious-national heritage. I dreamed that one day Iranians of all religious persuasions could visit and experience the enlightened and sublime feeling of fellowship offered by the institution."
}