{
    "url_original": "https://www.wsj.com/articles/a-stock-trading-dupe-is-born-every-minute-11613933258?mod=opinion_lead_pos8",
    "url": "a-stock-trading-dupe-is-born-every-minute-11613933258",
    "title": "A Stock-Trading Dupe Is Born Every Minute",
    "sub_head": "The recent hearing on Robinhood missed the basics of how pump-and-dumps work.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-301390?width=620&size=1.5",
    "image_1": "im-301390.jpg",
    "time": "2021-02-21 13:47:00",
    "body": "Michael J. Meehan and friends started buying a tech company’s shares, but from each other, driving up the price on each trade. Others noticed the rising stock and started buying too, sending shares to more than $100. Then everyone piled in until it hit around $500 at its peak. Sound familiar?  GameStop ? AMC? Nope. It was RCA, pumped by the so-called Radio Pool in 1928-29.<br />Pump-and-dump schemes and roving gangs of investors are an age-old problem. In the 1930s, Congress made these stock pools illegal. Problem solved, right? Ha ha, sure—just like last week’s Roaring Kitty congressional hearings will “fix” the latest iteration. To be fair, RCA was successful and radios really were the future. No matter, after the crash the stock hit $10.<br />For a pump and dump to work, you need a certain type of investor—specifically, the type P.T. Barnum said is born every minute (on platforms like Reddit and Robinhood, more like every nanosecond). To be nice, let’s call them dupes. “Greater fools” works too.<br />On Feb. 2, Barstool Sports founder Dave Portnoy tweeted, “I have officially sold all my meme stocks. I lost 700kish. Vlad and company stole it from me and should be in jail”—Vlad Tenev being the founder of the stock-trading app Robinhood. Let me gently suggest what he meant to tweet: “Robinhood limited trading of GameStop and AMC so even bigger fools from Reddit couldn’t bid up the price further and let me dump my shares on them.”<br />Here are a few things Congress missed:"
}