{
    "url_original": "https://www.wsj.com/articles/a-swim-in-a-pond-in-the-rain-review-from-russia-with-love-11612540987",
    "url": "a-swim-in-a-pond-in-the-rain-review-from-russia-with-love-11612540987",
    "title": "‘A Swim in a Pond in the Rain’ Review: From Russia With Love",
    "sub_head": "A visit with four masters of short fiction is a lesson in artistry and vision.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-295016?width=620&size=custom_2400x1699",
    "image_1": "im-295016.jpg",
    "time": "2021-02-05 11:03:00",
    "body": "In recent decades, too many academic literary critics have used classic works of literature as mere springboards for social or political theories. When they do turn their attention to a work, they often treat it as a “text,” that is, as words on the page through which not the author but “language” speaks. George Saunders deems his delightful readings of seven stories by Chekhov, Gogol, Turgenev and Tolstoy non-academic, and they are all the better for that.<br />Mr. Saunders, himself a distinguished author of short stories, knows that the work is not the text but the experience the text is designed to create for the attentive reader. He guides us through each story to show what such attention can reveal.<br />To be certain that the reading experience is fresh when we consider his analyses, Mr. Saunders includes each story in full in an adequate, if not always the best, translation. He begins by giving us Chekhov’s “In the Cart” one page at a time, with his own commentaries following each page, so we can attend to how our feelings develop as we read—to the story not just as a remembered whole but as an unfolding event. How did Chekhov’s choice of words make us feel? What does an apparently superfluous description of nature accomplish, and why is it there? What were we anticipating at each point? Chekhov’s stories and plays often turn on a desired event that could have but did not happen—an expected marriage proposal never made, a neglected opportunity for kindness, a hoped-for meeting that could have eased unbearable loneliness. And so Mr. Saunders’s approach, which reminds us of that which we anticipated, works especially well. To understand short stories, we do not need some all-encompassing theory, he explains, but “moment-to-moment responsiveness.” To show why a given event or description is meaningful, Mr. Saunders sometimes rewrites a passage without it. The first half of Turgenev’s brilliant story “The Singers,” for instance, seems irrelevant to the plot about a singing competition, but Mr. Saunders retells the story without its beginning. The reader then grasps how the experience would be different, and understands why the author wrote the story he did.<br />At his best, Mr. Saunders teases out easily overlooked moments of authorial genius. The lonely schoolmistress of Chekhov’s “In the Cart” is distracting herself with thoughts about her school when, without preparation, she thinks how handsome the man who just passed by is. That thought, which intimates a romance she will never have, had evidently been occupying the periphery of her attention, even when she was concentrating on something else. “That self-interruption is a beautiful thing,” Mr. Saunders shrewdly observes. “It says: the mind can be two places at once. . . He’s not for her, she knows it . . . and yet her mind keeps being lured back to him.”<br />Readers have marveled at Tolstoy’s ability to make religious conversion psychologically plausible. Mr. Saunders notices one way Tolstoy does it. The hero of “Master and Man” does not first understand the divine truth and then act on it. Rather, he continues to act as he always has, but in circumstances that make formerly selfish behavior generous. With the same energy, the same words to himself, as he used in striking business deals, he now gives his life to save his freezing servant when they are both caught in a terrible snowstorm. He then, and only then—after experiencing surprising spiritual joy—realizes the truth and chooses to act on it deliberately."
}