{
    "url_original": "https://www.wsj.com/articles/a-theranos-database-is-useless-what-happened-11614205525?mod=business_lead_pos13",
    "url": "a-theranos-database-is-useless-what-happened-11614205525",
    "title": "A Theranos Database Is Useless. What Happened?",
    "sub_head": "Attorneys for company founder Elizabeth Holmes say prosecutors can’t prove fraud case without the results of millions of blood tests",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-303486?width=620&size=1.5",
    "image_1": "im-303486.jpg",
    "time": "2021-02-24 17:25:00",
    "body": "Theranos Inc. founder Elizabeth Holmes is sparring with federal prosecutors over an inaccessible database recording millions of the company’s blood tests, arguing the government can’t prove the test results were unreliable without the database’s information.<br />If Ms. Holmes’s argument is successful, prosecutors could be blocked at her criminal trial in July from presenting testimony from patients who government lawyers say received inaccurate test results from the company. Without broader Theranos results from the database, the witness testimony would be anecdotal and irrelevant, her attorneys said in court filings Tuesday, because prosecutors can’t show that the firm’s blood tests were less accurate than those from other companies.<br />Federal prosecutors said in a filing last month that their case “is hardly ’anecdotal,’” and that they will show Theranos’s reliability and accuracy problems through whistleblowers and federal regulator reports, along with patient stories. The Centers for Medicare and Medicaid Services said in 2016 that its inspection of Theranos’s lab found deficient practices that posed immediate jeopardy to patient health and safety.<br />Ms. Holmes, once a star Silicon Valley entrepreneur, faces federal charges that she defrauded investors and patients about her company’s technology, which purported to use just a few drops of blood from a finger prick to test for a variety of health conditions. The Wall Street Journal first reported in 2015 that the company’s proprietary technology was unreliable and that the company conducted most of its tests on standard blood-testing machines that it sometimes modified.<br />Ms. Holmes and prosecutors agree that the database, known as the Laboratory Information System, no longer exists. They disagree, however, on how that came to be, and whether its absence is damaging to the prosecution."
}