{
    "url_original": "https://www.wsj.com/articles/a-worse-place-than-hell-review-the-crucible-11613145339",
    "url": "a-worse-place-than-hell-review-the-crucible-11613145339",
    "title": "‘A Worse Place Than Hell’ Review: The Crucible",
    "sub_head": "One of the Civil War’s bloodiest episodes left a lasting imprint on those who fought—and many who didn’t.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-297562?width=620&size=custom_5461x3528",
    "image_1": "im-297562.jpg",
    "time": "2021-02-12 10:55:00",
    "body": "“The real war will never get in the books.” Walt Whitman’s well-known prediction has not prevented thousands of writers, including Whitman himself, from trying to put the Civil War between covers. Many kinds of chronicles have been written—military histories, political studies, overviews of society or culture, portraits of leading figures. One especially striking way of bringing the war alive is to convey it from the standpoint of the unexalted individual. That is the choice John Matteson makes in “A Worse Place Than Hell,” a moving group portrait that uses the Battle of Fredericksburg, in late 1862, as the focal point for the story of five participants in the Civil War, four Northerners and one Southerner.<br />The battle that Mr. Matteson highlights has attracted a lot of scrutiny over the years, most notably in Francis Augustín O’Reilly’s “The Fredericksburg Campaign” (2003) and George C. Rable’s “Fredericksburg! Fredericksburg!” (2002). These books give details of the fateful encounter near the Rappahannock River on Dec. 13, 1862, in which Army of the Potomac under Ambrose E. Burnside met resounding defeat at the hands of Robert E. Lee’s Army of Northern Virginia. The futile assaults by waves of Union soldiers on Confederate troops, who were protected by a stone wall on Marye’s Heights, have become a fixture of Civil War lore. On that grim winter day, the Union suffered more than 12,000 casualties, compared with some 5,300 on the Confederate side. President Lincoln put a positive spin on the battle by praising the surviving Union soldiers for their bravery. Privately, however, he confessed that the battle had left him in “a worse place than hell.”<br />Although Mr. Matteson uses Lincoln’s phrase for his title, he doesn’t dwell on the hellish aspects of the war. Instead he concentrates on personal and cultural transformation. The people he follows were profoundly changed by the war, he tells us; all of them “confronted war and struggled to redeem themselves within it.” Oliver Wendell Holmes Jr., the son of a famous Boston physician and author, entered the war as an idealistic man and emerged from it hard-bitten and skeptical, leading him to seek direction in a legal career. The Rev. Arthur Fuller, the brother of the women’s rights champion Margaret Fuller, served as a chaplain in a Massachusetts regiment but at Fredericksburg traded his ministerial role for a military one, taking up a gun in a burst of patriotism and losing his life to Confederate bullets. The budding author Louisa May Alcott, hoping to contribute to the Northern cause, became a volunteer nurse in a Washington war hospital, an experience that fed into her popular book “Hospital Sketches” and later provided the emotional background for “Little Women,” a fictionalized portrayal of the Civil War’s toll on her Concord, Mass., family.<br />As for Walt Whitman, he was writing poems and newspaper stories in Brooklyn and hobnobbing with bohemians when he heard that his brother George had been wounded at Fredericksburg. He traveled first to Washington and then south to the environs of the battlefield in search of his brother, whose wound, as it turned out, was not serious. Walt stayed on for several years in Washington, taking on minor government jobs while serving as a volunteer nurse in war hospitals, setting the stage for his later role as the major poet and memoirist of the war. Two of Whitman’s poems about Lincoln, “When Lilacs Last in the Dooryard Bloom’d” and “O Captain! My Captain!,” are timeless eulogies of America’s greatest president, and his writings about the war, in poetry and prose, are at once crisply realistic and emotionally resonant. George Whitman, Walt’s brother, ended up serving in many Civil War battles and thus provides, in Mr. Matteson’s narrative, a kind of moving lens on the war as it unfolded on the battlefield.<br />In addition to these Northerners, Mr. Matteson describes the dashing John Pelham, a Confederate artillery officer who exhibited unusual courage. At Fredericksburg, partly hidden by a dip in the land, Pelham coolly supervised the firing of a cannon that was protected by its very proximity to Union troops: Their return volleys mainly went over the heads of the rebels. Pelham’s death at the Battle of Kelly’s Ford, three months after Fredericksburg, becomes in Mr. Matteson’s handling a dramatic, hopeless flourish of Confederate chivalry. Pelham charged forward on a horse like a blond god of war before being felled by an enemy shell fragment. The loss of Pelham was a blow for Confederate morale. Mr. Matteson writes: “No individual in the Confederate Army had seemed more invincible than Pelham. His risks had never been punished, and his audacity had been continually rewarded. If he could fall, so, too, might the army he left behind.”"
}