{
    "url_original": "https://www.wsj.com/articles/abrahams-missing-child-christians-11612480987?mod=opinion_lead_pos10",
    "url": "abrahams-missing-child-christians-11612480987",
    "title": "Abraham’s Missing Child: Christians",
    "sub_head": "Jews and Muslims make peace, but this endangered minority lacks a regional voice.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-294596?width=620&size=1.5",
    "image_1": "im-294596.jpg",
    "time": "2021-02-04 18:23:00",
    "body": "The announcement that Israel would normalize ties with Muslim-majority Bahrain, Morocco, Sudan and the United Arab Emirates might have been the highlight of an otherwise dismal 2020. Yet these groundbreaking accords still lack one important child of Abraham. Do Near Eastern Christians have a seat at this table? If not, who can help get them there?<br />Years of international anxiety over the slow demise of Christianity in its ancient homeland hasn’t translated into action. The situation in old bastions like Lebanon, Syria and Iraq is now catastrophic. Egypt, with the largest population of Jesus followers in the region, isn’t much better. That the region’s second most afflicted religious group—after the devastated Yazidis—has gained the least from a long-overdue peace is a painful irony not lost on its persecuted members.<br />Part of the problem is that the regional hostility being rolled back under the Abraham Accords was never a distinctly Christian problem. The centurylong animus between Muslims, the region’s largest group, and Jews, its oldest Abrahamic population and newest recipient of sovereignty, could only be rectified by Jews and Muslims. The relative lack of Christians in any the four Muslim countries that are part the Abraham Accords—Israel has as many as all of them combined—means that Christians simply haven’t been part of the discussion.<br />Another thorny problem is the imprisonment of the region’s most dynamic Christian communities in its other geopolitical axis: the resistance bloc controlled by Iran. Tehran’s belligerence is what first seeded the secret Arab-Israeli collaboration that now manifests as open solidarity. Trapped in the northern tier of Mesopotamia, sandwiched between Shiite and Sunni proxies of Iran and Turkey, these Christians dare not whisper a positive word about normalization with Israel.<br />One final problem is the general lack of Christian sovereignty in the Near East, which precludes them from an independent say on the matter. With the exception of Greece, Armenia and Ethiopia, local Christians—unlike local Jews, who gained independence in 1948—remain subservient players in an Arab conversation that is almost exclusively Muslim."
}