{
    "url_original": "https://www.wsj.com/articles/academic-freedom-is-withering-11614531962?mod=opinion_lead_pos5",
    "url": "academic-freedom-is-withering-11614531962",
    "title": "Academic Freedom Is Withering",
    "sub_head": "Surveys of faculty opinion show the growing extent of political discrimination and cancel culture.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-305272?width=620&size=1.5",
    "image_1": "im-305272.jpg",
    "time": "2021-02-28 12:06:00",
    "body": "Academic freedom is in crisis on American campuses. Last year, the National Association of Scholars recorded 65 instances of professors being disciplined or fired for protected speech, a fivefold increase from the year before. Yet many of academia’s defenders brush aside worries about dismissal campaigns and the lack of ideological diversity as little more than a collection of anecdotes cherry-picked to feed a right-wing moral panic.<br />My new report for the Center for the Study of Partisanship and Ideology gives the lie to these claims. Based on eight comprehensive surveys of academic and graduate-student opinion across the U.S., Canada and Britain, it buttresses the findings of numerous studies to provide hard data on the absence of viewpoint diversity and presence of discrimination against conservative and gender-critical scholars. High-profile activist excesses are mere symptoms of a much wider problem of progressive authoritarianism. Roughly 1 in 3 conservative academics and graduate students has been disciplined or threatened with disciplinary action. A progressive monoculture empowers radical activist staff and students to violate the freedom of political minorities like conservatives or “gender-critical” feminists, who believe in the biological basis of womanhood—all in the name of emotional safety or social justice.<br />Political discrimination is pervasive: 4 in 10 American academics indicated in a survey this summer that they would not hire a known Trump supporter for a job. In Canada, the share is 45%, while in Britain, 1 in 3 academics wouldn’t hire a Brexit supporter. Between one-fifth and half of academics and graduate students are willing to discriminate against right-leaning grant applications, journal submissions and promotion cases. On a four-person panel, this virtually guarantees that a conservative will face discrimination.<br />Meanwhile, only 28% of American academics say they would be comfortable sitting with a gender-critical scholar over lunch, less even than the 41% who would sit with a Trump-voting colleague. Somehow this has become acceptable in a way it never would be for a person from a religious, as opposed to political, minority.<br />Some 75% of American and British conservative academics say their departments offer a hostile climate for their beliefs. Nearly 4 in 10 American centrist faculty concur. This produces a chilling effect that results in self-censorship: I found that merely 9% of Trump-supporting academics say they would feel comfortable expressing their political beliefs to a colleague. Their progressive counterparts admit as much, with only 14% of all U.S. academics saying a Trump supporter would feel comfortable expressing his beliefs. In Britain, only 18% of Brexit-supporting academics would feel comfortable sharing their views, even though 52% of the British electorate supported Brexit."
}