{
    "url_original": "https://www.wsj.com/articles/activist-investor-ancora-to-launch-proxy-fight-at-forward-air-11612910701?mod=business_featst_pos1",
    "url": "activist-investor-ancora-to-launch-proxy-fight-at-forward-air-11612910701",
    "title": "Activist Investor Ancora to Launch Proxy Fight at Forward Air",
    "sub_head": "Group plans to nominate four directors to trucking company’s board",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-296857?width=620&size=1.5",
    "image_1": "im-296857.jpg",
    "time": "2021-02-09 17:56:00",
    "body": "An activist investor is preparing to launch a proxy fight at trucking and logistics company  Forward Air Corp.<br />Ancora Holdings Inc. plans to nominate four directors to Forward Air’s 10-person board, including the company’s founder and its former chief financial officer, according to people familiar with the matter. The group holds a combined 6.3% stake in the Greeneville, Tenn., company, the people said.<br />Forward Air, which has a market value of around $2.3 billion, specializes in expedited less-than-truckload services, including airport-to-airport shipments of high value products such as automotive parts and electronics equipment. It also has smaller intermodal and pool-distribution segments. Like other trucking and logistics companies, its volumes dropped sharply in 2020 as the coronavirus pandemic took hold, though they have since been recovering.<br />The activist group believes the company has other problems. It argues that Forward Air’s performance has lagged behind that of peers like XPO Logistics Inc. and Old Dominion Freight Line Inc. because it has diversified instead of staying focused on its core expedited business, the people said. The group blames this on acquisitions and capital expenditures over the past decade or so that have hurt the company’s return on invested capital.<br />The activist’s goal is to get its four director candidates voted in at the annual meeting so they can affect changes including strengthening management and improving margins. Its candidates are Forward Air’s founder Scott Niswonger, former CFO Andrew Clarke, Ancora’s James Chadwick and leadership consultant Dawn Garibaldi, the people said."
}