{
    "url_original": "https://www.wsj.com/articles/advent-plans-sale-of-u-k-electronics-maker-laird-unit-11612961673?mod=markets_lead_pos3",
    "url": "advent-plans-sale-of-u-k-electronics-maker-laird-unit-11612961673",
    "title": "Advent Plans Sale of U.K. Electronics Maker Laird Unit",
    "sub_head": "Plan to sell Laird’s performance-materials operation comes as buyout firms fuel deal activity globally",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-297337?width=620&size=1.5",
    "image_1": "im-297337.jpg",
    "time": "2021-02-10 07:54:00",
    "body": "Global buyout firm  Advent International  is eyeing the sale of the bulk of U.K. electronics engineering company Laird Ltd. for around $2 billion, including debt, according to people familiar with the matter.<br />The potential sale comes as private-equity firms are at the center of much recent deal activity. This week, private-equity firms Bain Capital LLC and Cinven Group Ltd. struck a $4.7 billion deal to acquire the specialty-ingredients business of Swiss life-sciences company  Lonza Group AG . That followed Friday’s $4.7 billion agreement for a  Blackstone Group Inc.  and Global Infrastructure Partners-led group to buy the U.K.’s  Signature Aviation  PLC, the world’s largest operator of private-jet bases.<br />So far this year, private-equity firms have generated 29% of global deal activity, measured by value, up from 24% in the year-earlier period, according to Dealogic, a data provider.<br />Advent, which oversees $66 billion in assets, is seeking a buyer for Laird’s performance-materials business, which develops products to protect and improve the performance of automotive components, consumer electronics and next-generation 5G  wireless telecom  networks. Carriers in the U.S. and elsewhere are spending billions of dollars on airwave frequencies and equipment to build out 5G networks as consumers seek faster speeds to download movies and other services.<br />Laird, which traces its roots back nearly 200 years from its beginnings in Liverpool servicing the shipping industry, also owns two smaller businesses. One is focused on wireless connectivity and the other develops thermoelectric cooling systems, according to the company’s website."
}