{
    "url_original": "https://www.wsj.com/articles/after-the-covid-pandemic-a-surge-in-demand-for-meals-entertainment-and-vacations-11612521000?mod=markets_featst_pos2",
    "url": "after-the-covid-pandemic-a-surge-in-demand-for-meals-entertainment-and-vacations-11612521000",
    "title": "After the Covid Pandemic, a Surge in Demand for Meals, Entertainment and Vacations",
    "sub_head": "Americans usually rush out to buy things after an economic slump, but this time around there could be a surge in demand for services",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-295124?width=620&size=1.5",
    "image_1": "im-295124.jpg",
    "time": "2021-02-05 05:30:00",
    "body": "Here’s some advice for life after the pandemic: Make that restaurant reservation way in advance, prepare to pay up for that flight, get used to watching your team from the cheap seats and show up even earlier to the movie.<br />The slump caused by Covid-19 was unlike any other because consumer spending on services, which usually holds up well during downturns, cratered, and remains significantly below pre-pandemic levels. When the crisis eases—something that will with hope begin happening later this year, as more people get vaccinated—the recovery could be impressive.<br />Figuring out just how sharp that rebound will be is a matter of guesswork. While the limited experience the U.S. has with declines in spending on services suggests any rebound will be modest, Americans’ hankering to make up for all things they have missed out during the pandemic—and the ample savings many of them now have—suggests otherwise. The country could be on the cusp of a rebound in demand for services that will be hard for it to meet.<br />Whatever the actual outcome is, it will set the course for the economy. Spending on services amounts to about half of U.S. gross domestic product, while more than four in five U.S. jobs are in the service sector.<br />Usually, recessions are driven by weakness in spending on goods—items that run the gamut from socks to SUVs. That is because, even though Americans spend far more on services than on goods, big-ticket items in particular are easier to forgo when trouble starts. This downturn has been different not just because spending on services fell, but because, other than a brief period of weakness last spring, consumer spending on goods flourished as Americans bought items such as cars and washing machines in response to the pandemic. In the fourth quarter Commerce Department figures show that inflation-adjusted spending on goods was up 7.2% from a year earlier while spending on services fell 6.8% over the same period."
}