{
    "url_original": "https://www.wsj.com/articles/age-of-samurai-battle-for-japan-review-feuding-lords-and-their-fighters-11614110907",
    "url": "age-of-samurai-battle-for-japan-review-feuding-lords-and-their-fighters-11614110907",
    "title": "‘Age of Samurai: Battle for Japan’ Review: Feuding Lords and Their Fighters",
    "sub_head": "In Netflix’s six-part documentary, historian interviews and bloody re-enactments tell the story of the country’s civil war.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-303156?width=620&size=1.5",
    "image_1": "im-303156.jpg",
    "time": "2021-02-23 15:08:00",
    "body": "The ostensible subjects of “Age of Samurai: Battle for Japan” are dubbed “the mounted knights of old Japan” and while a properly romantic description, it falls a bit short: The sword-wielding martial artists of the feudal era (1185-1868) have not only taken up residence in the Western imagination but created ornate, interlacing connections between pop cultures East and West. Akira Kurosawa, for instance, who was a student of John Ford, portrayed his heroes like the gunslingers of the Old West, or even Prohibition gangsters. Detective novelist Dashiell Hammett’s 1929 “Red Harvest” was the basis for Kurosawa’s “Yojimbo,” which in turn inspired Sergio Leone’s “A Fistful of Dollars,” which inspired the Bruce Willis movie “Last Man Standing.” Beneath all the intersecting fictional mayhem lay feudal roots. Most of us samurai-movie fans just don’t know where or what they are.<br />The experts in “Age of Samurai” certainly do. And they tell far more than the average viewer is going to be able to consume over the six parts of the documentary series, which is devoted to the history, traditions and politics not just of the samurai but of Japan itself. It is as much about the “Age” as of the “Samurai” and follows a familiar path familiar to Netflix documentary viewers: Historians and other academics and authors comment on the story being retold, while dramatic re-creations follow it—often, in this case, to harrowing effect. According to one of the interviewees, samurai, a word that originally meant “servant,” were “probably the greatest warriors the world has ever known.” This is precisely the kind of unprovable hype that might turn a viewer off, though the dramatic portions of the program strive to make it seem so: The descriptions, accounts and dramatic re-enactments of the “melee combat” conducted with the legendary katana (samurai swords) result in geysers of blood, rolling heads and certainly are meant to impress viewers with not just the degree but the intimacy of the violence that occurred between rival clans, which used the samurai as their infantry.<br />It’s a fascinating narrative retold and begins here in 1551 with the death of Oda Nobuhide, head of the powerful Oda clan at a time when the central government of Japan had collapsed and incited civil wars across the country among the various power- and land-hungry daimyo, or warlords. The principal character, beginning with episode 1, is Oda Nobunaga, the unpredictable, bloodthirsty and ultimately brilliant son of Nobuhide who would become the first “great unifier” of Japan, but not before modernizing military strategies and introducing firearms into what was previously an arena of hand-to-hand combat.<br />“Age of Samurai” has an international cast of academicians, some quite captivating, on hand to deliver a historically substantiated account of the samurai and their emerging nation. They include the historian-authors Stephen Turnbull, David Spafford, Tomoko Kitagawa and others, all of whom seem to agree on almost everything that happened, which seems odd: Aren’t historians supposed to disagree? One might expect more clashing of academic katanas, but they are as unified as Japan would be, more or less, when the feudal bloodletting was over."
}