{
    "url_original": "https://www.wsj.com/articles/ageless-review-the-long-run-11614352340?mod=opinion_major_pos12",
    "url": "ageless-review-the-long-run-11614352340",
    "title": "‘Ageless’ Review: The Long Run",
    "sub_head": "Deeper understanding of our genetic code unlocks an entirely new perspective on longevity.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304269?width=620&size=1.5",
    "image_1": "im-304269.jpg",
    "time": "2021-02-26 10:12:00",
    "body": "On arriving in London to seek his fortune, the rambunctious Scottish physician George Cheyne set about hobnobbing in coffee houses and taverns, where he ate “lustily” and swallowed down “much liquor.” Before long, he had ballooned to nearly 450 pounds. In a state of existential crisis and discerning that his mortality was in the balance, he published a self-help manual, “An Essay of Health and Long Life” (1724). In this bestselling treatise, he singled out tea, coffee, chocolate and snuff as being especially detrimental to the human condition.<br />This seminal work, among others, spawned a tradition of books addressing the topic of longevity which continues to this day. While Cheyne and others contrived innumerable methods designed to maintain good health and extend lifespans, the process of aging has itself invariably been viewed as an immutable part of human nature.<br />No longer, says Andrew Steele in his entertaining and thoughtful book “Ageless” (Doubleday, 352 pages, $29). While we wither and become frail after a mere seven or so decades, the humble Galápagos tortoise bumbles on healthily into a 175-year dotage. Capturing this trait—known as negligible senescence—is the holy grail of aging research.<br />So if, as Mr. Steele contends, “tortoises get old without getting elderly,” might we not master “biological immortality” and become ageless too? Were this achievable, the existence of a bristlecone pine tree in California’s White Mountains, estimated to be an extraordinary 4,850 years old, suggests that such potential extensions to our longevity might be more than mere tweaks. The fact that lifespans of different species vary so greatly—some mayflies emerge, mate and die within 5 minutes, while bowhead whales can live for more than 200 years—indicates that our lifespan is programmed by evolution, rather than restricted by insurmountable constraints.<br />“Ageless” follows biologist George C. Williams’s simple evolutionary explanation for why we age, based on a phenomenon called “antagonistic pleiotropy.” Put simply, genes selected to facilitate early successful reproduction may have detrimental effects as we get older. In Mr. Steele’s words, it looks as if evolution has traded our “future health for increased reproduction.” Were we able to roll the clock back and redesign ourselves, we would doubtless find alternative genetic circuits that did not have these unfortunate consequences. Perhaps one day, Mr. Steele conjectures, we will be able to reprogram our genomes to remove this legacy. Fortunately, there may be more immediately accessible paths to a longer life."
}