{
    "url_original": "https://www.wsj.com/articles/airbnbs-ipo-costs-expected-to-widen-loss-in-pandemic-year-11614249003?mod=business_lead_pos12",
    "url": "airbnbs-ipo-costs-expected-to-widen-loss-in-pandemic-year-11614249003",
    "title": "Airbnb’s IPO Costs Expected to Widen Loss in Pandemic Year",
    "sub_head": "Stock compensation tied to the company’s initial public offering is forecast to weigh on its bottom line",
    "category_1": "Business",
    "time": "2021-02-25 05:30:00",
    "body": "Airbnb Inc.  is expected to post a steep fourth-quarter loss in its first earnings as a public company, as costs tied to its market debut cap a year in which the coronavirus pandemic ravaged the travel industry.<br />Analysts polled by FactSet forecast a loss of $2.73 billion in the three months through December compared with a loss of $351 million a year earlier, as stock compensation tied to the company’s initial public offering is expected to weigh on its bottom line. The latest loss is expected to bring the company’s full-year deficit to $3.84 billion, more than its losses in the previous four years combined.<br />Airbnb saw revenue evaporate in the early months of the health crisis. That started to change as scores of people used the platform to plan nearby trips in the summer. Fourth-quarter revenue is expected to fall 33% to $747 million from $1.06 billion a year earlier. Full-year revenue is expected to fall 32%.<br />Airbnb has been the bellwether of an otherwise battered travel industry. Chief Executive Brian Cheskysuccessfully pivoted the company’s strategy to focus on rural stays while hotels in big cities suffered. At the same time, he cut a quarter of staff, paused noncore operations and slashed the company’s hefty marketing budget to keep expenses down.<br />The uptick in revenue, combined with deep cost cuts, helped Airbnb turn a third-quarter profit, boosting investor confidence ahead of its initial public offering in December. Airbnb shares doubled in their market debut and had climbed nearly threefold from their IPO price through Wednesday’s close. The San Francisco home-sharing company’s results are expected Thursday after market hours."
}