{
    "url_original": "https://www.wsj.com/articles/airbnb-can-settle-into-a-post-pandemic-market-11614340800?mod=markets_lead_pos11",
    "url": "airbnb-can-settle-into-a-post-pandemic-market-11614340800",
    "title": "Airbnb Can Settle Into a Post-Pandemic Market",
    "sub_head": "The home-share giant’s market value beats that of hotels—probably for good reason",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-26 07:00:00",
    "body": "Against all odds,  Airbnb  might be a relatively safe place to rest both your family and your money in 2021.<br />It is true that the stock appears, on its surface, death-defyingly overvalued. With a market value of $120 billion, Airbnb is now worth more than  Marriott International ,   Hilton Hotels & Resorts ,   Hyatt Hotels  and  InterContinental Hotels Group  combined. That is to say, a bet on Airbnb this year reflects a conviction that the homestay market will own the hotel business to a degree that it never quite recovers in full.<br />The home-share giant reported fourth quarter results Thursday—its first report as a public company—showing revenue down just 22% year over year. That is hardly ideal, but it looks fantastic in comparison to its lodging peers. Revenue in the same period was down an average of 61% for Marriott and Hilton, for example, and an average of 65% for major online travel agents  Expedia  Group and  Booking Holdings ,  which derive a significant portion of their business from lodging bookings such as hotels and homestays. Perhaps more important, Airbnb’s business performed significantly better in the fourth quarter relative to its full-year results. Major hotels and online travel agents performed significantly worse.<br />Bottom-line comparisons look positive, too. Airbnb said it lost just $21 million on the basis of adjusted earnings before interest, tax, depreciation and amortization in the fourth quarter, compared with a loss of $276 million in the same period a year prior. Marriott meanwhile swung to a loss in the fourth quarter and said it lost money for all of 2020 for the first time since 2009.<br />That bodes well for Airbnb’s pace of recovery and consumers’ likelihood to opt toward the safety of a homestay over the exposure of a hotel as the world slowly opens back up. Marriott, for one, is trying to revive its business by branding itself as the destination for “bleisure,”—the blending of post-pandemic work travel with a leisure vacation. But with millions of listings in 100,000 cities world-wide, that is exactly how Airbnb has been used for years. As Chief Executive Officer Brian Chesky said Thursday, his company is already a noun and a verb in pop culture."
}