{
    "url_original": "https://www.wsj.com/articles/aldrich-capital-partners-bets-45-million-on-processmaker-11613131200?mod=markets_lead_pos3",
    "url": "aldrich-capital-partners-bets-45-million-on-processmaker-11613131200",
    "title": "Aldrich Capital Partners Bets $45 million on ProcessMaker",
    "sub_head": "The investment aims to capitalize on the growth of digital automation",
    "category_1": "Pro PE Deals",
    "image_1_url": "https://images.wsj.net/im-298342?width=620&size=1.5",
    "image_1": "im-298342.jpg",
    "time": "2021-02-12 07:00:00",
    "body": "Aldrich Capital Partners has invested $45 million to take a majority stake in ProcessMaker Inc., an intelligent business process management software provider, part of the growth-equity firm’s broader effort to back companies that can capitalize on the growth of digital automation.<br />Vienna, Va.-based Aldrich is the first institutional investor to back ProcessMaker, according to Mirza Baig, a managing partner at the firm. The deal follows Aldrich’s 2019 investment in Decisions LLC, another business process management software company whose products are deployed across industries that include healthcare, life sciences, finance, logistics and operations software, Mr. Baig said.<br />Aldrich, which raised more than $256 million for its debut fund in 2018, typically backs companies with at least $10 million in annual revenue, according to its website.<br />Bobby Vernon and Brian Reale founded ProcessMaker and began developing open-source workflow software in 2008, Mr. Reale said. Over time, the Durham, N.C.-based company added cloud-based technology to its product portfolio and focused on specific business sectors such as midmarket banking, higher education and some aspects of manufacturing. ProcessMaker now has more than 120 employees and has offices in Bolivia, Colombia, the U.K. and France, Mr. Reale said.<br />Mr. Baig said Aldrich’s investment in ProcessMaker reflects the firm’s interest in companies that can capitalize on the growth of digital automation, especially workflow automation."
}