{
    "url_original": "https://www.wsj.com/articles/alibabas-quarterly-sales-lifted-by-extended-shopping-event-11612272234?mod=tech_lead_pos6",
    "url": "alibabas-quarterly-sales-lifted-by-extended-shopping-event-11612272234",
    "title": "Alibaba’s Quarterly Sales Lifted by Extended Shopping Event",
    "sub_head": "Results came after the abrupt halt to blockbuster IPO of affiliate Ant Group in November and launch of Chinese probe for alleged anticompetitive behavior",
    "category_1": "Business",
    "category_2": "Earnings",
    "time": "2021-02-02 08:23:00",
    "body": "Alibaba Group Holding Ltd.  said an extended shopping event in November helped boost its profit and sales for the last three months of 2020, a period that also saw the technology giant and its founder attracting scrutiny from Chinese regulators.<br />The Chinese e-commerce giant’s annual 11.11 Global Shopping Festival, normally a one-day affair, ran from Nov. 1 to Nov. 11. That generated 498.2 billion yuan, equivalent to $74.1 billion, in gross merchandise value during those 11 days, excluding unpaid orders, up 26% from the same time frame in 2019, the company said Tuesday.<br />Sales for the fiscal third quarter rose about 37% to 221.08 billion yuan, ahead of the 214.29 billion yuan analysts polled by FactSet had expected.<br />The company’s cloud-computing revenue grew 50% to 16.12 billion yuan, a gain the company attributed to customers in the internet, retail and public sectors. Alibaba said it processed 583,000 orders per second during the 11.11 event.<br />The company’s results come after the suspension of a blockbuster initial public offering of Alibaba affiliate Ant Group Co. in November, a sudden halt to what would have been the world’s largest IPO. The move delivered an extraordinary rebuke to Jack Ma, the billionaire co-founder of both Alibaba and Ant who drew the ire of Chinese regulators when he gave a speech at a financial forum in Shanghai in October. Chinese authorities have launched a probe into Alibaba for alleged anticompetitive behavior on its e-commerce platform."
}