{
    "url_original": "https://www.wsj.com/articles/all-the-devils-are-here-and-molly-sweeney-reviews-tales-of-evil-and-eyes-11613079415?mod=opinion_major_pos14",
    "url": "all-the-devils-are-here-and-molly-sweeney-reviews-tales-of-evil-and-eyes-11613079415",
    "title": "‘All the Devils Are Here’ and ‘Molly Sweeney’ Reviews: Tales of Evil and Eyes",
    "sub_head": "Patrick Page stars in a one-man show about Shakespeare’s villains; a woman undergoes surgery to restore her sight in Brian Friel’s play.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-298192?width=620&size=1.5",
    "image_1": "im-298192.jpg",
    "time": "2021-02-11 16:36:00",
    "body": "On Broadway, Patrick Page usually plays bad guys, most notably the monstrous villains of “Spider-Man: Turn Off the Dark” and “Hadestown.” Elsewhere, though, he is best known as one of America’s greatest classical actors, blessed with a bass voice so resonant that it can actually make your theater seat shake—I’ve felt it—without benefit of amplification.<br />To capture such a force of nature on a screen is no small trick, but “All the Devils Are Here: How Shakespeare Invented the Villain,” a solo show written and performed by Mr. Page and produced by Washington’s Shakespeare Theatre Company, does the job with seeming ease. Not only does it clearly convey the immense force of his stage presence, but it is also an illuminating introduction to an insufficiently appreciated aspect of Shakespeare’s genius. As Mr. Page says at the outset, “Shakespeare’s two-decade exploration of evil actually made him a more humane and sophisticated writer. In creating an entirely new kind of villain, Shakespeare rejected the prejudices of his age and became a writer for all of us.”<br />Part of what makes “All the Devils Are Here” so accessible is that Mr. Page addresses himself to the home viewer, speaking in a conversational, almost chatty way (“Do you believe in evil spirits? Do you believe in evil?”) and pointing out Shakespeare’s influence on such TV shows as “Breaking Bad” and “House of Cards.” His intended audience is clearly people who like Shakespeare but don’t necessarily know much of anything about him. But when he gets down to business and takes an 80-minute stroll through the rogue’s gallery, he sheds his populist manner like a coat and introduces us to, among others, Richard III (played with a hair-raising smile so horrific that you half expect to see fangs), Iago (whom he plays as a sociopath hiding behind the mask of sanity), Macbeth and his bloodthirsty lady, the vengeful Hamlet and Malvolio, and—yes—even Sir John Falstaff.<br />Along the way, we meet Shylock, whom Mr. Page enacts without a trace of caricature and about whose characterization he speaks with singular penetration: “Shylock is the villain of the play—but for the first time in history, he’s a villain whose motivation is so clear, whose psychology is so complex and whose language is so rich and idiosyncratic that he changes the way we experience villainy itself. Shakespeare forces us to ask ourselves: If we had been treated as Shylock was treated, might we find the same depths of wickedness in ourselves? Could we be evil?”<br />Mr. Page has no fear of the grand gesture, and here as in his stage work, his motto might well be “Go big or go home.” But what is in certain ways most remarkable about his filmed performance is that it never feels at all overdrawn. I confess to wishing that I had been listening on a sound system equipped with a subwoofer, but even on earphones you will relish his organ-pipe voice, and his physical presence all but leaps out of the screen and seizes you by the throat. Appropriately enough, he is dressed in black from top to toe, and the set on which he performs is no less uncluttered: a rug, a desk, two chairs and a coat rack. He has been very well directed for film by Alan Paul and photographed with smooth, flowing simplicity by Joey Ruffini (whose tight closeups are especially striking)."
}