{
    "url_original": "https://www.wsj.com/articles/allen-v-farrow-review-revisiting-the-case-11613688465",
    "url": "allen-v-farrow-review-revisiting-the-case-11613688465",
    "title": "‘Allen v. Farrow’ Review: Revisiting the Case",
    "sub_head": "An HBO docuseries investigates Dylan Farrow’s 1992 child abuse allegations through interviews, home movies and revealing audiotapes.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-300933?width=620&size=1.5",
    "image_1": "im-300933.jpg",
    "time": "2021-02-18 17:47:00",
    "body": "A couple for 12 years, living separately in unmarried bliss, Woody Allen and Mia Farrow had every reason to believe in the durability of their union. They had made 13 films together and had added to their family a child born to them and adopted children. The world they inhabited changed suddenly when Mia wandered into Woody’s apartment one day in 1992 and, according to this documentary, discovered there nude photos of her daughter Soon-Yi Previn, who was in her late teens.<br />It was only the beginning of a stream of events that led to the scandals and bitterness that lie at the heart of “Allen v. Farrow” (begins Sunday, 9 p.m., HBO), an extraordinarily detailed investigative work bolstered by home-movie footage and remarkably revealing audiotapes. Among them, one in which Mia, determined to know where she stands after the shock of the nude photos, bravely asks Woody, “Are you in love with me or Soon-Yi?” She gets nothing by way of an answer. But as the film soon makes clear thanks to its meticulous detail, there is in fact an answer of a kind. Soon-Yi has been visiting Woody at his apartment regularly, and the housekeepers who make up the beds, we’re told, have plenty of relevant evidence.<br />The description of Mia’s first meeting with Woody is both evocative and charming. By the time she met him she had given birth to three sons and had adopted several children from all over the world. No one would ever want to date someone with seven kids, she suspected. But Woody did—reassured, no doubt, by the fact that they lived in separate apartments. “He showed me his New York,” Mia remembers. He took her to the tops of buildings, to fantastic nooks and crannies of the city that she’d never seen before. “Everything about that period was romantic,” she says, recalling the way they could signal one another from their apartments across Central Park by turning their lights on and off, and how she’d hang a big red towel out of her window for him to see.<br />Woody has his own memories of being drawn to her, the qualities in her that he treasured, all of which the film quotes from his memoir “Apropos of Nothing”—a book pulled before ever reaching a printing plant when his publisher, Hachette, yielded to a mob of employees threatening to walk out if the company published it. The book was fortunately picked up quickly by Arcade, a less timid company.<br />“Allen v. Farrow” is concerned precisely with the events that had made Allen a target of hysterical tribunals and of actors racing to join the fevered hordes broadcasting their shame at having worked in a Woody Allen film: Their pleas for forgiveness should fascinate future historians studying the forms of derangement that cropped up in our age. The central theme of the series is child sex abuse. Woody Allen had been accused, not long after the photo incident, of molesting his adopted daughter, 7-year-old Dylan Farrow—an accusation Mr. Allen has consistently and emphatically denied. Investigations conducted in two states found the accusations lacking in credibility, and Allen wasn’t charged."
}