{
    "url_original": "https://www.wsj.com/articles/amanda-gorman-weeknd-super-bowl-2021-half-time-11612533657",
    "url": "amanda-gorman-weeknd-super-bowl-2021-half-time-11612533657",
    "title": "From Amanda Gorman to The Weeknd, a 2021 Super Bowl Spectacle",
    "sub_head": "Today’s game features blockbuster performers, including The Weeknd, H.E.R., Eric Church and Jazmine Sullivan. And to signify the challenges of the past year, youth poet laureate Amanda Gorman will recite a tribute to everyday heroes.",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-295264?width=620&size=1.5",
    "image_1": "im-295264.jpg",
    "time": "2021-02-07 10:32:00",
    "body": "To broadcast Super Bowl LV in the Covid Age, the NFL had to rethink the game-day playbook. So this year, 30,000 life-size cutouts and a mere 25,000 fans—7,500 of whom are vaccinated health-care workers—will be in the stands at Tampa’s Raymond James Stadium (capacity: 65,618) to witness history.<br />But today’s spectacle involves far more than watching the showdown between the defending champion Kansas City Chiefs and the Tampa Bay Buccaneers. The event promises some new faces in both the performances and the ads. The star-studded lineup includes country music’s Eric Church and R&B’s Jazmine Sullivan singing the national anthem, and Grammy-winning singer-songwriter H.E.R. performing “America the Beautiful.” The Weeknd, also a Grammy winner who now calls the Grammys “corrupt,” will headline the halftime show. And on the heels of her acclaimed Inauguration Day appearance, youth poet laureate Amanda Gorman will take the stage. Here are more insights on what to watch for during the big game:<br />Will any football actually be played amid all the superstar performances?<br />Yes, kickoff is scheduled for 6:30 p.m. eastern on CBS. The game will feature a quarterback matchup between Kansas City’s Patrick Mahomes and Tom Brady, his elder by almost 20 years, with the Bucs. This will be Brady’s 10th Super Bowl appearance, an NFL record. (If Tampa Bay wins on Sunday, Brady would become the first player ever to win seven NFL championships, but let’s not get ahead of ourselves.)<br />These are tumultuous times. How will that be reflected on the field?"
}