{
    "url_original": "https://www.wsj.com/articles/amazons-u-s-tax-costs-jumped-in-2020-it-likely-would-pay-even-more-under-biden-plan-11612521002?mod=business_lead_pos3",
    "url": "amazons-u-s-tax-costs-jumped-in-2020-it-likely-would-pay-even-more-under-biden-plan-11612521002",
    "title": "Amazon’s U.S. Tax Costs Jumped in 2020. It Likely Would Pay Even More Under Biden Plan.",
    "sub_head": "Tech giant cites boost in pretax profit as reason for higher tax expense",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-294403?width=620&size=1.5",
    "image_1": "im-294403.jpg",
    "time": "2021-02-05 05:30:00",
    "body": "WASHINGTON— Amazon.com Inc.,  the company frequently cited by Democrats in their calls to raise corporate taxes, saw its tax liability jump last year as it prospered during the pandemic. But the technology giant, and others like it, could face even higher tax bills under the Biden administration’s plan for a minimum tax rate on profitable corporations.<br />Amazon reported $1.8 billion in current U.S. tax liability for 2020, a departure from the tiny or negative tax costs it posted in prior years. The company said a surge in pretax income last year led to the sudden rise in its reported tax expense.<br />In public-policy debates, Amazon’s taxes have often been reduced to allegations that it pays nothing, and that has long been an oversimplification. Still, Democratic control of the House, Senate and White House could matter a lot for the company. If President Biden’s proposed minimum tax had been in place for 2020, Amazon’s cash taxes would have been roughly double what it reported, according to an estimate from Martin Sullivan, chief economist at Tax Analysts, a nonprofit publisher.<br />Amazon’s current U.S. tax expense, an accounting measure that is the closest approximation for its 2020 U.S. tax bill, was $1.835 billion on $20.2 billion of income, according to the annual financial statement filed this week with the Securities and Exchange Commission. That comes to a rate of about 9%, less than half of the 21% U.S. corporate rate but far higher than the equivalent 1.2% rate that Amazon reported for 2019 or its negative rates from 2017 and 2018.<br />The reason Amazon pays less than 21% stems, in part, from decisions by lawmakers. Amazon reported $639 million in tax credits, which companies can get for favored activities such as conducting research or investing in renewable energy. It also got $372 million from a break related to foreign sales from the U.S. and $1.1 billion in benefits from the way its workers’ stock-based compensation is treated."
}