{
    "url_original": "https://www.wsj.com/articles/amazon-warehouse-workers-set-to-vote-on-unionizing-what-we-know-11612785600",
    "url": "amazon-warehouse-workers-set-to-vote-on-unionizing-what-we-know-11612785600",
    "title": "Amazon Warehouse Workers Set to Vote on Unionizing: What We Know",
    "sub_head": "Alabama employees will vote on whether to form first union for hourly Amazon workers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-295143?width=620&size=1.5",
    "image_1": "im-295143.jpg",
    "time": "2021-02-08 07:00:00",
    "body": "Thousands of workers at an  Amazon  warehouse in Alabama are set to begin voting in a union election that could alter the relationship between the nation’s second-largest employer and its hourly workers.<br />Amazon warehouse employees at the company’s Bessemer, Ala., fulfillment center are set to decide whether they will become the first group of U.S. Amazon employees to unionize. Pro-union workers have sought help from the Retail, Wholesale and Department Store Union, or RWDSU, a frequent Amazon opponent that would represent the workers if they vote in favor of unionizing.<br />Organizers have said forming a union would allow workers to collectively bargain over safety standards, training, breaks, pay and other benefits. Those topics have been at the center of disputes between Amazon and its workforce sprawled across hundreds of facilities. Some employees have complained about what they say is a grueling workload and how the company monitors employees through an internal tracking system and cameras.<br />Amazon, which is on pace—based on recent hiring trends—to overtake  Walmart Inc.  within the next few years, has said that it offers some of the best pay and benefits available for comparable jobs in similar industries, and that the company provides a competitive compensation package that includes 401(k) and health-care coverage.<br />Here is what you need to know about the coming vote:"
}