{
    "url_original": "https://www.wsj.com/articles/amazon-union-election-to-proceed-as-labor-board-denies-delay-request-11612540546?mod=business_lead_pos3",
    "url": "amazon-union-election-to-proceed-as-labor-board-denies-delay-request-11612540546",
    "title": "Amazon Union Election to Proceed as Labor Board Denies Delay Request",
    "sub_head": "Election at Alabama warehouse set to be completed by late March",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-295144?width=620&size=1.5",
    "image_1": "im-295144.jpg",
    "time": "2021-02-05 16:06:00",
    "body": "Federal labor authorities rejected  Amazon.com Inc.’s  request to delay a union election at one of its warehouses in Alabama, clearing the way for thousands of workers to begin casting their votes this month.<br />The National Labor Relations Board denied Amazon’s request Friday, saying the company didn’t raise any substantial issues warranting review of the election. The online shopping giant asked the board in late January to postpone the union vote scheduled to begin Monday at its facility in Bessemer, Ala. Amazon also asked authorities to reconsider allowing mail-in voting due to the pandemic. The workers have until late March to return their ballots in an election that could reshape Amazon’s relationship with its hourly employees.<br />An Amazon spokeswoman said the company was disappointed by the board’s decision. Amazon “proposed a safe on-site election process validated by Covid-19 experts that would have empowered our associates to vote on their way to, during and from their already scheduled shifts,” she said.<br />“It’s long past time that Amazon start respecting its own employees,” said Stuart Appelbaum, president of the Retail, Wholesale and Department Store Union, or RWDSU, which would represent the employees if they vote to unionize. Amazon must allow its workers “to cast their votes without intimidation and interference,” he said.<br />The union, which has become a frequent Amazon antagonist in recent years, has sought to garner support by rallying employees through family members and union members who work in other industries. Workers who want to unionize said doing so would let them bargain collectively over safety standards, training, breaks, pay and other workplace matters."
}