{
    "url_original": "https://www.wsj.com/articles/amazons-new-ceo-can-either-help-workers-and-sellersor-automate-them-away-11612587602?mod=tech_lead_pos2",
    "url": "amazons-new-ceo-can-either-help-workers-and-sellersor-automate-them-away-11612587602",
    "title": "Amazon’s New CEO Can Either Help Workers and Sellers—or Automate Them Away",
    "sub_head": "One secret of Amazon’s ability to grow rapidly: software and algorithms that manage its millions of employees and marketplace sellers—technologies Andy Jassy knows well",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-295766?width=620&size=1.5",
    "image_1": "im-295766.jpg",
    "time": "2021-02-06 12:00:00",
    "body": "Andy Jassy is taking over a very unusual “tech” company.<br />Amazon  has many times more employees than any of its competitors, such as Microsoft, Google and Apple, and many are low-skilled manual laborers, rather than software engineers. Amazon is also a partner with approximately 2.4 million active marketplace sellers, who generate the majority of sales on its retail platform. But the incoming chief executive, Mr. Jassy—a loyal deputy and devoted student of founder Jeff Bezos—has at his disposal a powerful tool for managing such a vast ocean of workers and partners: an equally vast cloud-software infrastructure that he has overseen from its start.<br />Amazon uses software to manage in a way that’s unlike almost any other company, except maybe gig-economy giants Uber,  Lyft ,   DoorDash  and Instacart. Whether they’re driving a delivery van, picking items from shelves or trying to maintain their product inventory to avoid being delisted, Amazon’s employees, subcontractors and seller-partners are monitored, evaluated, rewarded and even flagged for reprimand or coaching by software.<br />While Mr. Jassy is often described by those who have worked for him as being a lot like Jeff Bezos, but perhaps warmer and fuzzier, there is arguably at present a sharp contrast between the way he treats his immediate reports and the way Amazon’s algorithms and artificial intelligence treat its millions of front-line workers and marketplace sellers. If Mr. Jassy can figure out how to use algorithms to manage workers and partners as humanely as he apparently manages the people he works with personally, that may prove to be his defining legacy as CEO.<br />Having built Amazon Web Services from a tiny startup he headed within Amazon, begun in the early 2000s, into the behemoth of the cloud market (and generator of half of Amazon’s profits), Mr. Jassy understands not only the internet plumbing for countless tech companies AWS supports, from  Netflix  to Slack, but also how it’s plugged into the myriad businesses owned by Amazon itself. Now 53 years old, Mr. Jassy joined Amazon in 1997, immediately after graduating from Harvard Business School."
}