{
    "url_original": "https://www.wsj.com/articles/amazon-echo-show-10-review-alexa-has-got-its-eye-on-you-11614171608?mod=business_lead_pos5",
    "url": "amazon-echo-show-10-review-alexa-has-got-its-eye-on-you-11614171608",
    "title": "Amazon Echo Show 10 Review: Alexa Has Got Its Eye on You",
    "sub_head": "Amazon’s newest voice-controlled device is a fantastic speaker with a useful, but somewhat creepy, screen",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-303028?width=620&size=1.5",
    "image_1": "im-303028.jpg",
    "time": "2021-02-24 08:00:00",
    "body": "It was about 7:30 a.m. on a Friday when I asked the new Echo Show 10 to read me the news. I walked toward the coffee machine, bleary eyed, and poured my morning cup. When I finally looked up in the Echo Show’s direction, it had turned to meet my gaze. As I walked back over, the screen panned again. In the morning light, I could see the device’s pea-size, motion-detecting camera challenging me to a staring contest I’d never win.<br />After experiencing the auto-tracking technology for the first time, I felt a mix of awe and dread. Not only can  Amazon ’s  devices see and hear us—now, they can follow us, too. It doesn’t have wheels. It’s more like a dog who watches you get kibble from the pantry as he sits like a good boy.<br />The Echo Show 10, which begins shipping Thursday, has a 10.1-inch screen connected by a robot arm. At $250, it’s also the company’s most expensive Echo.<br />Like other Alexa devices, this one can set timers and control your smart lightbulbs. And as a speaker, it sounds great. But the main idea is that its screen is visible whenever you look up, displaying your  Netflix  show or the next step in a recipe. And if you’re multitasking on a video call, the camera and robot arm will keep you in frame.<br />At first, the autonomously moving screen was more creepy than cool. After a few days, that unnerving feeling dissipated. At some point, the robo-screen actually started to make sense."
}