{
    "url_original": "https://www.wsj.com/articles/amazons-retail-side-wont-be-a-side-hustle-11612526408?mod=business_minor_pos11",
    "url": "amazons-retail-side-wont-be-a-side-hustle-11612526408",
    "title": "Amazon’s Retail Side Won’t Be a Side Hustle",
    "sub_head": "Elevation of cloud boss to CEO role won’t change dependence on core e-commerce business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294901?width=620&size=1.5",
    "image_1": "im-294901.jpg",
    "time": "2021-02-05 07:00:00",
    "body": "Amazon.com ’s  new boss may come from the cloud. But the executive who helped pioneer elastic computing won’t be getting away from selling books, sweatpants and talking speakers soon.<br />Amazon announced earlier this week that Andy Jassy, current chief executive of the company’s AWS cloud division, will be running the whole company by the third quarter of this year. Mr. Jassy will succeed founder Jeff Bezos, and thus will be only Amazon’s second CEO in its 26-year history. Mr. Jassy has big shoes to fill, given Amazon’s place as the world’s second-largest public company by annual revenue, according to data from S&P Global Market Intelligence.<br />Mr. Jassy’s role with AWS spawned the predictable avalanche of interpretations that the cloud is now Amazon’s most important business. But the numbers suggest that won’t be the reality even in the foreseeable future. Consider that Amazon’s direct retail revenue from its online and physical stores, plus its third-party selling services, exceeded $294 billion last year—more than six times what AWS generated.<br />Now throw in Amazon’s subscription revenue—mostly comprising the fees Prime members pay to guarantee free and fast shipping—and Amazon’s retail revenue last year rises to $319.2 billion. Retail actually outgrew AWS last year by 8 percentage points, thanks in part to the surge in e-commerce brought on by the pandemic. But more-normal growth going forward won’t change that picture much. Even if Amazon’s retail business stopped growing completely, and AWS maintained its 30% rate from 2020, it would still take the cloud eight years to overtake retail.<br />The cloud will most certainly remain vital to Amazon—especially in fueling its growing bottom line. And Mr. Jassy’s success with the venture has well earned him a shot at the top job. AWS on its own would now rank as the ninth-largest tech company in the S&P 500 by annual revenue. But retail remains key to Amazon’s future; AWS actually started as the company renting out the technical capacity it had built to service its e-commerce business. The new boss of the Everything Store will need to prove as proficient as his predecessor at doing everything."
}