{
    "url_original": "https://www.wsj.com/articles/americans-in-ghosn-escape-case-ask-u-s-to-halt-extradition-11613585456?mod=business_minor_pos5",
    "url": "americans-in-ghosn-escape-case-ask-u-s-to-halt-extradition-11613585456",
    "title": "Americans in Ghosn Escape Case Ask U.S. to Halt Extradition",
    "sub_head": "Attorneys for Michael and Peter Taylor, accused of helping auto titan Carlos Ghosn out of Japan, made the request in a letter to Secretary of State Antony Blinken",
    "category_1": "Politics",
    "time": "2021-02-17 15:21:00",
    "body": "Two Americans accused of helping former auto titan Carlos Ghosn escape from Japan have made a last-ditch appeal to the Biden administration to stop the pair from being extradited to Japan or to put new conditions on their extradition.<br />Attorneys for Michael L. Taylor and his son Peter M. Taylor sent a letter early this month to Secretary of State Antony Blinken asking for a delay of 30 to 60 days for the new administration to take a look at whether the pair should be extradited, according to a copy of the letter viewed by The Wall Street Journal.<br />The State Department has the final say in extradition cases, which are considered diplomatic matters. The Trump-era State Department had cleared the Taylors’ extradition. The U.S. Supreme Court on Saturday declined to take up the case, marking the end of any legal appeals.<br />If U.S. officials decide to proceed with the extradition, the Taylors’ lawyers asked the State Department to put conditions on the surrender, including that the nine months the Taylors served in a U.S. jail count towards any prison sentence they might receive in Japan. The letter also requests that the Taylors serve any Japanese prison sentence in the U.S. or a U.S. military detention facility in Japan.<br />The Taylors at minimum have requested a delay in extradition until at least Feb. 25, the day after they are scheduled to receive their second Covid-19 vaccine, according to Paul V. Kelly, one of their attorneys. There is a Covid-19 outbreak at the Norfolk County jail near Boston where the Taylors have been held since U.S. authorities arrested them in May at the request of Japanese officials."
}