{
    "url_original": "https://www.wsj.com/articles/america-is-back-but-europe-has-moved-11614123041?mod=opinion_major_pos7",
    "url": "america-is-back-but-europe-has-moved-11614123041",
    "title": "‘America Is Back,’ but Europe Has Moved",
    "sub_head": "Macron and Merkel respond coolly to Biden, and public opinion backs them.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-302828?width=620&size=1.5",
    "image_1": "im-302828.jpg",
    "time": "2021-02-23 18:30:00",
    "body": "President Biden set out to declare a triumphant U.S. return to the trans-Atlantic alliance. “America is back,” the president said in his speech this week to the Munich Security Conference. The leaders of France and Germany promptly made it clear that the four years of the Trump presidency had changed the relationship.<br />France’s President Emmanuel Macron renewed his call for Europe’s “strategic autonomy,” which would require the Continent to be prepared to defend itself. Germany’s Chancellor Angela Merkel bluntly stated that the interests of the U.S. and Europe wouldn’t always converge, which most listeners took as a reference to the European Union’s recent trade pact with China, along with Germany’s determination to complete the Nord Stream 2 natural-gas pipeline from Russia. The U.S. may be back, but it can’t expect to reclaim its old seat at the head of the table.<br />Underlying the muted response to Mr. Biden’s speech is what the European Council on Foreign Relations calls a “massive change” in European public opinion toward the U.S. The group’s recent poll finds: “Majorities in key member states now think the US political system is broken, that China will be more powerful than the US within a decade, and that Europeans cannot rely on the US to defend them.”<br />These beliefs are driving fundamental changes in European policy preferences. “Large numbers think Europeans should invest in their own defense,” the poll found, “and look to Berlin rather than Washington as their most important partner. They want to be tougher with the US on economic issues. And, rather than aligning with Washington, they want their countries to stay neutral in a conflict between the US and Russia or China”—a stance endorsed by at least half the electorate in each of the 11 countries surveyed.<br />In every country except Poland and Hungary, pluralities agreed with the statement that after voting for Donald Trump in 2016, the American people can no longer be trusted. In Germany, a majority endorsed this sentiment."
}