{
    "url_original": "https://www.wsj.com/articles/america-is-back-where-were-you-11612912758?mod=opinion_lead_pos10",
    "url": "america-is-back-where-were-you-11612912758",
    "title": "America Is Back. Where Were You?",
    "sub_head": "To hear progressives talk, you’d think Canada and the U.S. emerged from enemy occupations.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-09 18:19:00",
    "body": "Toronto<br />Canada and the U.S. have much in common—history, geography, culture and cherished values of free speech and assembly. Since the U.S. election in November, we have something more in common: We are both “back.” President Biden tweeted as much a couple of weeks after the election: “America is back.” The mayor of Paris, Anne Hidalgo, also tweeted a “Welcome back” to America that month. A couple of weeks ago, the Toronto Star featured an article with the headline “Joe Biden’s inauguration was a message to the world: America is back.”<br />Canada has been back since October 2015, when, on his victorious election night, Prime Minister Justin Trudeau said, “On behalf of 35 million Canadians, we’re back.” He was re-elected in 2019, and though his parliamentary majority was reduced to a minority, he and we remain back.<br />Where were Canada and the U.S. before coming back? Away, apparently. Gone baby, gone. The U.S. and Canada suffered through modern Dark Ages, dictatorial enemy occupations from which there was no respite and in which there was no hope. That is, until citizens voting in free elections, following years of open debate and criticism, ousted President Trump and Prime Minister Stephen Harper.<br />Canada has been back for longer than the U.S., but Americans have already gotten a taste of what’s in store. First, virtue signaling: Messrs. Biden and Trudeau both made a show of selecting diverse cabinets. Mr. Biden rejoined the powerless Paris Agreement and Mr. Trudeau tried to win Canada a U.N. Security Council seat. He failed, but we’re still back. You may get to know the feeling."
}