{
    "url_original": "https://www.wsj.com/articles/americans-of-all-stripes-are-flush-with-cash-11614359700?mod=business_minor_pos10",
    "url": "americans-of-all-stripes-are-flush-with-cash-11614359700",
    "title": "Americans of All Stripes Are Flush With Cash",
    "sub_head": "Savings rates have spiked and many American households are sitting on large cash balances",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-304807?width=620&size=1.5",
    "image_1": "im-304807.jpg",
    "time": "2021-02-26 12:15:00",
    "body": "As a group, Americans have amassed an astounding amount of savings during the pandemic. A lot of that money rests in the bank accounts of the rich, but—and this is crucial—not all of it.<br />The Commerce Department on Friday reported that personal income shot up a seasonally adjusted 10% in January from December, buoyed by the latest round of pandemic-relief payments. Spending rose strongly, too, but with a gain of 2.4% from the prior month, not by nearly as much. And with that, the personal saving rate—or saving as a share of after-tax income—shot to 20.5% from 13.4%. That marks its highest level since May. The only time the saving rate was higher before the pandemic was during World War II.<br />The elevated savings rate isn’t just about government payments. It also stems from the weakness in services spending that has occurred during the Covid-19 crisis as people have forgone things like vacations and dining out. Friday’s report showed that services spending, which accounts for about two-thirds of all consumer spending, was down 5.3% from its year-earlier level.<br />The high saving rates that have been in place since the pandemic began have added up to a lot more cash on household balance sheets. Federal Reserve figures show that as of the end of the third quarter households had $2.2 trillion more in cash and cash equivalents than at the end of 2019. That amount is undoubtedly higher now and, with another round of government relief in the works, could go higher still. As the pandemic eases, there will be plenty of money to spend.<br />The rub is that, when it comes to absolute dollar amounts, it is wealthier households that have amassed the most savings. They have had an easier time keeping their jobs during the crisis, and they had the most discretionary spending to cut back on. So there is a case to be made that if the pandemic eases, it will be companies that cater to the better off that will do best."
}