{
    "url_original": "https://www.wsj.com/articles/amlos-plan-to-drop-texas-gas-11613944451?mod=opinion_major_pos7",
    "url": "amlos-plan-to-drop-texas-gas-11613944451",
    "title": "AMLO’s Plan to Drop Texas Gas",
    "sub_head": "Gov. Greg Abbott inadvertently gives Mexico protectionist arguments in energy.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-302089?width=620&size=1.5",
    "image_1": "im-302089.jpg",
    "time": "2021-02-21 16:54:00",
    "body": "Texas Gov. Greg Abbott’s decision last week to ban natural-gas exports to Mexico temporarily was shortsighted and counterproductive for his state.<br />This isn’t to dismiss the suffering in Texas. But Northern Mexico, which was also in the deep freeze, is the Lone Star State’s largest trading partner and its biggest market for natural-gas exports. Trying to use a state edict to cut off Mexican power generators in a crisis was a public admission that in Texas’s eyes, customers south of the border don’t rate.<br />As the cold snap ends, gas exports will resume and life will go on as before for Texas gas suppliers. But Mr. Abbott has handed Mexican President Andrés Manuel López Obrador a cudgel with which to beat Mexico’s economic liberals, who opened energy markets to private investment and trade in 2014. It is their fault, AMLO argues, that Mr. Abbott has the power to leave them shivering in the dark.<br />This claim is nowhere near the truth—I’ll get to that in a minute—but AMLO used it last week to launch a new blitzkrieg against energy competition, foreign and domestic, in Mexico. The world-class demagogue from Tabasco, who thrives on nationalism, now has the bit in his mouth. Over time it could cost Texas gas suppliers.<br />The Abbott decree was likely not even legal. “Force majeure” clauses in contracts might allow the interruption of shipments due to an act of God. But a governor doesn’t have jurisdiction to shut down international trade unilaterally."
}