{
    "url_original": "https://www.wsj.com/articles/amy-cooper-charge-for-calling-police-on-black-bird-watcher-is-dismissed-11613501246?mod=business_minor_pos6",
    "url": "amy-cooper-charge-for-calling-police-on-black-bird-watcher-is-dismissed-11613501246",
    "title": "Amy Cooper Charge for Calling Police on Black Bird-Watcher Is Dismissed",
    "sub_head": "Prosecutors said Ms. Cooper completed a racial-education program",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-299648?width=620&size=1.5",
    "image_1": "im-299648.jpg",
    "time": "2021-02-16 13:47:00",
    "body": "A New York judge Tuesday dismissed the case against Amy Cooper, the white woman who falsely accused a Black bird-watcher of threatening her life, after Ms. Cooper completed a racial-education and therapy program.<br />In July, the Manhattan district attorney’s office charged Ms. Cooper with falsely reporting an incident in the third degree following a viral video of her calling the police in May on Christian Cooper, a bird-watcher who had asked that Ms. Cooper leash her dog in Central Park, as required by the park’s rules. Ms. Cooper, who isn’t related to Mr. Cooper, told the bird-watcher she would call the police and tell them “there’s an African-American man threatening my life.”<br />Prosecutors said Ms. Cooper told the police that Mr. Cooper tried to assault her and her dog, which wasn’t true.<br />Mr. Cooper’s video of his encounter with Ms. Cooper was cited as evidence that Black people often face law-enforcement scrutiny for everyday behavior.<br />During a court hearing Tuesday, Assistant District Attorney Joan Illuzzi asked Judge Anne Swern to dismiss the case. “We offered her, consistent with our position on many misdemeanor cases involving a first arrest, an alternative, restorative justice resolution; designed not just to punish but to educate and promote community healing,” Ms. Illuzzi told the judge, according to remarks provided by the district attorney’s office."
}