{
    "url_original": "https://www.wsj.com/articles/an-american-belt-and-road-initiative-11613603381?mod=opinion_lead_pos5",
    "url": "an-american-belt-and-road-initiative-11613603381",
    "title": "An American Belt and Road Initiative?",
    "sub_head": "China is funding massive projects all over the world, and gaining influence. The U.S. can do the same.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-299403?width=620&size=1.5",
    "image_1": "im-299403.jpg",
    "time": "2021-02-17 18:09:00",
    "body": "President Biden last week announced a Pentagon task force to review military policy toward China, commenting that America will “meet the China challenge” and “win the competition of the future.” From its makeup its clear the review will look for ways to move U.S. policy toward a greater emphasis on diplomatic solutions. But in defining America's future national strategy, the new administration should take this process a step further.<br />China’s long-term strategy stretches beyond the issues of trade policy, great power rivalry, nuclear proliferation and military expansion. Largely unexamined in the public debate is China’s pursuit of massive infrastructure projects in developing countries, where it seeks to cement long-term relations. These economic and diplomatic ties are an extension of power—with China’s military and security involvement justified as necessary to protect its interests.<br />China seeks to be the world’s most powerful country, and its Belt and Road Initiative is an important component of its strategy. As a safeguard to our diplomatic and economic health the U.S. should recalibrate its own approach to often ignored nations, even as we continue to meet the more traditional national security challenges that dominate the headlines.<br />Much of the world is becoming uneasy with China’s unremitting aggression on its home turf in Asia. Over the past decade China has been calling its own shots, rejecting international law and public opinion while signaling that it intends to replace the U.S. as the region’s dominant military, diplomatic and economic power. Beijing has taken down Hong Kong’s democracy movement; started military spats with India; disrupted life for tens of millions by damming the headwaters of the Mekong River; conducted what the U.S. government now deems a campaign of genocide against Muslim Uighurs; escalated tensions with Japan over the Senkaku Islands; consolidated its illegal occupation of islands in the South China Sea; and made repeated bellicose gestures designed to test the international community’s resistance to “unifying” the “renegade province” of Taiwan.<br />While any of these and similar moves could expand into major crises, they already have raised suspicions across the international community. The BRI has to date remained a separate matter, but the cumulative effect of Beijing’s relentless provocations has given pause to many of China’s third-world partners in economic development."
}