{
    "url_original": "https://www.wsj.com/articles/an-economic-article-5-to-counter-china-11613084046?mod=opinion_lead_pos9",
    "url": "an-economic-article-5-to-counter-china-11613084046",
    "title": "An ‘Economic Article 5’ to Counter China",
    "sub_head": "An attack on wines from Australia is an attack on democracy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-298026?width=620&size=1.5",
    "image_1": "im-298026.jpg",
    "time": "2021-02-11 17:54:00",
    "body": "If you want to drink a toast to freedom, consider an Australian wine. China has taken umbrage at Australia’s criticism of its human-rights record and slammed tariffs on its wines. Among other outrageous demands, Beijing insists that Australia rein in its free press’s coverage of China.<br />Australia isn’t alone. China has sought to scare off other democracies from criticizing its regime. “If they dare to harm China’s sovereignty, security and development interests, they should beware of their eyes being poked and blinded,” a Beijing spokesman said in November.<br />These bullying tactics were honed over the past decade by threatening trade repercussions for democratic leaders (including two Danish prime ministers under whom I am proud to have served) who met with the Dalai Lama. Granting the Nobel Peace Prize to Liu Xiaobo put Norwegian salmon out of the China market for years. China is holding two innocent Canadians hostage as political blackmail for Canada’s following up on a U.S. extradition claim on Huawei’s chief financial officer.<br />China isn’t alone. Russia has used economic blackmail for many years, not least with its regular threats to block gas flows to Eastern Europe during wintertime. The European Union took steps to counter that blackmail through legislation and investment that empowers all EU states to act in solidarity, reverse their gas flows, and speak with one voice through the EU in negotiating gas deals.<br />There’s a lesson here: We don’t have to allow autocracies to pick off democracies one by one. The free world can and should do more, by agreeing to an “economic Article 5”—similar to the North Atlantic Treaty Organization’s Article 5, which states that a military attack on one ally is considered an attack on all."
}