{
    "url_original": "https://www.wsj.com/articles/an-investor-shortcut-for-net-zero-ambitions-11613995380?mod=business_minor_pos11",
    "url": "an-investor-shortcut-for-net-zero-ambitions-11613995380",
    "title": "An Investor Shortcut for Net-Zero Ambitions",
    "sub_head": "How a company uses carbon emission offsets can help identify risky businesses",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-301740?width=620&size=1.5",
    "image_1": "im-301740.jpg",
    "time": "2021-02-22 07:03:00",
    "body": "Investors need to dig into the details of net-zero emission plans to assess their value and risks. Thankfully there is a handy shortcut.<br />Companies face rising costs of carbon dioxide emissions. European Union credit costs reached a record high of nearly €40 a metric ton, or about $48, this month. Levies of over $100 are expected in many countries by 2030. Given the very limited information available about companies’ carbon footprints and cleanup plans, analyzing how they use CO2 reduction techniques can be a helpful shortcut to identify risky businesses.<br />All industries will be affected, and heavily polluting ones face significant financial risk. Oil and coal producers face existential questions. The challenge is also particularly acute in so-called hard-to-abate industries: airlines, cement, long-haul trucking, plastics, shipping and steel. Many investors would like to distinguish the leaders from the laggards.<br />A commitment to cut emissions is a good start. Nearly 1,400 companies have promised to reduce their net CO2 emissions to zero by 2050, according to the UN’s Race to Zero campaign. However, patchy disclosure of carbon footprints and uncertainty about how markets will evolve over the decades mean investors can struggle to understand a company’s plans and associated risks. Reporting standards will help, once agreed.<br />Meanwhile, one useful indicator is how much a plan relies on carbon reduction techniques or offsets such as planting trees or carbon capture projects. Offsets are widely used, but even some companies in the hard-to-abate sectors, such as global shipping giant Maersk and steel producer  Thyssenkrupp ,  plan to decarbonize without them."
}