{
    "url_original": "https://www.wsj.com/articles/an-unconstitutional-voting-reform-11613497134?mod=opinion_lead_pos5",
    "url": "an-unconstitutional-voting-reform-11613497134",
    "title": "An Unconstitutional Voting ‘Reform’",
    "sub_head": "Democrats want to impose federal rules on elections for president. Congress doesn’t have that power.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-16 12:38:00",
    "body": "House Democrats have made election “reform” their top legislative priority. House Resolution 1, styled the For the People Act, would vitiate existing state election laws, federalize the rules of congressional and presidential elections, and effectively do the same for state elections, which are often conducted on the same ballot. Critics have noted that the proposed rules are designed to benefit Democrats. They’re also unconstitutional.<br />The key problem is that the Constitution doesn’t give Congress the authority to regulate all federal elections in the same way. Congress has significant power over congressional elections. The Elections Clause of Article I, Section 4 provides that state legislatures “shall prescribe” the “times, places and manner of holding elections for senators and representatives,” but also authorizes Congress to “make or alter such regulations.”<br />Yet Congress has only limited authority over the conduct of presidential elections. They are governed by the Electors Clause in Article II, Section 1, which provides: “Congress may determine the time of choosing the electors, and the day on which they shall give their votes; which day shall be the same throughout the United States.” Congress’s timing determination is binding on the states, as the Eighth U.S. Circuit Court of Appeals held last year in Carson v. Simon, which rejected Minnesota’s modification of its ballot-receipt deadline. (The Honest Elections Project sponsored the litigation, and Mr. Rivkin was the plaintiffs’ lead attorney.)<br />But the Electors Clause gives state legislatures plenary power over the manner of selecting presidential electors. It does not permit lawmakers to promulgate a comprehensive federal elections code. Nor does the 15th Amendment, which bars racial discrimination in voting, or the other amendments extending the franchise. Each grants Congress the power to enforce its guarantees through “appropriate legislation.” But as the Supreme Court explained in City of Boerne v. Flores (1997), “Congress does not enforce a constitutional right by changing what the right is.” None of these amendments guarantee the right to vote in any particular way—such as by mail versus in person—so Congress can’t rightly be said to be enforcing them through H.R.1. And none of them repeal the Electors Clause.<br />Although all 50 state legislatures have provided for popular election of presidential electors, the legislatures could change state law and appoint electors directly. H.R.1 violates the Electors Clause on its face, purporting to govern not merely the time, place and manner of congressional elections, but also regulating presidential elections in exactly the same prescriptive matter as congressional elections."
}