{
    "url_original": "https://www.wsj.com/articles/and-now-for-mario-draghis-next-trick-11612395208?mod=opinion_lead_pos2",
    "url": "and-now-for-mario-draghis-next-trick-11612395208",
    "title": "And Now for Mario Draghi’s Next Trick . . .",
    "sub_head": "The monetary magician will try to pull a reform rabbit out of Italy’s hat.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-294671?width=620&size=1.5",
    "image_1": "im-294671.jpg",
    "time": "2021-02-03 18:33:00",
    "body": "Mario Draghi is often credited with pulling off the near-impossible conjuring trick of saving the euro during the last decade’s serial sovereign debt crises. So wish him luck as he now attempts a similar David Copperfield act as Italy’s new Prime Minister. He’s going to need it.<br />Mr. Draghi was summoned Wednesday by Italian President Sergio Mattarella to form a government because almost no one else can. Giuseppe Conte’s government—his second coalition in two-and-a-half years—collapsed last month amid infighting over how to spend €209 billion in Covid-19 stimulus money from the European Union. Mr. Draghi’s appointment is Rome’s last hope of pulling together a new government to avoid snap elections.<br />Why Italy wants Mr. Draghi is easy enough to see. His tenure as president of the European Central Bank makes him one of Europe’s most respected politicians, a reputation he has bolstered in retirement by avoiding raucous domestic Italian politics. His gravitas might help him build support among Italian politicians for a new coalition, and it will reassure markets and European leaders that a responsible adult is steering the ship in Rome.<br />Why Mr. Draghi wants the job, however, is a mystery for the ages. He understands exactly what ails Italy’s economy—which we know because he spent his entire time at the ECB begging Rome and other European governments to implement supply-side tax and regulatory reforms. He also presumably understands the political forces that have kept those reforms from happening. Only patriotism can explain why he’s volunteering for such a thankless and futile job.<br />All the more so since his appointment itself points to a fundamental dysfunction in Rome. We say almost no one else can form a government because one other politician probably could: Matteo Salvini of the right-wing League. His coalition of center-right parties was the plurality winner in 2018’s election, and polls suggest the League and aligned parties would fare well if Italy held the snap election it probably needs."
}