{
    "url_original": "https://www.wsj.com/articles/andrew-cuomo-in-the-dock-11614553160?mod=opinion_lead_pos2",
    "url": "andrew-cuomo-in-the-dock-11614553160",
    "title": "Andrew Cuomo in the Dock",
    "sub_head": "A second former aide accuses the Governor of sexual harassment.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-28 17:59:00",
    "body": "No one will ever mistake Andrew Cuomo for a sympathetic figure, so New York’s Governor is finding he has few allies as he confronts accusations that he sexually harassed two women who used to work for him. He nevertheless deserves a fair investigation of the facts without a rush to judgment, even if he refused to offer others the same due process.<br />Mr. Cuomo denies the allegations by Lindsey Boylan that have been known for some time. The second accuser, 25-year-old Charlotte Bennett, came forward Saturday in a  New York Times  story. The alleged behavior doesn’t rise to that of Matt Lauer, much less Harvey Weinstein. But the details, if true, suggest behavior that would get a CEO fired by current standards. Ms. Bennett says Mr. Cuomo made his inappropriate comments last June.<br />The 63-year-old Governor says he thought he was acting as a mentor to Ms. Bennett and “never made advances.” He first appointed a former federal judge to investigate, but on Sunday after criticism by Democrats that this was inadequate he asked state Attorney General Letitia James and a state judge to “jointly” appoint an independent counsel who would make the results of a probe public. Ms. James, who would like to be Governor herself, wants to conduct her own investigation.<br />The accusations emerge when Mr. Cuomo is already under fire for covering up the number of nursing-home deaths from Covid-19 after his administration ordered the homes to accept Covid patients from hospitals. The press largely ignored that scandal during the election year while Donald Trump was  Target  One, but Mr. Cuomo is finally and deservedly getting his turn in the pandemic dock. The left has never liked the Governor, or his bullying dominance of New York politics, and it now senses a chance to take him out if he runs for a fourth term in 2022 if not before.<br />In 2018 when Brett Kavanaugh was accused by Christine Blasey Ford of harassment without corroboration, Mr. Cuomo issued a statement saying “I believe Dr. Ford’s testimony is very compelling. Only a political skeptic could find a reason to disbelieve her. What is her possible motive to lie? . . . Here is one basic fact that badly hurts Judge Kavanaugh: Why won’t he take a polygraph? Dr. Ford did.”"
}