{
    "url_original": "https://www.wsj.com/articles/andy-jassys-climb-to-amazon-ceo-shows-the-clouds-rising-power-11612363207?mod=tech_lead_pos1",
    "url": "andy-jassys-climb-to-amazon-ceo-shows-the-clouds-rising-power-11612363207",
    "title": "Andy Jassy’s Climb to Amazon CEO Shows the Cloud’s Rising Power",
    "sub_head": "Business of providing remote computer services represents about 10% of Amazon’s sales but produced its next leader",
    "category_1": "Tech",
    "time": "2021-02-03 09:40:00",
    "body": "The elevation of Andy Jassy to become  Amazon.com Inc.’s  next chief executive of is one of the clearest signs yet that fortunes in the tech industry are increasingly made in the cloud.<br />Mr. Jassy was instrumental in helping to transform the online retailing giant he joined in 1997 into a juggernaut in cloud-computing, the business of renting servers and software to customers largely on a pay-as-you-go model. It is a market that could top $300 billion globally this year, according to research firm  Gartner Inc.,  and pits Amazon against tech giants like  Microsoft Corp.  and  Alphabet Inc.’s  Google.<br />The battle for the cloud is playing out across industries—from videogames and cars to space—and companies large and small.<br />For Amazon, cloud computing has been a booming business that is massively lucrative. Amazon Web Services, or AWS,  generated little more than 10% of Amazon’s total sales in the final quarter of last year but yielded more than half the company’s operating profit in the period. AWS revenue advanced 28% over those three months from the previous year to $12.7 billion, and its operating profit was $3.6 billion.<br />For executives, the cloud is increasingly becoming a stepping-stone at tech companies. Microsoft CEO Satya Nadella ran the software giant’s cloud business before being elevated to the top job in 2014.  International Business Machines Corp.  last year turned to its cloud chief when it came to naming a new CEO to help revive growth."
}