{
    "url_original": "https://www.wsj.com/articles/another-remote-work-year-looms-as-office-reopening-plans-are-delayed-11613039402?mod=business_lead_pos5",
    "url": "another-remote-work-year-looms-as-office-reopening-plans-are-delayed-11613039402",
    "title": "Another Remote-Work Year Looms as Office-Reopening Plans Are Delayed",
    "sub_head": "Return dates get pushed to September or beyond, keeping firms and employees in ‘moment of limbo’",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-02-11 05:30:00",
    "body": "The hardest question to answer for American corporations: When should offices reopen?<br />From Silicon Valley to Tennessee to Pennsylvania, high hopes that a rapid vaccine rollout in early 2021 would send millions of workers back into offices by spring have been scuttled. Many companies are pushing workplace return dates to September—and beyond—or refusing to commit to specific dates, telling employees it will be a wait-and-see remote-work year.<br />The delays span industries.  Qurate Retail Inc.,  the parent company of brands such as Ballard Designs, QVC and HSN, recently shifted its planned May return to offices in the Philadelphia area, Atlanta and other cities until September at the earliest. TechnologyAdvice, a marketing firm in Nashville, initially told employees to plan on Feb. 1 as their return date. The company then pushed the date back to August. Now, TA has decided it will begin a hybrid in-office schedule in the fall of 2021, letting workers choose whether to work remotely or come in, the company says.<br />Return-to-office dates have shifted so much in the past year that some companies aren’t sharing them with employees. Shipping giant  United Parcel Service Inc.,  based in Atlanta, and financial-services firm Fidelity Investments Inc., based in Boston, haven’t announced return dates, instead telling workers signing on from home that the companies are monitoring the coronavirus pandemic and will call workers back when it is safe.<br />Nearly a year of makeshift work at home has weighed on employees, leaders say. While many companies say productivity is up, executives worry that creativity is suffering and say that burnout is on the rise. Even so, bosses struggle to say when things will change."
}