{
    "url_original": "https://www.wsj.com/articles/another-golf-great-in-a-car-crash-11614295699?mod=opinion_major_pos6",
    "url": "another-golf-great-in-a-car-crash-11614295699",
    "title": "Another Golf Great in a Car Crash",
    "sub_head": "Ben Hogan won 64 tours after doctors said he might never walk.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-303711?width=620&size=1.5",
    "image_1": "im-303711.jpg",
    "time": "2021-02-25 18:28:00",
    "body": "It’s a February morning, and the man with the most famous name in professional golf is behind the wheel of his car. He has long been regarded not only for his prodigious talent, but also for a distant, obsessed personality that has made many of his fellow pros say they don’t really know him.<br />Before the morning is over, a gruesome automobile accident will have shattered his body and caused his fans to wonder not only if he will ever play golf again, but if he will ever walk again.<br />It was 1949, the golfer was Ben Hogan, and what happened next remains one of the most implausible and thrilling stories in sports history. When Tiger Woods crashed his car this week, the news flashed instantly from screen to screen; Hogan’s accident took place just before the television era, never mind the internet, and word traveled more slowly. But headline writers assumed they were describing the end of a brilliant career.<br />Hogan and his wife, Valerie, were returning from the Phoenix Open. At 36, he was the holder of a U.S. Open title and two PGA championships. His future seemed limitless. En route to their home in Fort Worth, Texas, they were on a narrow highway when a Greyhound bus coming from the other direction tried to pass a truck.<br />Hogan, knowing the bus was about to strike his car head-on, threw his body over his wife’s in the passenger seat to protect her. She would later say, “It’s a good thing he did, because the engine of our car was tossed back into the seat and the steering column was shoved through the driver’s seat and into the back.” Hogan’s injuries were devastating: his pelvis broken in two places, his collarbone shattered, his ankle fractured, his ribs chipped and blood clots forming. He would not leave the hospital for 59 days."
}