{
    "url_original": "https://www.wsj.com/articles/apollo-names-ex-sec-chairman-jay-clayton-as-lead-independent-director-11613646000?mod=markets_lead_pos2",
    "url": "apollo-names-ex-sec-chairman-jay-clayton-as-lead-independent-director-11613646000",
    "title": "Apollo Names Ex-SEC Chairman Jay Clayton as Lead Independent Director",
    "sub_head": "Newly created board role is latest step in sweeping overhaul of corporate governance at investment firm",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-300380?width=620&size=1.5",
    "image_1": "im-300380.jpg",
    "time": "2021-02-18 06:00:00",
    "body": "Apollo Global Management Inc.  has appointed former Securities and Exchange Commission Chairman Jay Clayton to the newly created role of lead independent director on its board, the latest step in a sweeping overhaul of corporate governance at the investment firm.<br />Mr. Clayton, who stepped down from his role at the SEC in December, will also return to Sullivan & Cromwell LLP, where he was a partner before entering government, according to an announcement planned for Thursday. He will be senior policy adviser and of counsel at that law firm.<br />At Apollo, Mr. Clayton, who is well regarded on Wall Street, will join a firm that is in transition following revelations of ties between Chief Executive Leon Black and the late disgraced financier Jeffrey Epstein. An independent review by the law firm Dechert LLP revealed that Mr. Black paid Epstein a total of $158 million for tax- and estate-planning services, far more than was previously known.<br />It found no evidence that Mr. Black was involved in the criminal activities of Epstein, who was indicted in 2019 on federal sex-trafficking charges involving underage girls and later killed himself in jail.<br />Mr. Black last month said he would step down as Apollo CEO by the time he turns 70 in July, ceding the role to co-founder Marc Rowan. Mr. Black, who will remain chairman, recommended that the board appoint more independent directors and move to eliminate Apollo’s dual-class share structure."
}