{
    "url_original": "https://www.wsj.com/articles/apollo-s-lifepoint-in-talks-to-buy-ardent-health-services-11613061599?mod=business_minor_pos1",
    "url": "apollo-s-lifepoint-in-talks-to-buy-ardent-health-services-11613061599",
    "title": "Apollo’s LifePoint in Talks to Buy Ardent Health Services",
    "sub_head": "Combined company could be valued above $10 billion including debt",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-298082?width=620&size=1.5",
    "image_1": "im-298082.jpg",
    "time": "2021-02-11 11:47:00",
    "body": "A company owned by  Apollo Global Management Inc.  is in talks to buy Ardent Health Services, according to people familiar with the matter, in a move that would add roughly 30 hospitals across six states and create an entity worth more than $10 billion including debt.<br />LifePoint Health Inc., which Apollo purchased in 2018 and has hospitals in 80 mainly rural markets, is discussing a deal to buy Ardent Health from billionaire Sam Zell’s private-equity firm Equity Group Investments, the people said. A deal could value Ardent at more than $2 billion with debt, some of the people said, adding that the closely held companies, which have been in on-and-off talks, may not reach an agreement.<br />Nashville-based Ardent operates acute-care hospitals and clinics in growing urban and suburban areas, with its biggest presence in Texas and Oklahoma. Equity Group purchased Ardent in 2015 and since then has added to its holdings and more than doubled its revenue—to $4.4 billion in 2020, according to its website.<br />Apollo took LifePoint private in November 2018 in a deal valued around $5.6 billion including debt, with a plan to merge it with existing holding RCCH HealthCare Partners and continue to buy up other Nashville-area healthcare companies. Like RCCH, LifePoint was based in Brentwood, Tenn., a Nashville suburb.<br />Should a deal be reached, it would be a significant move by LifePoint to diversify into larger hospitals and clinics in densely populated areas after focusing on rural areas, which could bring risks. But a combination is also likely to bring cost savings, mainly in the form of improved purchasing power with suppliers and streamlined management."
}