{
    "url_original": "https://www.wsj.com/articles/apple-wont-struggle-to-find-co-driver-on-car-project-11612884513?mod=tech_lead_pos12",
    "url": "apple-wont-struggle-to-find-co-driver-on-car-project-11612884513",
    "title": "Apple Won’t Struggle to Find Co-Driver on Car Project",
    "sub_head": "Nissan signaled a willingness to partner with the iPhone maker on Tuesday, after Hyundai said it was no longer in talks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-296434?width=620&size=1.5",
    "image_1": "im-296434.jpg",
    "time": "2021-02-09 10:28:00",
    "body": "Many questions hang over  Apple Inc.’s  car project, but one thing is increasingly clear: The project won’t fail for lack of credible production partners.<br />Nissan  is the latest car maker to signal its openness to a deal. As technology transforms the auto industry, “we need to take new initiatives” and “work with companies that are knowledgeable, with good experience, through partnership and collaboration,” said Chief Executive Officer Makoto Uchida on Tuesday. This was in response to a question about his willingness to partner with Apple at a press conference to discuss the Japanese car maker’s quarterly results.<br />Speculation about the established automotive industry’s role in an Apple car project has spread since Hyundai dropped the big news that it was in talks with the iPhone maker last month. On Monday, those discussions seemed to have broken down, but Hyundai’s stock is still up 23% this year. Apple might not rely on just one supplier, though, and has also held discussions with Japanese manufacturers, according to a report in the Nikkei newspaper last week.<br />Nissan stock has rallied in recent days. There was little in its quarterly results to justify the excitement: The company’s turnaround is moving forward, but it nonetheless downgraded its revenue expectations for its fiscal year through March, noting the global semiconductor shortage. Yet Nissan, among the Japanese auto makers, is “the most likely candidate to be in serious discussions with Apple,” according to Mio Kato, an equity analyst who publishes on the Smartkarma research platform. Having overexpanded in the U.S. in recent years, Nissan has spare capacity to fill.<br />It is far too early for investors to be betting on car-manufacturing contracts from Apple. Unlike smartphones, vehicles are safety-critical devices. Self-driving technology—a common feature in reports on Apple’s car project—is still in its infancy. Returns from companies involved in the smartphone supply chain have also been very volatile. Those who buy auto stocks for the Apple halo alone are setting themselves up for disappointment."
}