{
    "url_original": "https://www.wsj.com/articles/apples-talks-with-hyundai-break-down-11612750704?mod=tech_lead_pos2",
    "url": "apples-talks-with-hyundai-break-down-11612750704",
    "title": "Apple’s Electric-Vehicle Talks With Hyundai Break Down",
    "sub_head": "Tech giant began seeking potential automotive partners late last year",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-296139?width=620&size=1.5",
    "image_1": "im-296139.jpg",
    "time": "2021-02-07 21:18:00",
    "body": "Apple Inc.’s  talks with  Hyundai Motor Group  have broken down without an agreement for the South Korean auto giant to assemble vehicles for the iPhone company, Hyundai affiliates said Monday.<br />In regulatory filings, Hyundai Motor Co. and  Kia Corp.  said they are “not in talks with Apple over developing an autonomous vehicle.” The two auto makers have fielded multiple requests from other firms to jointly develop autonomous electric vehicles, though no initial steps have been determined, according to the regulatory filings.<br />The companies had held talks with the Cupertino, Calif., technology giant about a deal for Hyundai subsidiary  Kia  to build vehicles for Apple in Georgia, The Wall Street Journal reported last week. The prospect of an auto partnership had sent the Korean companies’ stocks soaring this year, igniting investor enthusiasm after both  Kia  and Hyundai had suffered years of slumping car sales.<br />Shares sank 6% for Hyundai Motor following Monday’s regulatory-filing disclosures, while Kia plunged by more than 13%.<br />Apple began seeking potential automotive partners late last year as it considers whether it can begin production of a vehicle as soon as 2024. In a rare move for a potential Apple partner, Hyundai in January said it was talking to Apple about a potential cooperation around electric, driverless vehicles. No sooner than it had said so, Seoul-based Hyundai tried to backtrack on the statement."
}