{
    "url_original": "https://www.wsj.com/articles/are-two-dining-tables-better-than-one-11612983939",
    "url": "are-two-dining-tables-better-than-one-11612983939",
    "title": "Are Two Dining Tables Better Than One?",
    "sub_head": "Some designers opt for two dining-room tables to shake things up and diversify the function of an underused room. Others find the look cold, or worse. Here, both sides.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-297201?width=620&size=1.5",
    "image_1": "im-297201.jpg",
    "time": "2021-02-10 14:05:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />A single Downton Abbey- sized dining table is so last century, argue advocates for multiple tables in a dining room. “Clients tell us that the dining room is often one of the best rooms in the house but hardly gets used,” said Joe Nahem, a designer in New York. Modern families—especially during a pandemic—expect this space to tick a lot of boxes. A second table can function as a desk, kids’ craft area or a forum for jigsaw-puzzling. “Put bookshelves in the room and it becomes more than just a dining room,” said Benjamin Noriega-Ortiz, another New York designer. When only two or four people sit for dinner, a “four top” suffices, without leaving you with a disconcerting airfield of unused surface. When full-on dinner parties return, you can push the tables together. Or, other designers note, a hosting couple can divide and conquer, with each presiding over a more intimate group. “At one long table, conversations happen in smaller groups anyway,” said New York designer Kristen McGinnis. Mr. Noriega-Ortiz likes to mix styles and shapes so the resulting arrangement is “homey and doesn’t feel like you’re in a conference room.” In one project, he surrounded two pedestal tables with built-in seating, woven rush chairs and a modern Windsor chair. Mr. Nahem dispels conference-room connotations with a rug, big enough to embrace both seating arrangements. Of course, one needs a large, if not mansion-esque, room, he said, “maybe 12 by 18 feet.”<br />Sacrifice grand, center-of-the-room chandeliers. Overhead lighting, mounted flush or close to the ceiling, should illuminate both tables whether they are united or split apart.<br />It felt like a lobby of a hotel,” recalled Viktor Udzenija of a residential London dining room in which he and other guests were seated at multiple tables. Mr. Udzenija, an architect and interior designer with offices in Prague and Dubai, found the seating arrangement not only impersonal but embittering: Every time laughter broke out at a nearby table, he endured a case of FOMO (Fear of Missing Out, a condition more commonly induced by social media). His credo? “One table, no matter how big, is more inclusive, grand and [better] represents the idea of coming together.” In cases where a two-person household has a 10-foot table, Christopher Coleman, of Miami’s Sanchez + Coleman Studio, sees an opportunity to put blessedly beautiful possessions on exhibit. “One client had a collection of interesting candlesticks—all different sizes and materials—that took up a third of the table, another had stacks of books and we have a collection of 30 glass vases on ours,” he said. “You can still seat four to six people without moving [the objets].” Those who don’t want to dedicate a lot of square footage to a large table should invest in a smaller one with removable leaves. Designer Michelle Gerson of New York looks for “intentional” leaves that come together in a purposeful metal strip versus “ugly seams.”<br />Ms. Gerson feels diplomacy always dictates one table over two. That way, she said, “no one is hurt thinking they are at the good table or the bad table or the A table or the B table.”"
}