{
    "url_original": "https://www.wsj.com/articles/aristophanes-review-laughter-on-the-acropolis-11613749976?mod=opinion_reviews_pos1",
    "url": "aristophanes-review-laughter-on-the-acropolis-11613749976",
    "title": "‘Aristophanes’ Review: Laughter on the Acropolis",
    "sub_head": "The Greek comedian wasn’t afraid to challenge the powers that be. Or crack a dirty joke.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-300959?width=620&size=1.5",
    "image_1": "im-300959.jpg",
    "time": "2021-02-19 10:52:00",
    "body": "The study of the languages and literature of ancient Greece and Rome—a discipline once considered so foundational it was simply known as “the classics”—has been under siege for decades. University enrollments in all humanities programs have declined; programs, especially in the classics, are imperiled. The idea of a Western canon deriving from the ancient world has been challenged by some left-wing educators even as it has been taken up by right-wing ideologues: its condition as a political football makes the field’s existence all the more fragile.<br />Although the times seem to be changing, the classics are still relevant today, perhaps more so than ever. “The glory that was Greece” comes in many flavors, shades, and accents. Students are often first introduced to its martial and tragic side. But, more than Homer or Sophocles, Aristophanes, the oldest of the comic playwrights, may be the man for our current moment. When political posturing and empty rhetoric cloud the air, the most vulgar hilarity feels like an antidote: Buffoonery and slapstick, ribald invective, and the sort of comedy that turns on farts and erections all provide a welcome respite—and in the hands of Aristophanes are powerful tools to help us see our problems afresh.<br />George S. Kaufman famously observed that “satire is what closes on Saturday night.” To which we may add that comedy is the most fragile and time-sensitive of all genres. Like the funnybones of audiences, jokes change, losing their zing through time. What survives? Broad strokes, dramatic situations and stock characters that can be accessed centuries after their first appearance. Many of today’s problems—war and peace, patriotism and xenophobia, sexual and power relations, gender issues—were around 2,500 years ago.<br />Seeing a play on stage is one thing, reading it quite another. The intellectual wit of Oscar Wilde—all that epigrammatic cleverness—does not require a mise-en-scène. Other kinds of comedy do. Luckily for us, Aaron Poochigian has re-animated Aristophanes, in glittering translations of four of his most 21st-century-appropriate plays. It will be interesting to see whether directors bring these versions to life.<br />In addition to their topical relevance—educational schemes, feminist plots, utopian visions, antiwar invectives—Aristophanes’ plays are virtually impossible not to translate well. They inspire their modernizers, encouraging flights of fancy. I once asked the late translator William Weaver whether working on Umberto Eco’s “The Name of the Rose” was difficult. “No,” he said, “because Umberto was so Rabelaisian in his linguistic extravagance that he welcomed all indulgence in the hands of his collaborators.” The same could be said for Aristophanes."
}