{
    "url_original": "https://www.wsj.com/articles/armenias-prime-minister-accuses-military-of-planning-coup-following-losses-in-nagorno-karabakh-11614268382",
    "url": "armenias-prime-minister-accuses-military-of-planning-coup-following-losses-in-nagorno-karabakh-11614268382",
    "title": "Armenia’s Prime Minister Accuses Military of Planning Coup Following Losses in Nagorno-Karabakh",
    "sub_head": "Armed forces call for Nikol Pashinyan’s resignation amid anger over last year’s Russian-brokered cease-fire with Azerbaijan",
    "category_1": "World",
    "time": "2021-02-25 10:53:00",
    "body": "Armenia’s prime minister accused the country’s armed forces of plotting a coup to remove him, plunging the Russian ally deeper into turmoil after a bruising conflict with neighboring Azerbaijan last fall.<br />Prime Minister Nikol Pashinyan on Thursday fired the military’s top commander and called on his supporters to take to the streets in a show of force. The military had earlier added its voice to growing demands across Armenia that Mr. Pashinyan step down amid a growing outcry over his handling of last year’s conflict, in which parts of the disputed enclave of Nagorno-Karabakh returned to Azeri control after Russia negotiated a cease-fire.<br />“The army submits to the people and the prime minister,” Russian news agency Interfax reported Mr. Pashinyan as saying while walking with supporters in Yerevan, the capital. The military responded by saying it issued its resignation call to reflect the position of top officers who had lost confidence in Mr. Pashinyan.<br />Witnesses said they saw military planes in the sky above the city.<br />The tumult reflects broad anger against the terms of the cease-fire over Nagorno-Karabakh, which had been held by ethnic Armenians since the 1990s despite officially lying within Azerbaijan’s boundaries. It could also add to the instability besetting a number of other former Soviet republics, including neighboring Georgia, where police detained the country’s main opposition leader this week, sparking rebukes from the U.S. and Europe. Further complicating the regional balance of power, Turkey has undermined Russia’s traditional influence in the South Caucasus by building stronger military and diplomatic ties with Azerbaijan."
}