{
    "url_original": "https://www.wsj.com/articles/artist-niki-de-saint-phalle-took-joy-seriously-11613760915",
    "url": "artist-niki-de-saint-phalle-took-joy-seriously-11613760915",
    "title": "Artist Niki de Saint Phalle Took Joy Seriously",
    "sub_head": "The exuberant monuments of the French-American sculptor are the focus of a new exhibition at MoMA PS1.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-02-19 13:55:00",
    "body": "The artist Niki de Saint Phalle is perhaps best known for the sculptures she called “Nanas”—colorful, outsize women whose exuberant curves defy all notions of restraint or decorum. But for Saint Phalle, those ebullient figures were only a warm-up. “I felt compelled to prove that a woman could work on a monumental scale,” she wrote. She went on to create fanciful, building-sized constructions—women, dragons, monsters, towers—that double as artworks and habitable spaces.<br />“Niki de Saint Phalle: Structures for Life,” a new exhibition opening March 11 at MoMA PS1 in Queens, N.Y., will be the first New York show to survey the artist’s decades-long career, with an emphasis on her monumental projects. The more than 200 works on view include sculptures, maquettes, prints, drawings, books and jewelry—and of course, Nanas. “Clarice Again” (1966-67), standing not quite 7 feet tall, greets visitors in the show’s opening gallery. First appearing in the mid-1960s, “these big, happy women were a political statement” meant to counter what Saint Phalle saw as “regressive or patriarchal thinking,” said the exhibition’s organizer, PS1 curator Ruba Katrib. Despite their winsome charm, Saint Phalle wanted the Nanas “to become almost intimidating figures.”<br />Saint Phalle had a knack for embedding provocative ideas in playful forms. Born in 1930 to a French aristocrat father and French-American mother, she had what might seem a storybook life: a privileged childhood, immediate success as a teenage fashion model, followed by marriage to a childhood friend and early acclaim as an avant-garde artist. But that glossy exterior concealed a history of childhood sexual abuse that led Saint Phalle to a nervous breakdown at 23, when she was confined to an asylum in France. “These are things that she brought into her work constantly,” Ms. Katrib said, “processing them through her art.”<br />At MoMA PS1, the show’s first gallery focuses on Saint Phalle’s monumental projects. They include the “Stravinsky Fountain” (1983) in Paris, created with her longtime companion, the Swiss artist Jean Tinguely (1925-1991), as well as “Golem” (1972), a playground slide in the shape of a monster with three bright red tongues, made for a kid-filled neighborhood in Jerusalem. Commissioned as a child’s playhouse, “Le Dragon de Knokke” (1973-75), built in a seaside town in Belgium, holds a main room, kitchen, bath and second-floor sleeping area, along with a child-sized play area in the tail. In 1987, Keith Haring stayed there while painting a mural in Knokke, leaving behind—with Saint Phalle’s blessing—a frieze-like drawing along the interior stairway and balcony.<br />Roughly half the main gallery at PS1 is devoted to Saint Phalle’s magnum opus, “Tarot Garden,” which fills 14 acres of Tuscan countryside with sculptures and structures based on the 22 picture cards of the tarot deck. Work on the project began in 1979 and ended only with the artist’s death in 2002. The tallest structure in “Tarot Garden” tops out at roughly 50 feet; Saint Phalle herself lived for years in the sphinx-like work known as “The Empress,” which houses a bedroom and bath in one breast and a kitchen in the other."
}