{
    "url_original": "https://www.wsj.com/articles/arturo-di-modica-hoped-his-bull-would-soothe-investors-11614121114?mod=markets_featst_pos1",
    "url": "arturo-di-modica-hoped-his-bull-would-soothe-investors-11614121114",
    "title": "Arturo Di Modica Hoped His Bull Would Soothe Investors",
    "sub_head": "Italian sculptor, who has died at age 80, surreptitiously installed a bronze statue in New York in 1989",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-303023?width=620&size=1",
    "image_1": "im-303023.jpg",
    "time": "2021-02-23 17:58:00",
    "body": "Arturo Di Modica said he felt sorry for America after the Black Monday crash in October 1987, when the Dow Jones Industrial Average sank nearly 23%.<br />Using what he said was more than $300,000 of his own money, the Italian-born sculptor created a 7,000-pound bronze bull—composed of 23 pieces welded together—and installed it near the New York Stock Exchange late one night in December 1989. “I saw people who had lost everything and I didn’t like that so I worked to create something beautiful for young Americans,” he said later.<br />The New York police initially looked Mr. Di Modica’s gift bull in the mouth. Noting that he had no permit to install the statue, dubbed Charging Bull, the police hauled it away. A few days later, the city allowed the bull to be placed near the northern tip of Bowling Green park, also in Lower Manhattan. “It was just too good to lose,” said Henry Stern, then commissioner of the city’s parks department.<br />Since then, the statue has amused millions of passersby and startled a few. “I don’t like that cow!” wailed one 3-year-old boy upon seeing it in 2003. It has endured attacks by vandals wielding paint and a metal object. In 2010, another artist swaddled the sculpture in a coat made of yarn.<br />Mr. Di Modica died Feb. 19 in his hometown of Vittoria, Italy. He was 80 and had suffered from cancer and other ailments."
}