{
    "url_original": "https://www.wsj.com/articles/as-biden-decides-what-to-do-with-trumps-border-wall-landowners-are-in-limbo-11612702800?mod=politics_lead_pos5",
    "url": "as-biden-decides-what-to-do-with-trumps-border-wall-landowners-are-in-limbo-11612702800",
    "title": "As Biden Decides What to Do With Trump’s Border Wall, Landowners Are in Limbo",
    "sub_head": "President Biden promised to halt construction of the border wall. But landowners fighting eminent domain don’t know the status of their land.",
    "category_1": "U.S.",
    "time": "2021-02-07 08:00:00",
    "body": "MISSION, Texas—The Trump administration’s border wall now nearly stretches to the riverside retreat where the Cavazos family fishes, barbecues and earns a living on the Rio Grande. To the west, a recently completed stretch of wall stops at their property line. To the east, the bustle of contractors moving dirt continued this past week around a partially built stretch of wall.<br />The family has been fighting the government’s efforts to seize a slice of the property via eminent domain and build a border wall that would leave the rest of the property cut off, on the fence’s south side. The family says it was likely one hearing away from having the government take possession of the land when President Biden took office.<br />Mr. Biden issued an executive order on his first day in office to stop construction of the border wall temporarily, while evaluating how to halt it permanently. The move followed Mr. Biden’s campaign promises to halt construction of the border wall—President Donald Trump’s signature campaign promise.<br />Stopping construction for good, however, is complicated. Sections of the wall are already partially built and federal money is already spent or appropriated for the wall. Construction of a border fence that started under President George W. Bush, for example, continued under President Barack Obama, who didn’t actively support it.<br />The Cavazoses are among hundreds of landowners in limbo as the Biden administration evaluates what to do next."
}