{
    "url_original": "https://www.wsj.com/articles/as-huawei-talks-stall-detention-of-two-canadians-in-china-drags-on-11613048409?mod=business_lead_pos10",
    "url": "as-huawei-talks-stall-detention-of-two-canadians-in-china-drags-on-11613048409",
    "title": "As Huawei Talks Stall, Detention of Two Canadians in China Drags On",
    "sub_head": "Michael Spavor and Michael Kovrig were detained after a Huawei executive was arrested in Vancouver; ‘It was grueling,’ Mr. Kovrig’s wife said of the early months of his imprisonment",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-295910?width=620&size=1.5",
    "image_1": "im-295910.jpg",
    "time": "2021-02-11 08:00:00",
    "body": "Canadian businessman Michael Spavor called his country’s Beijing embassy from an airport in China’s northeast. He was being questioned by authorities after being blocked from boarding a flight out of China.<br />Concern at the embassy over the call shifted to alarm when officials learned another Canadian had been apprehended in Beijing that day, on Dec. 10, 2018, according to people familiar with the matter. This time, it was former diplomat Michael Kovrig.<br />Since then, the two men have been thrust to the center of a high-stakes standoff between Canada, the U.S. and China, where they have been detained and accused of espionage. Hope had surged recently among family members and supporters that the men might be released if separate talks to resolve criminal charges against Meng Wanzhou, an executive at China’s Huawei Technologies Co., bore fruit. Canada has accused China of detaining the two men in retaliation for Ms. Meng’s arrest on a U.S. extradition request.<br />With both sides digging in on demands too far to bridge, those discussions stalled and are now dormant, according to people familiar with the matter. The Biden administration could revisit the talks in the coming months, the people said, but the timing of any such movement is unclear. A spokesman for the Justice Department declined to comment.<br />Vice President Kamala Harris told Canadian Prime Minister Justin Trudeau on a phone call earlier this month that the U.S. would do everything it could to get the two men released."
}