{
    "url_original": "https://www.wsj.com/articles/astrazeneca-vaccine-doesnt-protect-against-mild-and-moderate-cases-from-south-africa-strain-11612700385",
    "url": "astrazeneca-vaccine-doesnt-protect-against-mild-and-moderate-cases-from-south-africa-strain-11612700385",
    "title": "Rollout of AstraZeneca Covid-19 Vaccine Halted in South Africa After Study",
    "sub_head": "Small clinical trial found that it doesn’t appear to protect recipients against mild and moderate illness from a fast-spreading new strain of the coronavirus",
    "category_1": "World",
    "time": "2021-02-07 16:02:00",
    "body": "JOHANNESBURG—South Africa said Sunday it would temporarily halt a planned rollout of  AstraZeneca  PLC’s Covid-19 vaccine after a small clinical trial found that it doesn’t appear to protect recipients against mild and moderate illness from a fast-spreading new strain of the coronavirus first detected in the country.<br />The trial, which enrolled around 2,000 volunteers with a median age of 31 in South Africa, was too small and its participants too young to draw broad conclusions on the vaccine’s overall efficacy in protecting against the disease caused by the coronavirus, especially when it comes to hospitalizations or death. However, its findings contribute to concerns that a mutating virus is rendering existing Covid-19 vaccines less effective and that shots will need to be updated to protect against new virus strains.<br />Of the 39 volunteers in the AstraZeneca trial that were found to be infected with the new South African variant, 19 had received the vaccine, while 20 had received a placebo, said Shabir Madhi, the trial’s principal investigator and dean of the medical school at the University of the Witwatersrand in Johannesburg. Those numbers would imply an efficacy rate of around 10% at protecting against mild and moderate Covid-19 from the new variant, said Dr. Madhi, although he added that the data were too limited to be statistically significant.<br />After the results were announced, South Africa’s health minister, Zweli Mkhize, said the country would temporarily halt a planned rollout of the vaccine until there was more information on the vaccine’s efficacy. The country had planned to administer a first shipment of one million doses of the vaccine to health-care workers later this month.<br />Johnson & Johnson  and  Novavax Inc.,  whose vaccines have yet to be authorized in any country, have also found that their shots were less effective in recent human clinical trials in South Africa, compared with trials in the U.S. or the U.K. But their vaccines were still found to be 50% or more effective at preventing mild or moderate cases of Covid-19 and even more potent at shielding recipients from severe illness and hospitalization from the new strain."
}