{
    "url_original": "https://www.wsj.com/articles/at-cpac-trump-to-assert-dominance-of-gop-take-aim-at-biden-on-immigration-foreign-policy-11614513600?mod=business_minor_pos5",
    "url": "at-cpac-trump-to-assert-dominance-of-gop-take-aim-at-biden-on-immigration-foreign-policy-11614513600",
    "title": "At CPAC, Trump to Assert Dominance of GOP, Take Aim at Biden on Immigration, Foreign Policy",
    "sub_head": "Former president expected to criticize Republicans who sided against him in impeachment fight",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-305345?width=620&size=1.5",
    "image_1": "im-305345.jpg",
    "time": "2021-02-28 07:00:00",
    "body": "Former President Donald Trump is expected to assert himself as the leader of the Republican Party in his first public appearance since leaving office, while taking aim at immigration and foreign policy moves by President Biden.<br />The Sunday afternoon speech at the Conservative Political Action Conference in Orlando, Fla., comes six weeks after Mr. Trump’s impeachment in the House for inciting the Jan. 6 riot at the Capitol, and his subsequent acquittal by the Senate. The GOP in Washington has been split between detractors of the former president who condemned his remarks at the protest earlier that day, and those who support him and a continuing role for him in the party.<br />Mr. Trump, who received 74 million votes in November to Mr. Biden’s 81 million, has no intention of fading, advisers say. The first three days of the conference illustrated his grass roots dominance.<br />“I assure you that it will solidify Donald Trump and all of your feelings about the MAGA movement as the future of the Republican Party,” Donald Trump Jr. told CPAC attendees on Friday.<br />Mr. Trump isn’t expected to announce whether he will run again in 2024, according to an adviser to Mr. Trump. That decision may not come until after the midterm elections, in which Mr. Trump intends to play a key role handpicking candidates and punishing Republicans who voted to impeach him. On Friday, Mr. Trump endorsed a challenger to Ohio Rep. Anthony Gonzalez, one of 10 House Republicans who sided with Democrats."
}