{
    "url_original": "https://www.wsj.com/articles/atlantic-city-housing-market-heats-up-as-investors-look-beyond-casinos-11614085221?mod=markets_minor_pos19",
    "url": "atlantic-city-housing-market-heats-up-as-investors-look-beyond-casinos-11614085221",
    "title": "Atlantic City Housing Market Heats Up as Investors Look Beyond Casinos",
    "sub_head": "Home prices rose 30% in the fourth quarter, making the New Jersey city one of the country’s biggest gainers",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2021-02-23 08:00:00",
    "body": "The demolition of Atlantic City’s Trump Plaza Hotel and Casino last week was a reminder that the city’s heyday as a gambling mecca has long since passed. But the recent surge in home prices there raises the prospect that the city could reclaim its status as a desirable seaside getaway.<br />Atlantic City home prices rose 30% in the fourth quarter from a year earlier, making the New Jersey city one of the country’s biggest gainers, according to the National Association of Realtors. Prices continued to rise in January, jumping 35% compared with a year earlier, according to data collected by real-estate brokerage Redfin. New Jersey gambling revenue, meanwhile, tumbled 17% in 2020.<br />Atlantic City home-price gains followed efforts by local officials and real-estate investors to transform the town from a place where gamblers would try their luck at table games to a place where more people wanted to live and work permanently.<br />“They want to build up the Atlantic City economy where it’s based off of businesses and activities that are not casino related,” said Joshua Garay, a New York real-estate broker. Locals have pushed to create more jobs in the cybersecurity industry and to add more family friendly offerings, including a recently announced plan for an indoor water park on the boardwalk.<br />Mr. Garay is working with the owners of the former Atlantic Club Casino Hotel, which closed in 2014, to renovate its hotel and potentially to develop new condominiums. Other investors have begun building or have plans for new apartments, restaurants, hotels and other family-oriented attractions."
}