{
    "url_original": "https://www.wsj.com/articles/aung-san-suu-kyi-detained-since-myanmars-coup-attends-closed-court-hearing-11613482752",
    "url": "aung-san-suu-kyi-detained-since-myanmars-coup-attends-closed-court-hearing-11613482752",
    "title": "Aung San Suu Kyi, Detained Since Myanmar’s Coup, Attends Closed Court Hearing",
    "sub_head": "The lawyer appointed by her party to represent her wasn’t permitted to be at the video proceedings and didn’t know police had filed two charges against her.",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-16 08:39:00",
    "body": "Aung San Suu Kyi appeared before a court in a closed video hearing on Tuesday in connection with cases filed against her since Myanmar’s military ousted her government in a coup, though the lawyer appointed by her party wasn’t permitted to attend and learned from the judge later that police had accused her of two offenses.<br />Police had earlier filed charges against Ms. Suu Kyi over walkie talkies found in her house that they say were illegally imported. She was also accused of a second offense under a natural disaster management law, which has been applied in Myanmar against those who break pandemic-linked restrictions, the lawyer, Khin Maung Zaw, said.<br />Mr. Zaw wasn’t informed of the second allegation until he was briefed by the judge after the video proceedings, he said. A police spokesman didn’t respond to requests for comment.<br />Protesters have been demanding for days that Ms. Suu Kyi, who commands immense popularity and was detained in her house in the capital, Naypyitaw, during the Feb. 1 coup, be set free. The coup ended a decadelong shift toward democracy, putting the military—which ruled for half a century before the transition—back in absolute control. Faced with international pressure and large street demonstrations, the generals have doubled down in recent days.<br />For the last two nights, they ordered near-total internet blackouts. In a show of force, tanks showed up in the streets of Yangon, Myanmar’s largest city, on Sunday and Monday. Protesters familiar with military rule live in terror of nightly raids and arrests. Some neighborhoods have assembled teams to keep a watch and alert residents if security forces are sighted."
}