{
    "url_original": "https://www.wsj.com/articles/banker-survived-bullets-a-kidnapper-and-bad-press-11612364400?mod=markets_featst_pos2",
    "url": "banker-survived-bullets-a-kidnapper-and-bad-press-11612364400",
    "title": "Banker Survived Bullets, a Kidnapper and Bad Press",
    "sub_head": "Jack Grundhofer, who has died at age 82, built U.S. Bancorp into a giant and took heat for slashing costs",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-293273?width=620&size=1.5",
    "image_1": "im-293273.jpg",
    "time": "2021-02-03 10:00:00",
    "body": "Early in Jack Grundhofer’s 40-year banking career, someone shot a gun at him while he was repossessing a car in Southern California. Later, a kidnapper tied him to a tree in Wisconsin. When he was eliminating jobs at Minneapolis-based First Bank System Inc. in the early 1990s, newspapers dubbed him “Jack the Ripper.”<br />Mr. Grundhofer, who grew up poor as the son of a bartender in Glendale, Calif., wasn’t easily intimidated. Through a long series of acquisitions, he created what became today’s U.S. Bancorp., the nation’s fifth-largest banking company in terms of assets.<br />He learned early in his career to clamp down on costs. “I’ll do whatever I have to do, however Draconian,” he told The Wall Street Journal in 1993. “Shareholders are looking for someone to protect their livelihood. You have to manage tough to survive.”<br />Mr. Grundhofer died Jan. 24 at his home in Indian Wells, Calif. He was 82. The cause of death was pneumonia, unrelated to Covid-19, his wife, Patti Grundhofer, said.<br />Soon after arriving as the new chief executive at First Bank in 1990, Mr. Grundhofer began eliminating about 20% of the workforce. Stung by criticism of his swift job cuts, he said in a letter to the Journal that he didn’t enjoy firing people. “If we had not been successful in making the tough choices to turn around this company,” he added, “there easily could have been 10,000 people out of work, instead of 2,000.”"
}