{
    "url_original": "https://www.wsj.com/articles/bank-stocks-are-enjoying-the-rate-party-maybe-a-little-too-much-11614250980?mod=markets_featst_pos1",
    "url": "bank-stocks-are-enjoying-the-rate-party-maybe-a-little-too-much-11614250980",
    "title": "Bank Stocks Are Enjoying the Rate Party, Maybe a Little Too Much",
    "sub_head": "Higher Treasury yields create opportunities to pick up interest income, but benefit for shares may be limited without more loan demand",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-303806?width=620&size=1.5",
    "image_1": "im-303806.jpg",
    "time": "2021-02-25 06:03:00",
    "body": "The move in Treasurys has been greeted like an all-you-can eat buffet by bank investors starved for yield. But they might not want to gorge themselves all at once.<br />As the 10-year Treasury yield has jumped so far this year from around 0.9% to about 1.4%, U.S. big-bank stocks have risen over 20%. Meanwhile, the S&P 500 is up 4.5%. Banks’ move is justified in many respects, as higher long-term rates are fundamentally good for their lending business. And it is easy to see more room to run, as banks are still lagging behind the market overall since the pandemic began last year, and are historically still somewhat cheap relative to the S&P 500 on a price-to-earnings basis: about 34% cheaper, versus about 30% from 2014 to 2019.<br />But a closer look at how exactly banks might benefit from higher rates may put a damper on any emerging euphoria. What is unique about banks right now is that they are sitting on a mountain of unusually cheap deposits from consumers and businesses with a glut of savings. That has resulted in a big pile of cash sitting at the Federal Reserve earning nothing, which can in theory be rotated into securities. This is a very profitable potential trade: Analysts at Autonomous Research figure that big banks rotating just their present excess cash at the Fed into securities in 2021 and adding 1 percentage point of yield would increase the next year’s net interest income by 2.5% on average and earnings per share by roughly 5%.<br />But while banks’ actions in past cycles have sometimes been accelerants to rising rates, now they may be something of a curb.<br />For example, in the past banks have sometimes been sellers of mortgage-backed securities as rates across the board rise because the slower rate of repayment extends the duration of those bonds—a kind of risk banks don’t typically want. They worry about matching the duration of those assets to deposits, which could mean having to raise deposit rates."
}