{
    "url_original": "https://www.wsj.com/articles/barclays-partial-victory-lap-11613658373?mod=markets_lead_pos10",
    "url": "barclays-partial-victory-lap-11613658373",
    "title": "Barclays’ Partial Victory Lap",
    "sub_head": "Last year validated Jes Staley’s decision to keep the lender’s investing banking business, but he still must show that the bank can generate decent overall returns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-300816?width=620&size=1.5",
    "image_1": "im-300816.jpg",
    "time": "2021-02-18 09:26:00",
    "body": "Last year’s results vindicated  Barclays ’ diversified banking strategy, but overall returns are still disappointing and the stock price remains stubbornly low.<br />The UK-headquartered bank on Thursday posted a £3 billion profit before tax for 2020, equivalent to, $4.16 billion, with strong capital markets returns offsetting contraction in its retail and credit card businesses. After years of activist pressure, Chief Executive Officer Jes Staleyclaimed victory for his strategy of a combined retail and investment bank. Barclays gained share and booked bumper profits in capital markets, offsetting poor results in its credit card and retail businesses. But overall return on tangible equity was still a disappointing 3.2%, well below its 10% long-term target. Shares fell about 4%, trading near 0.45 times book value.<br />Granted, last year was particularly nasty. Often during a downturn, customers and small businesses run up their debts slightly as they weather the storm, giving banks higher revenues but also higher loan loss provisions. This time fear pushed consumers and small businesses to pay down their debts and save cash even as provisions for loan losses jumped. But the investment banking upside was also pretty extraordinary. Given the massive liquidity and volatility in the capital markets, it could be argued that the trading profits should have been big enough to generate decent overall returns.<br />At many U.S. banks, they indeed were. In 2020,  JPMorgan Chase  posted a 14% return on average tangible common shareholders’ equity and Citi made 6.9%.<br />Management counts 2020 as a decent result under the extreme circumstances. The strategy is sound and the bank has the right footprint, says Mr. Staley, it just needs to execute as the economy reopens after vaccines rollout. It is possible. Barclays’ U.K. and U.S. credit businesses used to provide double-digit returns, and a bounceback in consumer spending could bring back those levels. The lender will also need to hold on to some of the market share gains made in the group’s trading business."
}