{
    "url_original": "https://www.wsj.com/articles/battle-over-scrubs-industry-erupts-in-court-11612356718?mod=business_minor_pos4",
    "url": "battle-over-scrubs-industry-erupts-in-court-11612356718",
    "title": "Figs Fights Lawsuit Over Scrubs Ads",
    "sub_head": "Medical-apparel startup faces litigation from established company that says its marketing is misleading",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-293097?width=620&size=1.5",
    "image_1": "im-293097.jpg",
    "time": "2021-02-03 07:52:00",
    "body": "Figs Inc. has fashioned itself as the Warby Parker of medical uniforms, using advertising splashed on subways and billboards to sell its form-fitting scrubs directly to nurses and doctors.<br />Now, as the Los Angeles startup mulls a public offering, it is battling a lawsuit that takes aim at its flashy marketing and could sow doubt with customers drawn to its distinctive styles. The litigation is a particularly contentious example of the legal pushback startups face from legacy companies—increasingly the norm over the past decade for disruptive new businesses from Uber to  Airbnb ,  experts said.<br />Careismatic Brands, a leader in medical apparel with brands of scrubs like Cherokee and Dickies, has pursued litigation against Figs since 2019, saying the smaller company has misled health-care workers with boasts about how its products help keep them safe.<br />Figs’s advertising and social-media presence look more like those of a fashion brand than a medical-apparel maker, including sometimes irreverent videos and images of people wearing Figs while getting out of helicopters, skiing and skateboarding. Its online-sales model, aimed at selling directly to medical professionals, contrasts with Careismatic’s heavy reliance on bricks-and-mortar retailers.<br />Careismatic, previously known as Strategic Partners Inc., has asked a federal judge in Riverside, Calif., to issue an injunction requiring Figs to publicly renounce some marketing claims, including that its scrubs kill bacteria and infection on contact, repel liquids and reduce hospital-acquired infections by 66%."
}