{
    "url_original": "https://www.wsj.com/articles/battle-over-upstate-congressional-seat-shows-new-yorks-election-problems-11612742400?mod=business_minor_pos4",
    "url": "battle-over-upstate-congressional-seat-shows-new-yorks-election-problems-11612742400",
    "title": "Battle Over Upstate Congressional Seat Shows New York’s Election Problems",
    "sub_head": "A court-supervised canvass revealed several irregularities in the Oneida County process",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-295395?width=620&size=1.5",
    "image_1": "im-295395.jpg",
    "time": "2021-02-07 19:00:00",
    "body": "Republican Claudia Tenney is set to be declared the winner of the congressional race between her and U.S. Rep. Anthony Brindisi this week, but advocates said there is another clear loser in the contest: local boards of elections whose errors have been laid bare during a three-month court proceeding.<br />State Supreme Court Justice Scott DelConte said in a Friday ruling that Ms. Tenney had received 109 more votes than the Democratic incumbent in the state’s 22nd District, which stretches from Pennsylvania to Lake Ontario through the cities of Binghamton and Utica.<br />The State Board of Elections is scheduled to meet Monday to certify the election results. Mr. Brindisi’s lawyers said they are appealing some of Justice DelConte’s rulings on which ballots should be counted, but the judge directed election officials to certify the results in the last unresolved U.S. House race in the country. Ms. Tenney has declared victory.<br />The court-supervised canvass revealed several irregularities in the county process, including unprocessed registration forms, misplaced ballots and votes cast by people who then died before Election Day.<br />Observers said it has already shown the need to rethink how New York administers elections and handles paper ballots, which were cast at an unprecedented number last year because of state policy changes prompted by the new coronavirus pandemic."
}