{
    "url_original": "https://www.wsj.com/articles/bayer-tries-again-to-limit-roundup-liability-11612388834?mod=business_minor_pos4",
    "url": "bayer-tries-again-to-limit-roundup-liability-11612388834",
    "title": "Bayer Tries Again to Limit Roundup Liability",
    "sub_head": "German conglomerate strikes agreement with plaintiffs’ attorneys for a $2 billion compensation program for future claims",
    "category_1": "Business",
    "category_2": "Law",
    "image_1_url": "https://images.wsj.net/im-294446?width=620&size=1.5",
    "image_1": "im-294446.jpg",
    "time": "2021-02-03 16:47:00",
    "body": "Bayer AG  is trying again to contain its liability over claims that its popular Roundup weedkiller causes cancer, unveiling Wednesday a $2 billion proposal to pay farmers and gardeners who try to blame the company for illnesses in the future.<br />The German company and plaintiffs’ lawyers said they would seek a U.S. District Court judge’s permission for a compensation program that would pay between around $5,000 and $200,000 each to future plaintiffs who contract non-Hodgkin lymphoma after using Roundup.<br />Bayer has been battling litigation over Roundup’s safety since acquiring Monsanto Co., the weedkiller’s manufacturer, in 2018. After three California juries found in favor of sick plaintiffs, Bayer agreed last June to pay up to $9.6 billion to settle existing Roundup cases. It continues to deny any link between the product and cancer.<br />That deal, however, didn’t prevent more plaintiffs from coming forward in the future. An earlier proposal to create a panel of scientific experts whose conclusions on Roundup’s safety would bind future litigants didn’t pass muster with a federal judge, and Bayer has been working with plaintiffs’ lawyers since July on a revision.<br />The new proposed class action covers those who haven’t yet hired a lawyer to pursue a Roundup claim. If approved by the court, individuals who believe Roundup caused their non-Hodgkin lymphoma can apply for a settlement from a $1.33 billion pot of money, with the offers dependent on age, health, proof of Roundup use and other factors. Those who opt out can still pursue litigation on their own, with the prospect of convincing a jury to award higher, punitive damages not available to class members. The settlement fund will last four years, with the option to extend it after that."
}