{
    "url_original": "https://www.wsj.com/articles/be-smart-and-take-advantage-of-the-vaccine-11613073471?mod=opinion_major_pos18",
    "url": "be-smart-and-take-advantage-of-the-vaccine-11613073471",
    "title": "Be Smart and Take Advantage of the Vaccine",
    "sub_head": "Every unvaccinated individual who becomes infected becomes a potential incubator for a viral strain that mutates beyond the protective effects of the antibodies generated by both vaccines and the immune systems of previously infected individuals.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-296065?width=620&size=1.5",
    "image_1": "im-296065.jpg",
    "time": "2021-02-11 14:57:00",
    "body": "Regarding Scott Gottlieb and Mark McClellan’s “What to Do When There’s a Covid-19 Vaccine Glut” (op-ed, Feb. 8): The unspoken danger with regard to a substantial portion of the population refusing immunization resides in the mutagenic nature of the virus itself. Every unvaccinated individual who becomes infected becomes a potential incubator for a viral strain that mutates beyond the protective effects of the antibodies generated by both vaccines and the immune systems of previously infected individuals.<br />We have already seen, in less than a year, the emergence of a strain in Africa that shows substantially reduced responsiveness to immunity generated by the current vaccines. If strains emerge in the unvaccinated that have evolved to evade developed immunity, the entire global program of vaccination will have been neutered and we’ll need to develop new vaccines to counter the new threat, while the virus continues to evolve, unchecked in the unvaccinated, previously vaccinated and previously infected.<br />People concerned for older family members and sick family and friends need to seriously consider that their loved ones’ developed immunity from vaccination can be neutralized by viruses evolved in the young who see no personal protective effect in a vaccine.<br />The life we save by getting vaccinated might be a loved one’s.<br />Gerard M. Nadal, Ph.D."
}