{
    "url_original": "https://www.wsj.com/articles/behind-her-eyes-review-women-on-the-verge-of-a-supernatural-breakdown-11613511700",
    "url": "behind-her-eyes-review-women-on-the-verge-of-a-supernatural-breakdown-11613511700",
    "title": "‘Behind Her Eyes’ Review: Women on the Verge of a Supernatural Breakdown",
    "sub_head": "In a Netflix series based on the Sarah Pinborough novel, coincidences lead a single mom to become entangled with a psychiatrist and his troubled wife.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-299554?width=620&size=1.5",
    "image_1": "im-299554.jpg",
    "time": "2021-02-16 16:41:00",
    "body": "There’s no such thing as coincidence, people say, but those people have not seen “Behind Her Eyes,” which presents several whoppers of happenstance before it’s even warmed up. As readers of the Sarah Pinborough novel know—and unsuspecting customers will find out—mere terrestrial phenomena of time and place can’t hold a votive candle to the otherworldly avenues the storyline will follow, into what will no doubt be dead ends of epic eye-rolling and consumer consternation.<br />All of which is odd, because the six-part series, created by Steve Lightfoot, does what it does very well, as long as it remains rooted in the human. Louise (Simona Brown) and David (Tom Bateman) literally run into each other inside a London pub, requiring Louise to compensate for the drink spilled on David. He will thereafter smooch Louise when they’re saying good night on the sidewalk. She’s not entirely unreceptive, but he’s apologetic and flees into the night. And wouldn’t you know it? The next day, David turns out to be the new psychiatrist at the medical practice where Louise works as a secretary.<br />“What’re the odds?” Louise will say, to which a viewer might respond “You tell me.”<br />The divorced Louise has a son, Adam (Tyler Howitt), who is adorable; the married David has a wife, Adele (Eve Hewson), who is disturbed. How and why are the mysteries that propel the first couple of episodes. She seems to be a doting spouse. “They’re lucky to have you,” Adele says, as her husband leaves for his first day on the new job. “Like me.” He cringes. When she assures him that “I’ll be here” when he gets home that night, it sounds like a threat. Generally speaking, sex scenes are, all titillation aside, fairly useless. They tell you nothing about characters or motivations. But thanks to Norwegian filmmaker Erik Richter Strand, who directed this entire U.K.-based series, the one between Adele and David says almost everything about their relationship that needs to be said. It’s eloquent, as is one that comes later in the show, and contains all the joy the first one lacks.<br />There are tantalizing bread crumbs of psychological innuendo strewn all over the path from Scotland, where we meet a much younger Adele, to London, where she and David have only recently moved. They’ve had to relocate frequently over the intervening 10 years, it seems, and the reasons will become more and more evident after Louise, walking down the street, literally knocks Adele over. They’ve not previously met, but soon discover they have David in common. The chance encounters just keep coming."
}