{
    "url_original": "https://www.wsj.com/articles/beijing-wont-let-america-compartmentalize-climate-change-11612392531?mod=opinion_lead_pos6",
    "url": "beijing-wont-let-america-compartmentalize-climate-change-11612392531",
    "title": "Beijing Won’t Let America ‘Compartmentalize’ Climate Change",
    "sub_head": "Biden officials’ urgency about emissions makes them likely to sacrifice more-important goals.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-294560?width=620&size=1.5",
    "image_1": "im-294560.jpg",
    "time": "2021-02-03 17:48:00",
    "body": "President Biden is eager to make climate change a central issue, and he can expect an intense debate. The trade-offs are complicated and the politics are difficult and uncertain. But the biggest challenge may be international, particularly dealing with China, America’s pre-eminent adversary. Does the Biden administration have the slightest idea how to reconcile its global environmental goals with its China strategy?<br />The early signs aren’t encouraging. Right or wrong, climate change wasn’t on President Trump’s priority list for dealing with China. But it is paramount to Mr. Biden. In Beijing’s eyes, this makes Washington the demandeur—in diplomatic parlance, the one asking for something. It is never a preferred position in negotiations. You want China to take action on climate change? asks Xi Jinping. Let’s talk about what you’re going to give to get it.<br />Climate diplomacy czar John Kerry knows he has a problem. Taking his first swing last week, he whiffed. Mr. Kerry told the world, “The stakes on climate change just simply couldn’t be any higher than they are right now. It is existential.” He added that Mr. Biden is “totally seized by this issue.” Asked about handling China, given the many contentious disagreements, Mr. Kerry answered that “those issues will never be traded for anything” relating to climate change, which “is a critical stand-alone issue” that it is “urgent that we find a way to compartmentalize, to move forward.”<br />He didn’t explain how he’d compartmentalize. Nor does former Obama official John Podesta, who recently said that climate change “changes defense posture, it changes foreign policy posture” and “begins to drive a lot of decision making.” He then contradicted himself, urging Mr. Biden to build “a protected lane in which the other issues don’t shut down the conversation on climate change.” Driving down that protected lane will be interesting.<br />Climate adviser Gina McCarthy compounded the confusion, stressing that “we have to start shifting to clean energy, but it has to be manufactured in the United States of America, you know, not in other countries.” Her own words prove that “compartmentalization” is a fantasy. Moreover, she underscored the risk, distinctly present under Mr. Trump, that national security concerns can easily devolve into old-fashioned industrial policy."
}