{
    "url_original": "https://www.wsj.com/articles/beijing-plans-changes-to-group-selecting-hong-kongs-leader-11613989359?mod=world_major_2_pos4",
    "url": "beijing-plans-changes-to-group-selecting-hong-kongs-leader-11613989359",
    "title": "Beijing Plans Changes to Group Selecting Hong Kong’s Leader",
    "sub_head": "Chinese lawmakers are expected to vote on a proposal to transfer seats from elected councilors to pro-Beijing figures",
    "category_1": "China",
    "image_1_url": "https://images.wsj.net/im-302175?width=620&size=1.5",
    "image_1": "im-302175.jpg",
    "time": "2021-02-22 05:22:00",
    "body": "China’s leaders plan to curb the influence of Hong Kong opposition groups on a body that selects the city’s top official, taking seats away from pro-democracy politicians and handing them to pro-Beijing loyalists, according to people familiar with the proposal.<br />At an annual legislative session in March, Chinese lawmakers are expected to vote on the proposed changes to the composition of a 1,200-member committee that picks Hong Kong’s chief executive, the people said.<br />The revisions would drastically reduce, or potentially eliminate, the 117 seats assigned to Hong Kong’s district councilors, a bloc now dominated by opposition groups, they said. These seats would be given to some of the more than 200 Hong Kong-resident members of China’s top political advisory body, the Chinese People’s Political Consultative Conference, the people said.<br />The plan is part of sweeping changes presaged by the chief of Beijing’s office on Hong Kong affairs, Xia Baolong, in a speech on Monday in which he said that Hong Kong’s executive, legislature and judiciary must comprise “true patriots.” In his first public speech after taking the office in early 2020, Mr. Xia called anyone who opposes the governments of China or Hong Kong “destroyers” who shouldn’t be able to exert influence in the future.<br />Mr. Xia didn’t specify any proposed electoral changes, but the people familiar with the plans said details of the legislation are being completed ahead of the March 5 opening of the National People’s Congress, China’s legislature. Chief Executive Carrie Lam, who has a low public-approval rating, hasn’t said whether she intends to run for a second five-year term next year."
}