{
    "url_original": "https://www.wsj.com/articles/best-buy-to-lay-off-store-workers-11612992808?mod=business_lead_pos6",
    "url": "best-buy-to-lay-off-store-workers-11612992808",
    "title": "Best Buy to Lay Off Store Workers",
    "sub_head": "Sales have been surging since stores reopened and company had been bringing back many workers who were furloughed in April",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-297670?width=620&size=1.5",
    "image_1": "im-297670.jpg",
    "time": "2021-02-10 16:39:00",
    "body": "Best Buy Co.  notified workers this week that it was cutting some jobs at its big box stores, according to people familiar with the situation, as the retailer adapts to a world where more shopping happens online.<br />The company has reported skyrocketing sales in recent quarters as pandemic-weary shoppers stock up on appliances, videogame systems and other electronics. Comparable sales, those from websites or stores operating for at least 12 months, rose 23% in the quarter ended Oct. 31. Much of the gains came from online orders, which nearly tripled in the U.S. in the last quarter.<br />A spokesman for the company declined to comment on the details of the job cuts. “As we have said before, customer shopping behavior will be permanently changed in a way that is even more digital,” said the spokesman. “Our workforce will need to evolve to meet the evolving needs of customers while providing more flexible opportunities for our people.”<br />The company had 125,000 full-time and part-time workers as of January 2020. Best Buy furloughed about 51,000 of its workers early in April, including nearly all its part-time employees, as it closed most of its stores early in the pandemic to all but curbside pickup. In June, Best Buy began bringing back furloughed workers and in August raised its starting wage to $15 an hour.<br />After reporting strong third-quarter sales, executives said in November that the outlook was uncertain for the rest of the year. The company said it would resume share repurchases in the fourth quarter and close all its stores in Mexico, its smallest market. The company reports full year earnings Feb. 25."
}