{
    "url_original": "https://www.wsj.com/articles/best-super-bowl-food-ideas-2021-11612212674",
    "url": "best-super-bowl-food-ideas-2021-11612212674",
    "title": "The Best Super Bowl Food for 2021",
    "sub_head": "From classic wings to a buttery crab dip, we’ve put together the ultimate recipes for watching the big game from your very own couch",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-293214?width=620&size=0.6666666666666666",
    "image_1": "im-293214.jpg",
    "time": "2021-02-01 15:52:00",
    "body": "THERE’S AT LEAST one upside to not being able to attend a raucous Super Bowl party this year: no competition for the snacks. Perhaps in years past you arrived late to the party and ended up with the only chair without a back, far from the snack table, where the dip disappeared from the bowl long before you could fight your way to it. This year you can tweak the recipe measurements to provide your household personal-size batches of party food, or keep the measurements the same and enjoy the leftovers throughout the week. Whether you want to spice it up with an award-winning wings recipe or satisfy a sweet tooth with raspberry miso cheesecake, these recipes will have you dancing in the end zone.<br />A good rule of thumb for finger foods: The messier it leaves your hands, the better it tastes. Case in point: chicken wings. If you’re up for outdoor grilling try this tangy version tossed with Alabama white sauce and seasoned with plenty of lemon juice. Refine your taco-assembly skills with chef Chris Wallace’s mushroom tacos, which can be whipped up sans meat or with bacon, depending on your preference. For something lighter and highly munchable, try these highly customizable popcorn recipes, with flavors ranging from Bloody Mary to spiced caramel.<br />There aren’t many times in a year when it’s completely acceptable—encouraged, in fact—to count dips as dinner, so why not take full advantage? This buttery oven-baked crab dip carries just the right amount of celery crunch. Serve it with crisp toast rounds—and a simple green salad, if you must. A classic French-onion dip is always a touchdown, and this luscious version topped with caramelized onions scores the extra point. And we strongly encourage you to give the unjustly maligned cheese ball another chance.<br />A good drink goes a long way when it comes to alleviating game-day stress. If you’re craving a bar-quality cocktail but don’t necessarily have a bar-quality setup, don’t worry: with some Tupperware and a tablespoon you can do wonders. Here’s our guide on how to MacGyver a pro-level drink at home. Or maybe you’d rather keep it simple, in which case this recipe for the world’s easiest Margarita will keep your at-home viewing party well lubricated with minimal distraction from the game.<br />No snackadium is complete without a hefty dose of sugar. (There are four quarters to get through, after all.) If you like a dash of salt with your sweets, singer Kelis’s chocolate chunk cookies with potato chips only take 30 minutes to prepare. Or indulge this nutty, caramel-y, brown-butter blondie that will make any dessert-lover question their brownie loyalty."
}