{
    "url_original": "https://www.wsj.com/articles/beyond-black-history-month-11614355101",
    "url": "beyond-black-history-month-11614355101",
    "title": "Beyond Black History Month",
    "sub_head": "American society is more willing than ever before to speak out against racism and to embrace Black history, but we continue to make the fatal mistake of taking the concept of race itself for granted.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-02-26 10:58:00",
    "body": "It is a useful and thought-provoking exercise to attempt to explain, in James Baldwin’s apt phrase, the “system of reality” of one’s own country to foreigners. Why, for example, do we venerate the men and women we choose to put on pedestals? Why do we memorize certain dates and not other ones? Why do we recount events from one vantage point and not another? Speaking with someone who shares few if any of your own assumptions about these matters forces you to spell things out step by step and re-evaluate much of what you assume to be normal.<br />In France, where I have lived for the past decade, I find myself frequently discussing America’s at turns maddening and inspiring racial history, which can seem exotic from this side of the Atlantic. When I first arrived in Paris, that meant listening happily and even haughtily to my European interlocutors as they expressed esteem tinged with disbelief at the feat of Barack Obama’s barrier-shattering presidency, which they used as an unflattering measuring stick for their own societies. In the era of Donald Trump, those conversations turned dramatically less admiring and much more perplexed and even pitying. In the wake of the international racial justice movement sparked by George Floyd’s death in Minneapolis while in police custody, and as the author of a book about the need to “unlearn” received habits of thought about racial categorization, I am now constantly being asked to make sense of legacies of oppression and to speculate about how to transcend them.<br />For foreigners not steeped in what the writer Stanley Crouch termed the “all-American skin game,” it can be difficult to grasp why, as many on the left now believe, the best way to rectify the corrosive effects of racial differentiation and discrimination is to find new and better ways to differentiate and discriminate…by race. At Fieldston, a $50,000-a-year New York City private school, children as young as 8 years old are segregated into racial “affinity groups.” On Twitter, viral hashtag movements encourage educators to “disrupt texts” and assign students of all ages only those authors whose complexion, gender or sexuality mirrors their own. Democratic Rep. Ayanna Pressley declared in 2019 that “We don’t need any more Black faces that don’t want to be a Black voice”—the implication being that even our values and ideas must fit within racialized fences.<br />The scholars (and sisters) Karen E. Fields and Barbara J. Fields have assigned the term “racecraft” to the mental terrain, mores and customs of language that are produced by racism. They see racecraft—and not superficial physical differences—as the engine of America’s pervasive belief in the illusion of race. And so, especially at this time of year, another common question for an American abroad can be: What is the need for Black History Month? Why isn’t U.S. history sufficient?<br />When the pioneering journalist and historian Carter G. Woodson (“the father of Black history”) created Negro History Week in February 1926, in the same month as the birthdays of Abraham Lincoln and Frederick Douglass, its reason for being was self-evident. It was an efficient and practical way of increasing public recognition of a community that had been enslaved just two generations prior. It would be almost another 40 years before the Civil Rights movement of the 1960s secured equal citizenship and legal protection for this besieged population. Following the turbulence and violence of that decade, and anticipating the cultural shift toward Black power and nationalism, Black History Month was first proposed by educators and the Black United Students organization at Kent State University in February 1969."
}