{
    "url_original": "https://www.wsj.com/articles/beyond-left-and-right-11614548003?mod=opinion_lead_pos11",
    "url": "beyond-left-and-right-11614548003",
    "title": "Beyond Left and Right",
    "sub_head": "On the one hand, mixed dominance makes me who I am. On the other hand, I don’t know how or why.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-305384?width=620&size=1.5",
    "image_1": "im-305384.jpg",
    "time": "2021-02-28 16:33:00",
    "body": "Recently I found myself with time on my hands, and I began to think about them. I’ve always written with my left hand, but about 50 years ago, when I was teaching English at Beaver College, I realized that I picked up a piece of chalk with my right hand when I was about to write on the blackboard. In recent years I’ve written shopping lists with my right hand because I write more clearly—albeit more slowly—with that hand. But I use my left hand for other kinds of writing, like editing something I’ve printed from the computer<br />When I tell people that I can write with either hand, they usually say: “So you’re ambidextrous.”<br />I’m not, though. I can’t throw a ball with my left hand, bat left-handed or play tennis left-handed. When I used to play basketball, I could never drive for a layup to my left. And jump shots were always with my right hand.<br />My right hand and arm are much stronger than my left. I open jars with my right hand, hold a hammer with my right hand, punch with my right hand, and pick up suitcases with my right hand. I hold the phone with my left hand, but that is supposedly a sign of right-handedness.<br />I use my left hand for most tasks that require fine motor skills. I brush my teeth with my left hand; I use a fork and spoon with my left hand. But I do some things requiring precision with my right hand. I use scissors and a screwdriver with my right hand. And I brush my hair with my right hand. I tried to use a screwdriver and scissors with my left hand. Couldn’t do it."
}