{
    "url_original": "https://www.wsj.com/articles/bidens-minimum-wage-proposal-when-would-it-reach-15-an-hour-11612550898?mod=politics_lead_pos6",
    "url": "bidens-minimum-wage-proposal-when-would-it-reach-15-an-hour-11612550898",
    "title": "Biden’s Minimum-Wage Proposal: When Would It Reach $15 an Hour?",
    "sub_head": "The increase would take place over a number of years, though the proposal faces resistance and its fate is uncertain",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-295711?width=620&size=1.5",
    "image_1": "im-295711.jpg",
    "time": "2021-02-05 13:48:00",
    "body": "A recent exchange between Republican senators and a leading proponent of raising the minimum wage highlighted a sometimes overlooked facet of the Democrats’ effort to boost the floor to $15 an hour—the increase would happen gradually, not all at once.<br />Here is a closer look at the proposal, which Democrats hope to include in a broader $1.9 trillion Covid-19 aid bill, and its chances of passage through a process called budget reconciliation.<br />In a vote intended to show Democrats’ divides on the issue, Republicans proposed a budget amendment that would prevent Congress from raising the federal minimum wage to $15 an hour during the pandemic. Sen. Bernie Sanders (I., Vt.), an outspoken proponent of raising the wage, countered that the proposal would raise the wage over several years, not all at once, so he had no problem with the Republican amendment. As a result, it passed by unanimous voice vote.<br />“I will do everything that I can to make sure a $15-an-hour minimum wage is included in this reconciliation bill, but there appears to be some misunderstanding,” said Mr. Sanders, who caucuses with the Democrats. “It was never my intention to raise the minimum wage immediately and during the pandemic.”<br />President Biden has called for a $15-an-hour federal minimum wage, up from $7.25 currently, a move that would require action by Congress. But the wage wouldn’t jump the full amount immediately."
}