{
    "url_original": "https://www.wsj.com/articles/biden-administration-reviews-nord-stream-2-gas-pipeline-11613476815?mod=politics_lead_pos6",
    "url": "biden-administration-reviews-nord-stream-2-gas-pipeline-11613476815",
    "title": "Biden Administration Reviews Nord Stream 2 Gas Pipeline",
    "sub_head": "U.S. considers whether to waive or impose sanctions on builders of Russian gas pipeline",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-299417?width=620&size=1.5",
    "image_1": "im-299417.jpg",
    "time": "2021-02-16 07:00:00",
    "body": "WASHINGTON—The Biden administration is reviewing U.S. policy toward a pipeline designed to carry Russian natural gas to Germany beneath the Baltic Sea, under new pressure after construction on the $11 billion project resumed this month, according to people with knowledge of the deliberations.<br />The undersea pipeline, Nord Stream 2, is more than 90% completed, with about 100 miles remaining. Construction resumed in earnest on Feb. 6, more than a year after it came to a halt in the face of opposition from the Trump administration and acts of Congress authorizing sanctions on companies and individuals involved in the project. The Biden administration hasn’t thus far imposed sanctions required by law.<br />The Biden administration has opened talks with Berlin on the future of the pipeline, including “threats of sanctions against companies involved in the construction of Nord Stream 2,” a German official said.<br />The administration on Tuesday faces a deadline to report a list of companies it deems in violation of the U.S. laws aimed at halting the Nord Stream 2 pipeline. Those companies would be potential targets for U.S. sanctions. The Biden administration could also waive the application of sanctions under a national-interest clause, placating Germany, a critical European ally, handing Russia a geopolitical victory, and crossing a bipartisan coalition in Congress.<br />“The arrival of Russian infrastructure into a NATO country puts all NATO members at risk,” wrote Sens. Jeanne Shaheen (D., N.H.), one of the principal authors of the sanctions legislation, and Jim Risch (R., Idaho), the top Republican on the Senate Foreign Relations Committee, to the White House on Friday. “The U.S. relationship with Germany is a cornerstone of the transatlantic alliance. But allowing the completion of Nord Stream II is not a constructive path forward for this partnership.”"
}