{
    "url_original": "https://www.wsj.com/articles/bidens-yemen-gamble-11612827688?mod=opinion_lead_pos4",
    "url": "bidens-yemen-gamble-11612827688",
    "title": "Biden’s Yemen Gamble",
    "sub_head": "The Houthis respond to a U.S. concession by escalating against Saudi Arabia.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296643?width=620&size=1.5",
    "image_1": "im-296643.jpg",
    "time": "2021-02-08 18:41:00",
    "body": "The State Department told Congress Friday that it will reverse the Trump Administration’s designation of Yemen’s Houthi rebels as a foreign terrorist organization. By Sunday Foggy Bottom was asking the group to stop behaving like a terrorist organization.<br />“As the President is taking steps to end the war in Yemen and Saudi Arabia has endorsed a negotiated settlement, the United States is deeply troubled by continued Houthi attacks,” a State Department spokesman said Sunday. “We call on the Houthis to immediately cease attacks impacting civilian areas inside Saudi Arabia and to halt any new military offensives.”<br />Yemen’s civil war has been a humanitarian disaster since the Iran-backed Houthis seized the capital city of Sana’a more than six years ago. Saudi Arabia, with U.S. assistance, has led a coalition to support the country’s internationally recognized government. Democrats and some isolationist Republicans, critical of Saudi conduct, tried and failed to force the Trump Administration to end its involvement.<br />Last week President Biden announced the U.S. would pull its assistance for “offensive operations” and cancel “relevant arms sales.” Mr. Biden paradoxically promised the U.S. still would help Saudi Arabia defend itself from Houthi attacks.<br />The State Department also appointed an envoy to begin a fresh push to end the conflict. Seeking a negotiated peace for a war that has killed nearly a quarter-million people is important. But in the Middle East, adversaries read unilateral concessions as weakness unless they are made from a dominant position."
}