{
    "url_original": "https://www.wsj.com/articles/biden-defends-essential-democracy-amid-chinas-rise-at-summits-with-european-allies-11613753396",
    "url": "biden-defends-essential-democracy-amid-chinas-rise-at-summits-with-european-allies-11613753396",
    "title": "Biden Defends Democracy at Summits With European Allies, Seeing China as ‘Stiff’ Competition",
    "sub_head": "‘We must demonstrate that democracies can still deliver for our people,’ president says",
    "category_1": "World",
    "time": "2021-02-19 13:53:00",
    "body": "WASHINGTON—President Biden defended leading democracies’ ability to unite for the good of their citizens as authoritarian China has bounced back more quickly from the Covid-19 pandemic and is increasingly asserting its economic and military might in the Indo-Pacific region.<br />“Competition with China is going to be stiff,” Mr. Biden said Friday at a virtual meeting of the Munich Security Conference. “We’re at an inflection point between those who argue that—given all the challenges we face from the fourth industrial revolution, through a global pandemic—that autocracy is the best way forward.”<br />In his remarks, which came after he also addressed a virtual meeting of the Group of Seven leading industrialized nations, Mr. Biden criticized China and Russia directly but didn’t lay out a detailed plan for how the U.S. and its democratic partners in Europe and the Asia-Pacific region could work together during his term.<br />China’s economy, the world’s second largest, expanded by 2.3% in 2020 to become the only major world economy to grow in a year ravaged by the pandemic. Beijing has also laid claim to disputed islands in the South and East China seas, staged shows of force against Taiwan, which it considers a breakaway Chinese territory, and moved to crack down on Hong Kong’s political autonomy and civil liberties.<br />The Biden administration has in its first month moved to renew relationships with allies as a way of competing jointly with China, while maintaining the overall tougher U.S. approach taken at the end of former President Donald Trump’s term."
}