{
    "url_original": "https://www.wsj.com/articles/biden-to-meet-with-unions-pushing-for-infrastructure-spending-11613526423?mod=politics_lead_pos4",
    "url": "biden-to-meet-with-unions-pushing-for-infrastructure-spending-11613526423",
    "title": "Biden to Meet With Unions Pushing for Infrastructure Spending",
    "sub_head": "Union leaders hope to win commitments for spending on infrastructure, clean energy in meeting with president",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-300042?width=620&size=1.5",
    "image_1": "im-300042.jpg",
    "time": "2021-02-16 22:27:00",
    "body": "WASHINGTON—President Biden is scheduled to meet in the White House on Wednesday with senior labor union leaders, who are hoping to win commitments for a massive federal investment in infrastructure as well as efforts to create jobs in clean tech and alternative energy, according to people familiar with the matter.<br />Sean McGarvey, president of North America’s Building Trades Unions, will be meeting with the president and Vice President Kamala Harris in the Oval Office, and may be joined by AFL-CIO President Richard Trumka and other labor leaders, according to some of the people.<br />White House officials have been holding regular meetings with lawmakers and outside groups as the president prepares to unveil an economic recovery package that will focus on improving U.S. infrastructure and creating jobs. Last week, Mr. Biden met with a bipartisan group of senators, as well as mayors and governors.<br />When asked about Wednesday’s meeting, White House spokesman Vedant Patel said via email that the administration “will evaluate infrastructure proposals based on our energy needs, their ability to achieve economy wide net zero emissions by 2050, and their ability to create good paying union jobs.”<br />Late Tuesday night, the White House confirmed the president’s Wednesday meeting with union leaders to discuss infrastructure and the administration’s economic relief efforts, but didn’t provide any other details."
}