{
    "url_original": "https://www.wsj.com/articles/biden-inheritance-larger-than-previously-reported-11612918639?mod=opinion_lead_pos11",
    "url": "biden-inheritance-larger-than-previously-reported-11612918639",
    "title": "Biden ‘Inheritance’ Larger than Previously Reported",
    "sub_head": "The president gives another bleak assessment on the economy while his Labor Department reports an increase in job openings.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-297220?width=620&size=1.5",
    "image_1": "im-297220.jpg",
    "time": "2021-02-09 19:57:00",
    "body": "The young Biden administration has already settled into an odd pattern of dissonance between the economic data the government reports and the president’s characterization of the economy. Encouraging updates from federal agencies are followed by gloomy proclamations from the Oval Office intended to justify massive federal action. Tuesday brought another bleak political message on the heels of a positive market reading.<br />In the morning the Labor Department reported that U.S. job openings ticked up in December to 6.6 million. This not only represented a slight increase from November’s historically high reading of 6.5 million but also exceeded the prior-year level during the pre-Covid salad days.<br />Recently this column noted that, in the language of the Obama-Biden administration, our new President Joe Biden has received a sizable “inheritance” from his predecessor in terms of a rebounding economy.  Measured in terms of the number of open positions for U.S. workers, the last full month of the Trump presidency is the greatest “inheritance” any U.S. president has ever passed on to his successor.<br />December’s 6.6 million job openings exceed by more than a million the number in President Barack Obama’s last full month in office. And President Biden’s “inheritance” from Donald Trump is more than twice the size of the one President George W. Bushbequeathed to Mr. Obama.<br />But you would never know it listening to Mr. Biden at the White House  today. Prior to a meeting with corporate chieftains, the president didn’t mention the good news his government had reported just hours earlier. Instead, he offered essentially the same talking points he’s been using since last spring’s shutdowns."
}