{
    "url_original": "https://www.wsj.com/articles/biden-pitches-covid-19-relief-plan-to-voters-as-hopes-for-gop-support-fade-11612563454?mod=politics_lead_pos2",
    "url": "biden-pitches-covid-19-relief-plan-to-voters-as-hopes-for-gop-support-fade-11612563454",
    "title": "Biden Pitches Covid-19 Relief Plan to Voters as Hopes for GOP Support Fade",
    "sub_head": "White House touts polling data showing broad popularity for president’s plan as evidence that his agenda has bipartisan backing",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-295679?width=620&size=1.5",
    "image_1": "im-295679.jpg",
    "time": "2021-02-05 18:47:00",
    "body": "WASHINGTON—President Biden, facing dim chances of winning many Republican votes in Congress for his Covid-19 relief package, is turning to a time-tested White House strategy: pitch the policy to voters of both parties instead.<br />The White House has been touting polling data showing that Mr. Biden’s $1.9 trillion proposal is broadly popular with Americans, including a Quinnipiac survey showing 68% support nationally. “This IS a bipartisan agenda,” chief of staff Ron Klain said on  Twitter .  Meanwhile, top White House aides have pitched the plan in hundreds of meetings with mayors, local elected officials, unions and business associations and participated in national and local television interviews.<br />Mr. Biden on Friday met with Democratic lawmakers, who had moved forward with a process that would allow them to pass a relief package with no Republican votes. The president later said in televised remarks that while he would like Republican support for his bill, he didn’t think GOP lawmakers were willing to do enough to offset the economic impact of the coronavirus pandemic.<br />Some congressional Republicans balked at the White House pointing to national polls to call its plan bipartisan, as Democrats prepare to pass it along party lines.<br />“I think the idea that they’re claiming that as evidence of bipartisanship shows you how desperate they are for a fig leaf that they are doing something bipartisan,” said Sen. Bill Cassidy, (R., LA), who was among a group of 10 Republicans who met with Mr. Biden at the White House Monday."
}