{
    "url_original": "https://www.wsj.com/articles/bidens-troubling-latin-agenda-11612732559?mod=opinion_lead_pos9",
    "url": "bidens-troubling-latin-agenda-11612732559",
    "title": "Biden’s Troubling Latin Agenda",
    "sub_head": "Funding for political activism and abortion won’t create jobs in the region.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "image_1_url": "https://images.wsj.net/im-296052?width=620&size=1.5",
    "image_1": "im-296052.jpg",
    "time": "2021-02-07 16:16:00",
    "body": "When developed countries support equality before the law and property rights in poor countries, the left labels them imperialists. But use U.S. taxpayers’ resources to promote the termination of unborn life in poor countries, and progressives call it “health” spending. A similar language game is played when international socialists organize political factions under the banner of “democracy” to consolidate power.<br />Abortion and democratic socialism are two causes the Biden administration plans to champion in the Northern Triangle of Central America—Honduras, Guatemala and El Salvador. Sovereignty, respect for local cultural norms, and the economic aspirations of millions of have-nots have never been high ideals in Washington. But now the condescending ideologues are resupplied. The problem is likely to get worse.<br />Latin Americans have reason to distrust President Biden, who had special responsibility for the region during the Obama administration. One notable disaster in that time was Colombia’s surrender to the narco-trafficking group FARC. The agreement was cooked up in Havana with U.S. help. Colombians rejected it in a referendum, but then-President Juan Manuel Santos pushed it through anyway, with backing from Team Obama.<br />FARC leaders got amnesty and unelected seats in Congress, but the agreement has been a disaster for the South American nation. The cocaine business has exploded anew, FARC honchos have been caught in drug deals, and coca-growing regions are again immersed in bloody conflict. The discredited Mr. Santos has been reduced to lobbying the U.S. to take Havana off its list of state sponsors of terrorism.<br />In Central America, Biden administration foreign-policy makers want to reproduce a version of the United Nations’ International Commission Against Impunity in Guatemala (a k a CIGIG) that would span all three countries in the Northern Triangle."
}