{
    "url_original": "https://www.wsj.com/articles/biden-sacks-a-corruption-prober-11612915118?mod=opinion_lead_pos3",
    "url": "biden-sacks-a-corruption-prober-11612915118",
    "title": "Biden Sacks a Corruption Prober",
    "sub_head": "Even Senate Democrats wonder why he ousted an Illinois U.S. Attorney.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-09 18:58:00",
    "body": "A new President abruptly fires a prosecutor overseeing high-level political corruption cases. That’s big news, right? Well, it was in 2017 when President Trump axed Preet Bharara, the U.S. Attorney for the Southern District of New York at the time and a media favorite. You can tell power in Washington has changed hands because of the muted response as the Biden White House ousts U.S. Attorney John Lausch of the Northern District of Illinois.<br />Joe Biden is swiftly pushing out almost all U.S. attorneys who served under his predecessor, which is increasingly the norm for new Presidents. But even Illinois Sens. Dick Durbin and Tammy Duckworth, staunch allies of Mr. Biden, objected to his firing of Mr. Lausch, who has been a scourge of corruption in Democratic-dominated Springfield.<br />“While we agree with the Biden Administration’s criminal justice agenda, we are disappointed with the decision to terminate U.S. Attorney Lausch without consulting us,” the Senators said in a statement Tuesday. They cited the need to “conclude sensitive investigations” and added that “Mr. Lausch should be permitted to continue in his position until his successor is confirmed by the Senate.”<br />Mr. Lausch’s corruption probes have implicated a Chicago alderman and Springfield politicians. In July 2020 his office announced a $200 million settlement with the state’s primary electric utility company for its efforts to buy off “associates of a high-level elected official for the state of Illinois.”<br />That official is reported to be Michael Madigan, who until last month had been Speaker of the Illinois House for all but two years since 1983. The investigation is continuing, and there’s no reason outside of politics that Mr. Lausch shouldn’t be kept on the job until the Senate confirms a successor. Mr. Lausch’s four-year term ends in November 2021, and getting a replacement could take that long."
}