{
    "url_original": "https://www.wsj.com/articles/bidens-endless-winter-11613598750?mod=opinion_minor_pos1",
    "url": "bidens-endless-winter-11613598750",
    "title": "Biden’s Endless Winter",
    "sub_head": "After running as a moderate, he now promotes unlimited government spending.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-300289?width=620&size=1.5",
    "image_1": "im-300289.jpg",
    "time": "2021-02-17 16:52:00",
    "body": "If any media folk are still interested in “fact-checking” presidents after the Trump era, they’ll have plenty of fodder from Tuesday night’s appearance by President Joe Biden on CNN. A favorite Biden habit is to appeal to the authority of economists, many of whom remain unnamed, to suggest that his policies are wildly popular among experts. And what would we do without anonymous experts?<br />Newsweek has a transcript of the event in which CNN’s Anderson Cooper hosted our 46th president at Milwaukee’s Pabst Theater. Here’s an excerpt:<br />Thank goodness this statement is not accurate. There is not an “overwhelming consensus” among economists that no amount of federal spending is excessive. This column is often skeptical of conventional expert opinion. But even for those who aren’t, the Biden economic plan is notable for the way it has drawn criticism not just from economists in the center and on the right but from Mr. Biden’s own former colleagues on the left. Many of the critiques specifically warn that he is indeed spending too much taxpayer money on a recovering economy which does not need another massive intervention.<br />Last month this column noted the criticism of Bidenomics from veterans of the Obama economic team. More recently one of the Biden plan’s enthusiastic backers also acknowledged the resistance coming from liberal economists. John Cassidy wrote in the New Yorker:<br />One can usually count on massive federal programs to be counterproductive, such as the one Mr. Biden helped oversee as Vice President in 2009 and which he reasonably described on Tuesday as “the last experiment we had with stimulus.” Unreasonably for taxpayers, the experiment failed as the plan burned through more than $800 billion and failed miserably to reach its employment goals."
}