{
    "url_original": "https://www.wsj.com/articles/biden-administration-working-to-address-chip-shortage-affecting-automakers-other-industries-11613066609?mod=politics_lead_pos4",
    "url": "biden-administration-working-to-address-chip-shortage-affecting-automakers-other-industries-11613066609",
    "title": "Biden Administration Working to Address Chip Shortage Affecting Auto Makers",
    "sub_head": "Effort will look to free up supply-chain choke points and work with producers, trade partners",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-298155?width=620&size=1.5",
    "image_1": "im-298155.jpg",
    "time": "2021-02-11 14:16:00",
    "body": "WASHINGTON—The Biden administration said Thursday it is working to address a global chip shortage that is hurting U.S. auto makers and other industries, aiming to free up supply-chain choke points.<br />President Biden will sign an executive order in the coming weeks that will involve a comprehensive review of supply chains for critical goods, White House press secretary Jen Psaki said.<br />“The review will be focused on identifying the immediate actions we can take, from improving the physical production of those items in the U.S. to working with allies to develop a coordinate response to the weaknesses and bottlenecks that are hurting American workers,” she said.<br />A White House official said the administration is having conversations with auto companies, semiconductor firms and lawmakers “to see what actions can be taken to make sure American workers are not being negatively impacted by this shortage, and that there continues to be access to essential goods during this pandemic.” The official said the administration also is looking for longer-term solutions.<br />“While we are focused on the near-term actions we can take, it is also critical to identify more durable solutions to addressing the longstanding issues faced by the semiconductor industry and the end users of these goods,” the official said."
}