{
    "url_original": "https://www.wsj.com/articles/bidens-rough-start-with-the-world-11613430041?mod=opinion_lead_pos8",
    "url": "bidens-rough-start-with-the-world-11613430041",
    "title": "Biden’s Rough Start With the World",
    "sub_head": "This has been one of the shortest and coldest diplomatic honeymoons on record.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-299338?width=620&size=1.5",
    "image_1": "im-299338.jpg",
    "time": "2021-02-15 18:00:00",
    "body": "It hasn’t been the most promising start. Less than a month into Joe Biden’s presidency, and his administration is already engaged in spats with China, Russia and Iran. It is also discovering that U.S. allies are not quite as happy with Mr. Biden’s Feb. 4 announcement that “America is back” as many Democrats might have hoped.<br />In Asia the administration’s Myanmar policy—imposing sanctions that signal displeasure without materially affecting the army’s ability to rule—has attracted little enthusiasm. On Feb 15, India’s foreign minister hailed Indo-Japanese cooperation on regional infrastructure projects that link Myanmar with its neighbors, a not-so-subtle signal that India intends to go on cooperating with Myanmar no matter what Washington wants. Simultaneously, the large portion of the Indian press that supports the ruling Bharatiya Janata Party is aflame with resentment that Vice President Kamala Harris’s niece, Meena Harris, seems to be siding with protesters against BJP policies.<br />European leaders are also dismissive of American moralism. French President Emmanuel Macron denounced the importation of U.S.-academic and cultural wokeness as a threat to the French way of life, while pragmatists on the Continent are pushing to strengthen economic relations with Russia and China—virtually ignoring the Biden administration’s efforts to raise the pressure on human-rights abusers in Moscow and Beijing. With the U.S. trade representative’s recent announcement that Trump-era retaliatory tariffs on European wine, cheese and food imports aren’t going away soon, this has been one of the shortest and coldest diplomatic honeymoons on record.<br />In the Middle East, Iran is showing no eagerness to ease the administration’s path back into the 2015 nuclear deal. And both Israel and the conservative Arab states resent the American shift in that direction. As for restless NATO ally Turkey, Mr. Biden promised during the campaign to help President Recep Tayyip Erdogan’s opposition. The new administration has so far criticized a crackdown on pro-LGBTQ student demonstrators and called on Ankara to release the dissident Osman Kavala.<br />Closer to home, the unceremonious cancellation of the Keystone XL pipeline miffed Canadians. The Biden administration appears headed for a fight with Brazilian President Jair Bolsonaro over deforestation in the Amazon basin—a sensitive issue for the Brazilian right. Mexico’s left-populist President Andrés Manuel López Obrador delayed congratulating Mr. Biden on his election, passed a law limiting U.S.-Mexican collaboration over drug trafficking, and offered political asylum to Julian Assange."
}