{
    "url_original": "https://www.wsj.com/articles/bidens-plan-for-reopening-schools-faces-challenges-11612447959?mod=politics_featst_pos2",
    "url": "bidens-plan-for-reopening-schools-faces-challenges-11612447959",
    "title": "Biden’s Plan for Reopening Schools Faces Challenges",
    "sub_head": "Republicans see political opportunity as teachers’ unions, which support the president, have pushed back on some reopening plans",
    "category_1": "Politics",
    "time": "2021-02-04 09:12:00",
    "body": "WASHINGTON—President Biden’s pledge to reopen most K-8 schools in his first 100 days is being challenged by new fast-spreading coronavirus strains, a slow vaccination rollout, uncertainty over economic-relief legislation and clashes between state authorities and teachers’ unions.<br />Mr. Biden has made education a top priority and is pushing for more funding for schools to reopen. He and his fellow Democrats enjoy close ties to teachers’ unions, which have pushed back on many reopening plans around the country. And as angst over school closings grows, some Republicans think the issue could give them a political opportunity.<br />Given the federal government’s limited ability to influence the operation of local school districts, which falls chiefly to local and state governments, Mr. Biden’s school-return plan comprises principally of $130 billion in funds for K-12 schools in the $1.9-trillion Covid-aid plan he has proposed to Congress.<br />The money would go to school districts to pay for reducing class sizes to accommodate social distancing, improving ventilation, hiring more janitors and providing more personal protective equipment, according to the proposal. Mr. Biden has also issued an executive order calling for the development of federal guidance for safely reopening schools and is pushing for funding for expanded Covid-19 testing to support schools.<br />The fate of the aid legislation is uncertain, however, given Republican objections about the overall size of the bill and over the inclusion of state and local aid. A competing Covid-aid proposal from a group of 10 Republican senators includes $20 billion for K-12 schools. Democrats are pursuing passing a bill without GOP votes."
}