{
    "url_original": "https://www.wsj.com/articles/biden-s-first-budget-proposal-will-be-delayed-white-house-says-11612979718",
    "url": "biden-s-first-budget-proposal-will-be-delayed-white-house-says-11612979718",
    "title": "Biden's First Budget Proposal Will Be Delayed, White House Says",
    "sub_head": "Lack of cooperation during the transition from President Donald Trump’s administration is cited",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-297546?width=620&size=1.5",
    "image_1": "im-297546.jpg",
    "time": "2021-02-10 13:47:00",
    "body": "WASHINGTON—President Biden’s first budget proposal will be delayed, the White House said Wednesday, citing a lack of cooperation during the transition from budget staff in former President Donald Trump’s administration.<br />“There were some challenges that came about during the transition in terms of a bit of intransigence from the outgoing administration and lack of cooperation as it related to [the Office of Management and Budget] and the budget process, so we expect there to be a delay in the release of his first budget,” White House press secretary Jen Psaki said during a Wednesday briefing with reporters. She declined to say when the budget would be released or in what form.<br />Mr. Biden’s advisers raised concerns publicly in December that staff in Mr. Trump’s budget office had rebuffed requests for information necessary to help them prepare to take over the government.<br />Yohannes Abraham, then a senior Biden transition official, said OMB officials hadn’t shared sufficient details on “Covid-related expenditures” and were refusing to work with the incoming administration on developing a budget.<br />An OMB spokesman said at the time the department had provided Mr. Biden’s team with “everything they have requested,” including briefings on the government’s initiative to distribute a Covid-19 vaccine. The spokesman added that it was “not an OMB transition responsibility” to help Mr. Biden’s team draft budget proposals. Mr. Abraham said such collaboration had occurred in the previous two presidential transitions."
}