{
    "url_original": "https://www.wsj.com/articles/biden-cabinet-picks-hit-rough-patch-with-tandens-nomination-in-trouble-11614095935?mod=politics_lead_pos1",
    "url": "biden-cabinet-picks-hit-rough-patch-with-tandens-nomination-in-trouble-11614095935",
    "title": "Biden Nominee Tanden Hits Rough Patch as Becerra, Haaland Face GOP Questions",
    "sub_head": "Senate confirms president’s nominees for agriculture secretary and U.S. ambassador to the United Nations",
    "category_1": "Politics",
    "time": "2021-02-23 15:41:00",
    "body": "WASHINGTON—President Biden’s largely smooth cabinet selection process hit a rough patch this week, as Neera Tanden’s nomination to lead the Office of Management and Budget is in deepening peril and some Democrats are discussing potential candidates to replace her.<br />Two other nominees faced skeptical Republicans in confirmation hearings on Tuesday. Meanwhile, the Senate confirmed Linda Thomas-Greenfield as U.S. ambassador to the United Nations and Tom Vilsackas agriculture secretary. Merrick Garland, Mr. Biden’s nominee for attorney general, is also expected to be confirmed with bipartisan support next month.<br />California Attorney General Xavier Becerra, Mr. Biden’s nominee for Health and Human Services secretary, faced questions Tuesday from Republicans who said he is too liberal and lacks public-health experience. “I’ll say what I’ve said to him privately. I’m not sold yet,” said Sen. Richard Burr (R., N.C.), the ranking Republican on the committee.<br />Several Republicans on the Senate Energy and Natural Resources Committee suggested they weren’t satisfied with responses from Rep. Deb Haaland (D., N.M.), Mr. Biden’s nominee for interior secretary, at a separate hearing and wanted to hear more from her.<br />Mr. Biden’s nominees can win confirmation in the Senate without Republican votes as long as all Democrats support them. Sen. Joe Manchin (D., W.Va.) is undecided on both Mr. Becerra and Ms. Haaland, his office said, and he threw Ms. Tanden’s nomination to lead OMB into doubt late last week when he said he would oppose confirming her."
}