{
    "url_original": "https://www.wsj.com/articles/bidens-art-of-the-iran-concession-11613777410?mod=opinion_lead_pos2",
    "url": "bidens-art-of-the-iran-concession-11613777410",
    "title": "Biden’s Art of the Iran Concession",
    "sub_head": "The new U.S. Administration hopes giving up leverage will get Tehran to talk.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301842?width=620&size=1.5",
    "image_1": "im-301842.jpg",
    "time": "2021-02-19 18:30:00",
    "body": "President Biden’s stronger relationship with allies and partners could give him an advantage over Donald Trump in foreign affairs. But his Iran strategy will test whether appeasement with friends produces better outcomes than standing strong alone.<br />Mr. Trump upset Iran, and America’s European allies, by leaving the 2015 nuclear deal and embarking on a “maximum pressure” sanctions campaign. Mr. Biden has said Washington would return to the accord and lift sanctions if Tehran returned to compliance, while the Islamic Republic demanded the inverse. Someone has to blink.<br />The White House hasn’t given in entirely, but this week wasn’t encouraging. On Thursday Secretary of State Antony Blinken said the U.S. is committed to resurrecting the nuclear deal after a meeting with his French, German and British counterparts. Later, the U.S. accepted a European offer to mediate with the Iranians, who have yet to respond.<br />Tehran ran circles around Barack Obama’s negotiators, many of whom have returned to the Biden Administration, so it wouldn’t be surprising if Iran now agrees to talks. Some informal negotiations are inevitable, but this was an especially bad week for the U.S. to take the plunge.<br />After rockets hit a U.S. base in Iraq this week, killing a contractor and wounding nine others, including a U.S. service member, the State Department vowed that the U.S. would “hold accountable those responsible.” An Iran-backed militia, with Tehran’s implicit or explicit consent, is almost certainly to blame. Yet the U.S. has responded with a major concession on Iran sanctions that will help empower such groups. Tehran will reasonably think Mr. Biden is so eager for talks that he’ll ignore attacks on Americans."
}