{
    "url_original": "https://www.wsj.com/articles/bidens-bipartisan-hopes-need-not-die-now-11612792932?mod=politics_lead_pos10",
    "url": "bidens-bipartisan-hopes-need-not-die-now-11612792932",
    "title": "Biden’s Bipartisan Hopes Need Not Die Now",
    "sub_head": "Stimulus debate risks setting tone of partisanship, though shared priorities and the needs of working-class Republicans offer hope",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "time": "2021-02-08 09:02:00",
    "body": "When President Barack Obama took office in 2009, the country was in the throes of a financial crisis requiring immediate action. The result was a quick, $831 billion economic stimulus plan, pushed through Congress in less than a month.<br />The plan was passed almost entirely with Democratic votes; not a single House Republican supported it, and just three Senate Republicans did so. Politically, the problem with that outcome was that it set a partisan tone that lingered, making it hard for the Obama administration and Republicans to come together on subsequent initiatives. The residue of mutual bitterness and mistrust had lasting effects.<br />Fast forward to 2021, and the capital is in a similar situation. The Biden administration has taken office in crisis mode, facing a coronavirus pandemic that it believes requires immediate action—specifically, a new economic stimulus plan that can be in place before supplemental federal unemployment benefits expire on March 14. Once again, there is the prospect that action will be taken entirely, or almost entirely, with Democratic votes, because the gap between what the White House wants and what Republicans think is necessary is yawning.<br />Once again, the risk is that the outcome could set a partisan tone that colors the rest of the Biden term.<br />Administration officials say they hope that isn’t the case. Even if the stimulus plan is passed under special reconciliation rules in the Senate to avoid a Republican filibuster and allow it to be passed with only Democratic votes, officials hope it still will pick up some Republican votes, giving it at least a patina of bipartisanship."
}