{
    "url_original": "https://www.wsj.com/articles/bidens-stimulus-bill-is-a-1-9-trillion-clunker-11614102899?mod=opinion_lead_pos6",
    "url": "bidens-stimulus-bill-is-a-1-9-trillion-clunker-11614102899",
    "title": "Biden’s Stimulus Bill Is a $1.9 Trillion Clunker",
    "sub_head": "Senate Republicans are eager to get aid where it’s needed, reopen schools and encourage work.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302819?width=620&size=1.5",
    "image_1": "im-302819.jpg",
    "time": "2021-02-23 12:54:00",
    "body": "Democrats are anxious for any excuse to blow up the Senate filibuster, the last procedural hurdle to one-party government. Their latest is that Republicans oppose the president’s $1.9 trillion stimulus package. Despite having passed five bipartisan Covid-19 relief bills to date—including one barely seven weeks ago—they claim our opposition demonstrates historic intransigence.<br />No, it demonstrates that the $1.9 trillion bill is a clunker. It would waste hundreds of billions of dollars, do nothing meaningful to get kids back to school, and enact policies that work against job creation. The Congressional Budget Office’s recent analysis of the plan found that more than a third of the proposed funding—$700 billion—wouldn’t be spent until 2022 or later, undermining the administration’s claim that the massive price tag is justified for urgent pandemic-related needs.<br />The Biden stimulus is unsound economic policy. High unemployment isn’t the result of too little money in American pockets; it’s because of the pandemic. Sending out checks won’t get consumers back into restaurants, bars, salons, malls, hotels or airplanes. Near-record levels of savings are evidence that consumers are able to spend. When Covid is finally in the rearview mirror, they will come roaring back. Congress should target assistance to those who need it and help speed the delivery of vaccines—not borrow hundreds of billions more to check items off a political wish list, deepening the nation’s debt and risking inflation.<br />The bill is also filled with bad policies and sloppy math. It calls for $350 billion for states and localities. If you live in New York, you might think that sounds about right because the pandemic severely exacerbated your state’s existing financial woes. But New York is the exception. Florida hasn’t even had to dip into its rainy-day fund. California has a multibillion-dollar surplus. Utah’s revenues rose by double digits.<br />JP Morgan  found that 21 states had revenue increases in 2020. Other states drew on rainy-day funds—which is what they are there for. Only a few are in severe financial distress. The same is true of cities and counties: Some are hurting, but the great majority aren’t. Most local tax revenue comes from property taxes, which are far less volatile than sales or income taxes. Sending out hundreds of billions of dollars to states and localities regardless of need is both wasteful and harmful. It would create incentives for the mismanagement that got some states into fiscal trouble in the first place."
}