{
    "url_original": "https://www.wsj.com/articles/biden-rescues-texas-with-oil-11613691548?mod=opinion_lead_pos4",
    "url": "biden-rescues-texas-with-oil-11613691548",
    "title": "Biden Rescues Texas With . . . Oil",
    "sub_head": "The feds dispatch diesel generators to ease the Lone Star deep freeze.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301326?width=620&size=1.5",
    "image_1": "im-301326.jpg",
    "time": "2021-02-18 18:39:00",
    "body": "With Texans shivering as power outages continue for a fourth day, the Biden Administration announced it is deploying diesel generators to the state. Yes, good ol’ dirty diesel fuel is coming to the rescue again.<br />The left’s denialism that the failure of wind power played a starring role in Texas’s catastrophic power outage has been remarkable. Liberals blame gas plants for not covering wind’s you-know-what when turbines froze amid surging demand. This is ironic since they seem to be acknowledging that fossil fuels are necessary, though they still want to banish them.<br />California and New York also haven’t been able to break their hate-love relationship with fossil fuels. After a heat wave strained California’s grid last summer and renewables were MIA, Gov. Gavin Newsom suspended emissions rules and leaned on diesel emergency generators to keep people from baking.<br />California’s electric utilities are also widely deploying diesel generators to provide backup generation when they cut power during heavy winds that can spark wildfires. These blackouts are increasingly common and caused a run on diesel generators a couple of years ago after millions in northern California lost power for days.<br />As for New York, its gas plants can switch to oil. So if there is a shortage of gas due to weather or pipeline constraints, power plants can continue to run by burning oil. One irony is that New York Gov. Andrew Cuomo’s natural gas pipeline blockade, which has limited gas shipments from Pennsylvania, has reinforced the state's reliance on less-clean-burning oil for heating fuel."
}