{
    "url_original": "https://www.wsj.com/articles/biden-goal-for-school-reopenings-draws-criticism-from-gop-11612992575?mod=politics_lead_pos11",
    "url": "biden-goal-for-school-reopenings-draws-criticism-from-gop-11612992575",
    "title": "Biden Administration Says Schools Have Reopened If They Are Open One Day a Week",
    "sub_head": "The administration aims to have more than 50% of schools open at least one day a week in its first 100 days, a bar Republicans call too low",
    "category_1": "Politics",
    "time": "2021-02-10 16:29:00",
    "body": "After President Biden made an ambitious promise to help reopen a majority of K-8 schools in his first 100 days, the White House said this week the pledge means opening more than 50% of schools for in-person teaching at least one day a week.<br />The comments drew criticism from Republicans and some parents, amid growing debate over how to define opening schools. The fresh tension comes as many districts around the country remain in virtual mode amid the winter jump in Covid-19 cases and deaths, the spread of new coronavirus strains, the slow vaccination rollout and clashes between state authorities and teachers’ unions.<br />White House Press Secretary Jen Psaki said Tuesday that the goal was “at least one day a week in the majority of schools, by day 100.” On Wednesday she stressed that this was “not the ceiling, that is the bar we’re trying to leap over and exceed.”<br />“Certainly, we are not planning to celebrate at 100 days if we reach that goal. That is our own effort to set our own markings, set a bold and ambitious agenda for how we’re going to measure ourselves and progress,” she said. “But we certainly hope to build from that, even at 100 days.”<br />Several congressional Republicans criticized that goal on Wednesday. “The Biden Administration’s stated goal of reopening 50% of classrooms for one day a week is unacceptable. Our students deserve more,” House Minority Leader Kevin McCarthy (R., Calif.) said on Twitter."
}