{
    "url_original": "https://www.wsj.com/articles/biden-administration-asks-supreme-court-to-reject-challenge-to-affordable-care-act-11612990888?mod=business_minor_pos4",
    "url": "biden-administration-asks-supreme-court-to-reject-challenge-to-affordable-care-act-11612990888",
    "title": "Biden Administration Asks Supreme Court to Reject Challenge to Affordable Care Act",
    "sub_head": "A decision on case, argued in November, is pending before the high court",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-297671?width=620&size=1.5",
    "image_1": "im-297671.jpg",
    "time": "2021-02-10 16:50:00",
    "body": "WASHINGTON—The Biden administration told the Supreme Court that the Affordable Care Act remains constitutional, reversing the Trump Justice Department’s position that the entire health-care overhaul was void because Congress reduced to zero the penalty for failing to carry insurance.<br />“Following the change in Administration, the Department of Justice has reconsidered the government’s position,” Deputy Solicitor General Edwin Kneedler said in a two-page letter to the justices Wednesday on the pending case.<br />The move was expected, as President Biden campaigned on expanding Obamacare along with a more vigorous federal response to the coronavirus pandemic. Former President Trump throughout his term denounced to the signature law of the Obama administration, although he never proposed any alternative healthcare program after the Republican-controlled Congress rejected legislation to repeal the measure.<br />Texas’s Republican attorney general, Ken Paxton, sued to strike down the Affordable Care Act after Congress in 2017 reduced the penalty to zero. With Trump administration backing, he argued the law no longer was constitutional because it no longer generated revenue for the U.S. Treasury. The argument extrapolated from the 2012 Supreme Court decision upholding the law, which required most individuals to carry health insurance or pay a penalty along with their income taxes, under Congress’ authority to levy taxes.<br />The 2012 decision found that the insurance mandate effectively offered individuals a choice of paying a tax or carrying insurance, rather than a dictate to purchase a product against their will."
}