{
    "url_original": "https://www.wsj.com/articles/bidens-short-term-thinking-11613086094?mod=opinion_lead_pos4",
    "url": "bidens-short-term-thinking-11613086094",
    "title": "Biden’s Short-Term Thinking",
    "sub_head": "Will the President restrict a useful health insurance option?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296584?width=620&size=1.5",
    "image_1": "im-296584.jpg",
    "time": "2021-02-11 18:28:00",
    "body": "The Biden team is combing the books for Trump policies to undo, and one target may be modest regulations expanding choices in health insurance. Democrats have attacked “short-term” health plans as “junk insurance,” but the evidence shows they’ve become a valuable option for millions of Americans.<br />A new paper from Brian Blase of the Galen Institute looks at how “short-term, limited duration” insurance plans have affected health-care markets since the Trump Administration expanded the option in 2018. These plans don’t have to offer the full suite of benefits required by the Affordable Care Act, and as such often cost a fraction of ACA plans.<br />The Obama Administration in 2016 capped plans at 90 days. The point was to force the young and healthy, who might otherwise be attracted to short-term plans, to pay more for coverage in the exchanges. The Trump Administration in 2018 reverted to the old standard of 364 days, with the option to renew for up to three years.<br />Nancy Pelosiaccused Mr. Trump of “railroading vulnerable families into shoddy junk health insurance plans,” never mind that anyone who preferred more comprehensive coverage could keep buying it. The real complaint is that these plans have been a refuge for those who don’t qualify for ObamaCare subsidies. The company  eHealth  said last year that the average monthly premium for plans selected by its unsubsidized customers was $456. Pair that with a deductible that can top $4,000.<br />No wonder, then, that an estimated three million Americans availed themselves of a short-term option at some point in 2019. A popular trope was that the Trump Administration was “sabotaging” ObamaCare by siphoning off healthy customers. That hasn’t happened."
}