{
    "url_original": "https://www.wsj.com/articles/biden-to-outline-foreign-policy-objectives-during-state-department-visit-11612443535?mod=politics_lead_pos1",
    "url": "biden-to-outline-foreign-policy-objectives-during-state-department-visit-11612443535",
    "title": "Biden to Outline Foreign Policy Objectives During State Department Visit",
    "sub_head": "President is expected to emphasize traditional alliances and human rights",
    "category_1": "Politics",
    "time": "2021-02-04 07:58:00",
    "body": "WASHINGTON—President Biden, faced with a range of early foreign policy challenges, is expected to outline his vision for an expansion of multilateral engagement with the world and an emphasis on human rights during a State Department visit Thursday.<br />In his first foreign policy speech as president, Mr. Biden plans to shift from the Trump administration’s “America First” doctrine and emphasize traditional U.S. alliances, according to a senior administration official. The president, who will be accompanied by Vice President Kamala Harris, is also expected to meet with Secretary of State Antony Blinken and address State Department employees in what will mark his first trip to a cabinet agency since taking office.<br />Former President Donald Trump was largely skeptical of Washington’s post-World War II alliances, seeing NATO members as economic competitors who should pay significantly more for their own defense. He strongly backed Saudi Arabia and its crown prince, Mohammed bin Salman, and vetoed congressional attempts to curb weapon sales to Riyadh.<br />Other actions, such as deals that led Arab countries to recognize Israel, were welcomed by Democrats and Republicans. Mr. Blinken has said Mr. Trump’s overall tough approach to China, which the previous administration targeted for unfair trade practices and what Mr. Trump said was a lack of transparency around the origins of coronavirus, is the right one, even if the Biden administration disagrees about how the policy was implemented.<br />Still, lawmakers in both parties have expressed eagerness to strengthen ties with countries where U.S. relations soured under Mr. Trump, such as Germany and other allies in the North Atlantic Treaty Organization."
}