{
    "url_original": "https://www.wsj.com/articles/biden-goes-party-line-on-1-9-trillion-11612734807?mod=opinion_lead_pos1",
    "url": "biden-goes-party-line-on-1-9-trillion-11612734807",
    "title": "Biden Goes Party Line on $1.9 Trillion",
    "sub_head": "Democrats define bipartisanship as Pelosi agreeing with Schumer.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296075?width=620&size=1.5",
    "image_1": "im-296075.jpg",
    "time": "2021-02-07 16:53:00",
    "body": "When George W. Bush took office in 2001 with a Senate divided 50-50, he negotiated his first tax cut with Democrats that passed with 58 votes, including 11 Democrats. Democrats won tax-rebate checks and a delay in the tax-rate cuts for their efforts. This made the bill worse as economic policy, but Mr. Bush made the concessions rather than jam his bill through with only GOP votes.<br />That isn’t how President Biden is playing the politics of his $1.9 trillion spending bill in the current 50-50 Senate. Last week he made a show of listening at the White House to 10 GOP Senators who made an initial counteroffer of $618 billion. Mr. Biden and Democrats on Capitol Hill then ignored the GOP and rammed a budget resolution for the $1.9 trillion through the Senate and House on a partisan vote. So much for bipartisanship.<br />The truth is that the Democrats refused even to negotiate. Instead they moved to pass the bill through a process known as budget reconciliation that skirts the 60-vote filibuster rule and requires only 50 votes plus Vice President Kamala Harris to pass. And that’s how it passed the Senate in the wee hours Friday morning, 51-50. It later passed the House, 219-209, with no Republicans in support.<br />It’s true the GOP used reconciliation twice in 2017 on health care and tax reform. But Democrats refused to negotiate on either one. The Resistance dictated that Democrats oppose all things Donald Trump. They didn’t even try to mitigate the reduction in the state-and-local tax deduction that most affected blue states like California. This time Mr. Biden has a specific GOP proposal he won’t even consider.<br />The Senate debate last week included a multitude of revealing amendments about the partisan Democratic strategy. Our favorite is the switcheroo by Senators Jon Tester (Montana) and Joe Manchin (W.Va.) on the Keystone XL pipeline. First they voted for a GOP amendment opposing Mr. Biden’s plan to shut down the pipeline that would provide thousands of high-paying energy jobs. But they later voted for a Democratic amendment at the end of the debate that passed 51-50 and erased that Keystone amendment. This is an instant Beltway swamp classic."
}