{
    "url_original": "https://www.wsj.com/articles/biden-and-the-global-tax-fight-11612222503?mod=opinion_lead_pos4",
    "url": "biden-and-the-global-tax-fight-11612222503",
    "title": "Biden and the Global Tax Fight",
    "sub_head": "Europe wants to lure Yellen into a revenue raid on U.S. tech giants.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-01 18:35:00",
    "body": "Most world leaders hope the new Biden Administration augurs a more, how shall we say, “cooperative spirit” when it comes to allies. An early test, concerning tax policy, highlights how disappointed some may be.<br />The Biden team takes power as other governments are launching a push to grab more revenue from American tech companies. Fiscal jealousy has been rife for years as large U.S. companies such as Google,  Facebook  and  Apple  earned billions of dollars in high-tax-rate jurisdictions while existing tax rules allowed them to book the profits and pay tax in lower-rate countries.<br />This phenomenon provoked varied responses. The stick is an array of digital services taxes imposed by France, Spain and the U.K. targeting revenue—not profits—of the U.S. tech companies. The carrot is a negotiation led by the Organization for Economic Cooperation and Development supposedly to provide tech companies legal certainty by revamping the rules governing taxation of global companies.<br />The Trump Administration cooled on that effort and threatened tariffs against governments imposing discriminatory taxes on U.S. tech firms. Foreign officials hope President Biden and Treasury Secretary Janet Yellen will be more amenable, and Ms. Yellen’s confirmation hearing was marked by promises to work with the OECD.<br />Look closer, however, and problems appear. One proposal would upend decades-old global rules that tax a company where it is headquartered rather than where it does business. The OECD and some governments want to base taxation on where revenue is earned. The OECD also wants a global minimum tax. Each country would commit to taxing at least 12.5% of the profits of companies headquartered there—primarily to make sure the company isn’t paying “too little” via legal planning."
}