{
    "url_original": "https://www.wsj.com/articles/biden-fumbles-early-on-opioid-addiction-11612826933?mod=opinion_lead_pos10",
    "url": "biden-fumbles-early-on-opioid-addiction-11612826933",
    "title": "Biden Fumbles Early on Opioid Addiction",
    "sub_head": "He rolls back a Trump reform to increase access to treatment.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-296225?width=620&size=1.5",
    "image_1": "im-296225.jpg",
    "time": "2021-02-08 18:28:00",
    "body": "Among the Trump administration’s last and best decisions was to allow almost all physicians to prescribe buprenorphine, one of the most effective treatments for opioid addiction. Previously, only doctors who had completed an eight-hour training course and obtained a license from the Drug Enforcement Administration could do so. Only 7% of physicians are certified to prescribe the drug, and more than half of rural counties lacked a single prescriber as of 2018.<br />President Biden had promised during the campaign to abolish the licensing requirement, known as the “X-waiver,” which President Trump’s Department of Health and Human Services moved to nix a week before he left office. After France eliminated a similar regulation, the number of patients receiving buprenorphine increased tenfold, and opioid overdose deaths dropped by 80% in four years. Yet to the astonishment of the medical community, the Biden administration abruptly reversed the change on Jan. 27, arguing it didn’t pass legal muster and the White House budget office hadn’t signed off.<br />We hope this about-face wasn’t political. But if the only issue is procedural, why not let the change stand until Congress passes legislation to regularize it? There is every reason to do so: Nearly 130 Americans die of opioid overdoses on an average day, and a bipartisan bill has already been proposed, with plans for reintroduction.<br />The X-waiver stems from regulators’ concerns about using buprenorphine, an opioid, to treat opioid addiction. There is no similar requirement for prescribing opioids to treat pain. As physicians who prescribe buprenorphine, we can see why treating opioid addiction with an opioid might invite concern. But it makes sense. Buprenorphine’s chemical structure allows it to reduce cravings for other opioids like heroin while decreasing the risk of overdose should patients relapse on them. Just as impressive, it doesn’t cause the intense euphoria of other opioids, and it is usually formulated in combination with naloxone, a medication that blocks buprenorphine’s effects if injected, making misuse rare.<br />Given busy schedules, intimidation stemming from the unusual training requirement, and DEA scrutiny of buprenorphine prescribers, convincing physicians to obtain an X-waiver is a daunting task. Hospitals are so desperate for more prescribers that some are paying physicians nearly $750 to complete the X-waiver course. The federal government has also tried to improve buprenorphine access by extending prescribing rights to nurse practitioners and physician assistants who complete 24 hours of training and obtain an X-waiver. Still, the need for the treatment far outpaces supply."
}