{
    "url_original": "https://www.wsj.com/articles/bidens-new-energy-secretary-eyes-big-investment-to-boost-clean-technologies-harden-electric-grid-11614375407?mod=business_minor_pos13",
    "url": "bidens-new-energy-secretary-eyes-big-investment-to-boost-clean-technologies-harden-electric-grid-11614375407",
    "title": "Biden’s New Energy Secretary Eyes Big Investment to Boost Clean Technologies, Harden Electric Grid",
    "sub_head": "Jennifer Granholm looks to reinvigorate a $40 billion energy loan program left untouched under the Trump administration",
    "category_1": "Politics",
    "time": "2021-02-26 16:36:00",
    "body": "WASHINGTON—The new U.S. energy secretary said Friday she plans to revive a $40 billion loan program for energy projects and to push for improvements to the country’s electric grid in the aftermath of this month’s deadly, widespread blackout.<br />Jennifer Granholm, the former Michigan governor, is tasked by President Biden with shifting the Energy Department’s focus toward addressing climate change and bolstering clean-tech businesses. On Friday, her first full day on the job, Mr. Biden visited Texas to talk with local leaders about an Arctic chill that brought the state’s grid near a catastrophic collapse.<br />Ms. Granholm pointed to Texas and blackouts last year in California that she said illustrate how the U.S. electricity system struggles with increasing demand and extreme weather. In one of her first interviews since winning Senate confirmation Thursday, she also said that the demands of the modern economy—envisioned by the Biden team as running on low-emissions technologies—will require federal support for the energy sector.<br />“If we’re going to add the gigawatts of clean energy to the grid that we need to in order to do electric vehicles, in order to accommodate all of the data centers that are being added, we have got to invest…and harden the grid,” Ms. Granholm said, referring to the growth of the internet industry and cloud computing.<br />Ms. Granholm said one of her top priorities is to use the department’s loan program to jumpstart her work. The program offering federal loans and loan guarantees to start-ups and energy projects has $40 billion authorized by Congress but untouched by the Trump administration. That can be funneled into companies bringing new energy technologies to market, especially for power units, battery storage and grid improvements, among others."
}