{
    "url_original": "https://www.wsj.com/articles/bidens-stimulus-and-the-financialization-of-taxes-11614272986?mod=opinion_major_pos8",
    "url": "bidens-stimulus-and-the-financialization-of-taxes-11614272986",
    "title": "Biden’s Stimulus and the ‘Financialization’ of Taxes",
    "sub_head": "How to pay for all the new spending? The president proposes heavier reliance on capital-gains levies.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "image_1_url": "https://images.wsj.net/im-303754?width=620&size=1.5",
    "image_1": "im-303754.jpg",
    "time": "2021-02-25 12:09:00",
    "body": "A central Republican criticism of the $1.9 trillion Covid “stimulus” Democrats plan to ram through Capitol Hill is that taxes will have to rise eventually to pay back all the debt funding this spree. That’s more controversial than it ought to be—Democrats and their intellectual enablers seem certain money grows on trees—but it also elides an interesting question: Which taxes?<br />This is what no one bothered to talk about when Federal Reserve Chairman Jerome Powell testified to Congress this week about the current conduct of monetary policy—and yes, I mean taxation. Theorists and practitioners increasingly blur the lines between monetary and fiscal policy on the spending side of the government’s ledger. The next shoe to drop will be the entanglement between the Fed and Treasury on the revenue side.<br />Mr. Powell already does his part and then some by suppressing government borrowing costs for that large and growing portion of the federal budget Congress chooses to pluck out of thin air. This commitment was on display this week, although only obliquely since convention dictates no one admit the Fed cares about the government’s financing needs.<br />Mr. Powell talked up the Fed’s ability to stimulate economic growth as Covid-19 recedes, touted the stimulative potential of the kind of fiscal blowout Democrats are contemplating—and still predicted economic growth sluggish enough to justify low rates for a protracted period while also expressing a willingness to sustain exceptionally loose policy through any short bouts of inflation this nongrowth might produce. If this sounds contradictory, remember the only point that matters is the one lawmakers (and markets) actually heard: Low federal borrowing rates forever, no matter what happens.<br />Expect monetary policy to bleed slowly but surely into tax matters as well. The vector will be capital-gains taxation, which is booming in the current recession, contrary to all economic logic."
}