{
    "url_original": "https://www.wsj.com/articles/biden-uses-canada-as-a-punching-bag-11612222089?mod=opinion_lead_pos7",
    "url": "biden-uses-canada-as-a-punching-bag-11612222089",
    "title": "Biden Uses Canada as a Punching Bag",
    "sub_head": "His ‘Buy American’ plan is worse than Trump’s for suppliers.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-01 18:28:00",
    "body": "President Biden doubled down on Donald Trump’s “Buy American” campaign, signing a Jan. 25 executive order that would not only maintain Mr. Trump’s destructive protectionism, but increase the burdens on international trade.<br />Mr. Biden’s new order will keep Mr. Trump’s mandate that the federal government buy goods made domestically. But it adds a new, highly disruptive mandate to raise the threshold for foreign components going into those finished goods, along with the establishment of a panel to reduce the many exemptions the Trump administration had made.<br />Despite its antitrade image, the Trump administration hadn’t even finalized its own “Buy American” rules until two days before leaving office, suggesting a gap between rhetoric and economic reality that the new administration seeks to close.<br />In the wake of Mr. Biden’s cancellation of the Keystone XL pipeline, this was a second body blow to Canadian workers. This is because components are key to Canada’s exports to the U.S., which make up around 80% of all of Canada’s exports. Considering that Canada’s two largest exports are natural resources and automotive components, together accounting for nearly two-thirds of Canada’s total exports, the new president seems to be going for his neighbor’s jugular.<br />North American supply chains integrate industries on both sides of the border, especially in the automotive sector. U.S. scrap steel, for instance, is exported to Ontario, where U.S. manufacturers such as Ford and  General Motors  use it to produce vehicles for export back to the U.S. Mandates on where components are made risk shutting countries out of existing supply chains."
}