{
    "url_original": "https://www.wsj.com/articles/bidens-many-policies-often-seem-to-conflict-11614112766?mod=opinion_major_pos18",
    "url": "bidens-many-policies-often-seem-to-conflict-11614112766",
    "title": "Biden’s Many Policies Often Seem to Conflict",
    "sub_head": "Walter Russell Mead is correct in his assessment of President Biden’s early policy instincts being a return to Obama objectives and strategies. Unfortunately the Obama path rarely achieved the stated results.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-296280?width=620&size=1.5",
    "image_1": "im-296280.jpg",
    "time": "2021-02-23 15:39:00",
    "body": "Walter Russell Mead is correct in his assessment of President Biden’s early policy instincts being a return to Obama objectives and strategies (“The Antidote to Trump Isn’t Obama Redux,” Global View, Feb. 9). Unfortunately the Obama path rarely achieved the stated results. What comes to mind is the contradiction between President Biden’s pronounced priorities and the real-world impact of his early achievements, such as they are.<br />Shutting down the Keystone XL pipeline works against his overarching desire to move toward full employment. In addition, the alternatives to movement of oil by pipeline will exacerbate our carbon footprint and global-warming concerns. The minimum wage of $15 per hour guarantees a net reduction in entry-level jobs across the country and has dire consequences for very small businesses. Strong statements on foreign-affairs matters that have nothing behind them diminish U.S. influence, don’t inspire “global admiration for U.S. values” and are a disservice to our allies abroad. Close affiliation with Black Lives Matter doesn’t send a positive message to the overall U.S. population. The actual implications of President Biden’s policies as currently advanced don’t enhance peace and prosperity. Notwithstanding his stated intentions, the impact of early initiatives have the Biden bus headed in the wrong direction.<br />Randal S. Scott<br />Fairfax, Va."
}