{
    "url_original": "https://www.wsj.com/articles/biden-union-leaders-huddle-on-infrastructure-plan-11613603680?mod=politics_lead_pos5",
    "url": "biden-union-leaders-huddle-on-infrastructure-plan-11613603680",
    "title": "Biden, Union Leaders Huddle on Infrastructure Plan",
    "sub_head": "President says U.S. is ‘so far behind the curve’ on rebuilding roads and bridges",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-300594?width=620&size=1.5",
    "image_1": "im-300594.jpg",
    "time": "2021-02-17 18:14:00",
    "body": "WASHINGTON—President Biden on Wednesday detailed his coming economic stimulus and infrastructure plans with top labor leaders, some of whom have voiced concerns that his energy policies will come at the expense of union jobs.<br />Mr. Biden’s team is preparing to release a proposal, expected next month, that would encapsulate his campaign “Build Back Better” agenda that will focus heavily on infrastructure. The details, including overall costs, haven’t yet been set. It comes as his team is pressing lawmakers to win approval for his $1.9 trillion coronavirus relief proposal in Congress.<br />Mr. Biden, joined by union leaders in the Oval Office, told reporters that the nation is “so far behind the curve,” on rebuilding its roads and bridges. He said the country lagged far behind foreign countries “in terms of infrastructure, everything from canals to highways to airports, to everything we can do and we need to do to make ourselves competitive in the 21st century.”<br />Union leaders meeting with Mr. Biden and Vice President Kamala Harris included AFL-CIO President Richard Trumka, Sean McGarvey, president of North America’s Building Trades Unions, and Mark McManus, general president of the United Association of Union Plumbers and Pipefitters.<br />Mr. Biden noted that many of the attendees were longtime friends—“as they say in parts of my state, these are the folks that brung me to the dance”—and the meeting capped a number of actions to appeal to his labor allies."
}