{
    "url_original": "https://www.wsj.com/articles/bidens-commitment-to-yemen-11612912789?mod=opinion_lead_pos9",
    "url": "bidens-commitment-to-yemen-11612912789",
    "title": "Biden’s Commitment to Yemen",
    "sub_head": "Eight years ago, he stood with us. Times are harder, and we still need the U.S.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-297082?width=620&size=1.5",
    "image_1": "im-297082.jpg",
    "time": "2021-02-09 18:19:00",
    "body": "Vice President Joe Biden welcomed the newly elected president of Yemen to the White House in 2012 as the U.S. hailed my homeland for its “historic and peaceful transfer of power.” Yemenis endorsed a roadmap toward inclusive, accountable democracy.<br />It was ambitious, but we were determined, and we knew we had a partner in the U.S. President Abdrabuh Mansour Hadi led a national dialogue that included political parties, tribal envoys, regional representatives, labor leaders, women and youth. We drafted a constitution and planned for new elections.<br />We Yemenis have learned the hard way the price of a collapsed democratic transition. In 2014 Houthi armed factions, backed by Iran, seized power and plunged Yemen into civil war. The Houthis have attacked civilian targets, including schools, mosques, airports and parades. They have launched drones and ballistic missiles at neighboring countries, and have coordinated with U.S.-designated terrorist groups such as the Islamic Revolutionary Guard Corps and Hezbollah. Last week we learned they are still obstructing international efforts to salvage the FSO Safer oil tanker and avert an environmental catastrophe.<br />Unfortunately, much of Congress’s attention—notably among Democrats—has focused not on the Houthis but on the Arab countries striving to restore Yemen’s legitimate government in line with multiple U.N. resolutions.<br />We welcome President Biden’s desire to accelerate a negotiated solution, even after announcing the end of U.S. assistance for the coalition’s “offensive” operations."
}