{
    "url_original": "https://www.wsj.com/articles/bidens-task-forces-take-on-covid-19-climate-change-11613228400?mod=politics_lead_pos3",
    "url": "bidens-task-forces-take-on-covid-19-climate-change-11613228400",
    "title": "Biden’s Task Forces Take On Covid-19, Climate Change",
    "sub_head": "The 25 groups created via presidential decree are more than prior administrations had at this point",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-298561?width=620&size=1.5",
    "image_1": "im-298561.jpg",
    "time": "2021-02-13 10:00:00",
    "body": "President Biden marked the early weeks of his presidency with his broad use of executive action, but he has another go-to move: the task force.<br />The Biden administration has established about two dozen new interagency working groups, advisory councils, task forces, committees and offices, which are charged with producing more than 80 reports, proposals for future policy, plans and reviews of current policies, according to a Wall Street Journal analysis of more than 40 executive actions made public.<br />That’s more groups created via presidential decree than his most-recent predecessors had at this point in their administrations. Former President Donald Trump, who often relied on a cadre of informal advisers to inform his decisions, had created one new task force and one new office by the same point in his administration, and former President Barack Obama had set up five new panels.<br />Mr. Biden’s aides and backers say the proliferation of panels—including two unveiled this week to coordinate government efforts on carbon-reduction technologies and to review the national-security aspects of the administration’s China strategy—demonstrates a deliberative approach to governing that seeks to incorporate expert input.<br />“This is how a normal administration operates,” said Chris Lu, who managed Mr. Obama’s first-term cabinet. “It brings together experts from inside and outside the government to provide the best advice in order to solve big problems.”"
}