{
    "url_original": "https://www.wsj.com/articles/biden-to-set-up-task-force-to-reunite-families-separated-at-the-border-11612260003?mod=politics_lead_pos6",
    "url": "biden-to-set-up-task-force-to-reunite-families-separated-at-the-border-11612260003",
    "title": "Biden to Set Up Task Force to Reunite Families Separated at the Border",
    "sub_head": "The task force will be established through an executive order, one of several immigration actions the president is expected to take",
    "category_1": "Politics",
    "time": "2021-02-02 05:00:00",
    "body": "WASHINGTON—President Biden plans to form a task force to reunite immigrant families separated at the southern border under the Trump administration’s zero-tolerance policy, one of several executive orders on immigration Mr. Biden is expected to sign Tuesday.<br />The orders will set in motion a process that the new administration hopes will reverse a number of border policies and restrictions on legal immigration.<br />But the orders themselves will make no immediate changes to immigration policy. Instead, the actions signal a desire to balance competing pressures: immigration advocates hoping for swift action to undo former President Donald Trump’s policies and the danger that undoing too many restrictions at once could trigger a surge of migrants attempting to enter the U.S.<br />The reunification task force, which Mr. Biden pledged to create during his campaign, will charge the government with identifying all of the children who remain separated from their parents and locating those parents across Latin America, where they were likely deported.<br />The American Civil Liberties Union, which represents the separated children in a continuing class-action lawsuit against the U.S. government, and other nonprofit organizations have been placing advertisements and making trips across the region to help locate deported parents. The ACLU has said in court filings it has identified more than 600 children who remain separated from their parents."
}