{
    "url_original": "https://www.wsj.com/articles/biden-and-allies-stoked-vaccine-fears-11614295867?mod=opinion_major_pos5",
    "url": "biden-and-allies-stoked-vaccine-fears-11614295867",
    "title": "Biden and Allies Stoked Vaccine Fears",
    "sub_head": "Seeking to undermine Trump, Democrats, media and scientists made false and alarming claims.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-303747?width=620&size=1.5",
    "image_1": "im-303747.jpg",
    "time": "2021-02-25 18:31:00",
    "body": "President Biden has proposed an “unprecedented” information campaign to persuade people to get Covid-19 vaccinations. Why, when a pandemic has killed 500,000 Americans, does the public need to be convinced? In part because Mr. Biden and his allies spent 2020 stoking fear for political reasons.<br />The Biden campaign and scientists allied with it impugned the Food and Drug Administration’s independence and integrity. Kamala Harris maligned President Trump’s claims about the speed of vaccine development and questioned its safety and effectiveness. New York’s Gov. Andrew Cuomo cast doubt on FDA evaluations of Covid-19 vaccines and said states should conduct their own reviews. An Aug. 27 letter from the Centers for Disease Control and Prevention asking governors for help setting up vaccine distribution elicited a statement from Senate Democratic Leader Chuck Schumer questioning the safety of the vaccines in development. Media “fact checkers” said rapid vaccine development would take a “miracle.”<br />Between April 1-14 and Nov. 25-Dec. 8 the share of Americans who told pollsters they were likely to consent to vaccination declined from 74% to 56%, even though  Pfizer  and Moderna released strong vaccine safety and effectiveness results prior to the second survey. The decline occurred in both sexes and all age groups, education levels and racial groups. Many medical workers, including nursing-home staff, are also hesitant to be vaccinated.<br />Medical authorities were complicit in stoking these fears. Although June FDA guidance confirmed the agency wouldn’t “cut corners” and that expedited development would proceed “without sacrificing our standards for quality, safety, and efficacy,” a Sept. 10 editorial in the Journal of the American Medical Association claimed that “some” were concerned that political appointees would “insist” on authorizing a vaccine “over the recommendation of FDA career scientists.” The concerned “some” were never named, and no citation was given.<br />The editorial claimed FDA Commissioner Stephen Hahn had “indicated that the FDA is willing to use an Emergency Use Authorization (EUA) for vaccines before phase 3 trials are complete.” It cited an Aug. 7 JAMA article by three FDA officials including Dr. Hahn and Peter Marks, head of the FDA center responsible for vaccine reviews. In fact, that article, titled “Unwavering Regulatory Safeguards for COVID-19 Vaccines,” didn’t signal a loosening of standards. It committed to issuing an EUA only once clinical trials demonstrate safety and effectiveness, which FDA guidance indicated could be based on final analysis of a phase 3 trial or on interim analysis of such a trial that met specified success and safety criteria and after public discussion at the FDA’s Vaccines and Related Biological Products Advisory Committee."
}