{
    "url_original": "https://www.wsj.com/articles/biden-prepares-for-sweeping-recovery-package-after-covid-19-relief-bill-11613999255?mod=politics_lead_pos1",
    "url": "biden-prepares-for-sweeping-recovery-package-after-covid-19-relief-bill-11613999255",
    "title": "Biden Prepares for Sweeping Recovery Package After Covid-19 Relief Bill",
    "sub_head": "The prospect of another pricey package is already raising concerns among some Republicans",
    "category_1": "Politics",
    "time": "2021-02-22 08:07:00",
    "body": "WASHINGTON—As President Biden pushes for passage of his coronavirus relief plan, he has begun working on a wide-ranging economic recovery package that could face skepticism from lawmakers who are wary of another high-dollar legislative response to the pandemic.<br />White House officials say Mr. Biden’s priority is passing the $1.9 trillion coronavirus relief package being negotiated in Congress.<br />But Mr. Biden, a 36-year veteran of the Senate, has begun laying the groundwork for the coming proposal in phone calls and White House meetings with his former colleagues. The president and his advisers have for weeks been quietly discussing the matter with members of Congress and senior Capitol Hill aides, according to people familiar with the matter, and Mr. Biden is optimistic that a compromise can be reached.<br />The exact contours of the new round of investments in the economy remain to be determined. Mr. Biden during his presidential campaign outlined his interest in new infrastructure investments and measures to combat climate change and boost manufacturing jobs, as well as improving access to child care and seeking ways to increase racial equity.<br />The prospect of another pricey package is already raising concerns among some Republicans. Congressional aides also said that while there is bipartisan interest in funding infrastructure improvements, there will be tension between progressive lawmakers who want expansive proposals that address longstanding Democratic priorities and moderates and Republicans who support less expensive, more tailored measures."
}