{
    "url_original": "https://www.wsj.com/articles/bidens-golden-state-parachute-11613086748?mod=opinion_lead_pos1",
    "url": "bidens-golden-state-parachute-11613086748",
    "title": "Biden’s Golden State Parachute",
    "sub_head": "His nominee for deputy Labor secretary presided over $11.4 billion in jobless benefits fraud.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-298352?width=620&size=1.5",
    "image_1": "im-298352.jpg",
    "time": "2021-02-11 18:39:00",
    "body": "Progressives like to say these days that the Biden Administration is bringing California’s values to the rest of America, and alas that seems to be true. Consider the nomination of California Labor secretary Julie Su to be deputy U.S. Labor secretary after presiding over a gargantuan unemployment benefits fraud.<br />California has paid some $120 billion in unemployment benefits during the pandemic, nearly a quarter of all payouts nationwide. That alone suggests a governance problem. Yet Ms. Su last month disclosed that $11.4 billion has gone to foreign cyber-criminals, prison inmates and other scammers. Another $19 billion in potentially fraudulent claims are under investigation.<br />Local district attorneys and the feds have in recent months brought charges against some of the thieves. They include a former labor agency employee who allegedly filed 100 phony claims in other people’s names that totalled up to $2 million. A $21,000 payment to California Sen. Dianne Feinstein tipped off local investigators but not state workers who paid the claim.<br />Fraud appears to have been pervasive in state prisons with at least one phony claim filed from each facility. Prison payments have added up to more than $800 million. At least 133 death row inmates, including the well-known convicted killer Scott Peterson, had claims filed in their names.<br />One entrepreneurial inmate gathered personal information from her fellow prisoners and shared their details with a parolee who filed claims in their names. The government lost a mere $200,000 on that scam. Unlike the Maserati that one drug trafficker used his phony benefits to buy, the government can’t confiscate the parolee's spoils. She spent it on plastic surgery."
}