{
    "url_original": "https://www.wsj.com/articles/biden-administration-plans-covid-19-safety-campaign-focused-on-social-distancing-mask-wearing-11612910764?mod=politics_lead_pos2",
    "url": "biden-administration-plans-covid-19-safety-campaign-focused-on-social-distancing-mask-wearing-11612910764",
    "title": "Biden Administration Plans Covid-19 Safety Campaign Focused on Social Distancing, Mask Wearing",
    "sub_head": "Strategy will delay broader vaccine awareness push until supply increases and instead target vaccine skepticism in narrower effort",
    "category_1": "Health Policy",
    "time": "2021-02-09 17:46:00",
    "body": "The Biden administration plans to ramp up a public safety campaign focused on social distancing and mask wearing to curb the spread of Covid-19 in the coming weeks as states begin relaxing public-health measures, according to a person familiar with the matter.<br />But the administration will delay a broad national campaign it had been planning that would promote vaccine awareness until more doses are available, the person said, and will instead launch a limited version targeting smaller groups where skepticism is pervasive.<br />The decision to focus on masks and distancing and to temporarily narrow its vaccine campaign announced Jan. 21 reflects what health authorities have been saying for weeks: Mask wearing, social distancing, and testing are critical as new variants spread, because there may not be enough vaccines to inoculate most people in the U.S. until late summer. Meanwhile, states including New York, Massachusetts, Iowa, North Dakota, Minnesota, New Jersey and Washington have relaxed mask mandates or indoor-dining restrictions.<br />Scarcity of vaccine doses and complications in the rollout have led to long waits for shots in many states.<br />Vaccine skepticism remains a barrier to getting shots to populations most at risk. About one-third of Black adults say they plan to avoid the vaccine, compared with about one-fifth of Hispanic and white adults who don’t plan to get vaccinated, according to recent survey data from the U.S. Census Bureau."
}