{
    "url_original": "https://www.wsj.com/articles/biden-pick-tandens-confirmation-battle-puts-spotlight-on-two-senate-centrists-11614285326?mod=politics_lead_pos2",
    "url": "biden-pick-tandens-confirmation-battle-puts-spotlight-on-two-senate-centrists-11614285326",
    "title": "Biden Pick Tanden’s Confirmation Battle Puts Spotlight on Two Senate Centrists",
    "sub_head": "The fate of Neera Tanden’s nomination to lead the budget office comes down to Republican Lisa Murkowski and Democrat Kyrsten Sinema",
    "category_1": "Politics",
    "time": "2021-02-25 16:17:00",
    "body": "WASHINGTON—The fate of Neera Tanden’s nomination to lead the Office of Management and Budget came down to two centrist senators after another Republican added his name to the list of lawmakers who oppose confirming her.<br />Republican Sen. Chuck Grassley of Iowa said on Thursday that he would vote against Ms. Tanden. Mr. Grassley, who often votes with other Republicans but has backed many of President Biden’s cabinet nominees so far, hadn’t disclosed his position.<br />The White House is now homing in on Sens. Lisa Murkowski (R., Alaska) and Kyrsten Sinema (D., Ariz.), people involved in the discussions said. A “no” vote from either senator, neither of whom has so far tipped her hand, would doom Ms. Tanden’s chances of clearing the Senate.<br />Executive-branch nominations require a majority vote of 51 senators to pass the chamber. Vice President Kamala Harris can break a tie. Because control of the Senate is divided evenly between Democrats and Republicans, a single Democratic defection can throw a nomination into uncertainty.<br />Democratic Sen. Joe Manchin of West Virginia said last week that he would vote against Ms. Tanden, meaning a Republican would have to break with other members of the party and join the remaining 49 Democrats for the nomination to pass. If Ms. Sinema joins Mr. Manchin in opposing her, Ms. Tanden would need a second Republican to cross party lines, an outcome that Senate aides said was unlikely."
}