{
    "url_original": "https://www.wsj.com/articles/biden-administration-asks-supreme-court-to-cancel-arguments-on-border-wall-asylum-policy-11612216933?mod=business_minor_pos5",
    "url": "biden-administration-asks-supreme-court-to-cancel-arguments-on-border-wall-asylum-policy-11612216933",
    "title": "Biden Administration Asks Supreme Court to Cancel Arguments on Border Wall, Asylum Policy",
    "sub_head": "The moves come as the administration changes direction on immigration, LGBT protections, voting rights and other policies",
    "category_1": "Politics",
    "time": "2021-02-01 18:12:00",
    "body": "WASHINGTON—The Biden administration asked the Supreme Court on Monday to cancel coming oral arguments on two pillars of former President Donald Trump’s immigration policy, construction of a wall along the southern U.S. border and the “Remain in Mexico” program that barred U.S. entry to many asylum applicants while their cases were considered.<br />The filings are among the first of many the Justice Department is expected to make as the Biden administration changes direction on immigration, LGBT protections, voting rights, the Affordable Care Act and other policies.<br />In both cases, acting Solicitor General Elizabeth Prelogar, who represents the federal government at the Supreme Court, cited first-day actions of the Biden administration.<br />On Jan. 20, President Biden terminated the emergency Mr. Trump declared along the southern border, an action the previous administration argued allowed it to pull money Congress had allocated to other projects for construction of the wall, which lawmakers had refused to fund. Lower courts found the Trump administration exceeded its authority, but the Supreme Court’s conservative majority allowed the reallocations to continue and construction to proceed while appeals were pending.<br />In the asylum case, Ms. Prelogar cited a Jan. 20 directive from the acting secretary of homeland security, David Pekoske, suspending new enrollment in the asylum program, which formally is called the Migrant Protection Protocols."
}