{
    "url_original": "https://www.wsj.com/articles/biden-wants-a-15-minimum-wage-heres-what-people-say-it-would-do-to-the-economy-11612348201?mod=politics_lead_pos2",
    "url": "biden-wants-a-15-minimum-wage-heres-what-people-say-it-would-do-to-the-economy-11612348201",
    "title": "Biden Wants a $15 Minimum Wage. Here’s What People Say It Would Do to the Economy",
    "sub_head": "White House says a raise would help workers; opponents warn of job cuts",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-02-03 05:30:00",
    "body": "President Biden says his proposal to raise the federal minimum wage to $15 an hour will lift many low-wage workers out of poverty, but some businesses and economists warn it could cost jobs as the U.S. recovers from pandemic layoffs.<br />Mr. Biden endorses a plan to more than double the wage in steps over four years, noting that at $15 an hour, a job could support a family of four and it wouldn’t live in poverty. The president’s advisers also say raising the wage from $7.25 an hour, where it has stood since 2009, would show gratitude to essential workers at grocery stores and warehouses who stayed on the job during the coronavirus pandemic and would boost the economy by allowing low-wage workers to spend more.<br />Some large national employers have done well during the pandemic, Bharat Ramamurti, deputy director of Mr. Biden’s National Economic Council, said in an interview. “The compensation for their employees hasn’t necessarily reflected that. Raising the minimum wage is one way of giving workers a more fair slice of the revenues that they help generate.”<br />Several states, including California, Florida and Massachusetts are already on a path to reach a $15 minimum wage in coming years, but Mr. Ramamurti said the floor should apply to areas with a lower cost of living. A federal minimum-wage increase requires congressional approval.<br />“No matter where you work in America, if you work full time or 40 hours a week, you should not live in poverty,” he said. “A $15 minimum wage accomplishes that.”"
}