{
    "url_original": "https://www.wsj.com/articles/bidens-immigration-opportunity-11613777993?mod=opinion_lead_pos1",
    "url": "bidens-immigration-opportunity-11613777993",
    "title": "Biden’s Immigration Opportunity",
    "sub_head": "His proposal this week is dead on arrival, but smaller bills might pass.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301839?width=620&size=1.5",
    "image_1": "im-301839.jpg",
    "time": "2021-02-19 18:39:00",
    "body": "Partisans on both sides during the Trump Presidency used immigration to bludgeon each other, but President Biden has a fresh opening for bipartisan cooperation. Now we’ll find out if Democrats want to reform immigration or keep using it as a political cudgel.<br />Mr. Biden made an opening offer Thursday with a bill by New Jersey Sen. Bob Menendez and California Rep. Linda Sanchez. The bill is dead on arrival in Congress since it doesn’t improve border security and provides more or less blanket legalization to the country’s 11 million or so undocumented immigrants. “We must not start with concessions out of the gate. We are not going to start with two million undocumented people instead of 11 million,” Mr. Menendez said. “We will never win an argument that we don’t have the courage to make.”<br />GOP restrictionists during the Trump Presidency also introduced immigration bills that were essentially political statements. They went nowhere. The lesson for Democrats is they won’t win an argument in Congress or the public without making concessions to the other party and immigration realities.<br />Start with the bill’s eight-year path to citizenship for undocumented immigrants and three years for some farm workers and young adults who were brought to the country illegally as children. No matter what restrictionists say, most of these folks will never be deported. Many have been here for decades and contribute significantly to the economy.<br />The young adults known as Dreamers are particularly sympathetic since they didn’t knowingly break immigration laws and live in legal limbo. Barack Obama granted them temporary legal status and work permits. As we’ve argued, he didn’t have the legal authority to do so since the Constitution grants Congress power to regulate immigration. But Congress also has a moral imperative to grant a reprieve after the government invited them to come out of the shadows."
}