{
    "url_original": "https://www.wsj.com/articles/big-brewers-face-different-pandemic-hangovers-11612961092?mod=markets_lead_pos12",
    "url": "big-brewers-face-different-pandemic-hangovers-11612961092",
    "title": "Big Brewers Face Different Pandemic Hangovers",
    "sub_head": "Heineken thinks operating margins will only recover to pre-Covid levels in 2023, while smaller rival Carlsberg is already back on track",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-297030?width=620&size=1.5",
    "image_1": "im-297030.jpg",
    "time": "2021-02-10 07:44:00",
    "body": "Global brewers are recovering from the pandemic at unequal speeds.<br />On Wednesday,  Heineken  said it sold 8% less beer in the three months through December compared with the same period of 2019. After better-than-expected sales over the summer, fresh lockdowns in key markets such as the U.K. set the world’s second-largest brewer back again in the fourth quarter. Heineken estimates that less than 30% of bars and restaurants in Europe are currently open.<br />Its outlook for this year is cloudy. Although nightlife venues may begin to reopen in a few months, bars won’t be selling beer at normal volumes while social-distancing measures remain in place. That will weigh on Heineken’s sales, around one-third of which typically come from eating and drinking venues outside the home. The brewer doesn’t expect operating margins to get back to pre-pandemic levels until 2023.<br />Its guidance for a grinding three-year profit recovery is at odds with what is happening at smaller rival  Carlsberg .  The Danish brewer, which reported full-year numbers last week, actually managed to grow its operating margins in 2020 compared with the previous year. After seeing the impact of the virus in China, its biggest market, Carlsberg didn’t delay in taking costs out of the business. Heineken is only now beginning a major drive to reduce its overheads by around €2 billion, equivalent to $2.4 billion.<br />Anheuser-Busch InBev  doesn’t report its 2020 numbers until later this month. However, Barclays analyst Laurence Whyatt thinks the Budweiser owner will make slow progress between now and 2025. “We don’t expect them to get back to their 2019 margins within our forecasting period…. We are concerned about their pricing power,” he said."
}