{
    "url_original": "https://www.wsj.com/articles/big-automotive-chip-shortage-is-no-surprise-11613934716?mod=opinion_major_pos18",
    "url": "big-automotive-chip-shortage-is-no-surprise-11613934716",
    "title": "Big Automotive Chip Shortage Is No Surprise",
    "sub_head": "The focus on lean should have been balanced with a pragmatic view on the extreme cost of idled automotive production lines.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-298345?width=620&size=1.5",
    "image_1": "im-298345.jpg",
    "time": "2021-02-21 14:11:00",
    "body": "“Car Makers Collide With Global Chip Shortage” (Page One, Feb. 13) correctly identifies the auto industry’s current supply-chain woes as a self-inflicted wound. From the electronics-manufacturing industry’s point of view, automotive is mostly a low-volume, high-mix customer segment, and it requires buffering through component distributors. Instead, the auto makers’ extreme focus on cost optimization and lean manufacturing meant eliminating these valuable supply-chain partners. The focus on lean should have been balanced with a pragmatic view on the extreme cost of idled automotive production lines. To shut down production lines for $80,000 vehicles because of a missing $2 microcontroller is catastrophic.<br />Products like semiconductors that have longer lead times and large production lot sizes need distribution for efficient buffering between the manufacturers and end customers. Semiconductors have extremely long and complex production cycles that can range from 10 to 26 weeks. Once a production cycle is begun, large quantities of the same product flow in lots through a semiconductor-manufacturing line that pop out at the end in a burst. Highest volume customers (e.g., smartphone manufacturers) can efficiently receive product directly from a manufacturer. For lower volume, high-mix customers like automotive and industrial, distributors buffer inventory to match a customer’s demand for a steady flow of product to the long production cycles of semiconductor manufacturing and also provide many value-added services.<br />The collaboration between authorized distributors and automotive manufacturers presents a wealth of opportunity to minimize future disruptions.<br />David Loftus<br />President and CEO"
}