{
    "url_original": "https://www.wsj.com/articles/big-labor-may-save-new-york-from-aocs-socialism-11613761450?mod=opinion_lead_pos9",
    "url": "big-labor-may-save-new-york-from-aocs-socialism-11613761450",
    "title": "Big Labor May Save New York From AOC’s Socialism",
    "sub_head": "Even public-sector unions favor old-style incumbent Democrats to radical insurgents like her.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-301384?width=620&size=1.5",
    "image_1": "im-301384.jpg",
    "time": "2021-02-19 14:04:00",
    "body": "When Alexandria Ocasio-Cortez won her upset victory against Democratic Rep. Joseph Crowley in 2018, she had the backing of the Democratic Socialists of America. What she lacked was a single endorsement from New York’s powerful unions. Since then, candidates supported by the DSA have scored more wins against union-supported incumbents. As New York heads into an election cycle that will shape the politics of America’s largest city for the next four years, unions and the DSA are on a collision course.<br />New York’s unions are a heterodox group, ranging from public-sector outfits like the United Federation of Teachers and District Council 37, which cherish the rich compensation they’ve won for members over the years, to more conservative trade unions like the International Brotherhood of Electrical Workers and the United Brotherhood of Carpenters, which benefit when the city’s economy grows. Despite their sometimes divergent interests, these unions have always found enough common cause to become a central force in the city’s Democratic coalition. But they were caught off guard by Ms. Ocasio-Cortez’s appeal, especially in gentrifying neighborhoods where recently arrived young progressives embraced her antiestablishment campaign.<br />After her election, union leaders tried to play down their support for Mr. Crowley, arguing that they had little choice but to support an incumbent. “You’re constantly making pragmatic decisions about the relationships that you need to have if you’re a union that relies on the government to assist with some of the things that you need for your members,” Bob Master, local political director of the Communications Workers of America, told Jacobin magazine. “Young radicals need to understand this.”<br />But if labor leaders expected young radicals to accept the way things worked, they were naive. Quickly, DSA officials began plotting to infiltrate local unions and overthrow their leadership. In August 2019 Politico New York published a DSA memo outlining a “strategy for militant, democratic, classwide struggles” that included stinging assessments of some unions.<br />About the powerful United Federation of Teachers, DSA said: “Simply put, it is tremendously influential politically, but fails to exercise the full potential of its power. Its strategy rests on electing fairly centrist/conservative Democrats.” The New York Hotel Trades Council, with more than 35,000 members, “seems to have shifted towards accommodation in its relations” with management. A recent contract, the memo said, “attempts to impose a suffocating and prolonged period of employer-friendly labor peace.”"
}