{
    "url_original": "https://www.wsj.com/articles/biggie-i-got-a-story-to-tell-review-it-all-started-in-brooklyn-11614283934",
    "url": "biggie-i-got-a-story-to-tell-review-it-all-started-in-brooklyn-11614283934",
    "title": "‘Biggie: I Got a Story to Tell’ Review: It All Started in Brooklyn",
    "sub_head": "A Netflix documentary looks back on the short life of the Notorious B.I.G., born Christopher Wallace, through interviews with his mother and rap collaborators.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-304250?width=620&size=1.5",
    "image_1": "im-304250.jpg",
    "time": "2021-02-25 15:12:00",
    "body": "Head east on Fulton Street in Brooklyn, N.Y., where the neighborhood of Clinton Hill is about to ease into Bed-Stuy, and you cross St. James Place, at the point where it’s been renamed Christopher “Notorious B.I.G.” Wallace Way. The intersection’s namesake is on view in a portrait that occupies one corner, the eyes hidden behind sunglasses, a baleful look balancing on his face. It’s the perfect representation of a public persona.<br />The marvelous thing about the documentary “Biggie: I Got a Story to Tell” is the way it gets behind the image, and the sunglasses, to the heavy kid with the lazy eye who grew up on a nearby tree-lined block—off the “bad luck avenue,” as he himself will call it—and became one of the biggest stars of hip hop, maybe its best.<br />“You have no origins for what rap planet this guy came from,” says Sean Combs, aka Puff Daddy aka P. Diddy, the rapper-producer for whose Bad Boy label Wallace recorded his debut album (“Ready to Die,” the only one released before the rapper’s shooting death, at age 24, in 1997). Mr. Combs is lavish in his praise of Wallace’s talents with the mic, and the rhymes. His sentiments are echoed throughout Emmett Malloy’s almost too-short documentary.<br />Produced in cooperation with Wallace’s estate—his mother, Voletta, is an executive producer as well as the film’s emotional center—“Biggie” benefits from simply being a great story, an American story, almost a Horatio Alger tale if Ragged Dick had sold crack on Fulton while being careful not to let his mother catch him. Mr. Malloy also benefits from having at his disposal the apparently vast video archive of childhood friend and posse member Damion Butler, who taped everything and began early: Wallace would often instruct him, Mr. Butler recalls, to record the audiences rather than the performances, to see what numbers and lyrics went over best and how they could calibrate the flow of a show. It’s an invaluable resource for director Malloy, as is the willingness of so many Wallace friends and associates to talk—not just celebrities like Mr. Combs, but Brooklynites who knew Wallace when he was a kid living with his single mom, dropping out of school and succumbing to the lure of the crack trade.<br />Mr. Butler is one. Another is the jazz saxophonist Donald Harrison, who lived near the Wallace apartment and took the young music fan under his wing. One of the more captivating and revealing segments involves Mr. Harrison’s recollection of having introduced his protégé to the work of Max Roach and the jazz immortal’s use of polyrhythms and tonal percussion. Mr. Malloy doesn’t just let us draw our own conclusions about the consequent influence of Roach’s drumming on Wallace’s rapping. He overlays a Roach solo on a Wallace performance and the result is not just an uncanny musical moment but, in case one needed it, something of a validation of rap as serious musical art. (No one mentions it, but Roach grew up in the neighborhood, too, only a few blocks from where Wallace and Harrison lived.)"
}