{
    "url_original": "https://www.wsj.com/articles/bill-gates-interview-climate-change-book-11613173337",
    "url": "bill-gates-interview-climate-change-book-11613173337",
    "title": "Bill Gates Has a Master Plan for Battling Climate Change",
    "sub_head": "The co-founder of Microsoft became obsessed with developing clean tech through his philanthropic work. With a new book, ‘How to Avoid a Climate Disaster,’ and a cadre of billionaire partners, he now has an action plan for ending the world’s carbon dependency.",
    "category_1": "WSJ. Magazine",
    "category_2": "Feature",
    "time": "2021-02-15 08:30:00",
    "body": "A day before the inauguration, as Lady Gaga rehearsed “The Star-Spangled Banner” in Washington, D.C., wildfires burned in Sonoma, Santa Cruz and Ventura counties in California, shocking climatologists who had never witnessed the state’s fire season extend into January. NASA had just announced that 2020 tied with 2016 for the warmest year on record. As the Covid-19 pandemic drove city dwellers to search for places that felt surer, safer—Vermont, Kansas, Idaho—the FBI began arresting Americans who had rioted in the U.S. Capitol. Online sales of “prepper” gear (gas masks, food preservation kits) were brisk.<br />Bill Gates was at his lakeside compound in Seattle, gearing up for his next effort to save the planet from mass extinction. For 20 years, Gates has been studying the twin global afflictions of disease and poverty. These efforts led him to consider climate change and its vexing impact on civilization. This month, Knopf will publish his latest book, How to Avoid a Climate Disaster. Remarkably, given the state of the world, it is an optimistic, can-do sort of book, chock-full of solutions for a problem President Jimmy Carter began warning about in 1977.<br />Last month’s inauguration of President Joe Biden had a big influence on Gates’s outlook. An earlier draft of the book included measures for a second Donald Trump term. In November, after the election, he edited these parts out, including provisions for how U.S. state and foreign governments could account for an absence of federal support. Another Trump win, Gates says, would have left us “holding our breath for four years and trying not to turn blue.”<br />“I hope Joe Biden stays healthy,” he had told me during our first virtual interview in December, while seated in a glass-walled conference room at Gates Ventures known as the fishbowl, where he has been taking meetings and relying on the  Microsoft  Teams platform during the pandemic.<br />Seattle’s Lake Washington glints over his shoulder, where far below a distant motorboat leaves a wake as Gates slips into his preferred posture, slouched with an ankle across a knee in an ergonomic conference-room chair. Gates, who is 65, has already confronted intractable problems, from trying to eradicate polio to epic rivalries with Steve Jobs and Google. The co-founder of Microsoft also sounded the alarm early about the need to prepare for a global pandemic. Climate change is yet another challenge Gates has served onto his own plate."
}