{
    "url_original": "https://www.wsj.com/articles/bill-to-make-facebook-google-pay-for-news-clears-last-major-hurdle-in-australia-11614163071?mod=business_lead_pos2",
    "url": "bill-to-make-facebook-google-pay-for-news-clears-last-major-hurdle-in-australia-11614163071",
    "title": "Bill to Make Facebook, Google Pay for News Clears Last Major Hurdle in Australia",
    "sub_head": "Proposed law prompted Facebook to block news for several days before government agreed to small changes",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-303445?width=620&size=1.5",
    "image_1": "im-303445.jpg",
    "time": "2021-02-24 05:37:00",
    "body": "SYDNEY—Australian legislation effectively requiring  Facebook Inc.  and Google to pay news outlets for content cleared its last major parliamentary hurdle, capping a multiyear effort that could set a global precedent for regulating the tech giants’ relations with publishers.<br />As its spat with the Australian government over the proposed media code deepened, Facebook last week followed through on a threat to remove news from its platform in the country. After the government agreed to small changes to the legislation, Facebook said Tuesday that the news would be restored.<br />In general, the code compels tech companies and news publishers to submit to binding arbitration if they can’t reach a deal on payment. The amendments announced Tuesday include requiring an additional round of negotiation before binding arbitration kicks in, as well as more acknowledgment of any deals Facebook reaches with publishers on its own.<br />Alphabet Inc.’s  Google also initially opposed the legislation, at one time threatening to shut down its search engine in Australia. Recently, though, it opted instead to sign content deals with a number of publishers—including  News Corp ,  which owns big newspapers in Australia as well as Dow Jones & Co., the publisher of The Wall Street Journal.<br />News Corp has supported the law."
}