{
    "url_original": "https://www.wsj.com/articles/black-news-channel-looks-to-shake-up-cable-tv-news-landscape-11614099600?mod=business_lead_pos4",
    "url": "black-news-channel-looks-to-shake-up-cable-tv-news-landscape-11614099600",
    "title": "Black News Channel Looks to Shake Up Cable-TV News Landscape",
    "sub_head": "Up-and-coming network broadens reach and revamps show lineup, signing high-profile commentators Charles Blow and Marc Lamont Hill",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-302916?width=620&size=1.5",
    "image_1": "im-302916.jpg",
    "time": "2021-02-23 12:00:00",
    "body": "Black News Channel has expanded its reach more than 20-fold in about seven months, part of its new chief executive’s ambitious plan to shake up the cable-TV news landscape and provide an alternative that looks through the lens of Black Americans.<br />Since he took over the channel last July, Chief Executive Princell Hair has struck distribution deals with  Comcast Corp.’s  Xfinity,  AT&T Inc.’s  DirecTV,  Dish Network Corp.  and others, boosting its potential audience to more than 52 million households from roughly 2.5 million.<br />Mr. Hair also led a revamp of the network’s lineup, signing high-profile commentators Charles Blow and Marc Lamont Hill, whose shows will provide coverage and analysis the network’s executives and newscasters believe Black Americans aren’t getting anywhere else.<br />“We’re standing on the forefront of a tremendous opportunity when you look at the stories of the past year: the pandemic, the George Floyd murder and the ensuing civil unrest, a very contentious presidential election, record unemployment, and all of these stories disproportionately impact Black and brown communities,” Mr. Hair said in an interview. “These are the stories that we have to get out.”<br />When Mr. Hair, a TV veteran whose resume includes stints at  CBS ,  CNN, Turner Broadcasting and NBC Sports, took the helm in July, he said he commissioned research and analysis to see what was needed to attract viewers. The research showed that Black Americans feel underserved with news coverage choices, and that the community is an untapped driver of economic growth."
}