{
    "url_original": "https://www.wsj.com/articles/black-art-in-the-absence-of-light-review-seeing-american-art-history-anew-11612818421",
    "url": "black-art-in-the-absence-of-light-review-seeing-american-art-history-anew-11612818421",
    "title": "‘Black Art: In the Absence of Light’ Review: Seeing American Art History Anew",
    "sub_head": "An HBO documentary explores the oft-forgotten history of Black artists—from movements of the past half-century to today’s luminaries, including Kara Walker, Kehinde Wiley and Jordan Casteel—often in their own words.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-296486?width=620&size=custom_1920x1317",
    "image_1": "im-296486.jpg",
    "time": "2021-02-08 16:07:00",
    "body": "<br /><br />‘All painting is about light; the obsession with light is at once visual, religious and erotic.” So says Kehinde Wiley in HBO’s new documentary “Black Art: In the Absence of Light” (Tuesday, 9 p.m.), an illuminating bird’s-eye view of the past half-century of Black art in America. Luminosity is central to Mr. Wiley’s work—best known is his radical presidential portrait of Barack Obama—and to the attitudes of so many of the personalities on camera here, shining as they do with the glow of creativity, the bright assurance in their hard-won talents, and the fiery admiration for those who came before them.<br />Those forebears are an unflagging presence throughout the film, directed by Sam Pollard, both onscreen and off. Painter Kerry James Marshall explains how Betye Saar’s “Black Girl’s Window” (1969) inspired his surprisingly diverse palette that deploys a range of blacks—turning the old adage on its head, he explains his view that “black is not the absence of color, black is particular kinds of color”—and we hear from Ms. Saar as she reminisces about teaching him. Theaster Gates, now best known as an installation and conceptual artist, started his career as a ceramist, and he talks passionately about discovering the work of Dave Drake at a point when he  knew only white potters. Drake, long dead, makes no appearance here, but his works do: stoneware vessels created by an enslaved man working in South Carolina, works simultaneously utilitarian and beautiful, and all the more captivating thanks to the inscriptions he added, etched into their surfaces at a time when literacy was uncommon—if not outright illegal—for men in his position.<br />So while the past can be a site of celebration, it is equally a locus of ignorance, exclusion and worse. The documentary takes as its inspiration and starting point the seminal 1976 exhibition “Two Centuries of Black American Art,” one of the events planned to commemorate the nation’s bicentennial. Organized by artist and curator David Driskell, that show—which opened at the Los Angeles County Museum of Art and traveled to Atlanta’s High Museum of Art, the Dallas Museum of Fine Arts and the Brooklyn Museum—was meant as a corrective to the widespread underrepresentation of Black artists in art historical contexts. Included were 1800s portraiture by Joshua Johnson, landscapes in the Hudson River School tradition by Robert S. Duncanson, and Tonalist works by Edward Bannister. “Two Centuries,” which also presented such modern practitioners as Jacob Lawrence, Romare Bearden, Charles White and Alma Thomas, announced proudly that Black art was American art, even if major museums weren’t reflecting that fact."
}