{
    "url_original": "https://www.wsj.com/articles/bliss-review-a-trip-from-skid-row-to-altered-states-11612293884?mod=opinion_major_pos14",
    "url": "bliss-review-a-trip-from-skid-row-to-altered-states-11612293884",
    "title": "‘Bliss’ Review: A Trip From Skid Row to Altered States",
    "sub_head": "Owen Wilson and Salma Hayek star as an unlikely duo on a drug-induced quest to prove that their world is a simulation in this sci-fi film written and directed by Mike Cahill.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-292714?width=620&size=1.5",
    "image_1": "im-292714.jpg",
    "time": "2021-02-02 14:24:00",
    "body": "Writer-directorMike Cahill’s 2011 “Another Earth” was a tantalizing feature, in large part because its sci-fi elements orbited at an oblique angle: The heart of the story was recklessness, tragedy and a young woman’s need for redemption. Only tangentially did it involve an alternative planet, a parallel reality and a correctable past. It was off-handedly fantastic, thus plausible. It was everything “Bliss” is not.<br />Directed by Mr. Cahill from his own screenplay, the Amazon Original “Bliss” stars Owen Wilson as Greg Wittle, an employee of a company called Technical Difficulties (“We’re sorry you’re having technical difficulties,” hundreds of employees recite into hundreds of phones). This by itself is not a harbinger of good news, nor is it particularly subtle: As becomes clear very quickly, Greg is malfunctioning. His wife has recently kicked him out. His daughter, Emily (Nesta Cooper), is inviting him to her graduation, which he’s reluctant to attend. He’s been feigning various physical injuries, it appears, and has run out of opioid refills (as he’s told by an impatient pharmacist). The boss wants to see him, right away; he crushes a pill into snortable form before answering the summons.<br />We sympathize with his plight, but we also see soon enough why his fellow employees might hate him. Which they quite obviously do.<br />Mr. Cahill gives us Greg on the cusp of a meltdown, with his life collapsing in two directions at once—homeless criminality on the one hand, intoxicated euphoria on the other. Fleeing his office, where things have gone terribly wrong, he visits the corner bar—Plato’s Dive, not insignificantly—where he meets the magically unreal Isabel Clemens (Salma Hayek). A much-tattooed, ornately attired street person—or witch, or prostitute with a drug habit similar to Greg’s—Isabel can control people and things with a wave of her hand, or so it seems. And she informs Greg that while they occupy a “real” reality, most of what they’re seeing isn’t there at all. They need to procure more of the enchanted amber crystals they ingest “in order to exit this stupid simulation.” Much of their time is occupied in doing just that and flitting from skid row to paradise. The viewer, meanwhile, is wondering why he should buy into any of it.<br />Mr. Wilson has always seemed congenitally sardonic and Ms. Hayek, quite game given the material, is a comedian at heart. So neither seems wholly committed to the seriousness of “Bliss”—and if the story isn’t serious, what is it? As it irreparably slips the cumbersome bonds of reality, entering a drug-induced world where dosage determines action and location, it seems to be a parable about addiction, while also suggesting that if one had enough drugs one could permanently exist in a state of bliss. As this cannot happen, Greg’s story is just terribly sad, in a way that all the hallucinations in his head can’t make more palatable for the viewer."
}