{
    "url_original": "https://www.wsj.com/articles/bluetooth-noise-canceling-headphones-and-earbuds-from-50-to-130-good-sound-with-a-trade-off-11614520800?mod=tech_lead_pos10",
    "url": "bluetooth-noise-canceling-headphones-and-earbuds-from-50-to-130-good-sound-with-a-trade-off-11614520800",
    "title": "Bluetooth Noise-Canceling Headphones and Earbuds From $50 to $130: Good Sound With a Trade-Off",
    "sub_head": "Four Bluetooth options from Monoprice and Anker’s Soundcore brand produce decent sound—but the noise cancellation is clearly second rate",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-305226?width=620&size=custom_3000x2000",
    "image_1": "im-305226.jpg",
    "time": "2021-02-28 09:00:00",
    "body": "Headphones and wine have a lot in common. You can spend next to nothing or drop hundreds of dollars. And like wine, you can make a great headphone find without breaking the bank. You just have to know where to look—or whom to ask.<br />I’ve already covered some of the top Bluetooth over-ear headphones and in-ear earbuds on the market. Prices range from $200 to $500 for a decent set with noise cancellation and high-tech extras like fast-pairing and 3-D audio.<br />Many readers of those columns wondered: Does everyone need to spend that much? Are there cheap headphones and earbuds that are any good? For an answer, I turned to two companies that, in my experience, reliably deliver affordable products that don’t fall apart after a couple of months.<br />Anker, of battery-pack fame, makes some of the WSJ Personal Tech team’s favorite smartphone accessories. In 2018, the company, founded by a former Google software engineer, expanded into audio with a brand called Soundcore.<br />Monoprice is an online electronics retailer well-known to cable geeks. It earned its reputation selling high-quality discount HDMI cables and now stocks everything from keyboards to electric guitars."
}