{
    "url_original": "https://www.wsj.com/articles/blunt-top-prosecutor-on-capitol-riots-michael-sherwin-may-stay-on-under-biden-11613052000?mod=politics_lead_pos6",
    "url": "blunt-top-prosecutor-on-capitol-riots-michael-sherwin-may-stay-on-under-biden-11613052000",
    "title": "Blunt Top Prosecutor on Capitol Riots, Michael Sherwin, May Stay On Under Biden",
    "sub_head": "Acting U.S. attorney’s office has charged more than 200 people so far",
    "category_1": "U.S.",
    "time": "2021-02-11 09:00:00",
    "body": "Michael Sherwin’s handling of the investigation into a 2019 terrorist attack at a Florida Navy base so impressed President Trump and then-Attorney General William Barr that they made him the top federal prosecutor in Washington. Now, Mr. Sherwin’s approach to the Jan. 6 riot by Trump supporters has the Biden administration considering keeping him on.<br />In the last fraught weeks of the Trump administration and the early days of the Biden presidency, the acting U.S. attorney in Washington has been the face of the federal government’s response to the violence at the U.S. Capitol, an effort that has already led to more than 200 arrests.<br />“We’ve got, literally, hundreds of people [working] to determine who exactly breached, and what they did, and they will be brought to justice,” Mr. Sherwin said at a news conference the day after the attack.<br />Mr. Biden’s attorney general nominee, Judge Merrick Garland, is awaiting a Feb. 22 confirmation hearing, and the White House is expected to nominate a new U.S. attorney for Washington soon. But Justice Department officials have discussed keeping Mr. Sherwin in a different post to continue overseeing the riot investigation, according to people familiar with the matter.<br />The Justice Department asked prosecutors from around the country to apply for assignments of as long as nine months  to work on the probe, reporting to the Washington U.S. attorney’s office, according to people familiar with the requests—a sign that the investigation is expected to last well into the new administration, with dozens of people working on it full-time."
}