{
    "url_original": "https://www.wsj.com/articles/bob-dole-diagnosed-with-lung-cancer-11613668099?mod=politics_lead_pos7",
    "url": "bob-dole-diagnosed-with-lung-cancer-11613668099",
    "title": "Bob Dole Diagnosed With Lung Cancer",
    "sub_head": "Former GOP Senate leader and presidential candidate to start treatment next week",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-300947?width=620&size=1.5",
    "image_1": "im-300947.jpg",
    "time": "2021-02-18 16:51:00",
    "body": "WASHINGTON—Former Sen. Bob Dole, the longtime Republican Senate leader who was the party’s nominee for president in 1996, said he has been diagnosed with stage four lung cancer and will begin treatment next week.<br />“While I certainly have some hurdles ahead, I know that I join millions of Americans who face significant health challenges of their own,” said Mr. Dole, 97 years old, in a tweet Thursday morning. He said he would start treatment Monday.<br />Mr. Dole fought in World War II and lost most use of his right arm and hand after being wounded in battle. He entered politics after returning home, winning a seat in the Kansas Legislature before successfully running for the U.S. House and then Senate. In 1976, Mr. Dole was picked as then-President Gerald Ford’s running mate in his unsuccessful re-election bid. After serving as the top Republican in the Senate, Mr. Dole won the GOP presidential nomination in 1996, but lost to Democrat Bill Clinton.<br />As a lawmaker for decades, Mr. Dole played a role on legislation ranging from Social Security to the rights of the disabled. He was instrumental in both the Reagan-era tax cuts as well as the overhaul of the nation’s tax code in 1986.<br />In recent years, Mr. Dole has become best known for championing causes tied to his generation. He was a driving force behind creation of the World War II Memorial on the National Mall, and then adopted the cause of “Freedom Flights,” which bring World War II veterans to visit the memorial built in their honor."
}