{
    "url_original": "https://www.wsj.com/articles/boeing-moved-to-replace-777-engine-covers-before-recent-failures-11614249006?mod=business_lead_pos1",
    "url": "boeing-moved-to-replace-777-engine-covers-before-recent-failures-11614249006",
    "title": "Boeing Moved to Replace 777 Engine Covers Before Recent Failures",
    "sub_head": "FAA has focused on ramped-up inspections since the failures; changes to airplane parts could require lengthy design and testing",
    "category_1": "Business",
    "time": "2021-02-25 05:30:00",
    "body": "Boeing Co.  was planning to strengthen protective engine covers on its 777 jets months before a pair of recent serious failures, including one near Denver last weekend, according to an internal Federal Aviation Administration document.<br />The plane maker and regulator had been discussing potential fixes even longer—for about two years, according to people familiar with the matter. The talks began after two failures in 2018, one on a 777 operated by  United Airlines Holdings Inc.  and the other on a Southwest Airlines Co. 737.<br />Because potential modifications to 777 external engine covers, commonly known as cowlings, had various shortcomings, “Boeing has decided to redesign the fan cowl instead of trying to modify existing fan cowls to address both the structural strength concerns” and moisture issues, according to the internal FAA document reviewed by The Wall Street Journal.<br />“Boeing will be manufacturing new fan cowls and providing service instructions for operators to remove and replace the fan cowls,” according to the document, part of a routine Aug. 6, 2020, update on efforts under way at the agency’s Seattle-area offices. Boeing and the FAA declined to comment on the engine-cover plan’s status Wednesday.<br />Such changes to airplane parts can require years of design, testing and regulatory approvals. Some aviation-safety experts and regulators have been growing increasingly concerned about whether engine covers are robust enough to withstand the impact of a fan blade’s breaking off and shooting outward during flights."
}