{
    "url_original": "https://www.wsj.com/articles/boeing-ceo-said-board-moved-quickly-on-max-safety-new-details-suggest-otherwise-11613246646?mod=business_lead_pos1",
    "url": "boeing-ceo-said-board-moved-quickly-on-max-safety-new-details-suggest-otherwise-11613246646",
    "title": "Boeing CEO Said Board Moved Quickly on MAX Safety; New Details Suggest Otherwise",
    "sub_head": "Shareholders’ suit citing internal Boeing documents alleges board didn’t act as fast on safety as CEO David Calhoun said",
    "category_1": "Business",
    "time": "2021-02-13 15:04:00",
    "body": "When  Boeing Co. ’s board had its first formal meeting around seven weeks after the initial 737 MAX crash in late 2018, directors didn’t hold in-depth discussions about the jet’s safety, according to newly released details of internal company documents.<br />Months later, Boeing’s current chief executive told journalists the company’s directors had moved quickly to address the accident, according to excerpts of company documents contained in a shareholders’ lawsuit.<br />That and other new information in the suit cast doubt on whether Boeing directors pressed management about safety problems or seriously considered grounding the plane before a second 737 MAX crash in early 2019.<br />Parts of the internal Boeing documents, which indicate dates and particulars of meetings the directors held and what was discussed, are cited in the shareholders’ action claiming directors breached their fiduciary duties in overseeing management. The suit also alleges David Calhoun, then the lead-director who later became CEO, exaggerated to journalists the degree to which directors attended to safety concerns between and in the wake of the two crashes.<br />The suit alleges that Mr. Calhoun, who became CEO in early 2020, conducted a public-relations campaign that “insisted the board acted with more urgency and was more engaged than it actually had been” following the two crashes that killed 346 people in October 2018 and March 2019. The suit cites internal Boeing emails and other documents that weren’t previously public."
}