{
    "url_original": "https://www.wsj.com/articles/boeings-777-problem-is-no-max-11614004093?mod=business_minor_pos11",
    "url": "boeings-777-problem-is-no-max-11614004093",
    "title": "Boeing’s 777 Problem Is No Max",
    "sub_head": "Grounding brings more bad publicity to the battered U.S. aerospace industry, but only affects a small subset of the 777 fleet",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-22 09:28:00",
    "body": "The latest grounding of  Boeing  planes isn’t the start of another 737 MAX debacle. But it is more unwelcome publicity for an already battered U.S. aerospace industry.<br />On Sunday, airlines around the world followed Boeing’s recommendation and stopped flying all 777 jets with engines manufactured by Pratt & Whitney, a division of U.S. conglomerate Raytheon. This followed problems on a United Airlines flight Saturday that scattered engine debris over a Denver suburb. The Federal Aviation Administration will order inspections of all the affected aircraft, given the precedent of a similar incident in 2018.<br />While the extent of the problem is still unclear, it is likely to affect only a subset of a small subset of the global fleet.<br />Pratt is one of three companies to have made turbofan engines for the jet since it started flying in 1994. According to data provider Cirium, only 8.3% of all 777s in operation use the PW4000 engines in question, with another 12% sporting  Rolls-Royce  equivalents. The rest are serviced by  General Electric ,  which has been the exclusive supplier of all the longer-range 777 variants that Boeing has produced since the mid-2000s.<br />United is the top user of Pratt-powered 777s—and the only one in the U.S.—followed by Japanese carriers ANA and  Japan Airlines ,  as well as  Korean Air  and  Asiana Airlines .  Yet the immediate logistical challenges for airlines may be limited. The affected 777s are the kind of big, old jets that airlines have kept in storage during the Covid-19 crisis. Out of 127 in operation, according to Cirium, 67 were already parked."
}