{
    "url_original": "https://www.wsj.com/articles/boeing-777s-midair-malfunction-puts-focus-on-engine-cover-11614118016?mod=business_lead_pos6",
    "url": "boeing-777s-midair-malfunction-puts-focus-on-engine-cover-11614118016",
    "title": "Boeing 777’s Midair Malfunction Puts Focus on Engine Cover",
    "sub_head": "Investigators are trying to understand interplay between broken fan blades and engine cowling, which was ripped away",
    "category_1": "Business",
    "time": "2021-02-23 18:40:00",
    "body": "The midair breakdown of a jet engine that spewed a trail of metal over a Colorado town is putting regulatory focus on the design and strength of engine coverings.<br />Four minutes into the Honolulu-bound United Airlines flight from Denver on Saturday, pilots and passengers heard a loud bang, and the plane’s right engine began vibrating, according to the National Transportation Safety Board’s preliminary analysis of the cockpit’s voice recorder. Within 20 minutes, the plane had landed on the runway back at Denver International Airport, with no injuries to anyone on the ground or aboard the plane.<br />However, large pieces of debris plunged from the sky, landing in yards and a soccer field. Photos and videos taken by passengers show the airplane’s right engine, stripped of its front coverings, oscillating and in flames.<br />Investigators have homed in on a fan blade that had weakened over time and broke off at its base. That fast-spinning blade remnant appears to have sheared a second blade roughly in half. But investigators are still trying to understand why the engine’s front external cover, known as the cowling, was then ripped away, according to NTSB Chairman Robert Sumwalt. Something similar happened in a handful of other engine failures caused by broken fan blades in recent years.<br />“Certainly, we don’t expect the cowling to separate like that,” Mr. Sumwalt said this week, during a briefing with reporters. He added that the safety board’s investigators would examine the engine’s maintenance and inspection records."
}