{
    "url_original": "https://www.wsj.com/articles/boeing-board-failed-to-challenge-ceo-on-737-max-safety-lawsuit-says-11612835206?mod=business_lead_pos2",
    "url": "boeing-board-failed-to-challenge-ceo-on-737-max-safety-lawsuit-says-11612835206",
    "title": "Boeing Board Failed to Challenge CEO on 737 MAX Safety, Lawsuit Says",
    "sub_head": "Then-CEO Dennis Muilenburg focused on negative press following crashes, according to newly revealed communications",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-295699?width=620&size=1.5",
    "image_1": "im-295699.jpg",
    "time": "2021-02-08 20:46:00",
    "body": "Boeing Co. ’s board failed to challenge then-Chief Executive Dennis Muilenburg on the safety of the 737 MAX or his campaign to counter negative news reports between two fatal crashes that claimed 346 lives, according to newly released portions of a shareholders’ lawsuit that cites internal company documents.<br />About two weeks after the initial crash in late 2018, Mr. Muilenburg devised “a public relations, investor relations and lobbying campaign,” according to the lawsuit, partly designed to push back against the bad publicity and criticism by U.S. airline-pilot groups attacking Boeing’s disclosures regarding the jet’s design. He discussed the plan with then-lead director Kenneth Duberstein and board member David Calhoun, now Boeing’s CEO, according to internal emails cited in the suit.<br />Around the same time, Boeing was publicly pointing to pilot and maintenance errors as important factors in the fatal plunge of Lion Air Flight 610 in Indonesia, even as it was privately beginning work on a fix to an automated flight-control system implicated in that crash. The system, called MCAS, later also led to a second MAX crash in early 2019 in Ethiopia.<br />The new details, contained in a recently amended version of a shareholder lawsuit filed against Boeing’s board in Delaware’s Court of Chancery, included inner workings at the highest levels of the company as it became embroiled in one of the biggest corporate crises in modern American history. U.S. regulators late last year allowed the MAX to resume passenger flights, ending a nearly two-year grounding.<br />A Boeing spokesman on Monday said the company was seeking to dismiss the shareholders’ suit, which he said lacked merit. He said Boeing was dedicated to safety, quality and integrity and that the company’s senior management and board had engaged in “robust safety oversight,” including extensive reviews of engineering, airplane-development and production processes. He said Boeing had improved safety, quality and compliance since the MAX crisis."
}