{
    "url_original": "https://www.wsj.com/articles/boeing-777-engines-made-by-pratt-whitney-already-faced-new-scrutiny-11614044828?mod=business_lead_pos2",
    "url": "boeing-777-engines-made-by-pratt-whitney-already-faced-new-scrutiny-11614044828",
    "title": "Boeing 777 Engines Made by Pratt & Whitney Already Faced New Scrutiny",
    "sub_head": "Metal fatigue found in damaged engine of United Airlines jet involved in latest incident over the weekend",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-302652?width=620&size=1.5",
    "image_1": "im-302652.jpg",
    "time": "2021-02-22 22:31:00",
    "body": "U.S. air-safety regulators were considering whether to mandate increased inspections of certain Pratt & Whitney engines before one powering a United Airlines Holdings Inc. flight broke apart Saturday over a town near Denver, the Federal Aviation Administration said.<br />The disclosure came as U.S. safety investigators said they found evidence of “damage consistent with metal fatigue” on one of the engine’s fan blades that had been largely ripped off. That loose blade apparently then sheared off part of a second blade that was also fractured, said Robert Sumwalt, chairman of the National Transportation Safety Board, in a news conference Monday evening.<br />Mr. Sumwalt said investigators are probing why an outer covering known as a cowling detached, as well as why the damaged engine remained on fire even after fuel had been shut off by the flight crew.<br />Last weekend’s incident was third in a string of failures involving the same engine and aircraft types in recent years. American regulators had previously ordered stepped-up inspections of fan blades after an earlier engine failure on another United flight on a Boeing 777 in 2018. Then in December, an engine failed during a  Japan Airlines Co.  flight to Tokyo, prompting the FAA’s fresh scrutiny.<br />The FAA said Monday it had been “evaluating whether to adjust blade inspections” following December’s incident, after reviewing maintenance and inspection records and conducting a metallurgical examination of a fan blade fragment to determine the cause of a fracture in the engine failure."
}