{
    "url_original": "https://www.wsj.com/articles/bond-market-tumult-puts-lower-for-longer-in-the-crosshairs-11614517200?mod=markets_lead_pos1",
    "url": "bond-market-tumult-puts-lower-for-longer-in-the-crosshairs-11614517200",
    "title": "Bond-Market Tumult Puts ‘Lower for Longer’ in the Crosshairs",
    "sub_head": "A recent wave of selling drove up the yield on the 10-year Treasury note, which helps set borrowing costs from corporate debt to mortgages, to its highest level since the pandemic began",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-304211?width=620&size=1.5",
    "image_1": "im-304211.jpg",
    "time": "2021-02-28 08:00:00",
    "body": "February’s government-bond rout has rattled one of the foundations of the past year’s powerful stock-market rally: investor certainty that ultralow long-term interest rates are here to stay.<br />A wave of selling during the past two weeks drove the yield on the benchmark 10-year Treasury note, which helps set borrowing costs on everything from corporate debt to mortgages, to above 1.5%, its highest level since the pandemic began and up from 0.7% in October.<br />A series of Federal Reserve officials have said the climb is a healthy one, reflecting investors’ improving expectations for a vaccine- and stimulus-fueled economic recovery. Many portfolio managers say they believe rates are likely to flatten out in coming days as yields finally reach what they see as attractive levels. Those views will get a fresh test this week, with Fed Chairman Jerome Powell scheduled to make a public appearance Thursday and the release of February’s jobs report Friday.<br />But there are signs, such as unusually soft demand for recent Treasury debt auctions, that selling may not be over and yields may have further to rise. Some traders warn that bond markets are signaling a powerful economic recovery that could upend the dynamics that have held borrowing costs low while powering stocks to records—potentially a recipe for more of the topsy-turvy trading seen over the past week, when the Dow industrials swung more than 1,000 points over three days.<br />“There is a view that recovering from a pandemic looks different than from a normal recession,” said Michael de Pass, global head of U.S. Treasury trading at Citadel Securities."
}