{
    "url_original": "https://www.wsj.com/articles/border-patrol-releases-more-migrants-into-u-s-after-mexico-stops-taking-some-back-11612466615?mod=politics_lead_pos11",
    "url": "border-patrol-releases-more-migrants-into-u-s-after-mexico-stops-taking-some-back-11612466615",
    "title": "Border Patrol Releases More Migrants Into U.S. After Mexico Stops Taking Some Back",
    "sub_head": "Influx of families in recent weeks fills holding facilities that have limited capacity because of Covid-19 precautions",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-295098?width=620&size=1.5",
    "image_1": "im-295098.jpg",
    "time": "2021-02-04 14:23:00",
    "body": "U.S. Border Patrol agents are increasingly releasing asylum-seeking families into the U.S. after Mexican authorities began refusing to take some families back in January, U.S. officials said.<br />In recent weeks, an influx of families arriving along parts of the border has filled some holding facilities, where capacity has been reduced in response to the Covid-19 pandemic, Customs and Border Protection said in a statement.<br />“Per longstanding practice, when long-term holding solutions aren’t possible, some migrants will be processed for removal, provided a Notice to Appear, and released into the U.S. to await a future immigration hearing,” CBP said in a statement Thursday. CBP said the Biden administration will continue using what legal authorities it has to keep migrants out of crowded detention facilities during the pandemic.<br />Mexican immigration and foreign ministry officials said Mexico hasn’t ended its practice of accepting all returned migrants, but officials in some stretches of the border have made “adjustments” to accommodate a change in Mexico’s immigration law that bars officials from holding migrant children and their families in detention centers run by the immigration service. Those migrants must now be turned over to the DIF, Mexico’s social-service agency for children and families.<br />“The law says we can’t have minors in immigration centers, they must be taken to shelters run by the DIF, where they wait until their migratory status is defined,” said a spokeswoman for Mexico’s immigration agency."
}