{
    "url_original": "https://www.wsj.com/articles/boy-scouts-sex-abuse-lawyers-decry-intimidation-from-insurers-11612827061?mod=business_minor_pos6",
    "url": "boy-scouts-sex-abuse-lawyers-decry-intimidation-from-insurers-11612827061",
    "title": "Boy Scouts Sex-Abuse Lawyers Decry ‘Intimidation’ From Insurers",
    "sub_head": "Law firms representing victims of childhood sexual abuse say their claims hold up to scrutiny",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-296605?width=620&size=1.5",
    "image_1": "im-296605.jpg",
    "time": "2021-02-08 18:31:00",
    "body": "Law firms representing sexual-abuse victims accused the Boy Scouts of America’s liability insurers of trying to intimidate victims from seeking compensation as the youth organization moves closer to proposing a settlement plan.<br />Insurers affiliated with  Chubb Ltd. ,  Hartford Financial Services Group Inc.  and other companies that wrote policies covering the Boy Scouts against legal liabilities have questioned whether some of those law firms filed poorly vetted claims about their clients’ experience, which the firms have denied doing.<br />The Boy Scouts, faced with sex-abuse claims, filed for bankruptcy nearly a year ago. The organization is near to proposing a chapter 11 plan that would set up a compensation trust for men who were abused as children. Abuse victims are counting on insurance policies from decades ago, when most of the trauma took place, to fund a big chunk of the settlement program.<br />In court papers, the insurers question if many of the 95,000 sexual abuse claims filed against the Boy Scouts are legitimate and are seeking to interrogate a sampling of 1,400 men to determine whether their claims stand up to scrutiny.<br />That would require permission from the judge overseeing the chapter 11 case. An informal group of law firms calling itself the Coalition of Abused Scouts for Justice said in a Friday filing that the questioning would potentially retraumatize the men and that there were safeguards already in place to unearth phony claims. The discovery request “serves no legitimate purpose at this time other than for purposes of delay, harassment and intimidation,” the Coalition lawyers said on the behalf of the victims they represent."
}