{
    "url_original": "https://www.wsj.com/articles/brexit-isnt-stopping-u-k-borrowers-from-finding-cheap-money-in-europe-11613991646?mod=markets_lead_pos3",
    "url": "brexit-isnt-stopping-u-k-borrowers-from-finding-cheap-money-in-europe-11613991646",
    "title": "Brexit Isn’t Stopping U.K. Borrowers From Finding Cheap Money in Europe",
    "sub_head": "The ECB is buying bonds issued by European subsidiaries of U.K. companies such as BP and Diageo, helping reduce their borrowing costs",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-301755?width=620&size=1.5",
    "image_1": "im-301755.jpg",
    "time": "2021-02-22 06:00:00",
    "body": "Weeks after the U.K. split from the European Union, British companies are continuing to benefit from the continent’s cheaper borrowing costs.<br />The least risky U.K. corporate borrowers are raising funds by selling bonds through subsidiaries in Europe. The European Central Bank is scooping up many of those bonds as part of its 1.85 trillion euro, equivalent to $2.2 trillion, monetary stimulus program, geared toward bolstering credit markets in the single-currency zone. Its sweeping purchases have helped reduce borrowing costs for governments and companies across the region.<br />In the first two weeks of February, the ECB bought bonds issued by subsidiaries of London-based companies such as oil major  BP  PLC, consumer retail giant Unilever PLC and beer and spirits maker  Diageo  PLC, the central bank’s weekly filings show. It doesn’t disclose how much it spent on the bonds.<br />Both the Bank of England and the ECB are buying corporate bonds to keep credit markets functioning smoothly after the coronavirus pandemic dealt a blow to the global economy. But the BOE buys a far smaller volume of bonds, and imposes more rigorous eligibility requirements.<br />Rates are also lower in Europe. The yield on investment-grade corporate bonds in Europe was at 0.3% on Friday, compared with 1.7% in the U.K., according to  ICE  indexes."
}