{
    "url_original": "https://www.wsj.com/articles/budweiser-brewer-faces-an-ill-timed-hangover-11614259375?mod=business_minor_pos10",
    "url": "budweiser-brewer-faces-an-ill-timed-hangover-11614259375",
    "title": "Budweiser Brewer Faces an Ill-Timed Hangover",
    "sub_head": "Major investors in the world’s biggest beer maker will soon have the option to sell their stakes when five-year lockups expires",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-304102?width=620&size=1.5",
    "image_1": "im-304102.jpg",
    "time": "2021-02-25 08:22:00",
    "body": "Budweiser’s owner could experience a fresh headache later this year, completely unrelated to the bars closed because of Covid-19.<br />The top shareholders in  Anheuser-Busch InBev ,  which also owns brands such as Stella Artois and Beck’s, will soon have the option to sell their holdings. In an ideal scenario, the brewer would be able to mop up some of the excess stock by buying them out, but high borrowings restrict its options.<br />On Thursday, the world’s biggest beer maker said sales in the three months through December increased by 4.5% compared with the same period of 2019, suggesting a continued recovery from the pandemic-related problems of last spring. However, AB InBev’s shares fell 5% in early trading as earnings before interest, taxes, depreciation and amortization missed forecasts and management gave cautious guidance for 2021.<br />But there is another reason for investors to be wary about the brewer this year. In October, restrictions on the sale of shares worth around 17% of AB InBev’s market value will be lifted. The stock is mainly owned by Marlboro cigarette maker  Altria  and Colombia’s Santo Domingo family. Both were major shareholders in SABMiller when the Anglo-South African brewer was taken over by AB InBev in 2016. The duo opted for a mix of cash and shares in the combined company as payment, and agreed not to sell for five years.<br />At the time, it looked like a great deal. The two got stock in AB InBev at a 50% premium to SABMiller’s undisturbed share price in dollar terms, according to Bernstein analyst Trevor Stirling. However, as the brewer’s share price has more than halved since then, they are down in dollar terms today. The holding has been especially troublesome for Altria: AB InBev’s dividend cuts made the tobacco giant’s earnings volatile in recent years."
}