{
    "url_original": "https://www.wsj.com/articles/burmas-coup-and-bidens-choice-11612222727?mod=opinion_lead_pos2",
    "url": "burmas-coup-and-bidens-choice-11612222727",
    "title": "Burma’s Coup and Biden’s Choice",
    "sub_head": "The U.S. response needs to take into account China’s regional designs.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-01 18:38:00",
    "body": "From protests in Moscow to Chinese air incursions over Taiwan, the world is wasting no time testing Joe Biden’s foreign policy team of liberal internationalists. On Monday Americans woke up to news of a swift and (so far) bloodless coup in Burma, whose transition to democratic government was touted by the Obama Administration as one of its major achievements.<br />Now the country’s generals are moving to reassert control after their party was walloped in November elections. Aung San Suu Kyi, the top elected leader of Burma (also called Myanmar), wanted to use her mandate to change the constitution to limit the generals’ power. That looks like the trigger for the military’s forced suspension of civilian government and communications blackout.<br />The Biden Administration is rightly denouncing the move, but the U.S. has limited leverage acting alone. The West has used market access as a carrot to urge Burma’s military rulers to cede power to Ms. Suu Kyi. Yet the extent that a power transition actually occurred was exaggerated. A return to economically isolating the country of 54 million on China’s southern border could hurt the Burmese people and play into Beijing’s hands.<br />As our Walter Russell Meadwrote in 2019, “Western fecklessness has made China look to Myanmar like a more stable and reliable partner.” President Trump’s great-power diplomacy was sometimes crudely transactional. Yet the Biden team might be tempted to pivot too far in the opposite direction, stressing liberal values at the expense of core American interests.<br />The top U.S. priority in Asia is limiting Beijing’s ability to control independent states like Burma, which is strategically situated in the Indo-Pacific. China is holding back from condemning the coup, likely in hopes of making diplomatic inroads with a military government."
}