{
    "url_original": "https://www.wsj.com/articles/burning-the-books-review-murdering-knowledge-11613144612?mod=opinion_reviews_pos1",
    "url": "burning-the-books-review-murdering-knowledge-11613144612",
    "title": "‘Burning the Books’ Review: Murdering Knowledge",
    "sub_head": "The threats to a culture’s collective memory can come from neglect—or more sinister forces.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-298172?width=620&size=1.5",
    "image_1": "im-298172.jpg",
    "time": "2021-02-12 10:43:00",
    "body": "Why would an army target a university library with incendiary shells, leaving buildings around it intact? Why would an author choose to consign years of impassioned writing to the flames? The answer is simple. As an official in the British Empire once observed, while overseeing the purge of a colonial archive, “What’s burned won’t be missed.” Richard Ovenden, director of the Bodleian Library at Oxford University, is acutely aware of the many ways in which books and paper archives cease to exist: not only through deliberate destruction—acts of moral outrage, retribution, even efforts to literally erase history—but also simple neglect, perhaps a more sinister threat because it so often goes unnoticed. Fortunately, he has devoted a great deal of time to thinking about these disasters and how to prevent them. His compelling thoughts are now gathered in the eminently readable (and provocatively titled) “Burning the Books: A History of the Deliberate Destruction of Knowledge.”<br />Mr. Ovenden views himself as one in a line of librarians going back to the Bronze Age and to Apollonius of Rhodes at the library of Alexandria. He urges us to remember that “although the technologies of creating knowledge, and the techniques for preservation have altered radically, their core functions have changed surprisingly little.” Mr. Ovenden believes that what is handed down over time, from Alexandria to the Bodleian, is the “ethos that knowledge holds great power,” and that “its loss can be an early warning sign of a decaying civilisation.”<br />Mr. Ovenden begins at the beginning, with the library of Ashurbanipal, beneath the ruins of Nineveh, in modern-day Iraq, a city so ancient it was already long desolate when Greek warrior-historian Xenophon passed through over 2,000 years ago. In the 19th century, tens of thousands of tablets were unearthed at the site by British and French archaeologists (energetically pursuing their hereditary rivalry). The tablets recorded administrative and bureaucratic activity, as well as oracular queries and divination. The most celebrated ones hold the epic of Gilgamesh, among the world’s earliest works of literature. Although some of King Ashurbanipal’s library survived, much was burned and smashed by vengeful Medes and Babylonians generations after his reign had ended. As Mr. Ovenden points out, “the survival of the collections themselves is accidental.”<br />The most famous library to have disappeared is that of Alexandria, a towering structure, “said to contain a vast ocean of knowledge, razed to the ground in a fiery blaze.” Mr. Ovenden suggests that “in some ways the destruction of the library has become as important, if not more, to its legacy as its existence.” The fabled immolation is variously attributed to Caesar, a Christian patriarch, or a Muslim caliph who was said to have used the scrolls to heat his baths. It was Edward Gibbon, in his “Decline and Fall of the Roman Empire,” who transformed the loss into such a potent symbol of barbarity, the violent disregard or even hatred of knowledge (Gibbon dismisses the tale of the caliph’s depredations). It is a peculiar paradox that the library of Alexandria symbolizes at once the urge to accumulate knowledge and the barbarous impulse to destroy it. The mundane truth is that the library likely dissolved slowly, “both through organisational neglect and through the gradual obsolescence of the papyrus scrolls themselves” rather than in a single great conflagration. “Alexandria is a cautionary tale of the danger of creeping decline.”<br />Nevertheless, “Burning the Books” is black with the ashes of libraries: Islamic “storehouses of knowledge” leveled by Mongol raiders in the 13th century; medieval scriptoria put to the torch by Vikings; monasteries dissolved under Henry VIII, when “tens of thousands of books were burned or broken up and sold as scrap.” Such despoliation led Sir Thomas Bodley to found his library at Oxford, hailed by Francis Bacon as “an ark to save learning from the deluge” (however, all but a handful of the books originally in his library were seized and wrecked by “Reformers”). The United States Library of Congress burned twice, once at the hands of a ruthless British army in 1814 and again, by accident, on Christmas Eve 1851. It is estimated that 100 million Jewish books were lost in the Holocaust. Half a century after V-E Day, Serbian militia shelled the National and University Library of Bosnia and Herzegovina in Sarajevo, instructing their snipers to pick off librarians attempting to save books from the blaze."
}