{
    "url_original": "https://www.wsj.com/articles/businesses-worry-about-bidens-silence-on-work-visa-ban-11612965607?mod=business_lead_pos10",
    "url": "businesses-worry-about-bidens-silence-on-work-visa-ban-11612965607",
    "title": "Businesses Worry About Biden’s Silence on Work-Visa Ban",
    "sub_head": "President has moved to undo many of Trump’s immigration policies, but curb on program prized by employers remains in effect",
    "category_1": "Politics",
    "time": "2021-02-10 11:14:00",
    "body": "WASHINGTON—Business groups and immigrant advocates say they are worried that a ban imposed last year on most forms of legal immigration in response to the Covid-19 pandemic could stick even as President Biden undoes many of his predecessor’s other immigration policies.<br />The ban, which former President Donald Trumpput in place in April and expanded in June, was intended to block the entry of foreigners who might take open jobs while U.S. unemployment was soaring. It covers workers in a range of industries—from tech and consulting to landscaping and seasonal resorts—along with most family members of U.S. citizens looking to immigrate.<br />During the campaign, Mr. Biden criticized the ban several times, writing in one June tweet that it was “yet another attempt to distract” from the Trump administration’s pandemic response: “The President can’t scapegoat his way out of this crisis.”<br />Mr. Biden has signed executive orders halting construction of Mr. Trump’s border wall and ending a ban on travel from several countries, including a number of Muslim-majority nations, but he hasn’t mentioned the legal-immigration ban.<br />It is set to expire at the end of March if not renewed, but several industry representatives say that is too long to wait, given the impact the ban is having. Business groups that argued during the Trump administration that the ban disrupted companies’ operations and slowed the country’s economic recovery are now offering another objection."
}