{
    "url_original": "https://www.wsj.com/articles/buttigieg-confirmed-by-senate-for-transportation-secretary-11612291787?mod=politics_lead_pos10",
    "url": "buttigieg-confirmed-by-senate-for-transportation-secretary-11612291787",
    "title": "Senate Confirms Mayorkas as Homeland Security Secretary, Buttigieg for Transportation Post",
    "sub_head": "Mr. Mayorkas was confirmed by a narrow margin, 56-43, while Mr. Buttigieg was approved by a bipartisan vote of 86 to 13",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-293699?width=620&size=1.5",
    "image_1": "im-293699.jpg",
    "time": "2021-02-02 16:25:00",
    "body": "WASHINGTON—The Senate confirmed Alejandro Mayorkas as the next secretary of Homeland Security, making him the first Latino and first immigrant to lead the agency, and former South Bend, Ind., Mayor Pete Buttigieg as secretary of Transportation, the first openly gay person to be approved for a cabinet position.<br />Mr. Mayorkas, who was the Department of Homeland Security’s deputy secretary under former President Barack Obama, was confirmed by a narrow margin, 56-43, as several Republican senators had said they disapproved of Mr. Biden’s immigration policy proposals, including one to provide a citizenship path to 11 million immigrants in the country without a permanent legal status.<br />Mr. Buttigieg, by contrast, was approved by a bipartisan vote of 86 to 13. The 39-year-old was a candidate for the Democratic nomination for president before dropping out of the race and endorsing then-candidate Joe Biden. Since being tapped by President Biden to lead the Transportation Department, Mr. Buttigieg has said he would work to deliver on the administration’s proposal of a $2 trillion campaign aimed at retooling the country’s infrastructure to address the threat of climate change.<br />President Biden’s team had wanted Mr. Mayorkas to be one of a few national security nominees confirmed by inauguration day, Jan. 20, given a continuing domestic extremist threat. But Mr. Mayorkas’s nomination was slowed after several Republican senators including Sens. Josh Hawley (R., Mo.) and John Cornyn (R., Texas) objected over immigration policy differences.<br />Mr. Mayorkas faces an array of challenges, from slowing the pandemic to handling cyberattacks against government agencies and a growing domestic terrorism threat, but senators focused on immigration during Mr. Mayorkas’s January confirmation hearing."
}