{
    "url_original": "https://www.wsj.com/articles/buy-now-pay-later-isnt-winner-take-all-11613563215?mod=business_minor_pos10",
    "url": "buy-now-pay-later-isnt-winner-take-all-11613563215",
    "title": "Buy Now, Pay Later Isn’t Winner Take All",
    "sub_head": "Competition between payment firms including PayPal and Affirm is intensifying, but the territory they are vying for is huge and diverse",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-299663?width=620&size=1.5",
    "image_1": "im-299663.jpg",
    "time": "2021-02-17 07:00:00",
    "body": "Several financial technology firms are eager to grow in the expanding realm of “buy now, pay later” lending. There likely is room enough in this town for everyone, at least for now.<br />Last week, one company that just went public in January, Affirm Holdings, and another established digital giant,  PayPal Holdings ,  discussed how they plan to win in this emerging lending category of short-term credit for shopping purchases. Both have plenty to be excited about:  PayPal  launched its Pay in 4 product last year, and already generated $750 million in volume in the fourth quarter. Affirm grew volume 41% quarter over quarter in the last three months of 2020 and said it has logged promising results in beta tests of its major new partnership with rapidly growing Shopify.<br />The fact is that buy now pay later, or BNPL, is a somewhat loosely defined thing. Some digital purchase installment loans are for just a few weeks; others can be for years. Some are for small-dollar purchases of ephemera, others for expensive durable goods. And while BNPL payment volumes are growing rapidly—by more than 50% among four big providers through the first nine months of 2020, according to Autonomous Research—they collectively represent just a couple percentage points of global e-commerce spending, which is itself growing rapidly. That leaves plenty of volume to fight over between these firms, as well as others such as  Afterpay  and Klarna and established card companies and banks that evolve their products to mimic BNPL in some respects.<br />Even if there is plenty of consumer demand and transaction opportunity, competition can still bite by pushing down what merchants are willing to pay the loan providers. Still, there are many models. Merchants may pay little for smaller, shorter-term, lower risk installments. But they may pay more when the lender is willing to take on more duration and credit risk to help customers who wouldn’t otherwise make a purchase. Firms that can regularly deliver those kinds of buyers, especially via their own networks, would have the most defensible fees.<br />For a relatively newer company like Affirm, a small number of major deals for prominent placement, particularly with marketplaces such as Shopify, have the potential to power big growth. Meanwhile PayPal has close to 30 million merchants on its platform and integrates Pay in 4 into its existing checkout button and pricing, so it has vast room to grow. BNPL also is just one of a growing list of features for what PayPal terms its evolving consumer “super app,” like discounts, pay-with-rewards, crypto, bill payments and more. It is the firms that hold on to consumers and win other business from them that may emerge the biggest winners."
}