{
    "url_original": "https://www.wsj.com/articles/by-chloe-co-founder-fights-over-trademark-for-bankrupt-vegan-chain-11612392663?mod=business_minor_pos5",
    "url": "by-chloe-co-founder-fights-over-trademark-for-bankrupt-vegan-chain-11612392663",
    "title": "By Chloe Co-Founder Fights Over Trademark for Bankrupt Vegan Chain",
    "sub_head": "Celebrity chef Chloe Coscarelli claims she has rights over the namesake brand name that its parent company BC Hospitality Group Inc. is trying to sell",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-294647?width=620&size=1.5",
    "image_1": "im-294647.jpg",
    "time": "2021-02-03 17:51:00",
    "body": "Vegan celebrity chef Chloe Coscarelli is fighting the bankrupt parent company of plant-based restaurant chain By Chloe over the brand’s trademark.<br />Ms. Coscarelli and her company, Chef Chloe LLC, agreed to a court hearing later this month so that a bankruptcy judge could determine the ownership of the trademark of By Chloe, the fast-casual chain she co-founded but left behind after a dispute.<br />Representatives for By Chloe’s owner BC Hospitality Group Inc. argued during a virtual hearing Wednesday that Ms. Coscarelli is trying to take away the company’s rights over the trademark, one of the most valuable assets of the estate. The company has said in court papers that Ms. Coscarelli’s request could derail the chain’s sale process and wreak havoc on the ability of its bankruptcy case to move forward.<br />BC Hospitality Group filed for chapter 11 bankruptcy protection in December to ease a sale of the restaurant business, which has about a dozen corporate-owned locations, after it faced a cash crunch brought on by the coronavirus pandemic.<br />The company, partially owned by investment firm Bain Capital LP, has scheduled an auction for the chain on March 1, if necessary. Both sides want the issue to be resolved in advance of a hearing on March 4 for the judge to consider approving a winning bidder and to confirm BC Hospitality Group’s proposed bankruptcy plan."
}