{
    "url_original": "https://www.wsj.com/articles/calhoun-review-the-nullifiers-mixed-legacy-11612541709",
    "url": "calhoun-review-the-nullifiers-mixed-legacy-11612541709",
    "title": "‘Calhoun’ Review: The Nullifier and His Legacy",
    "sub_head": "A notorious defender of slavery was led to think seriously about how to protect minority rights.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-05 11:15:00",
    "body": "Gone are the days when someone could win a debate by claiming to be on the side of the Great Emancipator, Abraham Lincoln. The new rules for winning require accusing one’s opponent of being on the side of the Great Nullifier, John C. Calhoun, best remembered for his defense of slavery and his argument for the right of states to veto federal laws.<br />When the New York Times published “The 1619 Project” on the 400th anniversary of the first African slaves landing in Virginia, one of its essays labeled modern Republicans as Calhoun’s ideological successors. Not to be outdone, a report last month from the 1776 Commission, which Donald Trump formed as president partly in response to “The 1619 Project,” argued that Calhoun’s true heirs are the adherents of identity politics—that is, today’s Democrats.<br />Lost in such an exchange is the sort of serious analysis that Robert Elder, a history professor at Baylor University, provides in “Calhoun: American Heretic,” a timely and thought-provoking biography of the South Carolina statesman whose doctrines and debates set the stage for the Civil War. In the course of his chronicle, Mr. Elder traces how Calhoun’s thinking continues to influence American society today and shows how academic scholarship has moved ever closer to accepting Calhoun’s once shocking ideas about the role of slavery in American history.<br />Even many fellow Southerners recoiled upon first hearing Calhoun’s claim that slavery had created the surest conditions for equality among whites; slavery, he said, had produced an “unvarying level among them”—or, more precisely, above blacks forced to toil. “I fearlessly assert that the existing relation between the two races in the South . . . forms the most solid and durable foundation on which to rear free and stable political institutions,” Calhoun said in an 1837 Senate speech holding up slavery as a “positive good.”<br />A stunned Virginia senator responded that the first three slaveholding presidents—George Washington, Thomas Jefferson and James Madison—didn’t view slavery as the bedrock of the republic they had created. But, as Mr. Elder concedes, the argument is gaining ground. Indeed, it is now widely contended—not least among historians—that slavery “had to a significant degree underwritten the equality, prosperity, and progress of white Americans.”"
}