{
    "url_original": "https://www.wsj.com/articles/californians-disapprove-of-gov-lockdown-11612380196?mod=opinion_lead_pos11",
    "url": "californians-disapprove-of-gov-lockdown-11612380196",
    "title": "Californians Disapprove of Gov. Lockdown",
    "sub_head": "A new survey suggests that Gavin Newsom is in political trouble.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-294365?width=620&size=1.5",
    "image_1": "im-294365.jpg",
    "time": "2021-02-03 14:23:00",
    "body": "California Gov. Gavin Newsom has proven unwilling to live by the Covid distancing rules he imposes on voters. Now voters may be unwilling to allow the first-term Democrat to continue as California’s governor. A new survey in the Golden State suggests that his November party in defiance of pandemic protocols at the acclaimed French Laundry restaurant was even more expensive than it seemed.<br />The elections of 2020 clarified that no one should expect political polls to express mathematical precision. But the recent trend is striking. The University of California, Berkeley’s Institute of Governmental Studies reports:<br />Inconsistent, confusing and ineffective might also describe some other Newsom policies as he has sought to define the leftward edge of state governance. But now criticism of the governor isn’t just coming from people who prefer free markets. “Gavin Newsom Is Blowing It” reads a headline today in the leftist New Republic, which describes the surprisingly strong movement to recall Newsom from office. James Pogue writes:<br />Covid lockdowns have been brutal for those Californians who can’t afford to dine at a celebrated Napa eatery. The state’s unemployment rate is now more than two full percentage points higher than the national average.<br />The Berkeley poll doesn’t find that the reliably Democratic state is quite ready to fire Mr. Newsom. But the numbers are getting a little too close for his political comfort:"
}