{
    "url_original": "https://www.wsj.com/articles/californias-climate-contradictions-11614381973?mod=opinion_lead_pos3",
    "url": "californias-climate-contradictions-11614381973",
    "title": "California’s Climate Contradictions",
    "sub_head": "New evidence that green policies punish the poor and subsidize the rich.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-26 18:26:00",
    "body": "The contradictions of green energy policies are becoming more obvious in the real world, and now comes more evidence in a new study of California’s electricity rates. The policies even contradict green climate goals.<br />“California has charted an ambitious course towards decarbonizing its economy,” the study by nonprofit Next 10 and the University of California, Berkeley Energy Institute at Haas declares. “At the same time, California has among the highest electricity prices in the continental U.S. These two facts create a tension: decarbonizing the economy most likely requires electrification of transportation and space and water heating, but high prices push against such a transition. High prices also have troubling implications for equity and affordability.”<br />No kidding. California’s myriad green-energy subsidies and mandates are baked into electric rates, which are now about 80% higher in northern California than the national average and twice as high in San Diego.<br />The state requires renewables like wind and solar to make up 60% of electricity generation by 2030. The study says renewable prices (albeit with subsidies) are now roughly the same as other power sources, but utilities signed long-term contracts with solar and wind producers years ago when prices were higher. Utilities also need backup power when it’s cloudy, which adds costs. Yet the state sometimes has to pay Arizona to take its excess solar power to avoid overloading the grid.<br />And here’s the kicker: Folks with solar panels get paid for surplus power they don’t use—sometimes at two to three times the rate of wholesale power. So California pays the well-to-do to generate solar power it doesn’t need and then pays Arizona to take it."
}