{
    "url_original": "https://www.wsj.com/articles/californias-unscientific-worship-ban-11613065722?mod=opinion_lead_pos5",
    "url": "californias-unscientific-worship-ban-11613065722",
    "title": "California’s Unscientific Worship Ban",
    "sub_head": "Whether religious services are ‘essential’ isn’t a matter for government to decide.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-11 12:48:00",
    "body": "These days “follow the science” has become a cliché especially popular with government leaders. But when it comes to the constitutional right to worship, California began to follow the science only after a recent Supreme Court intervention.<br />Political elites issuing health orders that they themselves don’t obey—and destroying countless livelihoods without any scientific basis for such action—is infuriating. But it was especially so for us Catholics, who have scientific evidence that positively demonstrates we can celebrate Mass safely indoors. In lifting California’s blanket ban on indoor worship, the high court rightly acknowledged the blatant unfairness of treating religious worship differently from secular activities such as shopping.<br />It’s been a long fight. Even as the pandemic subsided last summer and secular businesses began to open up, we still had to fight San Francisco City Hall for our right to worship. At the time the local government’s health orders were even more severe than California’s statewide policies. For months, San Francisco banned outdoor gatherings of more than 12 people—even as street protests were conveniently allowed and some city officials even participated.<br />After numerous attempts at respectful dialogue with the pertinent city officials went nowhere, my patience finally wore out. I began to criticize City Hall publicly and gather groups for multiple simultaneous outdoor Masses. In September, the city raised the numerical limit for outdoor gatherings but issued a ruling that only one person at a time would be allowed in a church for private prayer. That prompted a warning letter from the U.S. Justice Department calling on the city to “immediately equalize its treatment of places of worship to comply with the First Amendment.”<br />The issue became more intense as Christmas approached. We were already locked out of our churches for Easter, and I could not stomach this happening again. On Dec. 18 I sent my priests a memo giving them permission to bring the congregation indoors if weather or safety required it. The church could be filled only to 20% capacity—then the rule for indoor retail—and strict safety protocols had to be followed: masks, social distancing, sanitation and ventilation. The state health order did not follow the science, and I knew my people had to have access to the Eucharist, rain or shine. Like all the sacraments, it cannot be livestreamed. By mid-January several parishes had begun receiving ominous warnings from government officials, and two were officially cited for violations by the city Department of Public Health."
}