{
    "url_original": "https://www.wsj.com/articles/can-biden-broker-a-covid-compromise-11612287963?mod=opinion_lead_pos8",
    "url": "can-biden-broker-a-covid-compromise-11612287963",
    "title": "Can Biden Broker a Covid Compromise?",
    "sub_head": "The best shot at a bipartisan bill is focusing on relief, not structural change.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-02-02 12:46:00",
    "body": "The Covid-19 relief bill is the first test for the Biden administration. It’s no surprise there’s disagreement on how to proceed. One controversy is strategic: How vigorously should the administration pursue bipartisan support for its legislation, and what price should it be willing to pay to achieve it? Some Democrats—myself among them—believe that the president’s calls for unity will be hollow unless he does all he can to reach a bipartisan agreement that satisfies his core objectives. Monday’s meeting with 10 Republican senators to discuss their $618 billion offer was a good first step, and conversations will continue.<br />In the end compromise may be out of reach, and Mr. Biden could be forced to depend on Democratic votes. Then the question will be if the arcane congressional process of “budget reconciliation” is compatible with political reconciliation. The optimists hope that the president can start with one-party government and shift to bipartisanship later; the pessimists fear that early partisanship will poison the well for the next two years. I believe that the preponderance of the evidence supports the pessimists, but Mr. Biden will have to make a tough call.<br />The other controversy is over policy: What does an adequate response to the pandemic require? Nearly everyone agrees that the federal government should do more to help states and localities vaccinate their populations as quickly as possible. Most agree on money for more testing, personal protective equipment, and treatments for those who contract Covid-19. More assistance for small businesses also enjoys broad support, despite doubts from economists that such programs are an effective and efficient use of public resources.<br />But then agreement breaks down. The Senate Republican plan meets the administration’s funding request for vaccinations and other health-related measures, but offers less for extended unemployment payments, aid to schools, and checks to individuals. It doesn’t increase the child tax credit and provides no direct aid to states and localities. But even this may be too much for House Republicans.<br />Step back from the details, and it’s clear the administration proposals serve four distinct policy objectives: relief, stimulus, investment and structural change. The details matter, but measures to mitigate immediate hardship enjoy the broadest support. Measures to promote economic and social change—such as increasing the federal minimum wage to $15 an hour—are the least popular. Proposed investments for the future, such as rebuilding and restocking the National Strategic Stockpile, are also widely supported, in part because of their relatively modest cost."
}