{
    "url_original": "https://www.wsj.com/articles/can-you-get-rich-with-bitcoin-sure-but-slowly-11612980337?mod=opinion_lead_pos6",
    "url": "can-you-get-rich-with-bitcoin-sure-but-slowly-11612980337",
    "title": "Can You Get Rich With Bitcoin? Sure, but Slowly",
    "sub_head": "Cryptocurrency is rising on a wave of enthusiasm. Yet its fundamentals have genuine value.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-10 13:05:00",
    "body": "Chances are in the past few weeks someone has given you a stock tip—maybe to buy bitcoin or invest in  GameStop .  In part because of Covid-induced boredom, the country is witnessing an unprecedented interest in financial speculation. This craze is fueled by business celebrities like Elon Musk, who announced Monday that his company Tesla had purchased $1.5 billion of bitcoin. Last Thursday Mr. Musk tweeted in support of the cryptocurrency dogecoin, which was created as a joke in 2013.<br />What is the average investor to make of all this? When stocks shift by hundreds of percentage points in a day, there’s only so much the government can do to protect you. Instead, investors should look past the tweets and Reddit posts and get back to fundamentals.<br />Yes, even bitcoin has fundamentals. There are two stories you can tell about Mr. Musk’s promotion of bitcoin. The first is a cynical one, in which he is using his media platform to pump an inherently speculative asset that he will dump, enriching himself at others’ expense.<br />The second story is honorable: Mr. Musk has keyed in on bitcoin’s value as an asset that can’t be manipulated by central banks. He understands bitcoin’s fixed supply, and in a world of seemingly unlimited monetary stimulus he’d like to promote the separation of money and state. The value of all money, even traditional currencies, is determined in part by public demand, and Mr. Musk’s driving up bitcoin’s price is no scandal in itself. Perhaps that’s what he meant when he tweeted, “Bitcoin is almost as bs as fiat money.”<br />Though bitcoin may be rising on a thin wave of enthusiasm, its fundamentals have real value. I teach a course on cryptocurrency, and I urge my students to look past the allure of easy money and focus on the philosophy, technology and political economy that differentiate bitcoin and its peers from traditional currencies."
}