{
    "url_original": "https://www.wsj.com/articles/can-you-choose-which-covid-19-vaccine-you-get-11614006540",
    "url": "can-you-choose-which-covid-19-vaccine-you-get-11614006540",
    "title": "Can You Choose Which Covid-19 Vaccine You Get?",
    "sub_head": "With vaccines from Pfizer and Moderna available in the U.S., and others on the horizon, doctors explain whether—and when—you might have a choice",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "time": "2021-02-22 10:09:00",
    "body": "Is it possible to choose which Covid-19 vaccine you get?<br />For now, you’re unlikely to have a choice. Medical experts say it’s important to take whichever vaccine is offered to you, and both the Pfizer and Moderna vaccines that are currently authorized in the U.S. have been shown to be highly effective at preventing disease. As vaccine supply increases and more options become available in the coming months and years, there may be more scope for doctors to recommend  different types of shots for different populations.<br />Currently, there is a little bit of wiggle room for people who are determined to get one vaccine over another. People who have registered for vaccination can try to call vaccine sites directly to find out whether they have  Pfizer  or Moderna shots. But many places don’t inform people ahead of time about which vaccine they will get during the appointment.<br />In the early stages of the rollout, Pfizer’s vaccine has been more likely to be offered in hospitals, medical centers or large vaccine sites that have the ultracold storage that it was initially believed to need. Moderna’s shots, by contrast, have had less-extreme cold-storage requirements, making them more accessible for smaller pharmacies or offices in addition to larger venues. But now a new study has indicated that Pfizer’s vaccine can be stored and transported at temperatures similar to what a consumer freezer provides. If the FDA approves the change, that should make Pfizer’s vaccine more accessible.<br />If and when the FDA authorizes the Johnson & Johnson vaccine, it’s also likely to help serve areas without access to high-grade cold storage, says Kathleen Neuzil, director of the Center for Vaccine Development and Global Health at the University of Maryland School of Medicine."
}