{
    "url_original": "https://www.wsj.com/articles/canada-weighs-buybacks-of-ar-15-style-rifles-used-in-u-s-shootings-11613503670",
    "url": "canada-weighs-buybacks-of-ar-15-style-rifles-used-in-u-s-shootings-11613503670",
    "title": "Canada Weighs Buybacks of AR-15 Style Rifles Used in U.S. Shootings",
    "sub_head": "New gun-control legislation could allow cities to ban handguns",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-299733?width=620&size=1.5",
    "image_1": "im-299733.jpg",
    "time": "2021-02-16 16:44:00",
    "body": "Canada is introducing new gun-control legislation that would make it possible for individual cities to ban handguns at a local level and says it will create a buyback program for military-style semiautomatic weapons that were banned from use by the country’s Liberal government last year.<br />The planned legislation will also create new offenses for altering a magazine to allow more shots to be fired without reloading, and develop a system that would allow concerned friends or family members to apply to a court and request the immediate, temporary removal of an individual’s firearms.<br />The planned measures come nearly a year after Canada prohibited the use of more than 1,500 models of military-style semiautomatic weapons, including the AR-15. AR-15 style rifles have been used in some of the deadliest U.S. mass shootings, including attacks at a concert in Las Vegas in 2017 and a high school in Parkland, Fla., in 2018.<br />The Canadian government said it plans to introduce a buyback program for the banned firearms in the coming months, and will make it illegal to transfer, sell or bequeath the weapons outside of that program.<br />The government said its buyback program will be voluntary. That means someone who decides not to turn in a banned military-style semiautomatic weapon can still store it as a collectors’ item but must abide by rules governing its storage and can never transfer or legally use the firearm."
}