{
    "url_original": "https://www.wsj.com/articles/canada-weighs-lighter-criminal-sentences-to-combat-racism-11613694854",
    "url": "canada-weighs-lighter-criminal-sentences-to-combat-racism-11613694854",
    "title": "Canada Weighs Lighter Criminal Sentences to Combat Racism",
    "sub_head": "Following protests across Canada after George Floyd’s death, the Trudeau government proposes repealing some mandatory sentences",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-301296?width=620&size=1.5",
    "image_1": "im-301296.jpg",
    "time": "2021-02-18 19:34:00",
    "body": "OTTAWA—Canada on Thursday weighed changes to criminal-sentencing laws that the country’s attorney general argued would address systemic racism in the justice system.<br />The proposed changes include the repeal of mandatory minimum sentences on all drug convictions and some firearm convictions, such as unauthorized possession and use of certain weapons in situations not linked to organized crime. Judges would be free to issue a sentence they deem appropriate under the circumstances. The government also will require police and prosecutors to consider other measures for simple possession of drugs, such as compulsory addiction-treatment programs.<br />Currently, mandatory minimum penalties for drug and some firearm convictions are between one to four years in prison. Convictions for simple possession of drugs carry penalties of fine, and possible prison time of six months to up to seven years, depending on the type of narcotic and other circumstances.<br />The changes are part of a broader push by Prime Minister Justin Trudeau this year toward a more progressive agenda in areas such as social spending and the environment.<br />The proposed changes come as violent crime is on the rise in Canada, but is still well below the levels in the U.S. Incidents of violent crime such as assault and robbery rose in 2019 from the previous year by 11%, according to Statistics Canada’s most recent data. Offenses related to firearms were among the biggest increases. Homicides account for 0.1% of all violent crimes, and Canada’s murder rate is 1.8 per 100,000, versus the U.S. level of 5."
}