{
    "url_original": "https://www.wsj.com/articles/canadian-regulators-say-clearview-violated-privacy-laws-11612400780?mod=tech_featst_pos3",
    "url": "canadian-regulators-say-clearview-violated-privacy-laws-11612400780",
    "title": "Canadian Regulators Say Clearview Violated Privacy Laws",
    "sub_head": "The facial recognition firm, which scrapes photos from the internet, has become favorite of police departments",
    "category_1": "Artificial Intelligence",
    "image_1_url": "https://images.wsj.net/im-294686?width=620&size=1.5",
    "image_1": "im-294686.jpg",
    "time": "2021-02-03 20:06:00",
    "body": "Canadian regulators on Wednesday said facial-recognition-software company Clearview AI Inc. violated federal and provincial privacy laws in the country by offering its services there, though they acknowledged having limited enforcement powers in penalizing the New York-based company and others like it.<br />Regulators said Clearview collected “highly sensitive biometric information without the knowledge or consent of individuals,” affecting millions of Canadians. Clearview has a database of about 3 billion photos it scraped from the internet, allowing it to search for matches using facial recognition algorithms. The practices violated federal and provincial laws, regulators said, including in Quebec where express consent is required to use biometric data.<br />Officials with four Canadian regulatory agencies said they completed an investigation into Clearview that began last February, finding that the company served 48 accounts for law enforcement agencies and other organizations across the country, including a paid subscription by the Royal Canadian Mounted Police.<br />Clearview said its technology is no longer available in Canada and that it will remove data on Canadian citizens upon their requests.<br />The investigation is the latest case involving Clearview and privacy regulators, the most prominent in this case being the Office of the Privacy Commissioner of Canada. Last week the The Hamburg Data Protection Authority said Clearview’s activities are illegal under the European Union’s General Data Protection Regulation."
}