{
    "url_original": "https://www.wsj.com/articles/canadas-covid-vaccine-failure-11613772230?mod=opinion_lead_pos9",
    "url": "canadas-covid-vaccine-failure-11613772230",
    "title": "Canada’s Covid Vaccine Failure",
    "sub_head": "Among other errors, 70% of the doses the government bought aren’t yet approved by its health officials.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-301476?width=620&size=1.5",
    "image_1": "im-301476.jpg",
    "time": "2021-02-19 17:03:00",
    "body": "Toronto<br />If you’re impatient with the pace of Covid-19 vaccine distribution in the U.S., count your blessings. At least you don’t live in Canada. As of Wednesday, my country had administered only 3.52 vaccine doses per 100 people, according to the University of Oxford’s Our World in Data website. The U.S., at 17.00, was doing almost five times as well. The figures were 80.07 in Israel, 25.04 in the U.K. and 5.40 in the European Union.<br />Why is Canada such a laggard among developed nations? The government of Liberal Prime Minister Justin Trudeau didn’t negotiate contracts with established drug companies. Rather, it quietly approved a working relationship between Canadian researchers and a Chinese vaccine maker,  CanSino Biologics Inc.  CanSino abandoned its project in August after multiple failures. Ottawa then had to rush through agreements with  Pfizer ,  Moderna and other companies. “I would not have put all our eggs in the basket of China,” Conservative Party leader Erin O’Toole told reporters.<br />When Canada and other countries experienced a significant spike in Covid-19 cases last month (which has now subsided), Pfizer reduced its shipment to my country by more than two-thirds for several weeks. Moderna announced that only three-quarters of its vaccines would arrive in Canada during early February.<br />Other options are off the table for now. Although Canada purchased 398 million doses in all, more than 70% are vaccines that haven’t received approval from health officials. The Liberals have pointed fingers at drug companies and provincial governments."
}