{
    "url_original": "https://www.wsj.com/articles/capitol-riot-criminal-cases-flood-d-c-federal-court-11613730601?mod=politics_lead_pos6",
    "url": "capitol-riot-criminal-cases-flood-d-c-federal-court-11613730601",
    "title": "Capitol Riot Criminal Cases Flood D.C. Federal Court",
    "sub_head": "Semi-retired senior judges are stepping up to take on full criminal case loads, as every filing is watched closely",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-301045?width=620&size=1.5",
    "image_1": "im-301045.jpg",
    "time": "2021-02-19 05:30:00",
    "body": "D.C. DISTRICT COURT is flooded with cases from the Capitol riot, leading semiretired judges to take on full criminal case loads and thrusting usually-obscure magistrate judges into high-profile hearings whose every filing is watched closely by the public and news media. “The three Magistrate Judges of this Court are very experienced in managing voluminous workloads, and they have teamed together to address the recent surge in cases arising from the events on January 6th,” said Beryl Howell, chief judge of the U.S. District Court in D.C.<br />The court has 15 judges, three magistrate judges—who typically handle duties such as applications for arrest warrants, preliminary hearings and setting bail—and seven senior judges, who have stepped back from their full duties but continue to take cases on a reduced basis. Usually, just one magistrate judge a month has criminal duty, but the court has added a backup duty slot to deal with the crush from the riot. The situation is made worse by the fact that the D.C. district has the worst judges-to-magistrates ratio of any district in the country and has long relied on magistrates from other courts to help share the burden.<br />“Even before the January 6 attack on the Capitol, the criminal case load in D.C. had grown, but the sudden and substantial increase in cases in the six weeks since represents another order of magnitude,” said Jessie Liu, a partner at Skadden, Arps, Slate, Meagher & Flom who was U.S. Attorney for D.C. from 2017 to 2020.<br />Cases will eventually be dispersed to the Senate-confirmed judges in the district and to judges who have taken on senior status, many of whom have volunteered to take on as many cases as active judges.<br />Because senior judges are stepping up to handle the influx, it is unlikely that Judge Emmet Sullivan, who has announced he will take senior status in April, would have to change his plans. “I plan to be as active as always,” Sullivan wrote in his notice letter to President Biden earlier this month."
}