{
    "url_original": "https://www.wsj.com/articles/capitol-riot-warnings-werent-acted-on-as-system-failed-11612787596?mod=business_minor_pos4",
    "url": "capitol-riot-warnings-werent-acted-on-as-system-failed-11612787596",
    "title": "Capitol Riot Warnings Weren’t Acted On as System Failed",
    "sub_head": "The federal security apparatus retooled after 9/11 fielded intelligence on the Jan. 6 rally but didn’t mobilize to prevent the violence",
    "category_1": "National Security",
    "time": "2021-02-08 07:57:00",
    "body": "The elaborate national security network set up after the 9/11 terrorist attacks to identify and thwart threats failed ahead of last month’s Capitol riot, as law enforcement didn’t act on intelligence about potential violence and prevent the assault.<br />Offices spread across the country that share intelligence among federal, state and local law enforcement pointed out alarming online discussions about weapons in the days before the Jan. 6 rally in Washington. A Federal Bureau of Investigation field office reported a rallying call for war and the sharing of maps of the Capitol. The Department of Homeland Security warned about the heightened potential for violence in the rally’s run-up, though mentioned no specific threat for Jan. 6.<br />While the information was shared, this multipoint warning system broke down, failing to generate sufficient follow-up, as officials spotted and dismissed these signals while missing others entirely, according to interviews with current and former officials and a review of internal government documents.<br />The result: The extensive local and federal law-enforcement network that protects Washington was never fully prepared, leaving the usually heavily guarded city center vulnerable to attack. That assault came Jan. 6 when a pro-Trump mob stormed the Capitol as Congress was preparing to certify President Biden’s election victory.<br />“Nothing significant to report,” read a Jan. 5 national summary from DHS’s Office of Intelligence and Analysis that was sent to law enforcement across the country, according to a copy reviewed by The Wall Street Journal. The office is responsible for monitoring threats online and sharing them with federal, state and local law enforcement."
}