{
    "url_original": "https://www.wsj.com/articles/carlos-menem-argentine-president-who-ushered-in-pizza-and-champagne-era-dies-at-90-11613318504",
    "url": "carlos-menem-argentine-president-who-ushered-in-pizza-and-champagne-era-dies-at-90-11613318504",
    "title": "Carlos Menem, Argentine President Who Ushered in ‘Pizza and Champagne’ Era, Dies at 90",
    "sub_head": "The flamboyant Peronist liberalized the economy and strengthened ties with Washington, but also faced graft probes and planted the seeds of a debt crisis",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-299202?width=620&size=1.5",
    "image_1": "im-299202.jpg",
    "time": "2021-02-14 11:01:00",
    "body": "Carlos Menem, who led Argentina as president through the 1990s and implemented a free-market liberalization program to stabilize a country chronically plagued by political and economic crises, died Sunday in a Buenos Aires hospital following complications from a urinary infection and heart problems, Argentine media reported, citing his family. He was 90 years old.<br />President Alberto Fernández decreed three days of mourning.<br />Often seen surrounded by models and posing with his red Ferrari, Mr. Menem projected a flamboyant, bon vivant persona that reflected the prosperity he sought during his decadelong rule beginning in 1989. His tenure was marked by the adoption of the Washington Consensus, a package of economic measures promoted by the U.S. and multilateral lenders that included cutbacks in social spending, privatizations of state-run companies and pensions, and pegging the value of the national peso to that of the U.S. dollar.<br />For a time, those actions tamed the hyperinflation and food riots that had weighed on Mr. Menem’s predecessor, allowing Argentines to access credit, splurge on trips to Miami and import German automobiles. But the measures also laid the groundwork for a severe debt crisis that plunged the South American nation into turmoil and opened the door to a series of leftist populist leaders.<br />The phrase “pizza and Champagne” was used to describe the new Argentine society and the nouveau riche that sprouted during Mr. Menem’s time in office, said veteran journalist and television presenter Jorge Lanata. In cultural terms, Mr. Menem’s rule “coincides with the peak of cocaine in Argentina, easy money and superficial success,” Mr. Lanata said, “which we are still paying for.”"
}