{
    "url_original": "https://www.wsj.com/articles/cash-in-pockets-emerges-as-new-democratic-approach-to-federal-aid-in-coronavirus-bill-11613051415?mod=politics_lead_pos2",
    "url": "cash-in-pockets-emerges-as-new-democratic-approach-to-federal-aid-in-coronavirus-bill-11613051415",
    "title": "Cash-in-Pockets Emerges as New Democratic Approach to Federal Aid in Coronavirus Bill",
    "sub_head": "After-tax incomes for bottom 20% of households would rise by 20% under plan moving through House committees",
    "category_1": "Politics",
    "time": "2021-02-11 08:50:00",
    "body": "WASHINGTON—Congressional Democrats are using coronavirus relief legislation to advance a vision of federal aid to households that is focused on cash assistance with few restrictions, moving away from the work requirements and minimum-income thresholds that have been cornerstones of federal policies for decades.<br />The bill’s $1,400 per-person direct payments, expansion of the child tax credit and extension of unemployment insurance all would provide flexible cash to households. Democrats have emphasized the breadth of households’ needs during the pandemic and have rejected Republicans’ concerns that giving people money would discourage them from returning to work.<br />For lower-income and middle-income households, the combination of policies in the Democrats’ legislation could yield significant short-term increases in income. While unemployment benefits have an application process and eligibility restrictions, direct payments and the child tax credit expansion would have no strings attached, and they are available even to households with no income.<br />The bottom 20% of households by income would see their after-tax incomes rise by 20% because of the plan’s direct payments and tax credit expansions, according to the Tax Policy Center, a project of the Urban Institute and Brookings Institution. That group would get an average benefit of $2,810, while the middle 20% of households would get an average of $3,360, or 5.5% of after-tax income.<br />Higher-income households would get smaller amounts, and for now, Democrats are waiting before advancing the tax increases on top earners they promised during last year’s campaign."
}