{
    "url_original": "https://www.wsj.com/articles/catholic-schools-are-beating-covid-11612221948?mod=opinion_lead_pos8",
    "url": "catholic-schools-are-beating-covid-11612221948",
    "title": "Catholic Schools Are Beating Covid",
    "sub_head": "Will Joe Biden speak up for those he credits with making him the man he is today?",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-02-01 18:25:00",
    "body": "Amid all the pain and disruption, a year of coronavirus has given Americans a new respect for those working to keep daily life as normal as possible, from the frontline nurse to the Amazon delivery man. Near the top of this honor roll is an especially unsung hero: the Catholic-school teacher.<br />The National Catholic Education Association reports that its schools boast a total enrollment of 1,626,291. In ordinary times their teachers do an extraordinary job, especially for their poor and minority students. As Justice Sonia Sotomayor once said, “Catholic schools have been a pipeline to opportunity” for people like her—poor, Latina, raised by a single mom. Since the Covid-19 outbreak, Catholic-school administrators have moved heaven and earth to keep their classrooms open to new generations of Sotomayors.<br />“The science is clear that there is no substitute for in-person learning, especially for poor and minority children most at danger of falling behind,” says Tom Carroll, superintendent of Catholic schools for the Archdiocese of Boston. “Across the nation, the Catholic school approach is to stay open wherever we are allowed.”<br />It’s been a roller coaster. During the first days of the lockdowns, many Catholic schools closed forever because of a cash crunch. Kathy Mears, the NCEA’s interim president and CEO, reckons that Covid forced the closure of 107 Catholic schools, though an exact number is difficult because in many cases other factors were also involved.<br />But a funny thing happened after the shutdowns. Once moms and dads realized that the Catholic schools left standing were staying open through the pandemic, they began moving children out of public school. It’s not been enough to stave off the 6.4% drop in national enrollment the Catholic schools have seen since Covid-19 hit, but it does highlight that these schools are among the few real alternatives parents have today."
}