{
    "url_original": "https://www.wsj.com/articles/catholic-social-teaching-and-social-healing-11613164445?mod=opinion_major_pos16",
    "url": "catholic-social-teaching-and-social-healing-11613164445",
    "title": "Catholic Social Teaching and Social Healing",
    "sub_head": "The progressive wing of Roman Catholicism has more in common with secular progressives than with conservative Catholics and other Christians.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-295222?width=620&size=1.5",
    "image_1": "im-295222.jpg",
    "time": "2021-02-12 16:14:00",
    "body": "The answer to Francis X. Rocca’s “Can Catholic Social Teaching Unite a Divided America?” (Review, Feb. 6) is, unfortunately, no. Catholic social teaching may have something for both left and right, but the progressive wing of Roman Catholicism has more in common with secular progressives than with conservative Catholics and other Christians. Closing the ideological and moral divide within the U.S., Catholicism and Christianity in general is not likely to be a win-win. One side considers loving and taking care of your neighbors to be a personal responsibility. The other wants the state to take care of neighbors in need by taking resources from other neighbors. Conservative Christians will render unto Caesar the things that are Caesar’s, as instructed, but do not expect Caesar to relieve us of all obligations to neighbors, nor will we ever expect Caesar to create a progressive heaven on earth.<br />Ryan Graham<br />Melbourne, Fla.<br /><br />The conservative Catholics’ point is that if Joe Biden continues to support abortion, he and others like him cannot have a meaningful discourse on real solutions to what ails society because a fundamental understanding is missing: God is love. All of God’s creation has value and must be loved. Trying to solve social issues without having the conversation about the value of human life is like trying to grow a plant without acknowledging the critical element of its root system."
}