{
    "url_original": "https://www.wsj.com/articles/chadwick-bosemans-golden-globes-win-for-ma-raineys-black-bottom-opens-his-likely-run-to-the-oscars-11614570862",
    "url": "chadwick-bosemans-golden-globes-win-for-ma-raineys-black-bottom-opens-his-likely-run-to-the-oscars-11614570862",
    "title": "Chadwick Boseman’s Golden Globes Win for ‘Ma Rainey’s Black Bottom’ Opens His Likely Run to the Oscars",
    "sub_head": "The ‘Black Panther’ actor who died last year won the Globe for best actor in a motion picture drama",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-305151?width=620&size=1.5",
    "image_1": "im-305151.jpg",
    "time": "2021-02-28 22:54:00",
    "body": "Six months after Chadwick Boseman’s death, the actor won a Golden Globe on Sunday for his swan-song performance in “Ma Rainey’s Black Bottom.” It could be the beginning of a streak of major awards that culminates for him at the Oscars in April.<br />Accepting the Golden Globe for best actor in a motion picture drama, his wife, Taylor Simone Ledward, said, “He would thank God. He would thank his parents. He would thank his ancestors for their guidance and sacrifices.”<br />Such posthumous honors double as memorials, deepening their impact. They’re also rare, a fact to remember as the awards season moves forward. In Hollywood this ritual is marked by fierce lobbying and favoritism, and that makes it tricky when a deceased nominee’s legacy is on the line against contenders vying for earthly glories, such as career advancement. Mr. Boseman, however, is a unique star in an unprecedented year for movie culture. Awards watchers say that makes him a unifying figure--and raises risks for any organizations that might snub him.<br />Below, some answers to questions about potential laurels ahead for the late actor.<br />“Da 5 Bloods,” Spike Lee’s action drama about a squad of vets returning to Vietnam for treasure and the remains of their fallen comrade, played by Mr. Boseman, hit Netflix last June. His spectral role in the story took on heavier symbolism after the announcement of his death on August 28, following a private four-year struggle against cancer."
}