{
    "url_original": "https://www.wsj.com/articles/challenges-to-covid-19-lockdowns-have-been-mostly-losing-in-court-11613212200?mod=business_minor_pos5",
    "url": "challenges-to-covid-19-lockdowns-have-been-mostly-losing-in-court-11613212200",
    "title": "Challenges to Covid-19 Lockdowns Have Been Mostly Losing in Court",
    "sub_head": "Judges generally uphold restrictions on businesses and the scope of freedom, in biggest test of state governments’ legal power in a century",
    "category_1": "U.S.",
    "time": "2021-02-13 05:30:00",
    "body": "When the owners of four Albuquerque trampoline parks sued New Mexico’s governor for pandemic-related shutdowns that almost bankrupted them, they argued it wasn’t fair that they had to close when tanning salons, guided balloon tours and ice-skating rinks stayed open.<br />The argument got nowhere with U.S. District Judge James Browning. “The Court will not recognize a new fundamental right to operate a trampoline facility,” he wrote in a Feb. 8 ruling, upholding the closures.<br />The decision was the latest in a long line of defeats for businesses and individuals challenging lockdown rules and state emergency measures intended to combat the Covid-19 pandemic. Together, the roughly 300 civil liberties lawsuits related to Covid-19 represent the most significant test in more than a century of the emergency powers of state governors and the scope of liberty in dire times.<br />A review of rulings on emergency measures shows that federal and state courts have been reluctant to second-guess governors, upholding widespread restrictions on travel, gatherings and commerce. On the federal bench, judges appointed by Republican presidents were less deferential, but overall, the courts have given more weight to the government’s interest in controlling disease than to the rights of individuals and business owners.<br />When judges did push back against state orders, their sharpest scrutiny was reserved for restrictions on religious worship and abortion access."
}