{
    "url_original": "https://www.wsj.com/articles/chess-is-a-netflix-star-how-about-other-games-11612547336",
    "url": "chess-is-a-netflix-star-how-about-other-games-11612547336",
    "title": "Chess Is a Netflix Star. How About Other Games?",
    "sub_head": "After ‘The Queen’s Gambit,’ TV could bet on a show about parcheesi—or dominoes.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-294892?width=620&size=1.5",
    "image_1": "im-294892.jpg",
    "time": "2021-02-05 12:48:00",
    "body": "The enormously popular Netflix  series “The Queen’s Gambit” took 37 years to make it to the screen because Hollywood did not think the public would have much interest in a 1950s-era Kentucky orphan who grows up to be the world’s greatest chess player. It wasn’t so much the orphaned girl with the substance abuse problem that was the obstacle. It was chess. Too technical. Too nerdy. Too boring.<br />But by the time the pandemic arrived, the public was interested in watching—and playing—just about anything. So “The Queen’s Gambit” became one of the most popular Netflix series ever and spawned a revival of interest in the game, with chess sets flying off shelves around the world and new converts playing chess online at all hours. The verdict is still out on whether this is a good thing.<br />We don’t know if there will be a second season for the show, but since nothing succeeds like success, chess-themed spinoffs, sequels, prequels or out-and-out rip-offs are surely on the drawing board. A dirt-poor Las Vegas kid becomes a grandmistress and opens her own upscale consignment store, in “Pawn Shoppe.” Or perhaps a burger joint in the limited series “White Girl’s Castle.” Other possibilities? “The Rook’s Riposte.” “Knight of the Living Dead.” “Queen of the Hill.” “What Ever Happened to Joey’s Bishop?”<br />There is, however, no reason that future projects should be limited to chess. I, for one, would love to see a series about a down-at-the-heels pizza delivery man doing nothing with his life until he suddenly discovers a fascinating game of the same name as his employer. After a series of heart-rending missteps and disappointments, the young man triumphs in the game’s world championships, held in New York’s Little Italy. Proposed title? “The Domino’s Effect.”<br />A similar message about rising from humble beginnings and conquering adversity would be the theme of a series about a cash-strapped supermarket cashier who beats all comers in “Checkers for the Checker.” Which might spawn a British version called “The Draughts Dodger.” More possibilities wait in the wings: A lovelorn farmer’s wife falls in love with a charming, peripatetic card player in “The Bridge Players of Madison County.”"
}