{
    "url_original": "https://www.wsj.com/articles/childrens-books-sylvie-review-11613144556?mod=ig_booksfebruary13",
    "url": "childrens-books-sylvie-review-11613144556",
    "title": "Children’s Books: ‘Sylvie’ Review",
    "sub_head": "Visiting eras past through a vibrant graphic memoir and luminous picture books.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-298719?width=620&size=custom_2500x1265",
    "image_1": "im-298719.jpg",
    "time": "2021-02-12 10:42:00",
    "body": "Apart from dipping into our own memories, the closest that most of us will ever get to time travel is the recollections and stories of people who lived before us. For children of the present moment, four notable new books offer remembrances of things past.<br />The first is a delightful graphic-novel memoir of girlhood and artistic coming-of-age for children ages 8-14. Written and illustrated by Casablanca-born artist Sylvie Kantorovitz, who now lives in the United States, “Sylvie” (Walker, 346 pages, $24.99) begins in France. It is the mid-1960s, and, having left Morocco with their parents, little Sylvie and her even littler brother, Alibert, have the run of the small educational college where their father is principal. It’s an idyll for the children, with balustrades for balancing, tadpoles for catching and the thick roots of chestnut trees for clambering upon: “The challenge was to go around and around without ever touching the ground.”<br />Ms. Kantorovitz’s drawings exude benignity. Everyone in them has a sweet, sturdy appearance, with big round eyes and a total absence of neck; people may wear ties or necklaces or collared shirts, but there is no slender bit to be found. This makes us feel curiously fond of the characters, even when, as in the case of Sylvie’s parents, they are shouting at each other. Sylvie and Alibert fight, too; it is a stressful atmosphere for a girl who, we see, is not naturally drawn to conflict. Early on, Sylvie finds quiet joy in putting marks on paper; in a lovely sequence, she pores over encyclopedia entries and draws from them in a little storage room behind her father’s office. Her father is something of a dreamer himself. Unlike his exacting and exasperated wife, who wants to see Sylvie score impressive grades in the hard-science subjects that other people esteem, he supports their daughter’s artistic impulses.<br />The portrait that the modern child encounters in this illustrated autobiography is enviable, really, even if in the author’s life, as in every life, a little rain does fall. In addition to having quarreling parents, she’s marked out by her peers for her North African birth and Jewish heritage; then there’s the extra housework when a second set of siblings comes along. Children of gentle and artistic temperament will find a kindred spirit in Sylvie Kantorovitz and perhaps take encouragement for their own moments of travail and independence.<br />Peter Sís, who chronicled Cold War life on the far side of the Iron Curtain in his 2007 picture book “The Wall,” goes a bit further back in time with a true story of wartime heroism in “Nicky & Vera” (Norton Young Readers, 62 pages, $19.95). In this luminous picture book for children ages 5 to 10, “Nicky” is Nicholas Winton, a British stockbroker who skipped a planned skiing holiday in 1938 to meet a friend in Prague. The city was flooded with refugees fleeing Nazi Germany’s invasion of the Sudetenland. In short order, Nicky threw himself into the work of finding temporary foster homes for Czech children in Britain. The “Vera” of the book’s title, meanwhile, is Veruska Diamantova, whose happy childhood in a small town outside Prague ended in separation from her parents and safe passage (thanks to Nicky) on a train bound for the U.K."
}