{
    "url_original": "https://www.wsj.com/articles/child-tax-credit-plan-pushes-democrats-goal-of-funding-boost-for-irs-11613125801?mod=politics_lead_pos10",
    "url": "child-tax-credit-plan-pushes-democrats-goal-of-funding-boost-for-irs-11613125801",
    "title": "Child Tax Credit Plan Pushes Democrats’ Goal of Funding Boost for IRS",
    "sub_head": "Internal Revenue Service has seen inflation-adjusted funding drop by over 20% since 2010",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-298205?width=620&size=1.5",
    "image_1": "im-298205.jpg",
    "time": "2021-02-12 05:30:00",
    "body": "CONGRESSIONAL DEMOCRATS’ RESCUE PACKAGE, including a major expansion of the child tax credit, has the potential to cut child poverty in half, according to Columbia University researchers, and begin building an economic and social policy legacy for President Biden. But it has a side benefit that Democrats plan to build on in subsequent legislation: It provides the first major funding boost likely to be made permanent to the Internal Revenue Service in over a decade.<br />The CTC plan to provide a $250-$300 per child monthly benefit to families comes with a nearly $400 million one-year bump to IRS funding, ostensibly to ease the administrative burden of a major new program. It’s the first step by Democrats to revive the beleaguered IRS, which has seen inflation-adjusted funding drop by over 20% since 2010 and the elimination of over 22% of its staff. Funding and staff for enforcement activities has dropped by around 30% over the last decade, per the Congressional Budget Office. There have been previous pots of money for handling Covid-19 stimulus payments and would be again in this legislation, but those aren’t likely to be renewed, like the money for the CTC administration.<br />Democrats have seized on those figures and projections from former officials to argue that funding the IRS, particularly for enforcement, is cost-effective: According to a Treasury Inspector General for Tax Administration report, the IRS failed to collect from around 900,000 high-income individuals who didn’t file tax returns over a three-year period, which could have resulted in nearly $46 billion in tax payments. Biden is expected to call for more money for tax enforcement in his second economic package.<br />Over the years, Republicans have called for cutting IRS funding for several reasons, including a controversy over inquiries into conservative nonprofits and the IRS’s role in administering the Affordable Care Act. Some Republicans, like Sen. Mitt Romney, support an expanded child tax credit but are unlikely to support Democrats’ version.<br />FORMER PRESIDENT DONALD TRUMP’S TWEETS  between Election Day and Jan. 8, when he was permanently suspended from Twitter due to the “risk of further incitement,” were overwhelmingly about challenging the election results, according to a new analysis by Issue One, a nonprofit that advocates reducing the role of money in politics. Trump sent more than 1500 tweets during that period, of which 60% focused on challenging the election results. Trump said the election was “rigged” 57 times, called it a “steal” or “stolen” another 57 times, and declared he “won” 25 times.  Twitter  flagged over 25% of Trump’s tweets before banning him."
}