{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-midnight-fair-review-11612538433?mod=ig_booksfebruary6",
    "url": "childrens-books-the-midnight-fair-review-11612538433",
    "title": "Children’s Books: ‘The Midnight Fair’ Review",
    "sub_head": "The birds and the beasts take their turn at the carnival after dark.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-295024?width=620&size=custom_1560x1126",
    "image_1": "im-295024.jpg",
    "time": "2021-02-05 10:20:00",
    "body": "In Peggy Rathmann’s beloved 1994 picture book, “Good Night, Gorilla,” a zookeeper closes up for the night unaware that the animals he thinks he has secured in their cages are tiptoeing behind him in order to follow him home. Gideon Sterer’s picture book “The Midnight Fair” (Candlewick, 32 pages, $16.99) tells a different story, but with its glowing colors, secretive animals and air of mischief it partakes of similar delights.<br />In Mariachiara Di Giorgio’s beautiful and atmospheric paintings, wild creatures watch a grassy fairground from a safe distance as carnies set up tents, rides and food stands. That night, the animals wait until the human visitors have streamed away. One last fellow whistles as he locks up and drives off, leaving the fair’s delights unguarded. The raccoons have no trouble exploiting a gap in the chain-link fence, and soon beasts of all sizes are gamboling and reveling: lining up for cotton candy, whirling on the teacup ride and playing games to win goldfish in plastic bags. As the night goes on, the illustrations take on the delirious, slightly queasy-making quality of a real night at the fair. Lights blur, faces slacken, everything seems to spin. At dawn, the custodian returns, only belatedly noticing evidence of trespass. The animals, meanwhile, have slipped back into the woods, where some will sleep, some will continue their revels and one, a gray wolf, will perform a quiet act of charity. Wordless and eloquent, “The Midnight Fair” offers true enchantment for children ages 3 to 8.<br />In Steve Light’s buoyant picture book “Road Trip!” (Candlewick, 40 pages, $16.99), four animal friends from a place called Whiskers Hollow spend an eventful day hunting for a new headlight for Bear’s old red truck. The charm of Whiskers Hollow lies in its cockamamie proportions and intricate details: The road of the title runs along tree limbs, and Bear and his truck (and his friends ) are smaller than acorns. Whiskers Hollow itself is full of stumps that have been hollowed out to make shops and dwellings. There are shades here of Richard Scarry’s industrious animal tableaux and of the cozy treehouses in Jill Barklem’s Brambly Hedge books, though Mr. Light’s style is looser and less cuddly, with shaggier lines and more abundant use of both white space and black ink. “Road Trip!” establishes the personalities of earnest Bear, cautious Mouse, hungry Rabbit and adventurous Donkey, all of whom children ages 3-8 will be glad to see again in future Whisker Hollow adventures.<br />A foster child racked by episodes of unexplained pain finds himself dispatched from the hospital and sent to live in a mysterious compound in “The Ash House” (Chicken House, 336 pages, $17.99), a novel by Angharad Walker for braver readers ages 10 and older. Inside the gates of the place, the boy meets unnerving cohorts of boys and girls who are named for qualities known as “Nicenesses.” A boy called Freedom introduces the newcomer (who is given the name Solitude, or Sol for short) to the peculiar daily practices of life at the Ash House estate. Without their adored Headmaster, who has been gone for years, the children keep order among themselves. They sit for recorded lessons in Niceness and carry out their chores beneath skies patrolled by drones.<br />None of the children seems aware of the outside world, and Sol himself soon can’t remember his real name. He does, however, retain an urgent sense that there’s something sick and wrong about the Ash House. This impels him to probe its secrets but also makes him an object of suspicion, and in a terrifying scene involving an open grave and a dead pig, Sol’s companions inflict on him a ghastly form of discipline. When a man known as the Doctor arrives, Sol is so fixated on his hope of being healed that he fails to notice the other children’s abject terror. The book has an allegorical chill that settles slowly, like damp seeping in, making certain revelations near the end all the more shocking. Ms. Walker doesn’t explain everything about Ash House and its inmates, though, leaving readers with a feeling of ambiguous unease that may stir for a long time in the back of their minds like the after-effects of a nightmare."
}