{
    "url_original": "https://www.wsj.com/articles/childrens-books-too-small-tola-review-11614352131?mod=ig_booksfebruary27",
    "url": "childrens-books-too-small-tola-review-11614352131",
    "title": "Children’s Books: ‘Too Small Tola’ Review",
    "sub_head": "A collection of linked stories for young readers introduces a resourceful young Nigerian heroine.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-303797?width=620&size=custom_1600x1066",
    "image_1": "im-303797.jpg",
    "time": "2021-02-26 10:08:00",
    "body": "For the aspiring reader, there’s special satisfaction in tackling one’s first “real” book—not a school-issued easy-reader or a picture book, however delightful, such as any younger child might read, but a proper chapter book, compact in size and thrillingly grown-up. There’s ever-greater variety in the offerings for children—6- to 9-year-olds, roughly speaking—who are making the leap.<br />The writer Atinuke sets a witty and observant collection of linked stories in modern Africa in “Too Small Tola” (Candlewick, 89 pages, $15.99), which is cheerily illustrated by Onyinye Iwu (see below). “Tola lives in a run-down block of apartments in the megacity of Lagos, in the country of Nigeria,” we read at the start of each chapter before plunging into the escapades of a resourceful girl who constantly gets chaffed about her small stature.<br />We meet Tola’s soccer-obsessed brother and ambitious elder sister and feel an instant fondness for Grandmommy, the bossy and perceptive head of their household. Lagos itself becomes something of a lead character, with its noises and odors and crowds. In the first story, Tola and her grandmother run errands on foot, winding their way amid “car horns blaring and hawkers shouting” to buy yams and dried fish: “Hundreds of market women shout for people to come and buy their superior goods. Thousands of shoppers scream at the price of those inferior goods.” In the second story, Tola gets unexpected backup from the women of her apartment block when a bully makes her spill the water she’s carrying. In the third, Tola and her brother help an injured tailor complete his work preparing clothes for families celebrating some upcoming holidays. “Too Small Tola” has a diminutive heroine, but it’s a big charmer and treats its newly capable readers with a respect that will make them feel knowledgeable and sophisticated.<br />The events of two other early chapter books—both written by Dori Hillestad Butler, as it happens—transpire amid the more familiar surroundings of American domesticity. A refined and literate cat named Simon and a goofball dog named Baxter write letters to each other in “Dear Beast: The Pet Parade” (Holiday House, 79 pages, $15.99), illustrated with comic flair by Kevan Atteberry.<br />In this epistolary sequel to 2020’s “Dear Beast,” the cat loftily offers the dog the honor of marching in this year’s costumed pet parade with their owner, Andy. “Yay!!!!!! Pet Purrade!!!!!!!!!” Baxter writes, with his terrible spelling. Over nine short chapters, the drama builds as Simon comes to realize that, in having dodged an annual chore, he has cut himself out of a triumphant role. Baxter, meanwhile, is enjoying himself hugely by refusing to tell the cat what costume he will be wearing. The circle of correspondence eventually expands to include a fish, a squirrel, a crow and a snail (he’s the mailman) in this genial narrative of sublimated sibling rivalry."
}