{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-sea-ringed-world-review-11613750186?mod=ig_booksfebruary20",
    "url": "childrens-books-the-sea-ringed-world-review-11613750186",
    "title": "Children’s Books: ‘The Sea-Ringed World’ Review",
    "sub_head": "Glimpses of magic and mystery in origin stories from a panoply of cultures.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-300949?width=620&size=custom_2000x1246",
    "image_1": "im-300949.jpg",
    "time": "2021-02-19 10:56:00",
    "body": "Once upon a time, a Hopi story goes, Spider Grandmother spun the web that created humankind. In the Guarani tradition, the father of gods and men created himself within a cosmos of fog. A tale from the Nahua peoples tells of a storm-god emerging from the ocean as a star-spangled jaguar.<br />These are some of the origin stories told in “The Sea-Ringed World” (Levine Querido, 230 pages, $21.99), a collection of ancient sacred tales for readers ages 8-14 drawn from native cultures throughout the Americas. Written by María García Esperón, translated by David Bowles, and illustrated with arresting blue, black and white digital pictures by Amanda Mijangos, the stories have a dual quality of immediacy and remoteness: Moments of sharp clarity seem to wink amid great stirring clouds of hidden meaning.<br />In “Golden King,” for instance, a story from the pre-Columbian Muisca civilization, a king demands that a wizard retrieve his drowned wife and son, alive, from a fathomless lake. Closing his eyes, the wizard sees the beautiful woman sitting on an emerald throne, while the prince in her lap plays with a golden disc. “Your wife and your son are now gods beneath the waters,” the wizard says. “As such they ask you to institute a ritual: offerings of gold and emeralds.” But there is yet greater sacrifice: “You must offer yourself.” The story ends with the king daubing himself in resin and gold dust, raising his arms to the sky “like a resplendent human bird” and plunging to a willing death. Evocative and stirring, the stories in “The Sea-Ringed World” are mesmerizing to read aloud, though parents will want to brush up on their pronunciations before embarking. Names such as Ix Chebel Yax and Kookyangwso’wuuti are easier to say on the fly when you’ve checked the glossary first.<br />From modern-day Japan come seven enchanting vignettes involving a young dreamer in “Sato the Rabbit” (Enchanted Lion, 59 pages, $17.95), by Yuki Ainoya. Our hero in this compact little picture book (translated by Michael Blaskowsky) is a boy who wears a rabbit costume and sees all sorts of wonderful possibilities in the world. While watering the garden, he imagines—as we see in a beguiling painting—that a distant pond is “blowing water into the hose as hard as it can.” Noticing the sunset reflected in a puddle, Sato the Rabbit lifts up its rosy surface, like a luminous manhole cover, and finds himself transported to the sky. In another story, Sato cracks walnuts and discovers tiny loaves of bread and a pot of hot coffee inside one set of shells, a miniature bed and steaming bath inside another. The soft lines and delectable colors of Ms. Ainoya’s pictures, and their charming details (the walnut bath has a loofah and a little towel rack), will have 4- to 8-year-olds wishing they could climb into Sato’s world. Their parents may wish it, too.<br />Most of us will never get to see the northern or southern lights in person. These solar phenomena produce vast colored curtains in the night sky, but they’re viewable only from the top and bottom of the world. So the pleasures of “Seeking an Aurora” (Blue Dot, 32 pages, $17.95) are likely to be vicarious for most readers ages 3-7. Written by Elizabeth Pulford and illustrated by Anne Bannock, both New Zealanders, this quietly thrilling picture book chronicles the late-night excursion of a father and child. Having tiptoed through the house to avoid waking the rest of the family, the pair steps into frosty rural darkness: “Outside everything was still. Even the dogs were quiet, and the cows looked like prehistoric creatures, their noses streaming smoke.”"
}