{
    "url_original": "https://www.wsj.com/articles/china-lets-yuan-rise-steadily-pressuring-exporters-11614261708?mod=markets_minor_pos1",
    "url": "china-lets-yuan-rise-steadily-pressuring-exporters-11614261708",
    "title": "China Lets Yuan Rise Steadily, Pressuring Exporters",
    "sub_head": "Currency has climbed 9% against U.S. dollar since June, forcing some companies hit by pandemic-related expenses to consider raising cost of goods",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-25 09:01:00",
    "body": "HONG KONG—China’s currency has continued to climb in value this year on the back of a strong economic recovery, and Beijing doesn’t appear to be in a hurry to weaken it despite the pressure it is putting on exporters.<br />The yuan has risen more than 9% against the U.S. dollar since June on the back of an export boom and massive investment flows. The greenback has weakened against the backdrop of a feeble U.S. economy and low interest rates, and as investors have moved money into riskier assets around the world.<br />Although the yuan rallied to the strongest level since mid-2018 to 6.46 per dollar, Beijing’s official response has been relatively mild so far. Since last fall, it has made it easier for traders to bet on a weaker yuan, and allowed more domestic financial institutions to move money out of the country to invest in foreign securities.<br />Economists say that Beijing appears to be comfortable with a stronger yuan now in part because it could help rebalance China’s economy toward consumption and make it cheaper for China to import commodities and chips.<br />“China will evolve into a consumption-driven economy, which means they don’t have to keep an undervalued currency like a typical emerging export-oriented economy,” said Ju Wang, a Hong Kong-based senior FX strategist at  HSBC .  “Beijing is already shifting towards this new model, which means they see a fundamentally stronger currency as more beneficial than harmful for the economy.”"
}