{
    "url_original": "https://www.wsj.com/articles/chinas-smic-says-its-missing-out-on-the-chip-boom-due-to-u-s-restrictions-11612526175?mod=business_lead_pos4",
    "url": "chinas-smic-says-its-missing-out-on-the-chip-boom-due-to-u-s-restrictions-11612526175",
    "title": "China’s SMIC Says It’s Missing Out on the Chip Boom Due to U.S. Restrictions",
    "sub_head": "SMIC expects revenue growth to fall to single digits this year after a 17% jump in the last quarter",
    "category_1": "Tech",
    "time": "2021-02-05 06:56:00",
    "body": "HONG KONG—China’s largest maker of computing chips said restrictions placed by the Trump administration would crimp its pace of growth, despite the booming demand for semiconductors creating a global shortage.<br />Semiconductor Manufacturing International Corp.  in its first earnings report since it was added to a U.S. export blacklist on Dec. 18 on Friday said its revenue rose 17% to $981 million in the fourth quarter from a year earlier. The Shanghai-based company said it expects growth in revenue to slow to single-digit percentage points in the coming year.<br />SMIC executives lamented that if it weren’t for the U.S. restrictions, the company could have better capitalized on the global chip shortage that has benefited other manufacturers.<br />“After 20 years of independent technology development, market expansion, capacity building and the talent training, the company could have seized this year’s rare market opportunity and achieved rapid growth,” said Haijun Zhao, the company’s co-chief executive. If not for the U.S. actions and other risks, “SMIC could have maintained last year’s rapid growth momentum,” he said.<br />SMIC is one of China’s champions in the chip sector, an area in which Beijing has prioritized greater self-sufficiency. U.S. officials targeted the state-backed company with a raft of actions during the waning months of the Trump administration, alleging links to the Chinese military. SMIC has repeatedly denied military links."
}