{
    "url_original": "https://www.wsj.com/articles/china-faces-european-obstacles-as-some-countries-heed-u-s-pressure-11614088843",
    "url": "china-faces-european-obstacles-as-some-countries-heed-u-s-pressure-11614088843",
    "title": "China Faces European Obstacles as Some Countries Heed U.S. Pressure",
    "sub_head": "Concerns over Chinese geopolitical aggression prompt smaller European countries to block Chinese companies from public bids",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-02-23 09:00:00",
    "body": "BRUSSELS—Some European countries are starting to block Chinese involvement in their economies, drawing closer to positions advocated by the U.S. amid growing anxiety in Europe over China’s increasingly aggressive geopolitical posture.<br />Governments from the Baltic to the Adriatic seas have recently canceled public tenders that Chinese state-owned companies were set to win, or are moving to ban Chinese companies from investing or contracting in their countries.<br />The shifts have been prompted by a mix of national-security concerns and disappointment with the performance of Chinese contractors, say officials involved in the decisions. Several of the canceled projects fell within China’s world-wide infrastructure initiative, Belt and Road, which has disappointed several participating countries.<br />The shift is largely taking place in smaller European countries, adding to tensions within the European Union, where big countries still largely favor maintaining business links with China.<br />Romania and Lithuania are taking broad measures to exclude Chinese companies from certain public procurements. Other moves are more targeted. Authorities in Slovenia, Croatia, the Czech Republic and Romania have suspended public tenders involving Chinese companies for work on nuclear-power plants, highways, rail lines, security scanners and a shipping-container terminal. Greece is debating whether to allow a Chinese shipping company to increase its majority stake in the country’s largest port."
}