{
    "url_original": "https://www.wsj.com/articles/chinas-covid-19-vaccine-makers-struggle-to-meet-demand-11612958560?mod=world_major_2_pos4",
    "url": "chinas-covid-19-vaccine-makers-struggle-to-meet-demand-11612958560",
    "title": "China’s Covid-19 Vaccine Makers Struggle to Meet Demand",
    "sub_head": "Countries depending on Chinese shots report delays while Beijing’s domestic rollout gets off to a slow start",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-10 07:02:00",
    "body": "Chinese vaccine makers are racing to meet the needs of China and a growing list of countries, but there are signs that inoculations are going slower than planned.<br />In the Middle East and North Africa, countries that were depending on Chinese vaccines are experiencing delays as they try to inoculate their populations. The U.A.E, the first country outside China to approve a vaccine by Chinese state-owned drugmaker  Sinopharm ,  has switched to giving priority to the elderly, chronically ill and other select groups. It had been offering shots to everyone, which left residents waiting weeks for appointments.<br />At home, Chinese authorities have distributed more doses than many other countries, but several Western countries are ahead per capita—and China hasn’t started inoculating the elderly because of a lack of clinical trial data for that age group.<br />China had administered more than 40 million doses as of Feb. 9, according to the country’s health commission. That is far short of the goal that health officials set in a December conference call with the Chinese Center for Disease Control and Prevention, according to people familiar with the matter: distributing 100 million doses before the start of the Lunar New Year holiday on Friday.<br />China isn’t alone. Vaccine shipments have been delayed around the world. But many developing countries are counting on China’s vaccines as among the few affordable and available options, and Beijing has made vaccine diplomacy a part of its foreign policy."
}