{
    "url_original": "https://www.wsj.com/articles/chinese-liquor-giant-moutai-hits-heady-500-billion-valuation-11612964076?mod=markets_lead_pos6",
    "url": "chinese-liquor-giant-moutai-hits-heady-500-billion-valuation-11612964076",
    "title": "Chinese Liquor Giant Moutai Hits Heady $500 Billion Valuation",
    "sub_head": "Stock’s recent rally has turned Kweichow Moutai into one of the world’s most valuable consumer-goods companies",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-297330?width=620&size=1.5",
    "image_1": "im-297330.jpg",
    "time": "2021-02-10 08:34:00",
    "body": "Kweichow Moutai Co. , the best-known distiller of the fiery Chinese spirit baijiu, has risen to a market value of more than half a trillion dollars, making it the most visible symbol of investor euphoria in China.<br />Moutai shares closed at a record high Wednesday, on the last trading day before a weeklong Lunar New Year holiday. They have more than doubled in the past 12 months, gaining more than 30% since the start of 2021.<br />The rally has turned the liquor company into one of the world’s most valuable consumer-goods companies, outstripping giants such as  Procter & Gamble Co. ,  Nestlé SA  and  LVMH Moët Hennessy Louis Vuitton SE .<br />It is now roughly as important to the Chinese market as  Apple Inc.  is in the U.S., accounting for 7.3% of the Shanghai Composite Index while Apple makes up about 6.7% of the S&P 500. China’s biggest technology companies,  Tencent Holdings Ltd.  and Alibaba Group Holding Ltd., aren’t listed on the mainland.<br />Shanghai-listed Moutai makes an unlikely bedfellow for these Western blue chips. The company is majority owned by the local government in the southwestern Chinese province of Guizhou and its chairman, Gao Weidong, was the regional government’s top transport official before assuming his post last year. The best-compensated executive listed in its 2019 annual report received the equivalent of about $130,500."
}