{
    "url_original": "https://www.wsj.com/articles/chinas-reckless-labs-put-the-world-at-risk-11614102828?mod=opinion_lead_pos5",
    "url": "chinas-reckless-labs-put-the-world-at-risk-11614102828",
    "title": "China’s Reckless Labs Put the World at Risk",
    "sub_head": "Beijing is obsessed with viruses, but not biosafety. We are paying a high price for its lapses.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302439?width=620&size=1.5",
    "image_1": "im-302439.jpg",
    "time": "2021-02-23 12:53:00",
    "body": "The Chinese Communist Party is obsessed with viruses. Its army of scientists claim to have discovered almost 2,000 new viruses in a little over a decade. It took the past 200 years for the rest of the world to discover that many. More troubling is the party’s negligence on biosafety. The costs and the risk to world health are enormous, as evidenced by a novel coronavirus that escaped Wuhan. This situation can’t continue. The world must hold the Chinese Communist Party accountable and punish Beijing if it fails to uphold global biosafety standards, including basic transparency requirements.<br />The most recent example of this malfeasance is playing out around us. The evidence that the virus came from Wuhan is enormous, though largely circumstantial, and most signs point to the Wuhan Institute of Virology, or WIV, as the source of Covid-19. In America, concern about the site is now broad and bipartisan. The Biden administration stated that it has “deep concerns” about the World Health Organization’s investigation into the early days of the pandemic, particularly Beijing’s interference with the investigators’ work.<br />The world has known for a long time that WIV poses a huge risk to global health. Two 2018 State Department cables warned of its biosafety problems. They even predicted that SARS-CoV-2’s ACE2 receptor, identified by WIV scientists, would enable human-to-human transmission. Yuan Zhiming, then director of WIV’s biosafety level 4 lab, warned, “The biosafety laboratory is a double-edge sword: It can be used for the benefit of humanity, but can also lead to a disaster.” He listed the shortfalls prevalent among China’s biology labs, including a lack of “operational technical support, professional instructions” and “feasible standards for the safety requirements of different protection zones and for the inoculation of microbiological animals and equipment.”<br />The Chinese public took note, with several bloggers alleging that WIV’s virus-carrying animals are sold as pets. They may even show up at local wet markets. After the Wuhan outbreak, one since-disappeared blogger asked a WIV researcher to debate the lab’s biosafety practices in public. The offer was ignored.<br />Beijing has a moral and legal obligation to take biosafety seriously, especially given the kind of research going on at WIV. In 2015, WIV’s Dr. Shi Zhengli co-wrote an article titled “A SARS-like Cluster of Circulating Bat Coronaviruses Shows Potential for Human Emergence” in which she admitted that her team had engineered “chimeric” and “hybrid” viruses from horseshoe bats. In a 2019 article titled “Bat Coronavirus in China,” Ms. Shi and her co-authors warned, “It is highly likely that future SARS- or MERS-like coronavirus outbreaks will originate from bats, and there is an increased probability that this will occur in China.” At the time, WIV housed tens of thousands of bat virus samples and experiment animals."
}