{
    "url_original": "https://www.wsj.com/articles/chinas-coal-war-with-australia-fuels-shortage-at-home-11612953005",
    "url": "chinas-coal-war-with-australia-fuels-shortage-at-home-11612953005",
    "title": "China’s Coal War With Australia Fuels Shortage at Home",
    "sub_head": "The trade dispute has forced Chinese buyers to pay steep premiums for imports amid a supply crunch",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-297274?width=620&size=1.5",
    "image_1": "im-297274.jpg",
    "time": "2021-02-10 05:30:00",
    "body": "HONG KONG—China’s ban on Australian coal imports is intensifying a crisis in its coal market, which is battling surging prices, supply shortages, conflicting policy goals and a cold winter.<br />Locked in a diplomatic brawl over Canberra’s call for an independent global inquiry into the origins of Covid-19, Beijing imposed an informal ban around September that forced boatloads of Australian coal to languish at sea. China’s central government made the embargo official at a mid-December meeting with major Chinese electricity producers, who are big buyers of thermal coal.<br />The ban complicated a supply crunch that the meeting was convened to solve, government and state media reports show. China was short of thermal coal and officials urged the companies to import more—from anywhere except Australia, China’s biggest supplier. To comply, buyers in China have had to pay steep premiums for imports from farther afield, on top of prices that have risen 84% since midyear.<br />“Coal buyers are on tenterhooks watching the import market,” the China Coal Transportation and Distribution Association, which represents importers, said in a statement. “It’s been hard to replenish low coal inventory and shortages, while demand is unabated.”<br />From Norwegian salmon to Mongolian commodities, Beijing has in recent years increasingly used China’s buying heft to apply political pressure abroad—but the coal market is showing that the strategy can backfire. Even as Chinese buyers obeyed Beijing, Australia’s coal prices rallied as other buyers from big coal-consuming nations, including Japan and India, stepped in."
}