{
    "url_original": "https://www.wsj.com/articles/china-reveals-four-of-its-soldiers-died-in-border-clash-with-india-11613727635",
    "url": "china-reveals-four-of-its-soldiers-died-in-border-clash-with-india-11613727635",
    "title": "China Reveals Four of Its Soldiers Died in Border Clash With India",
    "sub_head": "Beijing on Friday disclosed casualties from the club-and-rock Himalayan melee that also killed 20 Indians in June last year",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-301427?width=620&size=1.5",
    "image_1": "im-301427.jpg",
    "time": "2021-02-19 04:40:00",
    "body": "NEW DELHI—China said four of its soldiers were killed in last year’s border clash with Indian troops, disclosing casualties for the first time from the Himalayan melee that killed 20 Indians and ratcheted up tensions between the nuclear-armed neighbors.<br />India unveiled its view of what happened soon after the incident in June, saying its troops were killed in the bloody skirmish in which soldiers fought with rocks, batons and clubs wrapped in barbed wire. China had been silent on casualty figures until Friday, when it announced posthumous awards for the four soldiers.<br />As it made the announcement, China laid the blame on India, saying that its troops had “deliberately provoked incidents” by trying to “unilaterally change the status-quo of border control,” according to the PLA Daily, its main military publication.<br />Tensions remained high for months between India and China, which share a 2,000-mile border. They pointed fingers at each other for starting the fight, saying the other side was breaking established rules and boundaries for troop movements.<br />According to Indian officials, the violence started after Indian soldiers arrived in an area of the Galwan Valley on the border, to ensure that Chinese forces had decamped as part of an agreement struck between the two sides. They found that Chinese soldiers remained and had started building a new structure on what India considers its side of the de facto boundary. That sparked an argument, which led to the bloody clash."
}