{
    "url_original": "https://www.wsj.com/articles/chinese-video-ipo-goes-viral-with-investors-11612435062?mod=business_minor_pos8",
    "url": "chinese-video-ipo-goes-viral-with-investors-11612435062",
    "title": "Chinese Video IPO Goes Viral With Investors",
    "sub_head": "Kuaishou is latest in a series of hot Hong Kong initial public offerings",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-02-04 06:08:00",
    "body": "Shares in Kuaishou Technology surged in gray-market trading ahead of the Chinese video-app operator’s Hong Kong debut, after investors placed about $370 billion of orders for the $5.4 billion deal.<br />Kuaishou competes with ByteDance Ltd., the closely held Chinese firm behind TikTok and its domestic sister app, Douyin. The initial public offering is the world’s largest in more than a year, according to Dealogic, and gives the company a market value of nearly $61 billion.<br />This is the latest in a string of hot IPOs in Hong Kong, many involving Chinese technology startups or other companies catering to China’s increasingly affluent consumers. Last year, for example, bottled-water group  Nongfu Spring Co.  jumped on its debut, while the abortive dual listing of Ant Group Co. in Shanghai and Hong Kong generated trillions of dollars of demand.<br />Kuaishou earlier priced the stock sale at 115 Hong Kong dollars a share, equivalent to $14.84 a share. Unofficial gray-market pricing Thursday suggested Kuaishou’s stock could leap in value when it starts trading Friday. The stock closed at HK$336.60 a share on a trading platform operated by Futu Securities, almost triple the IPO price.<br />Joe Chang, a manager at an e-commerce company in Shenzhen, said he was allotted just 100 shares after placing an order for 50,000, and that he used borrowed money for 90% of the total. Mr. Chang said he liked the company as a market leader in short video and live-streaming, and because rival ByteDance is unlisted. He said Kuaishou’s market value could rise to $150 billion."
}