{
    "url_original": "https://www.wsj.com/articles/china-orders-bbc-off-the-air-in-its-territory-11613078980?mod=business_minor_pos22",
    "url": "china-orders-bbc-off-the-air-in-its-territory-11613078980",
    "title": "China Orders BBC Off the Air in Its Territory",
    "sub_head": "Move, with uncertain impact in Hong Kong, comes after U.K. banned a Chinese news channel",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-298293?width=620&size=1.5",
    "image_1": "im-298293.jpg",
    "time": "2021-02-11 16:29:00",
    "body": "A Chinese regulator ordered the British Broadcasting Corp. off the airwaves in Chinese territory for news reports it called unfair, days after Beijing’s primary international news channel lost its license in the U.K.<br />The tit-for-tat move shows how media organizations are getting increasingly embroiled in China’s deteriorating relations with the West. London and Beijing have criticized each other’s action as hurting media freedom, depicting the news organizations involved as extensions of each government’s agenda.<br />In the mainland, China’s announcement by the National Radio and Television Administration just past midnight Friday, at the start of the Lunar New Year holiday, appeared mostly symbolic since international broadcasters such as the BBC already have extremely limited reach there. The programming typically can only be seen in upmarket hotels and compounds where foreigners live, and even on those feeds the screens frequently go black when news relates to China.<br />While the Chinese announcement ordered the BBC off the airways in Chinese territory, it wasn’t immediately clear how the ban, set to last at least a year, would affect BBC services in Hong Kong, which has a freer media environment, though Beijing has expanded limits on journalism there.<br />BBC television news remained on the air in Hong Kong early Friday. BBC has deep roots in the former British colony, where its news reports today are carried on local radio and cable TV."
}