{
    "url_original": "https://www.wsj.com/articles/china-approves-sinovac-vaccine-for-broad-use-against-covid-19-11612617336",
    "url": "china-approves-sinovac-vaccine-for-broad-use-against-covid-19-11612617336",
    "title": "China Approves Sinovac Vaccine for Broad Use Against Covid-19",
    "sub_head": "Regulators give CoronaVac green light for mass inoculation, making it the second coronavirus shot in China to get provisional approval",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-296021?width=620&size=1.5",
    "image_1": "im-296021.jpg",
    "time": "2021-02-06 08:15:00",
    "body": "HONG KONG—China’s drug regulator has given provisional approval to a Covid-19 vaccine developed by Chinese drugmaker Sinovac Biotech Ltd., which has faced questions over its vaccine efficacy due to a lack of transparency around clinical trial data.<br />China’s National Medical Products Administration, the country’s top drug regulator, approved Sinovac’s CoronaVac vaccine on Friday, according to a statement by the agency, giving it the green light for broad use in China ahead of next week’s Lunar New Year holiday.<br />It is the second vaccine to receive approval for mass inoculation in China, following that of state-owned China National Pharmaceutical Group Co., more commonly known as Sinopharm, which was approved in December. Last June, CoronaVac received emergency-use authorization in China, limiting it to use within certain groups of high-risk individuals.<br />From Latin America to Africa and Asia, many developing countries have pinned their hopes on CoronaVac and other Chinese vaccine candidates as richer nations snap up inoculations developed in the West. CoronaVac can be stored in an ordinary refrigerator, making it cheaper and easier to transport than others that require subzero storage temperatures.<br />Beyond mainland China and Hong Kong, Turkey and Ukraine are among nations that have reported orders for CoronaVac. Brazil has agreed to buy up to 100 million doses, while Turkey has purchased 50 million shots."
}