{
    "url_original": "https://www.wsj.com/articles/chinas-online-lending-curbs-to-hit-big-tech-firms-and-regional-banks-11613992441?mod=business_lead_pos6",
    "url": "chinas-online-lending-curbs-to-hit-big-tech-firms-and-regional-banks-11613992441",
    "title": "China’s Online-Lending Curbs to Hit Big Tech Firms and Regional Banks",
    "sub_head": "Starting in 2022, internet-lending platforms will have to fund at least 30% of every loan they make jointly with commercial lenders",
    "category_1": "Markets",
    "time": "2021-02-22 06:14:00",
    "body": "China’s banking regulator formalized rules that will force Ant Group Co. and other online lenders to have more skin in the game when they make loans with banks, dealing a blow to a burgeoning business that helped drive Chinese consumer spending in recent years.<br />Starting in 2022, internet-lending platforms in the country will have to fund at least 30% of every loan they make jointly with commercial lenders, which include banks, trust companies, and finance companies. Individual banks will also be subject to new caps on how much they can lend together with online partners, according to regulations published on Saturday by the China Banking and Insurance Regulatory Commission.<br />Several analysts on Monday said the rules are aimed at large technology companies including Ant and WeBank, a large online lender backed by  Tencent Holdings Ltd.  Both have become big originators of unsecured loans to individuals and small businesses by working with dozens of commercial lenders that supply most of the funds. Ant and WeBank declined to comment.<br />Ant, in particular, has come under intense regulatory scrutiny since its blockbuster initial public offerings were pulled in early November last year. The owner of Alipay, which has more than a billion users in China, has partnered with around 100 commercial lenders, including many small regional banks and trust companies, to make loans to hundreds of millions of individuals, raking in large profits in the process.<br />At the end of June 2020, Ant had the equivalent of $267 billion in outstanding consumer loans, accounting for nearly a fifth of the country’s outstanding short-term household debt. Just 2% of that total was funded by the Hangzhou-based company. Its consumer-lending services, Huabei and Jiebei, have supplied credit to many free-spending young people in China who don’t qualify for bank-issued credit cards."
}