{
    "url_original": "https://www.wsj.com/articles/chinese-consumers-were-big-spenders-during-the-lunar-new-year-holiday-11613650350",
    "url": "chinese-consumers-were-big-spenders-during-the-lunar-new-year-holiday-11613650350",
    "title": "Chinese Consumers Were Big Spenders During the Lunar New Year Holiday",
    "sub_head": "Consumption at major retailers and restaurants over the seven-day holiday hit $127 billion",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-18 07:12:00",
    "body": "BEIJING—Chinese consumers opened up their wallets over the weeklong Lunar New Year holiday, energizing a domestic retail and service sector that has proved a stubborn laggard in China’s economic recovery.<br />Consumption at major retailers and restaurants over the seven-day holiday, from Feb. 11 to Feb. 17, hit 821 billion yuan, China’s Commerce Ministry said Wednesday. That figure, equivalent to about $127 billion, represented a 29% jump from last year’s pandemic-disrupted holiday, and a 4.9% increase from the same period in 2019, long before the coronavirus swept across China.<br />The rise in spending came as tens of millions of Chinese residents heeded authorities’ call to stay put during the Lunar New Year holiday because of the coronavirus, denting what is traditionally the busiest travel season of the year. Instead, they redirected their disposable income to gifts, food, entertainment and other sectors that suffered during the height of the pandemic last year.<br />Monthly retail sales, a key gauge of consumption, only returned to year-over-year growth in August last year, becoming the last economic pillar to reclaim its pre-virus levels. But for 2020 as a whole, retail sales were still lower than 2019’s level. Beijing’s stimulus attempts during other public holidays last year failed to meaningfully boost consumption, in part because the efforts were too piecemeal, economists said.<br />This time around, authorities in various Chinese cities offered cash handouts and other incentives to remain in place after a resurgence of coronavirus cases began sweeping across northern China last month."
}