{
    "url_original": "https://www.wsj.com/articles/chip-makers-applaud-bidens-catch-up-effort-but-see-no-quick-fix-11614281958?mod=business_lead_pos7",
    "url": "chip-makers-applaud-bidens-catch-up-effort-but-see-no-quick-fix-11614281958",
    "title": "Chip Makers Applaud Biden’s Catch-Up Effort but See No Quick Fix",
    "sub_head": "Industry executives expect U.S. push to address chip shortages will take years amid surging demand, complexity of supply chains",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-304241?width=620&size=1.5",
    "image_1": "im-304241.jpg",
    "time": "2021-02-25 14:39:00",
    "body": "President Biden’s pledge to fix the chip shortages hitting auto makers and others will take years to deliver, according to industry officials who are pressing the administration for long-desired support as demand for such processors continues to soar.<br />Chip industry executives welcomed Mr. Biden’s move but urged patience. “Supply chains take a long time to build up capability. Whatever comes out of it won’t come for years,” Jensen Huang, chief executive officer of  Nvidia Corp. —America’s biggest semiconductor company by value—said after the White House announced the executive action Wednesday aimed at addressing chip and other supply-chain bottlenecks. “There will be no immediate results,” Mr. Huang said.<br />The pandemic has supercharged demand for chips that go into everything from videogames and laptop computers to data centers, products that have become central to remote work and distance learning. Rebounding demand in other industries has exacerbated the scarcity of chip production capacity, industry executives have said.<br />“So much of society is run by that now,” Mr. Huang said Wednesday shortly after Nvidia posted record quarterly sales. “We need chips more than ever, which is great.”<br />But that demand surge has caught some industries out, particularly auto makers.  General Motors Co. ,  Ford Motor Co.  and  Volkswagen AG  have idled some of their production capacity as they await critical parts. Car makers are expected to produce around 700,000 fewer cars in the first three months of 2021 than earlier forecast because of chip shortages."
}