{
    "url_original": "https://www.wsj.com/articles/chip-shortage-buoys-smic-but-sanctions-could-still-bite-11612524988?mod=business_minor_pos12",
    "url": "chip-shortage-buoys-smic-but-sanctions-could-still-bite-11612524988",
    "title": "Chip Shortage Buoys SMIC, but Sanctions Could Still Bite",
    "sub_head": "U.S. tech war to dent the Chinese chip maker’s ambitions even as orders soar",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-295498?width=620&size=1.5",
    "image_1": "im-295498.jpg",
    "time": "2021-02-05 06:36:00",
    "body": "China’s leading domestic chip maker is getting lots of orders at the moment due to the global semiconductor shortage. The tech war with the U.S., however, will dent its ambitions.<br />Semiconductor Manufacturing International Corp.’s  revenue for the quarter ended December fell 9.4% from the previous quarter, but that was already better than expected given that the Chinese made-to-order chip maker is at the heart of the U.S.-China technology war. Demand for chips from its less advanced mature nodes was strong due to semiconductor shortages across the board.<br />But SMIC’s gross margin took a hit: It was 18% last quarter, down from 24.2% in the quarter before. The Trump administration’s salvo against Huawei Technologies meant SMIC wasn’t allowed to supply one of its major customers, especially with its more advanced technologies. The higher depreciation charges from its 14-nanometer plants likely took a toll too, according to Bernstein. Its most advanced nodes accounted for only 5% of revenue last quarter, compared with 14.6% in the previous quarter. SMIC’s Hong Kong-listed shares fell 10.6% Friday.<br />SMIC expects gross margin to be in the midteens this year and revenue to grow by a mid-to-high single digit percentage from last year. But since the company’s more mature nodes are already running at close to full capacity, its long-term growth will depend on whether it can build more capacity.<br />SMIC has budgeted $4.3 billion for capital spending this year to expand capacity, mostly for its more mature technologies. That is a drop from the $5.7 billion spent in 2020, which came after the company was forced to slash the target to $5.9 billion in November from $6.7 billion as the Trump administration placed export restrictions on the company in September that made it very difficult to source chip-making tools, especially for more advanced nodes. The U.S. government then formally put SMIC on the entity list in December. This year’s capital expenditure depends on how the Biden administration handles the technology war with China—it is possible that the U.S. government may allow the export of less sensitive technology to SMIC, but that isn’t a sure thing either."
}