{
    "url_original": "https://www.wsj.com/articles/chip-shortage-is-no-match-for-sturdy-toyota-11612958677?mod=markets_lead_pos11",
    "url": "chip-shortage-is-no-match-for-sturdy-toyota-11612958677",
    "title": "Chip Shortage is No Match for Sturdy Toyota",
    "sub_head": "To rivals’ chagrin, Toyota says it is doing just fine with the global automotive chip shortage",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-297313?width=620&size=1.5",
    "image_1": "im-297313.jpg",
    "time": "2021-02-10 07:04:00",
    "body": "A sharp rebound in car sales has paradoxically threatened the auto sector’s recovery as car makers contend with severe shortages of automotive chips. Except, apparently, for Japan’s automotive colossus:  Toyota  says it’s doing just fine.<br />Strong results at Japan’s largest car makers show the car market is back on track after the doldrums of early 2020. Toyota said on Wednesday that its operating profit for the quarter ending in December grew 54% from a year earlier while sales increased 7%.  Honda  and  Nissan  likewise reported earnings growth that were ahead of analysts’ expectations.<br />Toyota saw year-over-year growth in all regions. Operating profit in North America more than doubled from a year earlier thanks to higher sales of sport-utility vehicles. That helped push the company’s overall operating margin to 12.1% last quarter, from 8.4% a year earlier.<br />The strong rebound in car sales has brought an unexpected problem, however, for most car makers: a severe chip shortage. A quick recovery after the sharp declines in auto sales early last year means chip makers are now unable to meet sudden new demand from car manufacturers. Adding to the problem, chip manufacturers are already running at capacity to produce components for other gadgets like personal computers and data centers, all of which got a boost from stay-at-home demand. The problem could last for months as it takes time for chip makers to ramp up capacity and readjust their product mix.<br />Most Western auto makers expect the problem to dampen their production. Honda and Nissan also expect the shortage to hurt sales, though they still revised up their profit forecast for the fiscal year ending in March. Honda lowered its sales volume forecast but expects cost cutting to offset the impact. Nissan expects the continuing restructuring of its business to help narrow expected losses."
}