{
    "url_original": "https://www.wsj.com/articles/chrysler-fiat-dealers-want-new-boss-to-fix-ailing-brands-or-consider-cuts-11612789211?mod=business_lead_pos6",
    "url": "chrysler-fiat-dealers-want-new-boss-to-fix-ailing-brands-or-consider-cuts-11612789211",
    "title": "Chrysler, Fiat Dealers Want New Boss to Fix Ailing Brands or Consider Cuts",
    "sub_head": "Fiat Chrysler, which merged last month to create Stellantis, has for years operated seven automotive brands in the U.S., more than rivals",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-295718?width=620&size=1.5",
    "image_1": "im-295718.jpg",
    "time": "2021-02-08 08:00:00",
    "body": "U.S. auto dealers selling Chrysler, Dodge,  Fiat  and other brands under the recently formed auto-making giant  Stellantis  NV have a message for the new leadership: Help us fix the ailing parts of the lineup or consider cutting back.<br />For years, Fiat Chrysler Automobiles NV, the car company that recently merged with Peugeot-maker PSA Group to create Stellantis, has operated seven vehicle brands in the U.S.—more than many of its closest rivals. While some marques like Jeep and Ram have thrived, others have withered in recent years, dinged by a lack of new investment, aging models and sluggish sales, analysts and dealers say.<br />The question of how to revive Fiat Chrysler’s weaker brands has lingered for years, and it now falls to Stellantis Chief Executive Carlos Tavares to answer it. Mr. Taveres has said he doesn’t plan to cut any brands, and a Stellantis spokesman added that the company values its diverse lineup of brands, ranging from off-roaders at Jeep to family-haulers at Chrysler.<br />Chrysler, a nearly 100-year-old badge that once was the company’s namesake, now sells three models—two minivans and a large sedan—about half the number of nameplates it sold in showrooms a decade ago. Its U.S. sales have steadily slid: last year it sold roughly 110,500 vehicles, about one-third its volume in 2015, according to company figures.<br />Fiat, a maker of small cars reintroduced to the U.S. in 2011, has also struggled with a limited lineup, quality woes and a sharp drop-off in sales."
}