{
    "url_original": "https://www.wsj.com/articles/cia-nominee-burns-promises-spying-focus-on-china-seeing-adversarial-predatory-regime-11614191079?mod=politics_lead_pos5",
    "url": "cia-nominee-burns-promises-spying-focus-on-china-seeing-adversarial-predatory-regime-11614191079",
    "title": "CIA Nominee Burns Promises Spying Focus on China, Seeing ‘Adversarial, Predatory’ Regime",
    "sub_head": "Veteran diplomat pledges to deliver bad news to policy makers, after senators note tumult of Trump years",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-303645?width=620&size=1.5",
    "image_1": "im-303645.jpg",
    "time": "2021-02-24 13:24:00",
    "body": "WASHINGTON—President Biden’s pick to the lead the Central Intelligence Agency told lawmakers he would intensify the spy agency’s focus on China, calling “an adversarial, predatory Chinese leadership” the U.S.’s “biggest geopolitical test.”<br />Speaking at his confirmation hearing Wednesday before the Senate Intelligence Committee, veteran diplomat William J. Burns said gathering intelligence on China will be a priority if he is confirmed by the full Senate.<br />“For CIA, that will mean intensified focus and urgency—continually strengthening its already impressive cadre of China specialists, expanding its language skills, aligning personnel and resource allocation for the long haul,” Mr. Burns told the committee.<br />A congressional review last year found that the CIA and other intelligence agencies have been too slow to adapt to China’s economic, military and technological challenge, and remain overly focused on existing threats such as terrorism and adversaries’ conventional military assets.<br />Mr. Burns, a former deputy secretary of state and ambassador to Jordan and Russia, received plaudits from both Democrats and Republicans on the Intelligence Committee, which is widely expected to approve his nomination and send it to the full Senate."
}