{
    "url_original": "https://www.wsj.com/articles/ciara-oprah-shaq-serena-the-tricky-art-of-bringing-stars-into-the-boardroom-11612452831?mod=business_lead_pos10",
    "url": "ciara-oprah-shaq-serena-the-tricky-art-of-bringing-stars-into-the-boardroom-11612452831",
    "title": "Celebrities Land in the Boardroom. Here’s How Companies Make It Work.",
    "sub_head": "Ciara, Oprah, Shaq and Serena are among the celebrities companies are tapping as directors for their pop-culture expertise and as a marketing boost",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-294697?width=620&size=1.5",
    "image_1": "im-294697.jpg",
    "time": "2021-02-04 15:13:00",
    "body": "Pop star Ciara Wilson’s meteoric career has traveled a familiar arc—first a string of hits, then a fragrance brand and a fashion line.<br />Now the Grammy-winning singer is taking on a role that has become increasingly popular among entrepreneurial-minded celebrities: corporate director.<br />Announced Thursday, Ms. Wilson’s appointment to the board of Seattle marketing-tech company Amperity Inc. makes her the latest famous face to bring star power to a company boardroom. She also recently joined the board of  Bright Lights Acquisition Corp. , a special-purpose acquisition company, or SPAC, focusing on entertainment, sports and consumer brands that went public last month.<br />From tennis star Serena Williams to Oprah Winfrey and basketball legend Shaquille O’Neal, more companies are recruiting athletes, entertainers and other celebrities to boards, executive recruiters and corporate-governance experts say. Their addition can bring valuable insight into cultural trends and consumer behavior, some CEOs say, while generating buzz for brands among coveted younger consumers. Along the way, the unconventional recruits often bring different experience and more ethnic diversity to boards, something more companies are seeking—and are under investor and, in some cases, regulatory pressure to achieve. (In California, for example, a new law requires greater diversity on public-company boards.)<br />When Amperity CEO Kabir Shahani thought of recruiting Ms. Wilson, a longtime friend, to the private company’s board, he asked a business contact: “Hey, is this crazy?” The board included corporate veterans such as Starbucks Corp. CEO Kevin Johnson and other executives who had built companies or developed technology."
}