{
    "url_original": "https://www.wsj.com/articles/cinemark-shines-without-the-drama-11614367857?mod=business_featst_pos2",
    "url": "cinemark-shines-without-the-drama-11614367857",
    "title": "Cinemark Shines Without the Drama",
    "sub_head": "Movie-theater chain has stayed out of the meme-stock spotlight that has glared on rival AMC",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-26 14:30:00",
    "body": "Among U.S- based movie-theater chains,  AMC Entertainment  has definitely provided more entertainment of late. But Cinemark’s comparatively boring show might be more worth tuning in to.<br />Texas-based Cinemark has been overshadowed by the attention investors have focused on its competitor. Next to  GameStop ,  AMC has become perhaps the second hottest in a crowd of so-called “meme stocks” favored by the WallStreetBets crowd on Reddit. Before Cinemark’s fourth-quarter results Friday morning, AMC shares were up 291% so far this year compared with about 31% for Cinemark.<br />AMC’s weaker financial footing seemed to be a draw for the risk-addicted YOLO crowd, who saw the company as teetering on bankruptcy and as a possible investment or buyout target by a bigger Hollywood player. Cinemark by contrast has long been considered the most financially stable of the major theater chains. Michael Pachter of Wedbush wrote to clients earlier this week that he expects Cinemark “to come out of the pandemic relatively unscathed.” Of AMC, he predicted, “it will be years before AMC is able to revisit its prior growth strategy as it repays its growing mountain of debt.”<br />Cinemark’s fourth-quarter revenue plunged 88% from a year earlier to $98.2 million, and attendance was about 10% of the prior year’s comparable period. The company said it burned about $65 million in cash a month during the quarter. Still, revenue well exceeded Wall Street’s expectations, thanks in part to some innovative moves such as private watch parties, where families or other small groups rent a full auditorium for $99. These accounted for 24% of U.S. admissions revenue for the quarter. The company also says its “cash runway” extends into the fourth quarter, and even into 2022 including the tax refunds it expects to receive.<br />Cinemark has good reason to be more upbeat since its last report on Nov. 5, which came just days before news of the first major coronavirus vaccine breakthrough. A growing pace of vaccinations and plunging infection rates is allowing New York theaters to start reopening March 5, and Cinemark Chief Executive Mark Zoradi said Friday he expects the key markets of Los Angeles and San Francisco to begin reopening “in the coming weeks.”"
}