{
    "url_original": "https://www.wsj.com/articles/clarice-review-a-lion-among-lambs-11612473831",
    "url": "clarice-review-a-lion-among-lambs-11612473831",
    "title": "‘Clarice’ Review: A Lion Among Lambs",
    "sub_head": "FBI Agent Clarice Starling returns in a new CBS series.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-295045?width=620&size=1.5",
    "image_1": "im-295045.jpg",
    "time": "2021-02-04 16:23:00",
    "body": "It would be best to temper any expectation of a horrorfest to come in “Clarice,” despite the title character’s prominent role in the Thomas Harris novels “The Silence of the Lambs” (1988) and “Hannibal” (1999), not to mention the 1991 “Silence” film starring Jodie Foster as FBI agent Clarice Starling. All the drama of this sharply written new tale is focused devotedly on Clarice, now portrayed with heart and intelligence by Rebecca Breeds.<br />Borne up by wit and an undeniable emotional punch, the CBS series has its beginnings in the early 1990s—roughly a year after the terrors that occurred in “The Silence of the Lambs.” Agent Starling—who had, many months earlier, rescued a young woman imprisoned in the basement of the monstrous predator known as Buffalo Bill—now finds herself the recipient of an urgent message from that young woman’s mother, Ruth Martin. Who, as it happens, holds the position of attorney general. The attorney general (an electrifying Jayne Atkinson) urges Agent Starling to join up with the Violent Criminal Apprehension Program, or Vicap (an actual FBI program). She’s needed to help solve the case of three new serial killings.<br />It’s not a surprising request. Clarice has, as she regularly proves, unique gifts as a crime analyst. One scene has her noting the psychological pretensions of one murderer. The killer was desperate to leave proof that he was impassioned, a man on fire, when in fact, Agent Starling concludes, he was “cold as hell. The wounds he made shows it.”<br />Starling will turn her attention to those three serial killings, but not without dismay. On no subject is she more opposed to the views of her superiors than in the matter of serial killers—which is the instantly agreed upon official answer when any mysterious murder takes place. This is intolerable to Clarice, who believes in much more detailed consideration of the evidence, and who is ever skeptical of received wisdom. She is, as well, unworried about contradicting others—whether her fellow agents or her FBI superiors. It’s the FBI superiors who give her trouble, but she’s been told more than once that her fellow FBI agents aren’t fond of her either—information that fails to trouble her. In this decidedly confident and glamorous character—the product of a far from idyllic childhood who has endured the most harrowing of experiences at the hands of psychopathic killers—the series has its social commentator: the one who understands the motives for everything going on. She’s quick to figure out, for instance, that the reason officials in the agency jump to the conclusion that the latest murder is the work of a serial killer has something to do with the attention the subject brings. It’s sensational news—the kind that attracts the press.<br />No event in the story available thus far (just three of the 13 episodes were provided for review) showed more potential for the sensational than the one in which Clarice and her FBI colleagues have to do battle with rogue militia types who make it entirely clear that they don’t recognize the authority of the U.S. government. Here they are also guilty of shooting a federal officer. The series takes considerable notice of the history of anti-government insurgents. There’s mention of Waco, Texas—site of the 1993 siege that lasted nearly two months at the compound of the Branch Davidians, a struggle that involved ATF agents, the U.S. military and Texas law enforcement, and ended with a toll of nearly 80. The mention of Waco is raised as a kind of warning and a pledge—whatever action the FBI of this series undertakes, it must not result in another Waco."
}