{
    "url_original": "https://www.wsj.com/articles/clubhouse-and-social-audio-apps-are-having-a-momentis-it-all-talk-11613039404?mod=business_lead_pos4",
    "url": "clubhouse-and-social-audio-apps-are-having-a-momentis-it-all-talk-11613039404",
    "title": "Clubhouse and Social Audio Apps Are Having a Moment—Is It All Talk?",
    "sub_head": "Users flock to voice-based social platforms seeking new ways to connect, including some big names in Hollywood, politics and tech",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-297571?width=620&size=1.5",
    "image_1": "im-297571.jpg",
    "time": "2021-02-11 05:30:00",
    "body": "Clubhouse and other audio-based social networks are attracting users with a simple appeal: hearing another human voice.<br />Emerging social-media apps that feature voice conversations are gaining users and drawing multimillion-dollar investments, while the biggest platforms are exploring their own foray into audio-chat features. Clubhouse, an audio-only social app featuring conversations with big names in Hollywood, politics and tech, is creating the biggest stir.<br />The app raised $100 million at a $1 billion valuation in January from investors including venture-capital firm Andreessen Horowitz, less than a year after launching. Monthly downloads of the invite-only app jumped to 2.4 million last month from 2,000 in September, according to data provided by app-research firm Sensor Tower Inc.<br />Competition is on its heels. In perhaps the strongest sign of audio social networks’ rising status,  Facebook Inc.  is in the early stages of experimenting with social audio features and  Twitter Inc.  has added a voice feature for tweeting and is testing a separate audio chat-room product, called Spaces, a spokeswoman said. Entrepreneur and investor Mark Cuban said he is involved with building an audio-focused social platform, called Fireside, which will compete with Clubhouse. A person familiar with the project said it would launch this year.<br />The new social apps are attracting prominent figures and an array of users, including performers seeking an audience, startup founders in search of mentorship, and videogamers looking for fellow players. They have also drawn users bumped off other platforms for spreading conspiracy theories, politicians drumming up support and pandemic-weary people seeking novel ways to connect amid lockdowns."
}