{
    "url_original": "https://www.wsj.com/articles/co-founders-of-chinese-private-equity-firm-boyu-build-singapore-base-11614001812?mod=world_major_2_pos4",
    "url": "co-founders-of-chinese-private-equity-firm-boyu-build-singapore-base-11614001812",
    "title": "Co-Founders of Chinese Private-Equity Firm Boyu Build Singapore Base",
    "sub_head": "Firm transfers part of Hong Kong operations to Singapore office to reduce exposure to potential Chinese scrutiny, sources say",
    "category_1": "China",
    "image_1_url": "https://images.wsj.net/im-302205?width=620&size=1.5",
    "image_1": "im-302205.jpg",
    "time": "2021-02-22 08:50:00",
    "body": "Two co-founders of China’s Boyu Capital, a leading private-equity firm set up by a grandson of former Chinese President Jiang Zemin, have relocated to Singapore with a share of the company’s operations from its Hong Kong headquarters, according to people briefed on the move.<br />Boyu’s tilt toward the Southeast Asian city-state of Singapore was mainly driven by concerns over the ebbing clout of the elder Mr. Jiang, 94 years old, whose patronage has buttressed the firm’s success, the people said.<br />The transition, which began in late 2019, has coincided with Chinese leader Xi Jinping’s efforts to curb the influence of retired Communist Party elders and tighten Beijing’s control over the Chinese territory of Hong Kong.<br />Compared with Hong Kong, Singapore offers Boyu greater distance from potential scrutiny or adverse action by authorities in Beijing, these people said. Boyu’s Singapore office, its first presence outside China, provides a potential refuge from political intrigue within the party, they said, and helps the firm diversify from its base in Hong Kong, where business confidence has been shaken by unrest and Beijing’s efforts to stamp out dissent.<br />Launched a decade ago by Alvin Jiang—the former leader’s grandson—and three co-founders, Boyu has won a reputation for being a well-connected and savvy China-focused investor, whose backers have included Hong Kong billionaire Li Ka-shing and Singaporean state investor Temasek Holdings."
}