{
    "url_original": "https://www.wsj.com/articles/coca-cola-cant-catch-a-break-11612972800?mod=markets_featst_pos1",
    "url": "coca-cola-cant-catch-a-break-11612972800",
    "title": "Coca-Cola Can’t Catch a Break",
    "sub_head": "The soft-drink maker faces a potentially huge tax liability",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-10 11:00:00",
    "body": "Coca-Cola  shares should be like a shaken bottle, ready to burst with effervescence later this year as economies around the world reopen. But now, new uncertainties from a tax controversy threaten to keep the stock on ice.<br />While at-home sales have remained strong, out-of-home sales in places like restaurants, bars and sports venues have plummeted. As a result, Coca-Cola has been hit much harder by the coronavirus pandemic than rival  PepsiCo ,  which has a huge snacking business well suited to the stay-at-home economy. Over the past year, Coca-Cola shares are down around 16%, compared with a 4% decline for Pepsi.<br />The flip side is that Coca-Cola’s sales are primed for a stronger rebound as vaccinations continue and economies reopen. The company reported Wednesday that organic sales declined 3% in the fourth quarter from a year earlier, in line with analyst estimates, according to Visible Alpha. That was an improvement from the 26% and 6% declines in the second and third quarters, respectively.<br />It was especially encouraging that having previously declined to give guidance while citing “known unknowns” around the pandemic, the company is now comfortable enough to guide for organic sales growth in the high single digits in 2021.<br />But a new unknown has arisen: On Nov. 18, a U.S. Tax Court judge ruled that the company placed too much of its profit in its lower-tax foreign operations. The ruling didn’t determine how much the company owes, but the Internal Revenue Service had been seeking more than $3.3 billion for the tax years 2007 through 2009."
}