{
    "url_original": "https://www.wsj.com/articles/cold-war-era-defense-system-to-get-upgrade-to-counter-russia-china-11614438048",
    "url": "cold-war-era-defense-system-to-get-upgrade-to-counter-russia-china-11614438048",
    "title": "Cold War-Era Defense System to Get Upgrade to Counter Russia, China",
    "sub_head": "The U.S. and Canada move to modernize a missile-surveillance system in the Arctic that officials say is outdated",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-305028?width=620&size=1.5",
    "image_1": "im-305028.jpg",
    "time": "2021-02-27 10:00:00",
    "body": "TORONTO—The U.S. and Canada plan to modernize a network of defense satellites and radar in the Arctic, in a bid to counter a growing military presence in the north from Russia and China.<br />President Biden asked Canadian Prime Minister Justin Trudeau to ramp up Canada’s spending on defense, including an upgrade of the North American Aerospace Defense Command, commonly known as Norad, during a bilateral meeting between the two leaders on Tuesday, according to an official familiar with the discussions.<br />Norad was a central part of the U.S. and Canadian military’s Cold War deterrence strategy against the former Soviet Union. Consisting of satellites, ground-based radar, and air-force bases located mostly in Alaska and the Canadian Arctic, the surveillance system was designed to give the military allies notice of any impending attack from the north.<br />The system, once state-of-the-art, has since become outdated. New missiles being deployed by Russia and China can travel at more than five times the speed of sound and fly much farther than their predecessors, which would overwhelm the existing surveillance network, said Michael Dawson, who served as Canadian political adviser to Norad command in Colorado from 2010 to 2014.<br />In addition, a melting polar ice cap is leaving the once impassable Arctic Ocean ice-free for longer periods of time, creating new vulnerabilities for the U.S. and Canada, current and former military officials say."
}