{
    "url_original": "https://www.wsj.com/articles/colin-kaepernick-targets-a-socially-driven-billion-dollar-company-with-new-spac-11612909971?mod=markets_featst_pos1",
    "url": "colin-kaepernick-targets-a-socially-driven-billion-dollar-company-with-new-spac-11612909971",
    "title": "Colin Kaepernick Targets a Socially-Driven Billion-Dollar Company With New SPAC",
    "sub_head": "The former 49ers quarterback will serve as the co-chair of a new blank-check company that will target businesses with an enterprise value of more than $1 billion",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-297069?width=620&size=1.4349775784753362",
    "image_1": "im-297069.jpg",
    "time": "2021-02-09 17:32:00",
    "body": "Colin Kaepernick is leading a group taking a blank-check company public, as the former San Francisco 49ers quarterback turned activist tries to bring his social justice causes to the booming SPAC industry.<br />Mr. Kaepernick will serve as the co-chair of Mission AdvancementCorp., which will seek to raise up to $287.5 million in an initial public offering, according to documents filed to the Securities and Exchange Commission on Tuesday.<br />Mission Advancement says it will emphasize the racial and diversity issues Mr. Kaepernick has championed on and off the field through its investment in the growing environmental, social and governance investment field. It aims to target consumer businesses with an enterprise value of more than $1 billion.<br />Mission Advancement will be co-chaired by Jahm Najafi, who runs the private-equity firm Najafi Companies and is a minority owner in the NBA’s Phoenix Suns. Together, they lead a board that is made up of members who are majority female and 100% Black, indigenous and people of color. Other board members include Katie Beauchamp, the CEO and co-founder of Birchbox and Omar Johnson, a former executive at  Apple  and Beats by Dre.<br />The sponsorship money is coming from Najafi Companies and Mr. Kaepernick, and they intend to invest in a business that “delivers a significant impact financially, culturally and socially,” according to the filing."
}