{
    "url_original": "https://www.wsj.com/articles/companies-put-the-best-face-on-covid-19s-financial-impact-11614076201?mod=markets_lead_pos5",
    "url": "companies-put-the-best-face-on-covid-19s-financial-impact-11614076201",
    "title": "Companies Put the Best Face on Covid-19’s Financial Impact",
    "sub_head": "Potentially misleading disclosures related to the pandemic attract closer scrutiny from regulators",
    "category_1": "Markets",
    "time": "2021-02-23 05:30:00",
    "body": "After its business was hit by the pandemic, retailer  Ulta Beauty Inc.  appears to have used some accounting cosmetics to add a gloss to its financial results.<br />Operating income at the once-fast-growing chain, which temporarily closed stores during the health crisis, plummeted to $13 million for the nine months through October, a fraction of the $613 million earned in the same period in 2019. Two coronavirus-related items affected the math: a $40 million impairment charge for the value of some stores that reduced the operating income, and $51 million of federal tax credits that increased it.<br />Ulta also reported a much healthier $98 million “adjusted operating income.” This tally, designed to strip out one-time items, added back the $40 million impairment cost, which boosted the adjusted number, but didn’t take off the $51 million of federal aid. If that aid had been removed, the adjusted-operating-income number would have been half of what the company reported.<br />About a year into the pandemic, regulators are ramping up their scrutiny of potentially misleading coronavirus disclosures by companies. A senior Securities and Exchange Commission official warned in December that companies should be consistent in positive and negative adjustments when showing the impact of the pandemic.<br />An Ulta Beauty spokeswoman denied cherry-picking data to flatter the adjusted metric. She said the impairment cost was a legitimate one-time charge caused by the impact of Covid-19 on some stores, not a direct cost of the pandemic such as cleaning supplies."
}