{
    "url_original": "https://www.wsj.com/articles/companies-arent-saving-their-pennies-as-markets-turn-bubbly-11613750438?mod=business_lead_pos10",
    "url": "companies-arent-saving-their-pennies-as-markets-turn-bubbly-11613750438",
    "title": "Companies Aren’t Saving Their Pennies as Markets Turn Bubbly",
    "sub_head": "Thrift is in a bear market as even the riskiest borrowers rush to issue new debt. That world may not last forever.",
    "category_1": "Business",
    "category_2": "On Business",
    "time": "2021-02-19 11:00:00",
    "body": "When money is readily available and almost free, why bother saving for a rainy day?<br />For corporations, the question is worth asking at a time when dollars might as well be falling from the sky. The average rate on so-called “high yield” bonds recently fell below 4% to a record low. In the late 1990s, even corporate borrowers with the best reputations paid average interest rates on the order of 7%. There is so much money looking for a place to go that companies are being contacted by investors asking if they would like to issue bonds rated below investment grade rather than the other way around.<br />It is a seller’s market for all manner of risk. While the 10 year U.S. Treasury Note yield has been edging higher since the summer, interest rates have mostly been in decline for decades. Policy makers at the Federal Reserve and other major central banks have indicated that major changes are unlikely anytime soon. Government rescue of private enterprises facing insolvency, once an unthinkable intervention, has become somewhat commonplace. As the Clovers once sang, though not about monetary policy, “your cash ain’t nothin but trash.”<br />The sentiment isn’t quite universal, though.<br />“We take a lot of pride in the Triple-A credit rating, and we see it as a potential competitive differentiator,” says Joseph Wolk, chief financial officer at  Johnson & Johnson ,  which is one of only two U.S. firms remaining with that sterling designation. Prudence helped the company, founded in 1886, survive two world wars, the Great Depression and other calamities."
}