{
    "url_original": "https://www.wsj.com/articles/congressional-democrats-plan-to-bail-out-china-11612307799?mod=opinion_lead_pos10",
    "url": "congressional-democrats-plan-to-bail-out-china-11612307799",
    "title": "Congressional Democrats’ Plan to Bail Out China",
    "sub_head": "IMF ‘special drawing rights’ with no strings are the wrong way to help developing countries.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292928?width=620&size=1.5",
    "image_1": "im-292928.jpg",
    "time": "2021-02-02 18:16:00",
    "body": "Sometimes an idea gets legs in Washington that is so objectively bad, you’re almost tempted to admire it simply for beating the odds. Such is the case with left-wing claims that the International Monetary Fund must shower money on developing economies to beat Covid-19. Congressional Democrats have pushed repeatedly for time-sensitive “must pass” legislation to require the IMF to issue at least two trillion special drawing rights, or SDRs, to its 190 member countries, which governments could then exchange for nearly $3 trillion in hard currency to defend against the pandemic.<br />This isn’t what SDRs are for, and it’s almost certainly not how they would be used if Democrats in Congress got their wish. Under the IMF’s longstanding rules, SDRs are supposed to meet a “long-term global need” in reserves; they aren’t meant to arm countries for short-term spending emergencies.<br />Nor would that be feasible: There are no strings attached to how a government uses SDRs, and they never have to be repaid. Donor countries may want recipient states to focus on acquiring personal protective equipment, vaccines and the like, but the IMF and World Bank already have programs directing money to areas where it’s needed most. A blank check would surrender accountability for how the money is used, inviting waste and corruption.<br />Another likely scenario is that SDRs would eventually go to pay debts to the Chinese government, as well as to private creditors who piled into risky debt before the coronavirus emerged. As the foremost creditor to the developing world, Beijing has fought multilateral agreements to suspend poor nations’ debt repayments during the pandemic, only yielding in small ways. China has also resisted pressure from the U.S. and allies for greater transparency on its predatory lending terms. Lavishing SDRs on developing-world borrowers would make restructuring or forgiveness of Chinese government loans less likely, giving Beijing the green light to proceed with business as usual in a post-pandemic world. No wonder Yi Gang, governor of China’s central bank, has championed the cause of issuing more SDRs from the IMF.<br />It gets worse. Since the IMF must allocate SDRs to countries according to their shareholding weight in the organization, the neediest would be the least able to benefit. A rich IMF member like the Netherlands would receive more than three times as much as Nigeria. Or consider that New Zealand, despite having virtually eliminated Covid-19 on its shores, would be entitled to more SDRs than Congo. The fine citizens of Luxembourg, population 600,000, would get more than the 163 million Bangladeshis. The perverse examples go on and on."
}