{
    "url_original": "https://www.wsj.com/articles/connecticuts-covid-vaccine-lesson-11614124012?mod=opinion_major_pos1",
    "url": "connecticuts-covid-vaccine-lesson-11614124012",
    "title": "Connecticut’s Covid Vaccine Lesson",
    "sub_head": "Gov. Lamont makes a smart decision to base eligibility on age.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-23 18:46:00",
    "body": "‘I’m going to focus on the old business motto, KISS: Keep it simple, stupid.” That’s how Connecticut Gov. Ned Lamont put it Monday in announcing his decision to base Covid-19 vaccine eligibility strictly on age. The more states prioritize social “equity,” the more complicated and inequitable vaccine distribution becomes.<br />After seniors older than age 65, Connecticut had planned to vaccinate “essential workers” and younger people with underlying health conditions like diabetes. The Centers for Disease Control and Prevention had recommended these groups be prioritized to “mitigate health inequities” and “promote justice.” Younger minorities are more likely to be “essential workers” and have comorbidities.<br />But as Mr. Lamont explained, “A lot of complications result from states that tried to finely slice the salami and it got very complicated to administer. . . The CDC said grocery and food service workers [get priority]. Then we started getting calls of, ‘I’m not in a grocery [store] but I’m in a convenience store and it’s a convenience store that serves . . . we have doughnuts, we have coffee, we have food.’ How about, ‘I’m a big box store, but I also have food; I think we should all be prioritized as well.’ . . . Those are the type of questions we had. And it was very difficult.”<br />Or how about people a few pounds short of the public-health definition of obesity? If they ate more doughnuts, could they qualify?<br />The Democratic Governor is right that complexity is the enemy of speed. It’s also the enemy of equity. Decisions about who is or isn’t an “essential worker” are arbitrary. Many people in their early 60s are retired, including large numbers of public-safety workers."
}