{
    "url_original": "https://www.wsj.com/articles/consumer-spending-personal-income-january-2021-11614293378",
    "url": "consumer-spending-personal-income-january-2021-11614293378",
    "title": "Boost to Household Income Primes U.S. Economy for Stronger Growth",
    "sub_head": "Consumers are expected to step up spending after receiving stimulus payments and special jobless benefits",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-304537?width=620&size=1.5",
    "image_1": "im-304537.jpg",
    "time": "2021-02-26 05:30:00",
    "body": "U.S. households are getting a boost from pandemic-aid programs, priming the economy for a surge in growth this year.<br />The Commerce Department is set to report Friday on how much Americans earned and spent in January—key indicators of the economy’s health. Economists predict that consumer spending grew solidly last month while income soared, the latter by as much as 9.5%. Excluding last April when the first round of government aid reached households, such an increase in income would be the biggest on record dating back to 1959.<br />Under a $900 billion stimulus program signed by former President Donald Trump in late December, the federal government has been sending one-time cash payments of $600 to most households. It also has been paying jobless workers $300 a week on top of their normal unemployment benefits. Meanwhile, job growth resumed in January after a drop in December. And higher-income households, unable to travel or dine out, have built up a high level of savings.<br />“That combo will be quite powerful in driving consumer spending this year,” says Lydia Boussour, senior economist at Oxford Economics. She and her colleagues project that by this summer, U.S. output will have fully recovered from last year’s pandemic-related downturn, mainly because of a surge in consumer spending.<br />Oxford Economics predicts output will grow 7% this year, which would be the strongest growth in decades. In a Wall Street Journal poll earlier this month, economists on average expected gross domestic product to expand nearly 4.9% this year."
}