{
    "url_original": "https://www.wsj.com/articles/conservatives-republican-ags-target-gupta-instead-of-garland-on-policing-11614335401?mod=business_minor_pos4",
    "url": "conservatives-republican-ags-target-gupta-instead-of-garland-on-policing-11614335401",
    "title": "Conservatives, Republican AGs Target Gupta Instead of Garland on Policing",
    "sub_head": "Vanita Gupta has been nominated for associate attorney general, the number 3 job at the Justice Department",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-304399?width=620&size=1.5",
    "image_1": "im-304399.jpg",
    "time": "2021-02-26 05:30:00",
    "body": "CONSERVATIVE GROUPS ZERO IN on President Biden’s pick for a high-ranking Justice Department post after largely declining to fight over Judge Merrick Garland’s nomination to be attorney general. The Judicial Crisis Network and former Reagan Attorney General Edwin Meese’s Conservative Action Project, along with a growing group of Republican state attorneys general, want to sink Vanita Gupta’s nomination to be associate attorney general. The No. 3 job at Justice comes with a major policy portfolio focused especially on federal and local law enforcement, and conservatives are aiming to highlight Gupta’s past supportive comments for reducing some police funding and redirecting it to other services in underserved communities.<br />The groups say those positions constitute support for defunding the police, a partisan lightning rod that Biden has repeatedly said he doesn’t support. Gupta has been in the thick of nationwide debates over policing for years, as the head of the Justice Department’s Civil Rights Division under former President Barack Obama and then as the head of the Leadership Conference on Civil and Human Rights, a prominent nonprofit.<br />JCN has launched an $800,000 digital and TV ad campaign to try to sink Gupta. Republican state attorneys general, led by Indiana’s Todd Rokita, are gathering signatures for a letter, reviewed by The Wall Street Journal, that will be sent to Biden urging him to withdraw the nomination, accusing Gupta of having a “disinterest in meaningful police reform in favor of destructive policies that would defund the police.” The Senate Judiciary Committee has scheduled a hearing on Gupta’s nomination for March 9.<br />The Biden administration has been steadfast in its support for Gupta’s nomination: At Garland’s confirmation hearing on Monday, he went on a lengthy defense of Gupta under questioning from Republican Sen. Mike Lee of Utah, calling her a “person who is dedicated to the mission of the department, particularly equal justice under the law.”<br />ZERO EMISSION VEHICLES received a mixed verdict in their first test of the Biden era when the Postal Service announced plans to replace its aging fleet with a mix of electric and internal combustion vehicles. The review process for the “next generation delivery vehicles” started in 2016, and electric vehicle advocates and Senate Democrats have warned that it would be a generational error and abandonment of Biden’s pledge to procure EVs for federal use, including by the USPS, to not have the contract exclusively purchase EVs."
}