{
    "url_original": "https://www.wsj.com/articles/coronavirus-travel-questions-11582980999",
    "url": "coronavirus-travel-questions-11582980999",
    "title": "Is It Safe to Travel Again? Your Coronavirus Questions Answered",
    "sub_head": "A Q&A for anyone confused about traveling right now. The latest news on travel restrictions at home and abroad, Covid-19 tests, how to stay healthy on the road and what you need to know about flying",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-294664?width=620&size=1.5",
    "image_1": "im-294664.jpg",
    "time": "2021-02-26 13:49:00",
    "body": "Yes, but beware the many hurdles.<br />While much of Europe still remains closed to American tourists, a number of Caribbean, South and Central American, and African countries have re-opened their borders to U.S. travelers. That said, the entry requirements are all over the map, ranging from proof of a negative Covid-19 test to mandatory self- isolation to the need to adopt electronic trackers. What’s more, the U.S. State Department warns that foreign governments could change their restrictions with little notice, which means trip plans can easily go awry and Americans overseas might face unforeseen challenges coming back to the U.S.<br />The Centers for Disease Control and Prevention (CDC), which still maintains that staying home is the surest way to avoid getting or transmitting Covid-19, has issued country-specific advisories. More than 150 countries, including much of Europe, fall under the CDC’s sternest Level 4 advisory, which recommends avoiding all travel.<br />As of Jan. 26, international travelers face another obstacle: All airline passengers flying into the U.S., including U.S. citizens, must present a negative Covid-19 test taken within three days of their departure from a foreign country or proof of recovery from coronavirus. Show up at the airport overseas for your departing flight empty-handed and you won’t be allowed on the plane. For more on which countries currently welcome American travelers, see “Where Can I Travel Internationally and Do I Need the Covid-19 Vaccine?”<br />No. The closure of the U.S.-Canada border was extended once again until at least Feb. 21, which means tourists are still prohibited from entering Canada by sea, plane, car or other means. Canadian citizens, permanent residents or relatives of Canadians citizens or permanent residents are allowed into the country, but they need to show proof of a recent Covid-19 test and they’ll still be required to quarantine for 14 days."
}