{
    "url_original": "https://www.wsj.com/articles/costco-to-raise-minimum-hourly-wage-to-16-as-congress-debates-15-11614272509?mod=business_featst_pos1",
    "url": "costco-to-raise-minimum-hourly-wage-to-16-as-congress-debates-15-11614272509",
    "title": "Costco to Raise Minimum Hourly Wage to $16, as Congress Debates $15",
    "sub_head": "Retailer tops Amazon and splits with Walmart, which is keeping starting pay at $11 an hour",
    "category_1": "Business",
    "time": "2021-02-25 12:18:00",
    "body": "Costco  Wholesale Corp. will pay its U.S. workers at least $16 an hour starting next week, the company’s chief executive told Congress on Thursday as lawmakers debate raising the federal minimum to $15 an hour.<br />The warehouse retail chain’s minimum U.S. wage has been $15 an hour, the same as the starting wage at  Amazon . com Inc. and  Target Corp.  Rival  Walmart Inc.  recently said it would raise wages for some workers but keep its starting wage at $11 an hour. Costco has about 180,000 full-time and part-time U.S. employees.<br />Capitol Hill waited Thursday for the Senate parliamentarian to weigh in on whether the chamber’s rules would permit Democrats to increase the minimum wage to $15 an hour as part of President Biden’s $1.9 trillion coronavirus relief package.<br />Costco has long paid its store workers more than most competitors, in part to reduce turnover as part of its low-cost operating model. Costco Chief Executive Craig Jelinek said at the hearing Thursday that Costco’s average wage for hourly workers is $24 an hour. Walmart’s average U.S. wage after recent increases take effect will be more than $15 an hour, the company has said.<br />“Although there’s a lot of external focus on starting wages and minimums, it is important to us that Costco employees have an opportunity to make more than $15 or $16,” he said, noting the company offers regular raises, bonuses and healthcare benefits. About 89% of workers are currently eligible for healthcare coverage, he said."
}