{
    "url_original": "https://www.wsj.com/articles/costar-group-submits-competing-offer-to-buy-corelogic-for-about-6-9-billion-11613489004?mod=markets_minor_pos7",
    "url": "costar-group-submits-competing-offer-to-buy-corelogic-for-about-6-9-billion-11613489004",
    "title": "CoStar Group Submits Competing Offer to Buy CoreLogic for About $6.9 Billion",
    "sub_head": "CoreLogic earlier this month agreed to sell itself to two private-equity firms for about $6 billion",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-299557?width=620&size=1.5",
    "image_1": "im-299557.jpg",
    "time": "2021-02-16 10:23:00",
    "body": "CoStar Group Inc.  said it is proposing to buy  CoreLogic Inc.  for about $6.9 billion, as it tries to compete against an agreement by two private-equity firms to buy the real-estate data provider for roughly $6 billion in cash.<br />The proposed acquisition, at roughly $95.76 a share, reflects a premium of 16.8% over CoreLogic’s closing price Friday. A deal would combine CoreLogic, one of the largest residential real-estate data companies, with CoStar, among the biggest providers of commercial real-estate information and analytics.<br />Stone Point Capital LLC and Insight Partners earlier this month agreed to buy the company for $80 a share, and The Wall Street Journal reported that CoStar was considering options including a new bid. CoStar on Tuesday said it has made multiple acquisition proposals to CoreLogic since October.<br />“We were surprised to see your announcement of the pending transaction when we believed that our last conversation with your advisers had addressed all of your remaining concerns,” CoStar Chief Executive Andrew Florance said in a letter to CoreLogic’s board, referring to the $6 billion deal.<br />CoreLogic shareholders would get 0.1019 share of CoStar for each CoreLogic share they own, according to CoStar’s proposal. CoreLogic said the deal with Stone Point Capital and Insight Partners remains in effect and that it is still urging shareholders to approve the agreement. The company will review CoStar’s proposal with outside legal counsel and financial advisers, it said."
}