{
    "url_original": "https://www.wsj.com/articles/could-g-shock-be-the-new-rolex-why-discerning-collectors-are-coveting-180-watches-11613592059",
    "url": "could-g-shock-be-the-new-rolex-why-discerning-collectors-are-coveting-180-watches-11613592059",
    "title": "Could G-Shock Be the New Rolex? Why Discerning Collectors Are Coveting $180 Watches",
    "sub_head": "Thrifty, functional tickers by brands like Timex and Swatch have become highly desirable—and it’s not just because John Mayer collaborated with Casio",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-299717?width=620&size=0.6666666666666666",
    "image_1": "im-299717.jpg",
    "time": "2021-02-17 15:01:00",
    "body": "ONE OF THE more seriously sought-after watches released last year was the $180  Casio  G-Shock Ref. 6900 digital ticker made in collaboration with the musician John Mayer and the watch blog Hodinkee. Hodinkee is the sort of site that attracts horological fanatics who could spend hours ravenously reading up on the idiosyncrasies of different Omega reissues or uber-rare Swiss-made watches about to hit the auction block. These wonks regularly lust after four- or even five-figure timepieces, yet the modest Mayer G-Shock seduced them. (Tellingly, Hodinkee followed it up with a $14,400 Swiss dive watch by Blancpain.) When the limited-edition G-Shocks were released in December, they sold out in under 15 minutes. Like a rare pair of Nikes, the watch is still being flipped on eBay for nearly thrice its price tag.<br />Its profile was certainly boosted by its association with Mr. Mayer, a Grammy-winning singer and self-proclaimed “watch guy.” But these days, when the whole world has gone casual, choosy watch collectors are also falling for standard G-Shocks and other robust, thrifty timepieces like a $100 rubber-strapped  Timex  or $125 minimalist, metal-banded Swatches. “Everybody needs a utility watch...they’re great for washing dishes or any kind of tasks that you may not want to bang up your Swiss- or German-made higher-end timepiece [undertaking],” said Jason Buccieri, 28, a watch aficionado in Carmel, N.Y., who works in art operations and owns three beefy-cased, water-resistant G-Shocks.<br />Clayton Roth, 42, the owner of a professional dog-running business in Rhode Island, views decidedly undainty watches like his resin-coated G-Shocks as an occupational necessity. “I use them to time the dog runs...and I need something that is going to be light and not get destroyed if I do fall or get it wet if it’s pouring rain,” he said. When he’s off the clock, he savors his premium tickers like a stainless-steel Rolex Explorer and a handmade automatic number from Los Angeles’s Weiss Watch Company.<br />For many, the pandemic year jumbled the distinction between timepieces for work and weekend, letting prudent and practical watches occupy more wrist real estate. Mike DiAntonio, 28, an academic adviser in Boston who’s been working from home for around 11 months, straps on his down-to-earth G-Shock for work Zoom calls even if he otherwise dresses professionally. The casual watch—along with his off-camera slippers—puts him at ease.<br />That these watches offer a warm hit of nostalgia also elevates their appeal. Mr. DiAntonio’s battery-operated timepieces conjure the water-resistant Freestyle Shark watches he wore surfing as a child in New Jersey—minus the cartoonish neon colors. Mr. Roth likes that his G-Shock DW-5900 is the same design John Goodman’s character “Walter” wears in 1998’s beloved film, “The Big Lebowski.” And Mr. Mayer’s G-Shock 6900 delivers a double dose of nostalgia: The basic model was first launched in 1995, and the new release’s color scheme was inspired by the Casiotone keyboard Mr. Mayer played as a child growing up in the 1980s."
}