{
    "url_original": "https://www.wsj.com/articles/court-clears-path-for-californias-net-neutrality-law-11614182862?mod=business_lead_pos13",
    "url": "court-clears-path-for-californias-net-neutrality-law-11614182862",
    "title": "Court Clears Path for California’s Net-Neutrality Law",
    "sub_head": "Federal judge’s decision allows largest state’s law protecting open internet principles to go into effect",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-303548?width=620&size=1.5",
    "image_1": "im-303548.jpg",
    "time": "2021-02-24 11:07:00",
    "body": "A federal judge rejected a telecommunications-industry challenge to California’s two-year-old net neutrality law, clearing the way for the state to begin enforcing the consumer protections.<br />The law’s supporters argued that stronger protections for net neutrality—the principle that cable and wireless companies should treat all online content under consistent standards—will protect the internet’s open nature and prevent telecom companies from picking winners and losers on the web. Internet-service providers said the rules are unnecessary and interfere with reasonable business practices.<br />The Tuesday decision from U.S. District Court Judge John Mendez denied an injunction sought by trade groups representing the country’s largest cable and wireless companies. The ruling means officials could start enforcing the rules within weeks absent other legal challenges.<br />California legislators passed the law in 2018. The state protections followed the spirit of federal rules written during the Obama administration, by barring internet service providers from blocking access to lawful websites or slowing down connections to certain web domains. The law also banned “zero rating,” an industry practice of providing some data free of charge while billing for online traffic from other sources.<br />A coalition of telephone and cable companies immediately opposed the rule and the Trump administration’s Justice Department sued to block it. The administration argued that new rules passed by a Republican-led Federal Communications Commission not only repealed federal net-neutrality protections but also pre-empted the kind of regulations California had sought on a state level."
}