{
    "url_original": "https://www.wsj.com/articles/covax-covid-19-vaccine-11613577473",
    "url": "covax-covid-19-vaccine-11613577473",
    "title": "How Will Covax Deliver Covid-19 Vaccines to Poorer Countries?",
    "sub_head": "WHO-backed facility is world’s main effort to get shots to developing nations",
    "category_1": "World",
    "time": "2021-02-18 07:00:00",
    "body": "Developing countries are falling dangerously behind in the global race to end the coronavirus pandemic through vaccinations. The Covax facility aims to get Covid-19 shots to at least 20% of the populations of the world’s poorest nations.<br />Covax is the world’s main effort for getting Covid-19 vaccines to poor countries. It was started last year by the World Health Organization and two groups that have been working on getting vaccines to developing countries—Gavi, the Vaccine Alliance and the Coalition for Epidemic Preparedness Innovations—when it became clear that many nations would struggle to access the shots. As rich countries have done, Covax made deals with vaccine manufacturers to buy doses before they had passed clinical trials and been approved by drug regulators. The money to buy the vaccines has been donated mostly by Western governments and charitable groups, such as the Bill & Melinda Gates Foundation.<br />Covax aims to provide free Covid-19 vaccines to at least 20% of the populations of the world’s 92 poorest countries by the end of 2021. Just over 50 other nations, including Canada and upper-middle income nations such as South Africa and Mexico, have also ordered vaccines through Covax, but have to pay for the doses themselves.<br />Covax has made deals with most of the big manufacturers, including  Pfizer Inc.,   Johnson & Johnson  and  Novavax Inc.  But during the first half of 2021, the majority of planned deliveries from the facility are for the vaccine developed by  AstraZeneca  PLC and Oxford University. For the whole year, the AstraZeneca vaccine is forecast to make up about one-third of Covax supplies, assuming that the shots by J&J and Novavax and other manufacturers get authorized as expected.<br />Covax says it has negotiated deals for about 2.27 billion doses of vaccines this year, although many are for shots that have yet to be authorized or are still in clinical trials. All vaccines, except the J&J one, require two doses and some of them will go to the self-financing countries."
}