{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-success-wont-eliminate-virus-risk-u-k-concludes-11614111151",
    "url": "covid-19-vaccine-success-wont-eliminate-virus-risk-u-k-concludes-11614111151",
    "title": "Covid-19 Vaccine Success Won’t Eliminate Virus Risk, U.K. Concludes",
    "sub_head": "The disease will continue to take a heavy toll even if the shots work, government advisers project",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-02-23 16:44:00",
    "body": "LONDON—By the middle of this year, all adults in Britain are due to be offered a Covid-19 vaccine in what is on course to be the fastest inoculation rollout in a major Western country. But disease modelers advising the U.K. government recently made a sobering projection: 56,000 more Covid-19 deaths by the summer of next year, even if the country tiptoes out of lockdown and the vaccines work.<br />The study points to the uncomfortable prospect that even with an effective vaccine, the virus will continue to take a toll on society and that some restrictions may have to be periodically reintroduced to control the coronavirus’s spread.<br />The conclusion: Businesses and governments around the world need to prepare to live with Covid-19, accepting that the virus won’t disappear but equally that lockdowns cannot go on forever once hospitalizations are brought down to manageable levels.<br />“We cannot escape the fact that lifting lockdown will result in more cases, more hospitalizations and sadly more deaths,” British Prime Minister Boris Johnson told Parliament on Monday as he mapped out a slow and conditional route out of lockdown. “There is therefore no credible route to a zero-Covid Britain or indeed a zero-Covid world.”<br />The caution doesn’t undermine the value of a successful vaccine rollout. New data released Monday showed that Britain’s vaccination program—which has given at least one shot to more than a third of the country’s 53 million adults—has significantly lowered infections and cut serious illness by even more."
}