{
    "url_original": "https://www.wsj.com/articles/covid-19s-corporate-winners-should-beware-a-push-for-profit-sharing-11613035412?mod=business_minor_pos10",
    "url": "covid-19s-corporate-winners-should-beware-a-push-for-profit-sharing-11613035412",
    "title": "Covid-19’s Corporate Winners Should Beware a Push for Profit-Sharing",
    "sub_head": "In South Korea and the U.K., companies that have profited during the pandemic are under the scrutiny of governments",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-297940?width=620&size=1.5",
    "image_1": "im-297940.jpg",
    "time": "2021-02-11 04:23:00",
    "body": "South Korea’s government is considering encouraging firms with burgeoning pandemic profits to spread the wealth around. Investors far from Korea would be wise to monitor what the center-left administration decides: It could lay down a road map for other countries.<br />In the 12 months to Sept. 30, 21 of South Korea’s 50 largest companies by market capitalization recorded gross profit growth of more than 20%, compared with 10 companies in the same period a year earlier, according to Capital IQ data. And that isn’t unusual internationally. Tech companies, those plugged into the supply chain for electronics and some biotechnology and pharmaceutical firms boomed in 2020.<br />The advocates for profit-sharing or something like it have a stronger case than advocates of high corporate profit taxes: Much of the dispersion between the strong and weak performers over the past year has been down to luck rather than business ingenuity or astute management.<br />Among South Korea’s best-performing companies during the past year is  Seegene Inc.,  which recorded profit growth of more than 1,000% year-over-year in the third quarter. As a producer of diagnostic kits, it would have struggled to do poorly in the circumstances. On the other end of the scale,  Korean Air Lines Co.  has seen profits collapse. It would have been impossible to avert such a scenario for a passenger airline.<br />For now, the discussions are of a voluntary program in which large companies contribute to help struggling smaller firms. But even an optional plan could come with a spoonful of political and public-relations pressure."
}