{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccine-passports-raise-ethics-concerns-logistical-hurdles-11614335403",
    "url": "covid-19-vaccine-passports-raise-ethics-concerns-logistical-hurdles-11614335403",
    "title": "Covid-19 Vaccine ‘Passports’ Raise Ethics Concerns, Logistical Hurdles",
    "sub_head": "Israel issues passes for going to hotels and gyms; the U.K. may seek proof of a shot or test for bars and offices",
    "category_1": "World",
    "time": "2021-02-26 05:30:00",
    "body": "As vaccine rollouts gain momentum, governments world-wide are looking at ways for people to prove they are inoculated against the coronavirus, raising logistical and ethical concerns about whether others will be excluded from daily life.<br />The U.K. government recently announced it will consider whether Britons will need proof of vaccination or a negative Covid-19 test to visit bars, return to the office or attend theaters and sporting events.<br />In Israel, a vaccine passport was launched last week allowing those who are inoculated to go to hotels and gyms. Saudi Arabia now issues an app-based health passport for those inoculated, while Iceland’s government is doling out vaccine passports to facilitate foreign travel. Last month, President Biden issued executive orders asking government agencies to assess the feasibility of creating digital Covid-19 vaccination certificates.<br />Proponents of the plans say they will enable battered economies to reopen, even as vaccines are still being rolled out, allowing people to enjoy leisure activities and go to work safe in the knowledge they aren’t harming others or at risk themselves. It could also act as an incentive for people to get the shot.<br />But the concept is potentially fraught with pitfalls. It could discriminate against minority communities, who are less likely to accept the vaccines, according to national surveys, or young people, who are less likely to be given priority to receive them. There are questions about the ethics of granting businesses access to peoples’ health records."
}