{
    "url_original": "https://www.wsj.com/articles/covid-19-forces-co-working-firms-to-recast-their-business-model-11612875600?mod=business_lead_pos12",
    "url": "covid-19-forces-co-working-firms-to-recast-their-business-model-11612875600",
    "title": "Covid-19 Forces Co-Working Firms to Recast Their Business Model",
    "sub_head": "Pandemic is accelerating the end of the industry’s lease-and-sublet model, some suggest",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2021-02-09 08:00:00",
    "body": "The pandemic is compelling a number of co-working firms to discard original business models, or accelerate the adoption of a new one, with the broader office market under threat.<br />The original strategy, popularized by WeWork and many of its peers, involved leasing as much office space in city centers as possible, and then effectively subletting it to companies for a profit. This approach led to spectacular growth and sent WeWork’s valuation soaring to $47 billion.<br />With the majority of office employees still working from home during Covid-19, demand has plummeted. But co-working firms remain on the hook for the expensive long-term leases they signed during the boom years, and many are struggling to meet these obligations. Knotel Inc. became the industry’s biggest victim yet of this mismatch when it filed for Chapter-11 bankruptcy last month.<br />Now, some analysts suggest the pandemic is accelerating the end of the industry’s lease-and-sublet model. “The business model was similar to picking up pennies in front of a steamroller, which history has shown isn’t a sustainable strategy,” said Daniel Ismail, a senior analyst at research firm Green Street.<br />Instead, he expects revenue-sharing agreements to become more common. They are similar to the relationship between hotel owners and operators, where operators get fees and a share of profits but don’t have to pay rent. Revenue-sharing deals are considered less risky because they leave operators with lower fixed costs."
}