{
    "url_original": "https://www.wsj.com/articles/covid-19-was-spreading-in-china-before-first-confirmed-cases-fresh-evidence-suggests-11613730600",
    "url": "covid-19-was-spreading-in-china-before-first-confirmed-cases-fresh-evidence-suggests-11613730600",
    "title": "Covid-19 Was Spreading in China Before First Confirmed Cases, Fresh Evidence Suggests",
    "sub_head": "The number, and genetic sequencing, of the first cases identified by China suggest coronavirus was spreading before early December 2019",
    "category_1": "World",
    "time": "2021-02-19 05:30:00",
    "body": "New evidence from China is affirming what epidemiologists have long suspected: The coronavirus likely began spreading unnoticed around the Wuhan area in November 2019, before it exploded in multiple different locations throughout the city in December.<br />Chinese authorities have identified 174 confirmed Covid-19 cases around the city from December 2019, said World Health Organization researchers, enough to suggest there were many more mild, asymptomatic or otherwise undetected cases than previously thought.<br />Many of the 174 cases had no known connection to the market that was initially considered the source of the outbreak, according to information gathered by WHO investigators during the four-week mission to China to examine the origins of the virus. Chinese authorities declined to give the WHO team raw data on these cases and potential earlier ones, team members said.<br />In examining 13 genetic sequences of the virus from December, Chinese authorities found similar sequences among those linked to the market, but slight differences in those of people without any link to it, according to the WHO investigators. The two sets likely began to diverge between mid-November and early December, but could possibly indicate infections as far back as September, said Marion Koopmans, a Dutch virologist on the WHO team.<br />This, and other evidence, suggest the coronavirus might have jumped to humans sometime during or shortly before the second half of November, she said, sickening too few people to attract attention until it led to an explosive outbreak in Wuhan. By December, the virus was spreading much more widely, both among people who had a link to the market, as well as others with no tie."
}