{
    "url_original": "https://www.wsj.com/articles/covid-19-shopping-makes-card-fees-a-bigger-burden-for-merchants-11614162602?mod=business_lead_pos6",
    "url": "covid-19-shopping-makes-card-fees-a-bigger-burden-for-merchants-11614162602",
    "title": "Covid-19 Shopping Makes Card Fees a Bigger Burden for Merchants",
    "sub_head": "Swipe fees are often higher on online orders; Visa, Mastercard plan to raise them for some purchases",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-302470?width=620&size=1.5",
    "image_1": "im-302470.jpg",
    "time": "2021-02-24 05:30:00",
    "body": "Visa Inc.  and  Mastercard Inc.  are planning to raise swipe fees for some types of credit-card purchases in April, adding to the squeeze felt by restaurants, retailers and other merchants already struggling through the Covid-19 pandemic.<br />What’s more, customers’ switch to online shopping during the pandemic—a trend heralded for keeping businesses afloat when people are reluctant to venture inside stores—is also creating extra costs for merchants. Swipe fees, which merchants pay when a customer pays by card, are often higher on online purchases.<br />The swipe fees, known as interchange fees in industry parlance, are a perpetual source of contention between merchants and card companies. Though invisible to consumers, they are glaring to merchants, which often end up paying fees of about 2% of their customers’ credit-card purchases. The fees are set by the card networks, such as Visa and Mastercard. Merchants pay them to the banks that issue the cards.<br />Cash use as a share of U.S. payments has been declining for years, but merchants say Covid-19 has accelerated the shift. Even customers who are shopping in stores are shunning cash during the pandemic, which also means more swipe fees for businesses.<br />Savage Race, a small business that organizes obstacle-course races, has seen sales plummet during the coronavirus. To help persuade counties to let it keep hosting events, company executives told local officials they would stop accepting cash."
}