{
    "url_original": "https://www.wsj.com/articles/covid-19-leaves-colleges-short-on-international-studentsand-money-11612434603?mod=business_featst_pos3",
    "url": "covid-19-leaves-colleges-short-on-international-studentsand-money-11612434603",
    "title": "Covid-19 Leaves Colleges Short on International Students—and Money",
    "sub_head": "Experts on the sector say it will take years for the schools, among the best in the world, to recover from the economic damage",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-294585?width=620&size=1.5",
    "image_1": "im-294585.jpg",
    "time": "2021-02-04 06:41:00",
    "body": "SYDNEY—Australia’s decision to close its borders protected it from the coronavirus. But that policy is wreaking havoc on the country’s universities, which relied on lucrative tuition from foreign students who are stuck overseas.<br />Experts say it will take years for the schools, among the best in the world, to recover from the economic damage. Already, Australian universities have cut more than 17,000 jobs, according to industry group Universities Australia. It said operating revenue fell 4.9% last year and is expected to fall another 5.5% this year.<br />“As students finish and we haven’t got new ones coming, we’re yet to hit the bottom basically,” said Peter Hurley, a policy fellow at the Mitchell Institute for Education and Health Policy, which forecast that the country’s universities could lose up to $15 billion in international tuition through 2023.<br />Leaders all over the world have needed to balance protecting their populations from the virus with the economic damage that those policies can cause. But with a vaccine rollout expected to start in Australia soon, pressure is ramping up on conservative Prime Minister Scott Morrison to provide clarity on how and when international students could return.<br />Leaders in the nation’s states and territories have pressed for some places in the quarantine system to be reserved for international students, but Mr. Morrison has argued that returning Australians must come first. Thousands of Australians remain stranded overseas because the government has imposed caps on returning travelers, part of an effort to ease pressure on its hotel quarantine system and to minimize the risk of highly contagious variants of the coronavirus from spreading into the community."
}