{
    "url_original": "https://www.wsj.com/articles/covid-19s-effects-may-linger-in-your-body-even-after-asymptomatic-cases-11612213201",
    "url": "covid-19s-effects-may-linger-in-your-body-even-after-asymptomatic-cases-11612213201",
    "title": "Covid-19’s Effects May Linger in Your Body, Even After Asymptomatic Cases",
    "sub_head": "Researchers have found abnormalities even in people who didn’t show symptoms, raising questions about possible risks later in life",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "time": "2021-02-01 16:00:00",
    "body": "Even people with asymptomatic Covid cases can have after-effects in their bodies, research indicates, raising questions about possible risks later in life.<br />An estimated one-quarter to one-third of Covid infections are asymptomatic, according to recent studies. Multiple studies have shown asymptomatic patients can have irregular lung scans. A couple of small studies have found cardiac issues in student athletes, including those with asymptomatic infections. And a study looking at asymptomatic and mild cases of Covid in children found signs of possible small blood vessel damage.<br />It’s not yet clear what health consequences any of these after-effects may have, if any, doctors say. Few other viruses have been scrutinized as closely as Covid-19, so it’s possible other viruses leave similar effects without causing major problems. In many cases the damage will likely resolve on its own, doctors note. But they say more research needs to be done to determine what, if anything, the long term effects might be, and whether people should seek monitoring or screening.<br />“There is a risk of internal hits to these people that they are unaware of,” says Eric J. Topol, founder and director of Scripps Research Translational Institute, a medical research facility in La Jolla, Calif. “When things happen slowly in a person, below the surface, you can end up with a chronic situation.”<br />Dr. Topol co-authored a study published online in January in the journal Annals of Internal Medicine that estimated that at least one-third of Covid-19 positive individuals are asymptomatic. The estimate was based on a review of 61 studies with more than 1.8 million people."
}