{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccination-delays-could-bring-more-virus-variants-impede-efforts-to-end-pandemic-11613817002",
    "url": "covid-19-vaccination-delays-could-bring-more-virus-variants-impede-efforts-to-end-pandemic-11613817002",
    "title": "Covid-19 Vaccination Delays Could Bring More Virus Variants, Impede Efforts to End Pandemic",
    "sub_head": "Scientists say high rates of viral spread in a partially immunized population could encourage mutations that make virus harder to contain",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-02-20 05:30:00",
    "body": "Scientists say the world has reached a precarious point in the Covid-19 pandemic, one where conditions are ripe for the rise of more new coronavirus variants that could complicate efforts to control the disease.<br />The virus continues to spread rapidly in many parts of the world, even as segments of the population have gained some degree of immunity as a result of having been infected or vaccinated.<br />Scientists say that combination—high rates of viral transmission and a partially immunized population—encourages the emergence of variants that are potentially more transmissible or more lethal. More transmission means more opportunities for the virus to evolve, they say.<br />“If everyone has immunity, then you have pretty much no virus circulating and the virus can’t adapt,” University of Bern molecular epidemiologist Emma Hodcroft said, adding that if no one within a population has immunity, then there’s no pressure on the virus to evolve. “That middle part, where you have a partially vaccinated population, or a partially immune population with lots of virus circulating, that’s kind of your danger point,” she said.<br />New variants could also reduce the effectiveness of Covid-19 vaccines and treatments and lead to reinfections among people who have already recovered from Covid-19, scientists say. The key to minimizing these problems, they say, lies with social distancing and other measures to reduce contagion as well as with ramping up vaccination efforts, which have lagged behind in many places."
}