{
    "url_original": "https://www.wsj.com/articles/covid-makes-doctorates-harder-to-getand-thats-good-11612562324?mod=opinion_lead_pos7",
    "url": "covid-makes-doctorates-harder-to-getand-thats-good-11612562324",
    "title": "Covid Makes Doctorates Harder to Get—and That’s Good",
    "sub_head": "For decades, universities have taken advantage of graduates with humanities Ph.D.s and dim prospects.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292919?width=620&size=1.5",
    "image_1": "im-292919.jpg",
    "time": "2021-02-05 16:58:00",
    "body": "In an email to Artnet News last fall, Yale art professor Carol Armstrongexplained that her department’s “one-year suspension of admissions is directly tied to the ongoing Covid-19 crisis and will have no further ramifications beyond that crisis.” That seems too optimistic. At least 140 graduate programs around the country have halted admissions, likely an acknowledgment of a half-century-old reality: Too many students working on advanced degrees have no hope of landing jobs in their chosen fields. The Covid crisis has merely made a bad situation worse.<br />The given reasons are generally similar. Several University of Chicago departments, including philosophy, music and comparative literature, announced that they won’t accept applications because they are “prioritizing supporting students who have already matriculated in the department.” Brown’s history department decided to focus its “energy and resources on supporting graduate students currently in the program” so “that they can be safe, healthy, and productive.” The University of Pennsylvania suspended all doctoral admissions to its School of Arts and Sciences to ensure current students have the resources to complete their work.<br />This “pause” should have happened decades ago. There are too many graduate programs in fields where there are no jobs. Take philosophy. During the 2018-19 hiring cycle, there were openings for about 180 junior jobs, roughly 70 postdocs, and about 60 spots open to those of any level of the profession, according to calculations by Gonzaga University’s Charles Lassiter. Meanwhile there were about 450 newly minted Ph.D.s in 2014 alone. The situation is similar in history, where the American Historical Association Career Center advertised 538 full-time positions for the 2018-19 school year. But 948 new history doctorates were awarded in 2018.<br />People who earn doctorates in the social sciences and the humanities have few job options outside academia. They can look for work in government, journalism or nonprofits, but they could have done that without spending six or eight years earning an advanced degree. Universities often cover the costs of these programs: They need graduate students to help teach undergraduates so that professors have time to publish studies no one reads. But the students can’t get back the years they lost working on a degree. And then there’s the effect of these degrees on lifetime savings. Someone who starts to invest for retirement at 25 could end up with twice as much as someone who starts at 35.<br />In the 1960s and ’70s, it was common for students to earn doctoral degrees in five years, working in junior academic positions while they finished dissertations. Now the median time to complete a doctorate in the arts and humanities is more than seven years, according to the Survey of Earned Doctorates, while more than half of those who enter doctoral programs never finish. That is a waste of young talent and energy."
}