{
    "url_original": "https://www.wsj.com/articles/credit-patricia-highsmith-for-movie-psychopaths-11614199446",
    "url": "credit-patricia-highsmith-for-movie-psychopaths-11614199446",
    "title": "Credit Patricia Highsmith for Movie Psychopaths",
    "sub_head": "The novelist known for ‘Strangers on a Train’ and ‘The Talented Mr. Ripley’ inspired a new kind of movie villain in the 1950s who still stalks us today, in the centenary year of her birth.",
    "category_1": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-291054?width=620&size=1.5",
    "image_1": "im-291054.jpg",
    "time": "2021-02-24 15:44:00",
    "body": "<br /><br />The next time you watch a movie or TV series about a heartless serial killer, say a silent word of thanks to the novelist who made such plots possible. It was Patricia Highsmith, born a century ago last month, who flung open the doors of Hollywood and invited the crazies in.<br />Highsmith specialized in jolting tales of mentally disordered men and women who mirrored her own profound strangeness and motiveless malignity (she was a racist and anti-Semite). “If she hadn’t had her work, she would have been sent to an insane asylum or an alcoholics’ home,” a friend claimed. She made her debut as a novelist in 1950 with “Strangers on a Train,” the story of a charming psychopath named Bruno who offers a deal to a man whom he meets by chance on a train: He will kill the man’s promiscuous wife in return for having the father he despises murdered, assuming that no one will connect the two killings and both men will get away scot-free. Bruno fulfills his end of the deal, but Guy, the other man, never took the pact seriously and refuses to cooperate, sending Bruno into a downward spiral of lunatic frenzy. When Alfred Hitchcock filmed “Strangers” in 1951, he cast Robert Walker, heretofore a boy-next-door type, as Bruno, and Walker gave a performance whose flamboyant panache is at once perversely appealing and truly terrifying.<br />It was unusual to encounter such villains in Hollywood films of the ’30s and ’40s. The Motion Picture Production Code forbade the portrayal of villains who were sympathetic, much less charming or charismatic. Moreover, the “bad guys” in gangster movies, westerns and adventure films of the period were normally motivated by greed or revenge, not the mere desire to shed blood and sow chaos. And while some sympathetic villains, like Humphrey Bogart’s aging heister in Raoul Walsh’s “High Sierra” (1941), made it onto the screen, they, like the usual bad guys, got it in the end."
}