{
    "url_original": "https://www.wsj.com/articles/credit-suisse-posts-loss-despite-boost-from-investment-bank-11613630165?mod=markets_lead_pos3",
    "url": "credit-suisse-posts-loss-despite-boost-from-investment-bank-11613630165",
    "title": "Credit Suisse Posts Loss Despite Boost From Investment Bank",
    "sub_head": "The investment banking side booked bumper fees from companies raising stock and bonds",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-300749?width=620&size=1.5",
    "image_1": "im-300749.jpg",
    "time": "2021-02-18 03:50:00",
    "body": "Credit Suisse Group AG  said a strong start to the first quarter is fueling its growth ambitions this year, after hefty legal charges and write-downs pushed it to a fourth-quarter loss.<br />The Swiss bank reported a loss of 353 million Swiss francs Thursday, equivalent to $393 million, for the fourth quarter. Analysts expected a loss of about 566 million Swiss francs.<br />Even in a difficult year, Credit Suisse fared better than many European rivals because its lending in Switzerland and to the global rich held up in the pandemic. Along with Wall Street competitors, its investment bank booked bumper fees from clients trading in last year’s gyrating markets and from companies raising capital or needing deal advice. On Thursday, it said its investment banking arm made a $318 million pretax profit in the fourth quarter, with the biggest revenue contribution coming from stock and bond deals.<br />Fourth-quarter pretax profit also rose in Credit Suisse’s Asia-Pacific division, by 18% to 237 million Swiss francs, while revenue and pretax profit fell at its Swiss bank and international wealth management unit.<br />It was a tumultuous year for Switzerland’s second-largest bank by assets, after rival  UBS Group AG . In February, its board ousted Chief Executive Tidjane Thiam over a spying scandal and replaced him with bank veteran Thomas Gottstein. A prominent client in China,  Luckin Coffee Inc.,  disclosed a potential accounting fraud in April, while another alleged fraud, at Germany’s  Wirecard AG  in June, put a spotlight on a $1 billion lifeline Credit Suisse that arranged."
}