{
    "url_original": "https://www.wsj.com/articles/credit-card-companies-should-open-their-wallets-11612872002?mod=markets_lead_pos11",
    "url": "credit-card-companies-should-open-their-wallets-11612872002",
    "title": "Credit-Card Companies Should Open Their Wallets",
    "sub_head": "Bank investors appear to be focused on expenses right now, but that might not be the right way to gauge which lenders will be best positioned for the future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-296436?width=620&size=1.5",
    "image_1": "im-296436.jpg",
    "time": "2021-02-09 07:00:00",
    "body": "Banks and credit-card lenders need consumers to get spending. But they might need to do some spending of their own, too.<br />As credit measures continue to perform much better than feared, with still-low delinquency rates and rising loan-loss provision releases, investors seem to have found another reason to be worried about banks: their noninterest expenses. Fourth-quarter expenses at the very largest banks as a percentage of revenue rose by 3 points year over year on a median basis, according to analysts at Goldman Sachs Group. Out of 24 large banks’ earnings tracked by Autonomous Research, analysts’ consensus forecasts for 2021 expenses have risen for 22. Higher costs eat away at preprovision net revenue, which is already depressed by low interest rates and tepid loan growth.<br />It is true that banks have had their cost issues, highlighted recently by the recent focus on financial-crime monitoring, plus a continuing surge of fintech competition that forces banks to continually beef up their technology. But investors still may not be best served over the longer term by being too focused on margins right now, especially amid the earnings noise of the pandemic and its related effects. Certain spending today might be the key to outperformance in the post-pandemic future.<br />Card companies, in particular, ought to be viewed over a longer time horizon, given depressed customer spending in key categories such as travel. Take  American Express ,  for example: Falling expenses that vary with customer activity offset around 40% of the decline in the company’s revenue in the fourth quarter, down from about 50% earlier in 2020, the company said in January. But part of what was behind that smaller offset was an increased use of cardholder benefits—a sign that even as many spenders may not be doing the kind of shopping on travel and entertainment they once were, they still get value out of their cards. That is a possible sign of pent-up demand and a longer-term return to normal card behavior.<br />Likewise,  Capital One Financial  might look much more efficient at higher consumer-activity levels. The company said in January that some of its technology investment was aimed at more effective customer marketing, and it outlined a strategy of generating more new accounts now, with the longer-term aim of giving customers larger credit lines in a better economy. Credit cards are a rare kind of lending in which margins can stay strong even amid low rates, so banks will need to do a lot of it as demand returns."
}