{
    "url_original": "https://www.wsj.com/articles/credit-suisse-was-alerted-to-private-bankers-misconduct-years-before-criminal-charges-11612462705?mod=markets_lead_pos2",
    "url": "credit-suisse-was-alerted-to-private-bankers-misconduct-years-before-criminal-charges-11612462705",
    "title": "Credit Suisse Was Alerted to Private Banker’s Misconduct Years Before Criminal Charges",
    "sub_head": "Regulatory report says some executives turned a blind eye to fraud. Credit Suisse says it revealed nothing incriminating against the bank.",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-294910?width=620&size=1.5",
    "image_1": "im-294910.jpg",
    "time": "2021-02-04 13:18:00",
    "body": "Credit Suisse Group AG  overlooked red flags for years while a rogue private banker stole from billionaire clients, according to a report by a law firm for Switzerland’s financial regulator.<br />The private banker, Patrice Lescaudron, was sentenced to five years in prison in 2018 for fraud and forgery. He admitted cutting and pasting client signatures to divert money and make stock  bets without their knowledge, causing more than $150 million in losses, according to the Geneva criminal court.<br />The regulator, Finma, publicly censured Credit Suisse in 2018 for inadequately supervising and disciplining Mr. Lescaudron as a top earner, and said he had repeatedly broken internal rules, but it revealed little else about the bank’s actions in the matter. Credit Suisse said it discovered Mr. Lescaudron’s fraud in September 2015 when a stock he had bought for clients crashed.<br />However, the report, commissioned by Finma in 2016 and reviewed by The Wall Street Journal, found Mr. Lescaudron’s activities triggered hundreds of alerts in the bank that weren’t fully probed in the 2009-15 period studied. In addition, around a dozen executives or managers in Credit Suisse’s private bank knew Mr. Lescaudron was repeatedly breaking rules but turned a blind eye, proposed lenient punishment for his misconduct or otherwise glossed over the issues because he brought in around $25 million in revenue a year, the report found.<br />It said Mr. Lescaudron’s “disregard of internal directives and guidelines, the inadequate safeguarding of client documentation as well as unauthorized settlements of client transactions had been known to the bank since June 2011.”"
}