{
    "url_original": "https://www.wsj.com/articles/cuomo-fires-back-at-critic-over-nursing-home-deaths-11613597781?mod=business_minor_pos4",
    "url": "cuomo-fires-back-at-critic-over-nursing-home-deaths-11613597781",
    "title": "Cuomo Fires Back at Critic Over Nursing-Home Deaths",
    "sub_head": "The New York governor singled out a Democratic state lawmaker who has spoken out against his administration’s handling of information about Covid-19 fatalities",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-300587?width=620&size=1.5",
    "image_1": "im-300587.jpg",
    "time": "2021-02-17 16:36:00",
    "body": "New York Gov. Andrew Cuomo on Wednesday defended his handling of Covid-19 deaths in nursing homes and accused a Democratic state lawmaker of making false claims about his administration’s response.<br />During a news call, the Democratic governor singled out Assemblyman Ron Kim, who has been highly critical of the Cuomo administration for not fully releasing details of nursing-home deaths and has raised questions about the governor’s support for civil and criminal immunity for nursing-home operators. Mr. Kim also has said the Cuomo administration was engaged in a coverup related to nursing-home deaths.<br />“He attacked me and said that I obstructed justice in a letter today,” Mr. Cuomo said of Mr. Kim. “He said today that the immunity bill was because of my political contributors. Those are very harsh accusations.”<br />“If you don’t correct the disinformation, it perpetuates,” Mr. Cuomo added.<br />The governor has come under fire from Democratic and Republican leaders following the disclosure that his administration didn’t fully release information regarding Covid-19 deaths in the state’s nursing homes out of its fear that former President Trump’s administration would politicize the information. That concern prompted the Cuomo administration to withhold information from state lawmakers regarding how many nursing-home residents died from the virus after they were transferred to hospitals, citing the continuing probe by the U.S. Department of Justice."
}