{
    "url_original": "https://www.wsj.com/articles/cyberattacks-cost-hospitals-millions-during-covid-19-11614346713?mod=business_minor_pos4",
    "url": "cyberattacks-cost-hospitals-millions-during-covid-19-11614346713",
    "title": "Cyberattacks Cost Hospitals Millions During Covid-19",
    "sub_head": "Attack at Universal Health Services cost the company $67 million last year",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-304179?width=620&size=1.5",
    "image_1": "im-304179.jpg",
    "time": "2021-02-26 08:38:00",
    "body": "Hospitals say cyberattacks are complicating their operations and hurting profits, adding to pressure on a $1.2 trillion sector that is under heavy strain from the coronavirus pandemic.<br />Universal Health Services Inc. said Thursday that a malware attack in late September cost the hospital chain, based in King of Prussia, Pa.,  $67 million last year before taxes. Revenue dropped as patients went elsewhere for care, Universal Health said, and it incurred expenses to restore its operating systems.<br />The attack on Universal Health and those at other hospitals last year involved ransomware, people familiar with the incident said, a malicious software that shuts users out of their own data. Hackers then demand payment to unlock it.<br />A Universal Health spokeswoman said the company didn’t pay a ransom. Universal Health said that it believed the company would be entitled to recoup costs through insurance. The company said in its earnings report that it has found no evidence of any data breach.<br />Hospitals have become more targets for ransomware scammers betting that executives will make swift payouts to restore lifesaving technology, cybersecurity experts said. As Covid-19 hospitalizations soared in the final three months of 2020, there were more ransomware attacks in healthcare than any other industry in a quarterly review of hundreds of incidents among clients of Coveware Inc., a company that helps negotiate ransoms."
}