{
    "url_original": "https://www.wsj.com/articles/cyberpunk-2077-developer-says-hacker-has-threatened-to-release-sensitive-data-11612879990?mod=tech_lead_pos4",
    "url": "cyberpunk-2077-developer-says-hacker-has-threatened-to-release-sensitive-data-11612879990",
    "title": "‘Cyberpunk 2077’ Developer Says Hacker Has Threatened to Release Sensitive Data",
    "sub_head": "CD Projekt says it doesn’t believe cyberattack compromised personal information of players",
    "category_1": "Business",
    "time": "2021-02-09 13:36:00",
    "body": "The company behind “Cyberpunk 2077” said its internal systems were breached in a cyberattack and the purported hacker threatened to release the software code underpinning the blockbuster videogame and other works in progress, a disclosure that sent its stock tumbling and presented a fresh challenge for the embattled developer.<br />CD Projekt SA  on Tuesday said an unidentified hacker accessed its internal network and collected corporate data in what the company described as a targeted attack. The company said it has begun restoring the data and that its backups remain intact, though some network devices remained encrypted. The compromised systems didn’t contain personal data of its players or users of its services, the Polish company said.<br />The hacker left a ransom note in CD Projekt’s system, the company said. In the undated note, a copy of which CD Projekt posted on Twitter, the hacker threatened to sell or leak videogame source codes and internal documents if the company didn’t come to an agreement with the hacker. The hacker gave the company 48 hours to contact them, according to the note.<br />“We have dumped FULL copies of the source codes from your Perforce server for Cyberpunk 2077, Witcher 3, Gwent and the unreleased version of Witcher 3!!!” the note said. “We have also dumped all of your documents relating to accounting, administration, legal, HR, investor relations and more!”<br />CD Projekt shares fell about 5% in Warsaw trading. A CD Projekt representative declined to comment on what means the hacker used to gain access to systems and data. It isn’t immediately clear whether the hack actually obtained code for CD Projekt’s games."
}