{
    "url_original": "https://www.wsj.com/articles/days-in-the-caucasus-review-a-childhood-in-baku-11613751096",
    "url": "days-in-the-caucasus-review-a-childhood-in-baku-11613751096",
    "title": "‘Days in the Caucasus’ Review: A Childhood in Baku",
    "sub_head": "In a booming oil town during the tumult of revolution and after, memories of beauty and suffering.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-301068?width=620&size=2",
    "image_1": "im-301068.jpg",
    "time": "2021-02-19 11:11:00",
    "body": "When Umm El-Banu Assadullayeva, later called Banine, was just 12 years old, she became a multimillionaire. But “only for a few days,” she wryly recalls, “for I was soon woken at dawn by ‘The Internationale’ sung in the street.” The year was 1917 and the Red Army had arrived in Baku, Azerbaijan, the oil-rich Caucasus region where Banine’s family had become immensely wealthy (her grandfather bequeathed her those millions) and where intrusions—by the Russians, the Turks, the British, the Russians again—were as common as bloodbaths. In the year of Banine’s birth, for example, she notes that “it was the better-organized Armenians who were exterminating the Azerbaijanis in revenge for past massacres, while the Azerbaijanis made the best of it by storing up grounds for future slaughter.” And throughout childhood, she and her friends mimicked the mayhem. “On holidays we played at massacring Armenians,” the author recalls of summers by the sea, “a game we loved above all others. Heady with racist passion, we would sacrifice Tamara”—a timid companion—“on the altar of our ancestral hatred.”<br />The youngest of four daughters, Banine was born during the pogroms of 1905, and her mother, having fled the killings, died shortly afterward. Her father was later imprisoned under the Bolshevik regime, and in order to secure his subsequent passage to Europe, Banine, at age 15, married a man of influence whom she detested. These are just some of the tribulations running through “Days in the Caucasus,” a memoir, first published in 1945 and now keenly translated from the French by Anne Thompson-Ahmadova, which spans the tumultuous period from the author’s birth to 1924. Reflecting an era of bloodshed and terror, it should be a grim read. Instead, however, this account is an effervescent and irreverent feat of recollection and imagination—epic in sweep yet intimate in tone—that introduces the reader to an exotic, antique world and to characters so vividly drawn that their raucous voices seem to echo long after they have vanished from sight.<br />“We all know families that are poor but ‘respectable,’ ” the memoir begins. “Mine, in contrast, was extremely rich but not ‘respectable’ at all.” Playfully mirroring Tolstoy, Banine could be ushering us into a capacious 19th-century novel. And in a way she is. For what follows is a captivating drama of family, money, marriage and disaster that unfolds with deceptive ease and irresistible charm, thanks to the agility of a narrator who is both innocent girl and ironic observer. Recalling her German governess, for example, Banine writes: “She hoped to see us turn into Gretchens with delicate figures and easy sighs. But our forebears were keeping watch. Under their guidance, our hips fleshed out, our noses grew longer, our breasts swelled . . . and down, soft at first but quietly turning into thick hair, covered us in dark shadow.”<br />Pale governesses, pianos, culture: in the prewar years all emanated from Germany. Banine’s father even sported a Kaiser Wilhelm moustache (that monarch having endeared himself as a “protector of Islam and the Turks”). But the arrival from Moscow in 1915 of a refined young stepmother introduced Banine and her sisters to more varied European tastes. An English and a French governess deposed loyal Fräulein Anna while the works of Shakespeare and Maupassant supplanted Teutonic “sweet songs for blond children.” Banine’s wider world, enriched by oil fortunes, was already lively and relatively enlightened. (The first secular school for Muslim girls opened in Baku in 1901; the first opera in the Muslim world was performed there in 1908; newspapers thrived.) And the region’s enduring Russian presence, at first imperial then revolutionary, also influenced the girl’s consciousness, not to mention breaking her teenage heart when she fell in love with an ardent Bolshevik commissar. “To live is to be intense, passionate,” Andrey, her moody “prince” declares as he proposes elopement. “We will burn brightly together.” But Andrey runs away with Banine’s scandalous cousin instead, leaving our desolate heroine to marry the politically connected suitor who bears “a striking resemblance to an earthworm.”<br />Weightier events are recounted in a wonderfully dry tone reminiscent at times of Chekhov’s letters or of those sublimely droll novels of Eastern adventure such as Rose Macaulay’s “The Towers of Trebizond” (1956). Banine observes that during World War I “the Turks restored calm in Baku by hanging some poor wretch almost every day.” Peace, on the other hand, brings “talk of an independent Azerbaijan, Armenia, Karelia, Kazakhstan, and I don’t know what else: Independent, Autonomous, Proud, Free and Happy. Epithets accompanied by Republics and Republics combined with epithets rained down on the astonished peoples.”"
}