{
    "url_original": "https://www.wsj.com/articles/dead-chickens-frozen-oranges-confront-farmers-in-south-after-severe-cold-11614282634?mod=business_lead_pos13",
    "url": "dead-chickens-frozen-oranges-confront-farmers-in-south-after-severe-cold-11614282634",
    "title": "Dead Chickens, Frozen Oranges Confront Farmers in South After Severe Cold",
    "sub_head": "The wintry blast in Texas and other southern U.S. states led to euthanized chicks, frostbitten cow udders and hundreds of millions of dollars in losses",
    "category_1": "Business",
    "time": "2021-02-25 14:50:00",
    "body": "Severe winter conditions across the U.S. south this month left hundreds of thousands of chickens dead and froze groves of fruit, pushing the episode’s estimated cost to farmers and agriculture companies into the hundreds of millions of dollars, industry officials said.<br />Crop and livestock producers are still tallying the steep cost in animal and plant life after days of snow and record-low temperatures gripped parts of Texas and other southern U.S. states. The resulting draw on power and natural gas supplies forced closures of plants that manufactured animal feed and processed milk, creating a calamity for a major meat- and fruit-producing region.<br />Chicken company  Sanderson Farms Inc.  said Thursday it had euthanized 545,000 chicks in Texas that couldn’t be shipped to farms from hatcheries due to hazardous road conditions. Chief Executive Joe Sanderson said another 455,000 chickens died due to frigid temperatures, shortages in water and feed, and collapsed buildings on farms. Another 703,000 hatching eggs were lost, he said.<br />“We deeply regret the losses incurred due to extraordinary circumstances,” Mr. Sanderson said on a conference call Thursday.<br />For Texas orange and grapefruit growers, who represent the third-largest citrus growing state, the wintry blast’s timing was catastrophic. The bitter cold likely destroyed 98% of the current Valencia orange crop and 55% of grapefruit, according to Dale Murden, a citrus grower and president of Texas Citrus Mutual, a farmer organization."
}