{
    "url_original": "https://www.wsj.com/articles/debris-review-unidentified-flying-objects-11614283676",
    "url": "debris-review-unidentified-flying-objects-11614283676",
    "title": "‘Debris’ Review: Unidentified Flying Objects",
    "sub_head": "Intelligence agents attempt to solve an extraterrestrial mystery in NBC’s new sci-fi drama.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-304253?width=620&size=1.5",
    "image_1": "im-304253.jpg",
    "time": "2021-02-25 15:07:00",
    "body": "It’s a dangerous thing to become infatuated with the first episode of a series, because pilots can be like first dates: Everything is candy and flowers, but what follows can be years of domestic drudgery, boredom and an acrimonious divorce. Still, it’s hard not to warm to NBC’s ambitious “Debris,” which may just sweep viewers off their feet.<br />This will be especially true of sci-fi fans, who have seen it all, maybe even imagined it all and might still be taken aback, not just by the unfolding details of the storyline but the way it plays hard-to-get. It’s in no rush to provide details, only mood. You don’t quite know what’s happening, so you lean in to learn more. It’s a common enough technique, but one very seductively executed by the show’s creator, J.H. Wyman (“Almost Human,” “Fringe”).<br />In it, “Debris” supposes that a spaceship of unknown origin has come apart, violently it seems, and the pieces are descending to Earth and causing mischief. And worse. Aggravating matters for U.S. intelligence agent Bryan Beneventi (Jonathan Tucker) and his British colleague, Finola Jones of MI6 (Riann Steele), is that the fragments of debris they’re hunting down have hit the black market and are being bought up by such dubious characters as Anson Ash (Scroobius Pip).<br />Why? The power of the pieces isn’t totally clear, of course. Future episodes will no doubt clarify. But the black, animated shards of spacecraft seem to tap into people’s grief, resurrecting their loved ones—in some ephemeral form, at least—and after using up one human’s emotions move on to another, as if changing batteries. The used-up human bodies are left levitating a foot in the air, seemingly alive and conscious but in suspended animation.<br />How is this working out for everyone? Not well. Both Bryan and Finola are like first responders in a pandemic—as susceptible to the influence of the debris as anyone else. They must avoid and resist. They also have specific motives for being where they are: Bryan, whom one assumes is CIA, has been in Afghanistan and is looking for something equally meaningful to do. Finola, whose late astrophysicist father had been “the first to be told the truth” about the pictures taken by the Hubble telescope of the “debris cloud” resulting from the mysterious cosmic event, has been born into the space-garbage game."
}