{
    "url_original": "https://www.wsj.com/articles/democrats-in-albany-grab-the-redistricting-pen-11612562246?mod=opinion_lead_pos6",
    "url": "democrats-in-albany-grab-the-redistricting-pen-11612562246",
    "title": "Democrats in Albany Grab the Redistricting Pen",
    "sub_head": "Cuomo blocks funding for a constitutionally required, bipartisan commission to draw fairer lines.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-295340?width=620&size=1.5",
    "image_1": "im-295340.jpg",
    "time": "2021-02-05 16:57:00",
    "body": "Ed Koch must be turning in his grave. Less than a decade after the late former New York mayor’s successful crusade to create a fairer redistricting system for congressional and legislative districts, Gov. Andrew Cuomo and state Democrats are busy subverting Koch’s work.<br />Business leaders and citizens concerned about New York’s socialist stampede need to pay attention. Robust political competition is good for the state and healthy for democracy. But if Democrats get their way on redistricting, New York will become a permanent one-party state, dooming its economic future.<br />Redistricting is a topic that has never captured the public’s attention, but every 10 years it commands the complete focus of Democratic and Republican politicians. Creating the “right” districts allows lawmakers essentially to select their voters, instead of the voters picking their legislators.<br />In New York, Koch changed all that by leading a coalition of good-government groups and newspaper editorial boards to shame and cajole Gov. Cuomo and lawmakers from both parties into placing a redistricting reform amendment before the voters in 2014. New Yorkers voted 57% to 42% in favor of establishing a bipartisan commission to create new districts, guided by standards limiting politicians’ ability to rig elections by drawing districts that favor those in power. The Legislature ultimately must pass a law enacting the new district lines, with only minor alterations allowed to plans developed by the commission. Courts are required to expedite consideration of any legal challenges to the commission’s work.<br />New constitutional standards require that districts respect existing jurisdictional boundaries and take care to recognize local communities of interest, including those representing racial and ethnic minorities. In a clear break with the past, the Koch reforms also required that minority parties in the state Senate and Assembly have a significant voice in this process."
}