{
    "url_original": "https://www.wsj.com/articles/democrats-stimulus-plan-offers-1400-checks-at-same-income-levels-as-previous-rounds-11612823749?mod=politics_lead_pos2",
    "url": "democrats-stimulus-plan-offers-1400-checks-at-same-income-levels-as-previous-rounds-11612823749",
    "title": "Democrats’ Stimulus Plan Offers $1,400 Checks at Same Income Levels as Previous Rounds",
    "sub_head": "Proposal heads for Ways and Means Committee vote this week with income cutoffs starting at $75,000 and $150,000",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-296553?width=620&size=1.5",
    "image_1": "im-296553.jpg",
    "time": "2021-02-08 18:19:00",
    "body": "WASHINGTON—House Democrats released the biggest piece of their coronavirus relief bill late Monday, offering a measure that would extend a $400-a-week unemployment insurance bonus through Aug. 29 and send $1,400 per-person payments to most households without lowering the income thresholds from earlier rounds.<br />Democrats have been debating whether to reduce those income levels, but the version headed for a Ways and Means Committee vote this week gives the full amounts to individuals with incomes up to $75,000 and married couples with incomes up to $150,000. The legislation also expands the child tax credit, broadens child-care assistance and bolsters tax credits for health insurance.<br />It will be combined with pieces advancing through other House committees with the aim of getting through the full House later this month. Together, the measures make up President Biden’s $1.9 trillion aid plan, which Democrats are trying to push quickly through Congress.<br />“Our nation is struggling, the virus is still not contained, and the American people are counting on Congress to meet this moment with bold, immediate action,” said Rep. Richard Neal (D., Mass.), the committee chairman whose panel will begin considering the bill on Wednesday.<br />Other sections of the relief plan will provide $130 billion in funding for K-12 schools, $40 billion for colleges and universities and $39 billion for child-care providers. Mr. Biden has also proposed offering funds for vaccine distribution, unemployment programs and state and local governments, among other measures."
}