{
    "url_original": "https://www.wsj.com/articles/deutsche-bank-had-a-good-2020-this-year-will-be-harder-11612448979?mod=business_minor_pos11",
    "url": "deutsche-bank-had-a-good-2020-this-year-will-be-harder-11612448979",
    "title": "Deutsche Bank Had a Good 2020. This Year Will Be Harder.",
    "sub_head": "Germany’s largest lender will likely face tougher operating conditions as well as higher investor expectations in 2021",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294514?width=620&size=1.5",
    "image_1": "im-294514.jpg",
    "time": "2021-02-04 09:29:00",
    "body": "Deutsche Bank  faces a new problem in 2021: higher investor expectations.<br />On Thursday, the German bank reported steady full-year results, buoyed by a stellar performance from its investment bank and lower credit losses. Despite the pandemic, management slightly over-delivered on its three-year transformation plans—a notable success after years of unfulfilled promises.<br />The investment bank capitalized on market volatility and actually gained market share in some businesses. And shareholders weren’t hurt by the European Central Bank’s ban on dividends, as they were at peers, since Deutsche Bank’s 2019 and 2020 dividends were already canceled as part of its turnaround plans.<br />But this year could be very different, as capital markets normalize and the economy is weaned off government-support programs. Although Germany performed relatively well in the first wave of the pandemic, its home-market economy still contracted 5% in 2020 and the country hasn’t been spared in the second wave.<br />Chief executive Christian Sewing highlighted that the bank’s credit losses were “significantly lower” than many peers. The group credits its high proportion of low-risk German mortgages and limited exposure to crisis-impacted sectors. However, ECB officials warned last month that European banks could be underestimating the credit trouble ahead."
}