{
    "url_original": "https://www.wsj.com/articles/didnt-vote-heres-your-20-fine-11612481828?mod=opinion_lead_pos2",
    "url": "didnt-vote-heres-your-20-fine-11612481828",
    "title": "Didn’t Vote? Here’s Your $20 Fine",
    "sub_head": "A Connecticut state Senator has a plan for mandatory voting.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-295314?width=620&size=1.5",
    "image_1": "im-295314.jpg",
    "time": "2021-02-04 18:37:00",
    "body": "As states consider modifying their voting rules in the wake of the 2020 pandemic mess, the phrase “voter suppression” is being tossed around. To activists on the left, any loosening of election practices is a glorious expansion of the franchise, and any tightening, no matter how minor or politically neutral, is a cynical ploy.<br />What’s the limiting principle? That’s one question raised by a bill in Connecticut to make voting mandatory, on pain of a $20 fine. “Much like jury duty,” Will Haskell, a state Senator, argued in a co-written op-ed last month, “voting should be considered not just an opportunity but a patriotic obligation.”<br />Mr. Haskell has filed a bill to implement this. Here’s how it would work: Starting in 2024, every eligible Connecticut voter would have an obligation to cast a ballot, “with the option to leave such ballot blank.” Those who didn’t participate would later receive paperwork from the state, demanding an excuse. Accepted reasons would include “travel,” “illness,” and “conscientious objection.” Failing to give a good enough alibi would trigger the fine of $20, though the scofflaw could perform two hours of community service instead.<br />“The purpose of this policy isn’t to impose fines,” Mr. Haskell and his co-author said. Except that’s what it would do, dunning $20 from busy single moms, apolitical 19-year-olds, the homeless, or anybody who didn’t care about Election Day enough to remember it. Nonetheless, they argued, the plan “would obviously heighten turnout, moving us far closer to an inclusive and fully representative democracy.”<br />Hmmm. If some people are ambivalent about politics, it’s hard to see how coercing them into voting would improve democratic decision-making. But the attitude on the left is that turnout trumps all. Even basic voting requirements, like deadlines saying that mail ballots must arrive by Election Day, are now under fire for disenfranchising somebody."
}