{
    "url_original": "https://www.wsj.com/articles/discovering-art-nouveau-11613217601",
    "url": "discovering-art-nouveau-11613217601",
    "title": "Discovering Art Nouveau",
    "sub_head": "The early modernist style, evocative of the natural world, can be seen in abundance in whimsical buildings along the Danube and elsewhere in Europe.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-298240?width=620&size=1.5",
    "image_1": "im-298240.jpg",
    "time": "2021-02-13 07:00:00",
    "body": "There’s hardly a more rewarding aspect of travel than strolling a new locale, like a modern-day flâneur. The experience is especially sweet when you see something unexpectedly stunning, as I did some years ago in Riga, Latvia. I knew about its Art Nouveau district, yet when I came upon Albert Street, lined with pastel-hued buildings festooned with faces, figures, peacocks, flowers and other Art Nouveau motifs, I was stopped in my tracks by their beauty.<br />Paris, Brussels and Barcelona are famous for their elegant, undulating Art Nouveau architectural treasures, but this style, which thrived from about 1890 to 1910, is prominent throughout Europe, in big cities and small towns alike. Many can be explored online—starting with Riga, which claims to have the largest concentration of Art Nouveau buildings in the world.<br />The Riga Art Nouveau Museum is particularly memorable. Once the home of architect Konstantīns Pēkšēns, it has a graceful façade decorated with plant and animal designs. The interior, including its spiral staircase—a delightful match of swirling and geometric patterns on the banister and the walls along the way—has been restored, room by room, to its glory days in the early 20th century, viewable in a photo gallery on the website. History tells us why that was needed: These beautiful rooms were requisitioned for communal housing during the Soviet occupation, each one assigned to a separate family.<br />To see other Art Nouveau edifices, you might start with a 55-minute documentary on YouTube called “Art Nouveau Without Borders.” Partly funded by the European Union, this video focuses on cities in the Danube River basin, making stops from Vienna to Oradea, Romania. Well-narrated, the film briefly relates how Art Nouveau, which celebrates natural forms, originated in reaction and opposition to the stilted academic style of the 19th century. It also tells viewers the monikers used for the style in different countries, such as Jugendstil in Germany, Secession in Austria and Arte Joven in Spain; provides the names of leading architects; and showcases very impressive buildings, pausing at times for interviews with art historians.<br />The video visits well-known examples of Art Nouveau, particularly in Vienna. There’s the white-cube Secession building, topped by a brilliant gold dome of laurel leaves, and the gorgeous Church of St. Leopold, whose white and gold interior is crowned by a mosaic depicting the ascension of souls into heaven."
}