{
    "url_original": "https://www.wsj.com/articles/do-chic-bath-rugs-exist-11612536073",
    "url": "do-chic-bath-rugs-exist-11612536073",
    "title": "What Are the Best Bathroom Rugs?",
    "sub_head": "Chic, virtually indestructible, much more practical than you’d think—vintage wool rugs are interior designers’ go-to bathroom rugs",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-294626?width=620&size=1.5",
    "image_1": "im-294626.jpg",
    "time": "2021-02-05 09:41:00",
    "body": "“BATHROOMS ARE inherently cold spaces,” said Meg McSherry, a designer in Newton, Mass. “We’re always focused on ways to add warmth.” One seemingly counterintuitive way to cozy up a loo stylishly? Vintage wool rugs, say many design pros, including Ms. McSherry. While cotton is the default choice, wool is “naturally strong, soft underfoot and not stubborn with stain removal,” she said.<br />A vintage Persian rug is no more likely to grow moldy than many other natural materials. Cotton, for example, mildews at lower humidity than wool, according to the Smithsonian’s Museum Conservation Institute. But if you can’t get your mind around sopping a wool rug post-bath, top it with a small cotton mat you hang over the tub or towel rod to dry between ablutions. If you want additional cushiness, place your wool rug atop a nonslip, recycled felt pad, said Chicago designer Elizabeth Stamos.<br />Another perk of opting for a weathered carpet? “Vintage rugs are perfectly imperfect,” Ms. McSherry said. “They will [already] have some wear and tear, so any makeup spills will not be super noticeable.” Going vintage also offers the same satisfaction as choosing to reuse anything: less land-fill fodder. “And it feels less precious than buying new, meaning you probably won’t feel bad about getting it wet,” said Kerra Michele Huerta, a designer in Washington, D.C.<br />You’ll need to vacuum a vintage rug weekly at least. A study out of Ohio State University last year found that a dusty rug will hold more moisture than a clean one. Vacuum the piece on a low-power setting if your machine has one. “Clean up spills immediately, blotting the stain and using lukewarm water with mild detergent,” advised Salt Lake City designer Sarah Gibson, who also writes a blog called Room for Tuesday, on which she has advocated for wool rugs in the bathroom. “Wool is naturally a moisture-wicking material,” said Ms. Gibson, who grew up raising sheep on a farm and admits to being a wool zealot. You can also give your rug a do-it-yourself deep clean, hand washing and drying it flat, as you would a wool sweater.<br />Vintage rugs also offer more versatility than a typical rug designed for a bathroom. You most likely wouldn’t move a chenille number to your bedroom or entryway, but a vintage rug travels well. They’re also great-looking and one-of-a-kind, and they can be found at auction for a song. A 2-foot-by-3-foot handwoven Turkish Village Kilim rug recently sold on Everything But the House for $27."
}