{
    "url_original": "https://www.wsj.com/articles/does-anyone-make-cute-dog-beds-11612556863",
    "url": "does-anyone-make-cute-dog-beds-11612556863",
    "title": "Does Anyone Make Cute Dog Beds?",
    "sub_head": "It took some effort but we found seven dog beds that won’t wreck your carefully planned décor—from beachy baskets to elegant perches based on 19th-century seats",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-294347?width=620&size=1.5",
    "image_1": "im-294347.jpg",
    "time": "2021-02-05 15:27:00",
    "body": "WHAT IS IT with dog beds? Must they be those slobber-stained blobs that muck up an otherwise thoughtfully decorated interior? Luckily, a few designers, including Ellen Van Dusen, have pondered this as well. “Every bed was a shade of beige, and very utilitarian,” said the textile designer and founder of Brooklyn’s Dusen Dusen Home. “I didn’t get it—if you have all this nice furniture, why would you have this ugly pillow in the middle of the room?” Ms. Van Dusen has gone on to create color-blocked beds in vibrant shades, but pet lovers with more demure taste have stylish options, too—from flaxen chaise longues to rattan baskets that are plushed-out with fluffy cushions.<br />For safety’s sake, Gail Miller Bisher, the Fox Sports analyst for the Westminster Kennel Club Dog Show, offered these tips: Avoid elevated beds for long-backed breeds like corgis or dachshunds, and steer clear of rippable fabrics if you have a teething puppy. Our picks reflect a universal truth: Cute is a mutable concept.<br />This roost brings you one dog bed closer to that dream of a Victorian-style, glass-enclosed room. Sue Jones, creative director of Oka, the brand behind it, underlines its practicality: “It’s hard-wearing and sturdy, and light enough to lift and move around.” In widths from 26 to 42 inches (shown), it can be cozied up with a blanket or cushion.<br />Ideal for: A glossy Irish setter. Rattan Mattaban Pet Bed, from $350, oka.com<br />Like a chic exhaust vent, the MiaCara Covo dog lounge is butch enough for the loft that won’t be softened by dog or design. Though the bed is otherwise unadorned, Düsseldorf interior architect Uta Cossman sneaked a tiny-arch flourish into its bent-plywood base. The 28-inch cushion—in faux fur or a sandy weave—is orthopedic foam."
}