{
    "url_original": "https://www.wsj.com/articles/does-respectable-mediocrity-offend-nobody-11613413914?mod=opinion_major_pos16",
    "url": "does-respectable-mediocrity-offend-nobody-11613413914",
    "title": "Does Respectable Mediocrity Offend Nobody?",
    "sub_head": "A conventional letter grade for each course is recorded for every student at Reed College.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-295915?width=620&size=1.5",
    "image_1": "im-295915.jpg",
    "time": "2021-02-15 13:31:00",
    "body": "Andy Kessler’s “Mediocrity Is Now Mandatory” (Inside View, Feb. 8) equates Reed College’s grading philosophy, which measures academic achievement by intellectual growth, with fragility and claims that Reed’s faculty “don’t even bother with meaningful grades.” Mr. Kessler cites the grading policy at Reed as evidence that diversity, equity and inclusion initiatives threaten to dethrone merit and promote a culture of mediocrity. This conjecture indicates a fundamental misunderstanding and mischaracterization of Reed’s approach to learning.<br />First, a conventional letter grade for each course is recorded for every student at Reed. In fact, Reed is renowned for an absence of grade inflation that reflects the rigor of our academic program and the high standards set by the faculty. This being said, it is true that letter grades are not shared with students unless requested. Instead, students receive robust ongoing feedback on their work, including lengthy comments on papers and exams. This practice fosters content proficiency, more creativity and intellectual curiosity, and stronger outcomes. Furthermore, diversity, equity and inclusion initiatives actually lead to a more meritocratic society by giving more students access to top-quality education.<br />Demonstrating the power of our approach, Reed ranks fourth in the nation among colleges and universities in the percentage of graduates who go on to earn doctoral degrees. Bottom line, we know that when meeting the challenges of “real life,” the grades you received in college don’t matter if you didn’t learn the material.<br />Prof. Kathryn C. Oleson<br />Dean of the Faculty"
}