{
    "url_original": "https://www.wsj.com/articles/donald-trump-impeachment-trial-day-four-defense-to-set-out-case-11613125807?mod=business_minor_pos6",
    "url": "donald-trump-impeachment-trial-day-four-defense-to-set-out-case-11613125807",
    "title": "Donald Trump Impeachment Trial Day Four: Defense to Set Out Case",
    "sub_head": "The legal team representing the former president intends to keep the defense presentation to one day and brief",
    "category_1": "Politics",
    "category_2": "Audience",
    "time": "2021-02-12 05:30:00",
    "body": "Donald Trump’s defense team will seek to rebut Democrats’ allegations that he incited the Jan. 6 U.S. Capitol riot in its first and only day of arguments on the Senate floor Friday, after Democrats spent two days using video footage and the former president’s own words to make their case for impeachment.<br />The defense’s case, which Trump lawyer David Schoen said may only take three to four hours, is expected to center on the arguments that rioters breached the Capitol for their own reasons and hadn’t been directed by Mr. Trump to do so. His lawyers are expected to also argue that the former president was exercising his First Amendment rights, not encouraging violence, when he urged his supporters to “fight” and march to the Capitol in his speech preceding the riot.<br />Mr. Trump’s lawyers are also expected to criticize Democrats’ handling of the impeachment process in the House, arguing that they deprived him of due process, including representation during those proceedings. His defense team has argued that it is unconstitutional to try a former president in the Senate, an argument that all Republican senators but six agreed with in a vote earlier this week.<br />The defense team is likely to air footage of Democrats using fiery political language as it focuses on its First Amendment defense, a person familiar with the strategy said.<br />Mr. Trump’s defense team, like the House impeachment managers, has 16 hours allotted to make its case. On Thursday, Trump adviser Jason Miller said the team plans to only use one of their two days. Mr. Schoen had initially asked for the trial to be suspended during the Jewish Sabbath from 5 p.m. Friday through Saturday, but later withdrew that request."
}