{
    "url_original": "https://www.wsj.com/articles/dont-let-walmarts-slowing-sales-fool-you-11613667110?mod=business_minor_pos11",
    "url": "dont-let-walmarts-slowing-sales-fool-you-11613667110",
    "title": "Don’t Let Walmart’s Slowing Sales Fool You",
    "sub_head": "Walmart’s future revenue growth could be limited, but the retailer has ways to juice its bottom line",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-18 11:51:00",
    "body": "Walmart  may have given the wrong impression with all that talk about TikTok. At the end of the day, it is a slow-growing, mature retailer—and that is perfectly fine.<br />The retailer had a standout holiday quarter. Net sales grew 7.4% in the quarter ended Jan. 31 compared with a year earlier. U.S. comparable sales grew 8.6%, far exceeding the 5.3% growth that analysts polled by Visible Alpha had expected. E-commerce sales grew 69% in the quarter. Yet Walmart shares dropped almost 6% Thursday morning after results were announced.<br />Two things may have weighed on investors. The company incurred a net loss of $2.1 billion and gave relatively muted guidance, saying that U.S. comparable sales would rise by a low-single-digit percentage this fiscal year compared with the 8.6% increase it saw for the last full fiscal year.<br />Neither is particularly worrisome. The loss is largely a result of charges related to previously announced sales of foreign operations. As for the guidance numbers, growth was bound to slow some after a bumper year. Before the pandemic, Walmart’s U.S. comparable sales had been growing in the low-single-digit percentage range, if not declining, for the last decade. That has also been the case for other mature retailers such as Target and Kroger.<br />This means the real potential for a company like Walmart comes from how much more profit it can juice from a slow-growing revenue base. And things look pretty promising on that front. Fueled by Walmart’s e-commerce growth, advertising revenue nearly doubled last year and Walmart said Thursday that it should be a multibillion-dollar business in the near future.  Morgan Stanley  estimates that it could generate $4 billion of revenue and $2 billion of operating income by 2025. That would translate to roughly 9% of last fiscal year’s operating income."
}