{
    "url_original": "https://www.wsj.com/articles/dont-blame-wind-for-texas-electricity-woes-11613500788?mod=business_minor_pos10",
    "url": "dont-blame-wind-for-texas-electricity-woes-11613500788",
    "title": "Don’t Blame Wind for Texas Electricity Woes",
    "sub_head": "Renewable energy and market design are easy targets during electricity failures but they are inadequate explanations",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-16 13:39:00",
    "body": "Rolling blackouts in Texas during a historic winter storm are inviting scrutiny of everything from the grid’s reliance on wind energy to laissez-faire market design. The answer is actually quite simple: Texas isn’t used to the cold.<br />Just as observers blamed high solar penetration for California’s electricity blackouts last year, Texas’s bounty of wind power has been an easy target. Yet Texas counts on wind to meet only 10% of its winter capacity, according to the state’s  grid manager. Natural gas and coal make up the lion’s share, comprising 82%. Sure, some wind turbines glitched under cold weather conditions, but so did natural gas- and coal-fired power. That is partly because water intake facilities froze for these generators, just as they did in the last extreme winter seen in February 2011. At least some natural gas had to be redirected for heating rather than power, adding to the supply shortage.<br />Another point of criticism is market design. While other regional markets are designed to reward power plants for being on standby in case of unexpected demand peaks, Texas’s approach is fairly market-driven. That has meant the state historically has had a smaller cushion of electricity when demand has peaked, but this is no longer a problem.<br />Reserve margins—excess electricity generation capacity over demand—were dangerously low in 2018 and 2019 but bounced to 10.6% in 2020 and are expected to hit 15.5% in 2021. They clearly aren’t to blame in this winter storm’s failure: Winter peak demand hit a record 69,150 megawatts over the weekend, but up to 34,000 megawatts of supply were taken offline. Texas had no problem meeting a higher summer peak demand, which was 7% higher last year than this winter event.<br />Solutions will have to be nuanced and incremental. Winterizing all power plants would be unnecessarily expensive, and so would a complete overhaul of Texas’s market design, which is partly responsible for consistently low power prices compared with the rest of the country."
}