{
    "url_original": "https://www.wsj.com/articles/dont-write-off-donald-trump-prematurely-11613767857?mod=opinion_major_pos16",
    "url": "dont-write-off-donald-trump-prematurely-11613767857",
    "title": "Don’t Write Off Donald Trump Prematurely",
    "sub_head": "Whether he will remain a significant player politically or not, only time will tell.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-299238?width=620&size=1.5",
    "image_1": "im-299238.jpg",
    "time": "2021-02-19 15:50:00",
    "body": "Regarding your editorial “Trump’s Non-Vindication” (Feb. 16): What President Trump did after the elections will always be a dark chapter in his life and will cost him popularity and probably a good portion of his wealth. Whether he will remain a significant player politically or not, only time will tell. To say that he “won’t win another national election” is an assertion which I question and find too unsubstantiated to consider valid.<br />It is disturbing that President Biden has signed more than 30 executive orders already, many of them of a very radical nature as is his constant mentioning of systemic racism and white supremacy. In his Inauguration Day speech he claimed he would unify the country, but he’s doing the opposite. His destruction of many thousands of jobs by closing the Keystone XL Pipeline, not following the science and delaying the opening of public schools very clearly show that he is a puppet of the far left of the Democratic Party.<br />There are many millions of Trump followers who are law-abiding citizens, and many not-so-radical Democrats who are now beginning to understand what is going on and know that this radical agenda, woke culture and hypocrisy will get us nowhere good. That, plus the coming tax increases, the underperforming economy, which will come accompanied by a tremendous increase in regulations, will most likely, in a short time, despite the very biased media, make President Trump look good.<br />Abel A. Mestre<br />Key Biscayne, Fla."
}