{
    "url_original": "https://www.wsj.com/articles/doordash-investors-should-relish-their-feast-11614081602?mod=markets_lead_pos11",
    "url": "doordash-investors-should-relish-their-feast-11614081602",
    "title": "DoorDash Investors Should Relish Their Feast",
    "sub_head": "Coming fourth-quarter results may mark the peak of investor appetite",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-23 07:00:00",
    "body": "DoorDash  is a newly minted $65 billion public food-delivery company trading near its highs just as the coronavirus is beginning to wane and restaurants are opening back up. What could possibly go wrong?<br />The nearest catalyst could be deceiving. The company is set to dish out fourth-quarter results on Thursday, its first report as a public company. All signs point to a capstone end to a phenomenal year for the platform, which now commands a seemingly untouchable 53% of the market, according to data released Friday by Edison Trends.<br />The fourth quarter is seasonally strong for food-delivery players, given cold weather and holidays, but Covid-19 has made 2020 a particular boon. Earlier this month,  Grubhub  said it grew sales 48% year over year in the fourth quarter, while  Uber Technologies  said its Uber Eats business grew revenue 224% in the same period. It makes sense, then, based on competitors’ performance, that investors would be bidding up DoorDash’s stock ahead of its earnings.<br />Uber has yet to turn a profit, but its shares are up 70% over the past year on its food-delivery growth, even as its ride-share bookings were down 43% as of January. Similarly, DoorDash said it lost money in the nine-month period ended Sept. 30, though its revenue more than tripled. As revenue growth inevitably moderates with comparisons becoming increasingly difficult as 2021 goes on, investors’ patience will be tested. Estimates compiled by Visible Alpha forecast another two years of losses ahead for the company.<br />DoorDash’s “first-to-market” growth strategy in the U.S. suburbs and in ancillary categories like convenience delivery have certainly served it well. But competitors are moving onto this turf. Grubhub, for example, said its own restaurant inventory increased 75% in 2020 in suburban and rural areas. And earlier this month, Uber said it was paying more than $1 billion to acquire alcohol-and-convenience delivery platform Drizly. While these moves are validating to DoorDash’s model, they also imply growth may be more costly."
}