{
    "url_original": "https://www.wsj.com/articles/doubt-review-well-cast-shadows-11612473662?mod=opinion_major_pos15",
    "url": "doubt-review-well-cast-shadows-11612473662",
    "title": "‘Doubt’ Review: Well-Cast Shadows",
    "sub_head": "A Tampa theater’s top-notch revival of John Patrick Shanley’s drama about a priest accused of sex abuse translates seamlessly to streaming.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-295052?width=620&size=custom_5342x3561",
    "image_1": "im-295052.jpg",
    "time": "2021-02-04 16:21:00",
    "body": "Some plays are so obviously well-suited to socially distanced webcasting that I can’t imagine why every regional theater company in America hasn’t taken them up. John Patrick Shanley’s “Doubt: A Parable” is a case in point. It has only four characters, none of whom is required to touch or closely approach any of the others, and it calls for no set pieces other than a door, a desk, a phone, two chairs and a couple of park benches. Nothing more is needed but appropriate costumes, atmospheric lighting and sound design, and a director and cast unafraid of the thorny ambiguities of Mr. Shanley’s 2004 study of a regular-guy priest suspected of molesting a child in his care by a hard-nosed nun who takes it for granted that he is guilty, notwithstanding the absence of hard evidence.<br />Even so, Jobsite Theater’s revival of “Doubt,” directed by Summer Bohnenkamp, is the first version I’ve seen online since the beginning of the Covid-19 pandemic. It is also a memorably fine piece of work. I’ve reviewed many productions of “Doubt,” going back to the off-Broadway premiere and its Broadway transfer, and this one is as good as any version I’ve seen, not excluding the original. Shot onstage in an empty Tampa theater, it gets everything right, above all the cast. David M. Jenkins, Jobsite’s producing artistic director, plays Father Flynn, the likable priest; Roxanne M. Fay plays Sister Aloysius, the suspicious nun; Andresia Moseley plays Mrs. Muller, the mother of the effeminate black boy who has attracted Father Flynn’s attention; and Emily Belvo plays Sister James, a younger nun who cannot bring herself to believe that Father Flynn is capable of sexual misconduct. They are a fabulously well-matched ensemble, never stooping to the exaggeration that is a perpetual temptation in a play like “Doubt,” and Ms. Bohnenkamp has staged the play with transparent clarity, deploying her four actors like chessmen on a board and keeping them in perfect counterpoise.<br />“Doubt” was well filmed in 2008 with Mr. Shanley in the director’s chair and an all-star cast (Meryl Streep, Philip Seymour Hoffman, Viola Davis and Amy Adams). But it works better in the theater, and Jobsite’s production conveys the intimacy of a theatrical staging so precisely and evocatively that it loses nothing in the translation to streaming video. See it now.<br /><br />—Mr. Teachout is the Journal’s drama critic. Write to him at tteachout@wsj.com."
}