{
    "url_original": "https://www.wsj.com/articles/dozens-in-hong-kongs-opposition-charged-under-law-imposed-by-beijing-11614508140?mod=world_major_2_pos4",
    "url": "dozens-in-hong-kongs-opposition-charged-under-law-imposed-by-beijing-11614508140",
    "title": "Dozens in Hong Kong’s Opposition Charged Under Law Imposed by Beijing",
    "sub_head": "All of the political figures charged  participated in primaries held by the pro-democracy camp in July",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-305375?width=620&size=1.5",
    "image_1": "im-305375.jpg",
    "time": "2021-02-28 05:29:00",
    "body": "HONG KONG—Authorities charged dozens of the city’s most prominent opposition figures with national-security offenses after the political figures took part in unofficial primary elections, the largest use of the sweeping new law since it was imposed on the territory by Beijing.<br />Police said they charged 39 men and eight women on Sunday with one count each of conspiracy to commit subversion, and they will appear in court Monday morning.<br />Those charged had all participated in primaries held by the pro-democracy camp in July, ahead of legislative elections that were later postponed. They had been slated to report back to authorities in April after being arrested in January but were called in to police stations across the city on Sunday. They face years in prison if convicted.<br />Central-government authorities are expected to outline a tightening of Hong Kong’s political structure at China’s annual legislative session, which opens Friday. The primaries and some opposition plans to use the legislative system to allegedly destabilize the Hong Kong government had angered local and mainland leaders.<br />Top mainland officials have called for an overhaul of Hong Kong’s system. Proposals to revise how the city’s leader is selected to curb the opposition’s influence and to change rules for local district-council elections are expected to be formalized by the National People’s Congress, China’s legislature, according to people familiar with the plan."
}