{
    "url_original": "https://www.wsj.com/articles/dress-codes-review-from-frock-coat-to-flip-flops-11613603131",
    "url": "dress-codes-review-from-frock-coat-to-flip-flops-11613603131",
    "title": "‘Dress Codes’ Review: From Frock Coat to Flip-Flops",
    "sub_head": "Even the subdued language of business casual—oxford shirt, khakis, loafers, fleece vest—speaks volumes via the codes of fashion.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-300486?width=620&size=1.5",
    "image_1": "im-300486.jpg",
    "time": "2021-02-17 18:05:00",
    "body": "In the early 1980s, dressed in a bespoke dark velvet three-piece suit and ruffled white silk shirt, my young English friend met me for dinner at the prestigious 21 Club restaurant. He was detained at the door. Where was his tie? After a brief discussion, a 21 Club tie, festooned with jockeys, was draped over the ruffles and we were escorted to Siberia. Richard Thompson Ford calls that 21 Club tie a “badge of shame.”<br />There are many badges of shame recorded in “Dress Codes,” a sharp and entertaining history of the rules of fashion. In his introduction Mr. Ford, a Stanford law professor and cultural critic, writes that he learned his sense of style from his father, a trained tailor and an ordained minister. “For years my dad endured my sartorial misadventures (asymmetrical ‘new-wave’ haircuts, nylon parachute pants, the ‘punk’ look, which consisted of deliberately torn garments held together with safety pins or duct tape) in quiet despair.” In the end the author followed his father’s example and came to appreciate the virtues of tailored suits, polished dress shoes and crisp shirts. So much so that in 2009 he decided to enter Esquire magazine’s Best Dressed Real Man contest.<br />Among the book’s illustrations is a snapshot of the author in a smart pinstripe suit, his arms around his squirming daughter. It helped Mr. Ford gain sixth place in the contest, but he blew the interview. “I knew intuitively why I wore what I did, but I could not explain it to save my life.”<br />“Dress Codes” is his belated but eloquent response. In a jam-packed, fact-filled survey, Mr. Ford skillfully examines how fashion, far from being mere frivolity, has shaped people’s lives from the 14th century to the present. His wide-ranging research is punctuated with quotations from such cultural observers as the semiotician Roland Barthes, designer Miuccia Prada (who like Barthes saw fashion as “a wearable language”), historian Anne Hollander and economist Thorstein Veblen.<br />Joan of Arc was one of history’s first fashion victims, burned at the stake for heresy. Among her crimes: the wearing of men’s clothes. In some 15th-century Italian cities, Christian women were forbidden to wear earrings (symbols of sin), while for Jewish women it was compulsory. During the Renaissance, sumptuous attire—furs, velvet, silks—was a way of asserting social dominance, and sumptuary laws kept upstarts in their place."
}