{
    "url_original": "https://www.wsj.com/articles/ea-needs-this-mobile-play-to-stick-11612897633?mod=business_minor_pos10",
    "url": "ea-needs-this-mobile-play-to-stick-11612897633",
    "title": "EA Needs This Mobile Play to Stick",
    "sub_head": "Acquisition of Glu Mobile is videogame publisher’s latest attempt to buy into a difficult market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-297014?width=620&size=1.5",
    "image_1": "im-297014.jpg",
    "time": "2021-02-09 14:07:00",
    "body": "Leveling up in mobile games doesn’t come cheap these days. For  Electronic Arts ,  the payoff could be worth the price.<br />EA announced Monday afternoon that it has struck a deal to acquire  Glu Mobile  for $2.4 billion in cash. It is the videogame publisher’s second billion-dollar deal in as many months, following its surprise $1.25 billion takeout of U.K.-based racing-game maker  Codemasters  in December. Glu is EA’s largest deal to date, beating out the $1.3 billion spent on PopCap Games in 2011.<br />That deal also represented the last major attempt by EA to boost its mobile business. Since the iPhone ushered in the era of touch-screen mobile gaming in 2008, EA has made several moves to establish its position in a market that many observers believed would overtake consoles and PCs as the most dominant gaming platform. Smaller deals such as the acquisitions of game makers Firemint and Chillingo in 2010 and 2011 gave EA some popular games at the time such as “Flight Control” and “Real Racing.”<br />But EA never developed a Midas touch for mobile. Part of the problem came from the evolution of the mobile business away from games based on paid downloads and toward free-to-play titles that generate revenue from in-game transactions. Case in point: While buying PopCap gave EA control of the pioneering match-three game “Bejeweled,” it was “Candy Crush” that later came to dominate that category. EA’s rival  Activision Blizzard  acquired “Candy Crush” maker King Digital in 2015 and now generates more than $2 billion a year in mobile net bookings. EA’s mobile net bookings were just $779 million in calendar-year 2020.<br />Including Glu would have brought that total to about $1.3 billion. Doug Creutz of Cowen estimates the deal will make EA the seventh-largest mobile-game publisher. But simply adding games such as “Kim Kardashian: Hollywood” and “Diner Dash” to EA’s roster won’t justify the effort; Mr. Creutz says the real question is whether EA can effectively use Glu’s talent to enhance its other mobile properties."
}