{
    "url_original": "https://www.wsj.com/articles/ebola-returns-to-west-africa-as-region-battles-covid-19-11613406153?mod=world_major_2_pos1",
    "url": "ebola-returns-to-west-africa-as-region-battles-covid-19-11613406153",
    "title": "Ebola Returns to West Africa as Region Battles Covid-19",
    "sub_head": "Authorities and World Health Organization rush to roll out vaccine to halt spread of twin outbreak",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-299292?width=620&size=1.5",
    "image_1": "im-299292.jpg",
    "time": "2021-02-15 14:58:00",
    "body": "Health officials in Guinea are rushing to contain the first outbreak of the deadly Ebola disease in the region since 2016, days after authorities detected new cases of the hemorrhagic fever in the Democratic Republic of Congo, testing a continent that is already battling the coronavirus pandemic.<br />Guinea was one of the three most-affected countries during the 2014-2016 epidemic. The current outbreak began in late January, but was only identified as the Ebola virus on Sunday, health officials said, suggesting it may have spread substantially in the intervening weeks.<br />The outbreak four years ago left more than 11,000 dead across West Africa. The new outbreak comes as the continent grapples with a steady rise of coronavirus infection rates, driven at least in part by a more transmissible variant first detected in South Africa.<br />The outbreak also comes shortly after Congo, which has faced more Ebola outbreaks than any other nation in the world, also detected cases in the restive region of North Kivu. Health experts hope the availability of an Ebola vaccine will help bring the outbreak swiftly under control.<br />Guinea’s health minister Remy Lamah on Monday said the government was successfully identifying those at risk and was well prepared to combat a new resurgence. “The government calls upon the population in the affected areas to respect prevention measures,” he said."
}