{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-fed-jobless-claims-consumer-spending-11613937600",
    "url": "economy-week-ahead-fed-jobless-claims-consumer-spending-11613937600",
    "title": "Economy Week Ahead: Fed, Jobless Claims, Consumer Spending",
    "sub_head": "Fed Chairman Jerome Powell will deliver the central bank’s semiannual report on the economy and monetary policy to Congress",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-302023?width=620&size=1.5",
    "image_1": "im-302023.jpg",
    "time": "2021-02-21 15:00:00",
    "body": "U.S. consumer spending highlights this week’s economic data.<br />Federal Reserve Chairman Jerome Powell delivers the central bank’s semiannual report on the economy and monetary policy to Congress during two days of testimony beginning Tuesday. Mr. Powell is again likely to signal that easy-money policies will remain in place for the foreseeable future, and face questions on the size of the next fiscal stimulus package, interest rates and bond purchases, and the potential for inflation to heat up alongside accelerating economic growth.<br />The U.S. housing market has been a consistent economic bright spot during the pandemic. Low mortgage rates and strong demand are helping propel sales and boost construction activity, but are also leading to higher prices for houses, lumber and other building materials. Wednesday’s report on January new-home sales will offer the latest gauge of the market.<br />U.S. jobless claims rose in the opening weeks of February, a sign of heavy layoffs and continued dislocation for workers across the country. Economists are forecasting a decline during the week ended Feb. 20, but even a significant drop would leave the level of claims historically elevated.<br />U.S. new orders for durable goods are expected to rise in January for a ninth straight month. Manufacturing rebounded strongly early in the pandemic in the midst of strong demand for factory goods, though some companies have started warning of rising input costs and supply-chain bottlenecks that could crimp growth."
}