{
    "url_original": "https://www.wsj.com/articles/economic-survey-11613000382",
    "url": "economic-survey-11613000382",
    "title": "Forecasters Lift Expectations for 2021 Economic Growth",
    "sub_head": "Upbeat projections buoyed by vaccinations and stimulus outlook, though fears of virus variants are rising",
    "category_1": "Economy",
    "time": "2021-02-11 10:00:00",
    "body": "Forecasters are increasingly optimistic about economic growth this year, though less so about the labor market’s prospects, as it recovers from the effects of the coronavirus pandemic, a new Wall Street Journal survey shows.<br />Economists on average expected gross domestic product to expand nearly 4.9% this year, measured from the fourth quarter of the prior year, according to the business and academic economists surveyed in February, an improvement from their 4.3% forecast in January. They cited the distribution of Covid-19 vaccinations and the prospect of additional fiscal relief from Washington for the brightening outlook.<br />However, they were more cautious about the recovery in jobs. Economists this month on average expected employers to add 4.8 million jobs this year, down from the 5.0 million they projected in January and equal to just half of the 9.6 million jobs lost since February 2020. The forecasters saw a mean unemployment rate of 5.3% by year’s end, about the same level they projected in last month’s survey. The Labor Department said Friday the national jobless rate was 6.3% in January.<br />“The economy is already picking up some growth momentum in the first quarter,” said Brian Bethune, professor of economics at Boston College. “The large $1.9 trillion stimulus package will provide significant insurance against a relapse into recession,” he said, referring to President Biden’s proposal.<br />More than half of the respondents said the amount of fiscal aid the economy needs to recover from the coronavirus shock was less than $1 trillion, while only one said that more than $2 trillion was required."
}