{
    "url_original": "https://www.wsj.com/articles/electronic-arts-plans-return-to-college-football-videogames-11612288511?mod=business_lead_pos11",
    "url": "electronic-arts-plans-return-to-college-football-videogames-11612288511",
    "title": "Electronic Arts Plans Return to College Football Videogames",
    "sub_head": "Company is planning new games featuring real schools—but without the names or likenesses of specific athletes",
    "category_1": "Tech",
    "time": "2021-02-02 15:40:00",
    "body": "Electronic Arts Inc.  plans to bring back college football videogames after it stopped making them years ago amid a legal battle over the use of student-athletes’ names and images. Yet the return comes with a twist, the company says: the new games, for now, will feature real teams, but not specific players, in a bet that gamers will care more about the name on the front of the jersey than those on the back.<br />EA’s intention to re-enter the college-sports arena comes in the middle of a complex debate involving Congress, state legislatures and the National Collegiate Athletic Association over how and whether to compensate student-athletes.<br />Under a deal announced Tuesday with collegiate-trademark company CLC, EA is gaining exclusive rights to make games that simulate U.S. college football. Game development work is just getting started, the company said, so it could take a few years before any new title comes to market.<br />EA has secured the rights to team logos, uniforms and other college game-day traditions, a company spokesman said. EA, for now, isn’t planning to include player names or likenesses in new games due to uncertainty around rules from the NCAA, the largest nonprofit body supervising U.S. college sports, the spokesman said. The NCAA currently restricts third parties from using those attributes but that could soon change as the organization has committed to rewriting its bylaws amid pressure from high-profile litigation and state legislation.<br />The announcement comes as EA is slated to release its quarterly financial report after markets close today. Analysts expect the company to show strong growth in its business as the pandemic continues to fuel demand for at-home entertainment, after markets close today."
}