{
    "url_original": "https://www.wsj.com/articles/elizabethans-review-where-have-all-the-bowlers-gone-11612221574",
    "url": "elizabethans-review-where-have-all-the-bowlers-gone-11612221574",
    "title": "‘Elizabethans’ Review: Where Have All the Bowlers Gone?",
    "sub_head": "A ‘reign’s length’ of social change in Britain, from the ascension of Elizabeth II to the Beatles, Brussels, Brexit and beyond.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-293417?width=620&size=1.5",
    "image_1": "im-293417.jpg",
    "time": "2021-02-01 18:19:00",
    "body": "In one of many audacious assertions in a book that tells the story of Britain from 1952 to the present day, Andrew Marr writes that if Shakespeare was “the hot-glowing cultural figure of the first Elizabethan age, then the Beatles—John, Paul, George and Ringo—performed a parallel role in the second.” The second age is, of course, that of Elizabeth II, whose 69-year reign is the longest of any British monarch, exceeding by more than two decades (and counting) her Tudor namesake’s time on the throne.<br />Mr. Marr, a journalist of stature in Britain—where he is a TV and radio host on the BBC and a former editor of the Independent—calls his book “Elizabethans.” He spurns the definite article in his title, perhaps to make it more easily distinguished from “The Elizabethans” (2011), by A.N. Wilson, with its focus on the late 16th century. And yet, as you read Mr. Marr’s rich and ebullient account of “how modern Britain was forged,” you learn that it makes no sense, in our own time, to speak of an Elizabethan type or national character in the way we do (however superficially) of “the Victorians.” The Britons of today are notably—and sometimes jarringly—different from those of 1952, when a callow Elizabeth II, then 25, acceded to the throne upon the death of her father.<br />The packaging of Britain’s story into a “reign’s length” is attractive nonetheless, because it acknowledges that Queen Elizabeth has been the one truly constant factor in a nation that has been an outlier among major Western powers: Britain has attached and detached itself to and from Europe as it has pleased—while enjoying more enduring links on the wider map than even the United States. Contemporary Britain, writes Mr. Marr, is also “unusual in European terms in its porousness to migration from non-European parts of the world.” All of which make it an attractive national laboratory in which to measure social-political change over generations.<br />Mr. Marr has written an ambitious book in which he accords more attention to subtle social shifts than he does to “the big, visible changes”—things such as the disappearance of bowler hats, the emptying of churches and the springing up of mosques, of which we know already. What fewer of us know, by contrast, are the nuances and shades of change. In the late 1950s and early 1960s, notes Mr. Marr, “the British seem to become cheekier, even rebellious,” and “an insolent contempt for established authority begins to creep in.” The Beatles—whose language, he concedes, was more “banal” than the Bard’s—were part of that rebellion.<br />This shift in mood, though seemingly a spasm of youthful high spirits, would prove to be a herald of broader changes. The 1960s, Mr. Marr tells us, were a period of “generational conflict.” But for most working-class Britons, they were also “a period of greater material wealth.” The Britain of the previous decade, he reminds us, was “a quietly religious, homogeneous, stratified, socially conservative, proud and comparatively closed-off country.” The insular working classes, as he puts it, “had never been to Spain.” Over time, the country acquired the means to travel and eat better food."
}