{
    "url_original": "https://www.wsj.com/articles/elon-musk-reed-hastings-mary-barra-a-guide-to-leadership-from-the-covid-19-crisis-11613989801",
    "url": "elon-musk-reed-hastings-mary-barra-a-guide-to-leadership-from-the-covid-19-crisis-11613989801",
    "title": "Elon Musk, Reed Hastings, Mary Barra: A Guide to Leadership From the Covid-19 Crisis",
    "sub_head": "The Wall Street Journal distilled takeaways on navigating the pandemic from profiles of business leaders",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-301274?width=620&size=1.5",
    "image_1": "im-301274.jpg",
    "time": "2021-02-22 05:30:00",
    "body": "Read profiles of leaders navigating the coronavirus pandemic in The Wall Street Journal’s Leadership Lessons From the Covid-19 Crisis, available to download for Journal subscribers.<br />Executives pivoted and experimented and doubled down. They sent workers home, and brought them back again. They held emergency meeting after emergency meeting. They shared their own homes and lives with staff in video calls and personal words. They tried to save the world, through vaccines and bleach wipes or even just getting folks enough toilet paper.<br />This was leading a company in 2020, through the worst crisis most bosses have witnessed in their careers. Working through it was often painful, but there are things we can learn from all of it—the actions of upstarts and veterans, the missteps and failures, and the groundbreaking wins.<br />The Wall Street Journal’s Leadership Lessons From the Covid-19 Crisis, available to download for Journal subscribers, spotlights how leaders adapted to a challenge unprecedented in our modern times, including takeaways from their experiences.<br />The tactics on display include both old-school styles harking back to the days of Jack Welch (see  Emerson Electric ’s  David Farr), and more modern approaches. I’m all for the new wave of empathetic leadership that we’ve seen some executives move toward recently, but these case studies suggest there are circumstances that call for nonstop hours, tough feedback and seemingly impossible goals, as was the case at  Moderna ,  which developed a Covid-19 vaccine. Keep it fair, of course, but when the whole world is watching, and the outcome is literally a matter of life and death, sometimes you need a hard-charging leader pushing you forward."
}