{
    "url_original": "https://www.wsj.com/articles/emmanuel-macron-and-the-woke-11613604823?mod=opinion_lead_pos3",
    "url": "emmanuel-macron-and-the-woke-11613604823",
    "title": "Emmanuel Macron and the Woke",
    "sub_head": "The French president challenges American campus and media leftism.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-300662?width=620&size=1.5",
    "image_1": "im-300662.jpg",
    "time": "2021-02-17 18:33:00",
    "body": "Classical Western values such as free speech and tolerance need all the defenders they can find these days, so kudos to French President Emmanuel Macron for volunteering for the mission. It’s hardly an easy task, but it’s an important one. Mr. Macron is right to conclude it’s vital to France’s future—and we'd add, to America’s.<br />Mr. Macron and ministers in his government in recent months have been fighting illiberal and divisive philosophies they say emanate from American universities. Mr. Macron in October decried the influence of “certain social-science theories entirely imported from the United States.”<br />He means in particular the habit of viewing most matters in racial terms—a core tenet of “wokeness”—and his government wants educational institutions to eschew it. Minister for Higher Education Frédérique Vidal this week promised an investigation into academics “looking at everything through the prism of wanting to fracture and divide.”<br />This is part of a broader drive to reassert French values after many years of Islamist terror attacks. Mr. Macron also is pushing for a new crackdown on religious extremism, and his law to that end passed through one chamber of the National Assembly this week.<br />Mr. Macron’s political and philosophical insight is to tie together the fight against violent extremism from outside France and the defense of democratic values within. His October speech detailing his new plan for combating Islamism included a warning that a focus on “post-colonial or anti-colonial” discourse constitutes a form of “self-hatred” of France that allows Islamism to flourish. Officials such as Ms. Vidal also warn against “Islamo-leftism.”"
}