{
    "url_original": "https://www.wsj.com/articles/employers-want-more-diversity-they-may-need-to-open-offices-in-new-places-11613930400?mod=business_featst_pos2",
    "url": "employers-want-more-diversity-they-may-need-to-open-offices-in-new-places-11613930400",
    "title": "Employers Want More Diversity. They May Need to Open Offices in New Places.",
    "sub_head": "Research on race in the workplace suggests executives could close racial gaps within their ranks by being more strategic about geographic locations",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-301834?width=620&size=1.5",
    "image_1": "im-301834.jpg",
    "time": "2021-02-21 13:00:00",
    "body": "Among the key takeaways from a new report on race in the workplace is this surprise: To address inequality inside organizations, some companies may need to open offices in new locations.<br />Blacks are a relatively small part of the population in some U.S. cities expected to see the highest job growth over the next decade, such as Seattle, and nearly 60% live in the South, according to a sweeping new analysis by researchers at the consulting firm McKinsey & Co.<br />“Workers need to be connected to the opportunities being created and have the skills for the in-demand roles,” says James Manyika, a senior partner at McKinsey who is a director of the McKinsey Global Institute and helped lead the research. “But jobs are often concentrated in counties that aren’t necessarily accessible to Black workers. Companies considering opening additional offices and dedicated to more hiring diversity can bridge this gap by locating new facilities in areas where there are a large concentration of Black workers who have the relevant skills.”<br />McKinsey studied detailed employment data for more than 3,000 U.S. counties and cross-referenced it with internal corporate data and interviews inside companies. What emerges is a comprehensive picture of Black representation in corporate America—and the challenges that remain for both workers and organizations.<br />Mr. Manyika recently spoke with The Wall Street Journal. Here are edited excerpts of the conversation."
}