{
    "url_original": "https://www.wsj.com/articles/endpapers-review-publishing-the-pantheon-11613749788?mod=ig_booksfebruary20",
    "url": "endpapers-review-publishing-the-pantheon-11613749788",
    "title": "‘Endpapers’ Review: Publishing the Pantheon",
    "sub_head": "The story of a family’s bifurcated fate shines a light on the history of postwar literature.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-19 10:49:00",
    "body": "Among the cultural figures who fled Hitler’s Germany to the United States—writers, artists, playwrights and movie makers, among others—there was one who, without quite the celebrity of some of his fellow émigrés, would find himself expanding the horizons of American book publishing. “Publishing is both a business and an art,” Kurt Wolff wrote in a letter from 1958. It demanded, he said, “the whole man, the whole life.”<br />Wolff himself never set down his own “whole life.” He was probably too modest or discrete. “What one can write is not interesting,” he once said about the possibility of writing his memoirs, “and what is interesting one cannot write.” Now his grandson, Alexander Wolff, offers an event-filled biography and, along the way, a captivating case study in the challenges faced by refugees attempting to remake a life. For “Endpapers,” Mr. Wolff, a longtime reporter for Sports Illustrated and a former journalism professor at Princeton, describes his approach as “an amalgam of history, journalism, and memoir.”<br />Kurt Wolff was born in 1887 in Bonn, Germany; his father, we learn, was Protestant, his mother Jewish by birth and Christian by baptism. After marrying Elisabeth Merck, whose family ran a major pharmaceutical company, Kurt Wolff launched his career in publishing, founding a firm in Leipzig before World War I. Blessed with an exceptional feel for the literary ferment of the time, he published writing by Joseph Roth, Heinrich Mann, Robert Musil, Max Brod, Franz Werfel, Karl Kraus, and (in German translation) Sinclair Lewis.<br />Lewis called Wolff “one of the most intelligent and promising publishers I have ever met.” Another of Wolff’s authors, Franz Kafka, was less impressed. “He is a very beautiful man, about 25,” he noted in a letter from 1913, having met Wolff in Leipzig the year before, “whom God has given a beautiful wife, several million marks, a pleasure in publishing, and little aptitude for the publishing business.” Even while serving in the trenches of the Western Front, Kurt continued to solicit and read manuscripts, including Kafka’s “The Metamorphosis,” which he brought out during the war.<br />In the Weimar years, as his marriage disintegrated, Wolff’s firm was hit by hyperinflation—one of its novels carried a five-million-mark price tag—and by the economic crash of 1929. Physically and fiscally spent, he was forced to shut his doors in 1930. His patronage of writers the Nazis would soon designate as “degenerate” didn’t help. In February 1933, he listened to radio reports of the Reichstag fire together with his fiancée and soon to be second wife Helen Mosel, whose exceptional literary discernment had driven her rise in the firm from unpaid intern to full-fledged editor of its art-book division. “These are madmen,” Kurt told her. “Pack!” Two days later, the couple fled Germany and would spend the next six years as refugees shuttling between Italy and France. With the outbreak of war in September 1939, they were designated as “enemy aliens” and sent to various French internment camps. As Wolff reported in a letter: “Eighty percent of my production was burnt by the Nazis and my publishing house put on a blacklist.”"
}