{
    "url_original": "https://www.wsj.com/articles/engineer-agitator-constructor-the-artist-reinvented-review-modernists-of-the-world-unite-11612612800",
    "url": "engineer-agitator-constructor-the-artist-reinvented-review-modernists-of-the-world-unite-11612612800",
    "title": "‘Engineer, Agitator, Constructor: The Artist Reinvented’ Review: Modernists of the World, Unite!",
    "sub_head": "A MoMA exhibit explores the ways European art movements of the 1920s and ‘30s responded to and furthered the social and political upheaval of the time.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-295852?width=620&size=custom_2000x1519",
    "image_1": "im-295852.jpg",
    "time": "2021-02-06 07:00:00",
    "body": "New York<br /><br />These days when modernism is coupled with “utopian” or “idealistic,” it’s with a disparaging tone meant to emphasize the naïveté of the idea. Yet in the early 20th century, in a society transformed by the Russian Revolution and World War I, modernism seemed to embody hope for a better future and to repudiate a problematic past. For many artists, a new pared-down aesthetic and a bold, experimental embrace of the latest technologies, materials and techniques aptly expressed the aspirations of a startlingly altered world.<br />“Engineer, Agitator, Constructor: The Artist Reinvented,” at the Museum of Modern Art, explores the ways, in the 1920s and ’30s, adventurous art was put into the service of politics and social change in Soviet Russia, the Netherlands, Germany, Italy and elsewhere in Europe. Russian Constructivism, De Stijl, the Bauhaus, Futurism, and Dada are all represented by posters, advertisements, magazine layouts, books, typography, films, broadsides, theater design, and just plain propaganda, sparsely punctuated by paintings and prints that provide welcome refreshment from the commercial inclusions. Much of the exhibition celebrates the 2018 gift of more than 300 early 20th-century works on paper from the Merrill C. Berman collection, with selections of similarly “functional” works from MoMA’s holdings.<br />We are reminded that after the cataclysms of revolution and war, some artists began to question not only the nature of what they did, but also its necessity. The pragmatic dominated. We learn that the Latvian graphic designer Gustav Klutsis posited an “artist of an entirely new type”—“a public person, a specialist in political and cultural work with the masses”—while the Russian painter Liubov Popova, who said she desired “to translate the aesthetic to the production plane,” abandoned the easel for agitprop theater sets, costume design, and other useful projects. (A couple of abstract, colored linoleum cuts, with bold jostling planes, make us wish she hadn’t.)"
}