{
    "url_original": "https://www.wsj.com/articles/enovix-set-to-go-public-through-a-spac-in-deal-valued-at-1-1-billion-11614002432?mod=business_lead_pos12",
    "url": "enovix-set-to-go-public-through-a-spac-in-deal-valued-at-1-1-billion-11614002432",
    "title": "Enovix Set to Go Public Through a SPAC in Deal Valued at $1.1 Billion",
    "sub_head": "Battery maker is building a factory in Fremont, Calif., to make batteries for wearable gadgets starting this year",
    "category_1": "Tech",
    "time": "2021-02-22 09:00:00",
    "body": "Battery maker Enovix Corp. is poised to go public using a blank-check company in a deal valued at $1.1 billion, benefiting from investor enthusiasm for technology to improve battery performance as the world races toward electric vehicles.<br />Enovix said on Monday it raised $405 million through a merger with a special-purpose acquisition company, or SPAC, and associated private investment.<br />The company is building its first commercial factory, which will be ready to produce silicon lithium-ion batteries for customers later this year. The small-scale plant in Fremont, Calif., will make batteries for smaller devices such as radios and smartwatches. Enovix is scouting a location for a second factory that will also build batteries for smartphones, and aims to start selling batteries for electric vehicles after 2025.<br />A longer-lasting, quicker-charging and cheaper battery is essential for the widespread adoption of electric vehicles, improved solar-energy storage and advancements in key technologies such as augmented and virtual reality. Enovix has plenty of company:  QuantumScape Corp. , which builds solid-state batteries—a design that is free of liquid, greatly reducing fire hazards—went public last year through a SPAC deal and has a market capitalization of more than $22 billion, though it projects no meaningful revenue before 2026. China-backed Microvast Inc., which builds batteries for electric buses and other commercial vehicles, said this month it would go public through a New York-based SPAC in a deal valued at about $3 billion.<br />A SPAC deal was “the opportunity of the day,” said Enovix Chief Executive Harrold Rust. “But we have got to build the company and hit our numbers, and if we do that I think we will be a valuable company regardless of what the stock market does.”"
}