{
    "url_original": "https://www.wsj.com/articles/equity-for-asian-americans-in-practice-11612395057?mod=opinion_lead_pos3",
    "url": "equity-for-asian-americans-in-practice-11612395057",
    "title": "‘Equity’ for Asian-Americans in Practice",
    "sub_head": "Biden bars ‘Wuhan virus’ but favors racial preferences at Yale.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-294666?width=620&size=1.5",
    "image_1": "im-294666.jpg",
    "time": "2021-02-03 18:30:00",
    "body": "President Biden last week singled out Asian-Americans as he issued executive orders devoted to “advancing racial equity.” They include an order banning federal use of terms such as “Wuhan virus,” and another requiring the Justice Department to better track hate crimes against Asian-Americans. In pushing these measures Mr. Biden prefers to speak of promoting “equity” rather than equal treatment.<br />On Wednesday the Justice Department showed us why when it dropped its lawsuit against Yale University over its race-based admissions. Under former Attorney General Bill Barr, Justice had charged that Yale’s racial preferences violate the 1964 Civil Rights Act. Justice acted even before the Senate has confirmed a new Attorney General or head of the Civil Rights Division.<br />A similar but private suit against Harvard continues, this one brought by Students for Fair Admissions. But it’s likely the government will soon withdraw its supporting brief that scores Harvard for “systematically disfavoring Asian-American applicants.”<br />So Asian-Americans will be watching. While many will be relieved to see the government rejecting terms such as “China flu,” many also appreciate the real and present harm when America’s most competitive colleges and universities reject their children based on their race no matter their other qualifications.<br />“I am totally shocked by the Biden DOJ’s hasty decision to drop the Yale lawsuit, only eight days after President Biden signed an executive order claiming to combat anti-Asian discrimination,” says the president of the Asian American Coalition for Education, Yukong Zhao."
}