{
    "url_original": "https://www.wsj.com/articles/eurocrats-are-from-pluto-11612222054?mod=opinion_lead_pos10",
    "url": "eurocrats-are-from-pluto-11612222054",
    "title": "Eurocrats Are From Pluto",
    "sub_head": "Team Biden will be disappointed if it mistakes them for starry-eyed idealists.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-02-01 18:27:00",
    "body": "Sooner or later every new presidential administration experiences that sinking feeling that one of its big ideas may not be working well. For Team Biden, that moment arrived last week as Germany, with widespread support in the European Union, made clear that Europe has no real interest in countering either Russia or China.<br />Warning against the “building of blocs,” Chancellor Angela Merkel told her virtual audience at the World Economic Forum that she thought Europe should not join with either the U.S. or China against the other. Coming on top of an earlier European refusal to defer moving on an EU-China investment accord until the incoming Biden administration could weigh in on the matter, Europe has made its views crystal clear. Uighurs, Hong Kong and the growing military threats in and around the South China Sea matter much less to European policy makers than their commercial interests do.<br />Alexei Navalny’s challenge to President Vladimir Putin has likewise prompted a European response that is less than robust. As democracy activists and human-rights organizations on both sides of the Atlantic sought to pressure Western governments to do something about Mr. Navalny’s detention and the arrests across Russia, the EU’s high representative for foreign affairs announced that he was pressing ahead with a previously planned visit to Moscow for meetings with Mr. Putin. Light wrist slaps may follow, but little more.<br />For starry-eyed American liberals—in whose rich fantasies Europe’s chancelleries are inhabited by committed idealists—this may come as a shock. Europeans aren’t from Mars, and some may hail from Venus, as Robert Kagan put it in his 2004 essay “Of Paradise and Power.” But those who rule the Continent come mostly from Pluto, a cold and remote planet named for the ancient god of the underworld—and of wealth.<br />It’s a mistake to see Europeans as idealists merely because they like multilateralism and discount the importance of military power. Multilateralism is a realist program for Europe, not an idealist one. Even the largest European states know that they are too small to figure as great powers on their own; they must work together if they want to sway Washington and Beijing. As Mr. Kagan noted, they also understand that a rules-based international order grounded in multilateral institutions increases European world influence."
}