{
    "url_original": "https://www.wsj.com/articles/european-banks-use-pandemic-to-clean-house-11613298601",
    "url": "european-banks-use-pandemic-to-clean-house-11613298601",
    "title": "European Banks Use Pandemic to Clean House",
    "sub_head": "Long resistant to change, Germany’s Commerzbank and others are slashing jobs, closing branches and forcing customers online",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-298073?width=620&size=1.5",
    "image_1": "im-298073.jpg",
    "time": "2021-02-14 05:30:00",
    "body": "European banks are using the pandemic to make changes investors have wanted for years: slash jobs, shut branches and force customers online.<br />Germany’s second-largest lender,  Commerzbank AG , said Thursday that it would cut a third of its domestic staff and almost half of its bricks-and-mortar presence after pressure from U.S. shareholder Cerberus Capital Management. Bank mergers under way in Italy and Spain are expected to close thousands of overlapping branches. Business consulting firm Kearney predicts one-quarter of Europe’s 165,000 bank branches will be gone in three years.<br />Banks are one of Europe’s economic weak links, and they have been slow to change. Compared with U.S. peers, European banks struggle to make enough money to support lending growth. They came into the Covid-19 crisis still digesting a mountain of bad loans from the sovereign-debt crisis that started more than a decade ago.<br />The pandemic injected urgency into the situation. The European Central Bank has leaned on banks to reform and has paved the way for cost-saving mergers. National governments, long resistant to approving bank mergers that would result in job cuts, have changed their tune. Dreary stock-market valuations have spurred CEOs to act.<br />“The pandemic, to some extent, has been a catalyst for banks to bite the bullet and start addressing these weaknesses in a more radical way,” Andrea Enria, head of banking supervision at the ECB, said recently."
}