{
    "url_original": "https://www.wsj.com/articles/europes-economy-falls-further-behind-u-s-and-china-its-getting-desperate-11612272788",
    "url": "europes-economy-falls-further-behind-u-s-and-china-its-getting-desperate-11612272788",
    "title": "Europe’s Economy Falls Further Behind U.S. and China. ‘It’s Getting Desperate.’",
    "sub_head": "Eurozone GDP fell nearly twice as much as the U.S.’s last year, as China powered ahead",
    "category_1": "Economy",
    "time": "2021-02-02 08:33:00",
    "body": "The eurozone’s economy is diverging sharply from the U.S. and China, as stubbornly high coronavirus infections, extensive Covid-19 restrictions and a painfully slow vaccine rollout delay Europe’s recovery from last year’s historic economic downturn.<br />Fresh data Tuesday highlighted an economic gap between the eurozone and the U.S. and China that is likely to widen this year, given that the U.S. is proceeding more quickly than the European Union in rolling out vaccines and China remains largely free of the virus.<br />The eurozone’s gross domestic product contracted by 0.7% in the three months through December from the previous quarter, resulting in an annual decline of 6.8% for the bloc in 2020, the EU’s statistics agency said on Tuesday. That compares with a 3.5% decline for the U.S. economy last year, supported by a strong rebound in the fourth quarter. China’s economy grew by around 2.3% last year.<br />Since the start of the pandemic, European policy makers have sought to balance saving lives and supporting businesses, but have generally pursued more draconian restrictions to stop the virus’s spread than has the U.S. Nonetheless, the death toll in Europe is approaching that of U.S., while its economic performance—already lagging behind the U.S. before the pandemic—has been much worse than other advanced economies.<br />Now, a sluggish rollout of vaccines, the threat of highly contagious new variants of the virus and the possibility of weeks or months of continued restrictions bode ill for the near term and could delay a recovery. EU countries have administered vaccines to less than 3% of their populations compared with 9% in the U.S. and 14% in the U.K., according to OurWorldInData."
}