{
    "url_original": "https://www.wsj.com/articles/europe-faces-tough-task-in-weaning-economy-off-1-8-trillion-in-covid-19-relief-11613490272?mod=markets_featst_pos2",
    "url": "europe-faces-tough-task-in-weaning-economy-off-1-8-trillion-in-covid-19-relief-11613490272",
    "title": "Europe Faces Tough Task in Weaning Economy Off $1.8 Trillion in Covid-19 Relief",
    "sub_head": "Fresh numbers show the scale of measures underpinning the region’s consumers and businesses",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-299563?width=620&size=1.5",
    "image_1": "im-299563.jpg",
    "time": "2021-02-16 10:44:00",
    "body": "Europe’s economy has relied on government relief programs to provide a third of all lending to businesses during the Covid-19 crisis, revealing the scale of the challenge ahead as the region opens up and support measures are withdrawn.<br />Borrowers in 31 countries across Europe have received €1.5 trillion, equivalent to $1.8 trillion, in relief from governments and banks during the pandemic, the European Systemic Risk Board, a top European financial regulator, said Tuesday.<br />The amount, which includes loan moratoriums, direct grants and tax deferrals, is equivalent to 9% of the collective size of those countries’ economies in 2019.<br />The largess by governments and central banks has created a dilemma in Europe and for economies around the world. Relief measures cushioned the blow to consumers and businesses. But as vaccines are administered and countries start to loosen restrictions, the removal of support could expose weak points in the economy and hamper any bounce back.<br />“Withdrawing fiscal support too soon could exacerbate the effects of the economic crisis and put financial stability at risk,” said Claudia Buch, vice president of the German central bank and chair of the ESRB’s working group. “Maintaining fiscal support for too long would increase budgetary pressures” for governments and potentially foster the creation of zombie companies, she added."
}