{
    "url_original": "https://www.wsj.com/articles/everybody-wants-muni-paper-11612734989?mod=opinion_lead_pos3",
    "url": "everybody-wants-muni-paper-11612734989",
    "title": "Everybody Wants Muni Paper",
    "sub_head": "If you enjoyed Detroit debt, you’ll love Chicago schools bonds.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296077?width=620&size=1.5",
    "image_1": "im-296077.jpg",
    "time": "2021-02-07 16:56:00",
    "body": "Yield-hungry investors have been piling into riskier assets, and not only speculative stocks like  GameStop .  For an example of how negative real interest rates are distorting prices, behold the municipal bond market.<br />Last month investors snapped up $560 million in bonds issued by junk-rated Chicago Public Schools (CPS). The district’s 10-year bonds were priced at 1.94% and the 20-year at 2.24%—a mere 117 to 105 basis points above the AAA muni benchmark yields. As the district's finances have deteriorated, its borrowing costs have plunged. Go figure.<br />Five years ago Chicago schools had to pay an 8.5% yield—a 580 basis-point penalty above AAA—to sell debt amid concerns that soaring labor and pension costs would drive the district into bankruptcy. Asked at the time whether the district would be able to borrow again, then CPS CEO Forrest Claypool replied: “I don’t know.”<br />What a difference a pandemic and Federal Reserve commitment to keep rates at near zero make. Muni bonds are thinly traded and usually held in portfolio for duration. Most buyers need fixed-income assets that produce steady returns, which explains the ravenous appetite for higher-yielding muni bonds.<br />“Buyers are just starved for yield and the inflows into high-yield funds have been astronomical for at least the last couple of weeks,” one muni-market analyst explained to Bond Buyer. Increased demand has made it cheaper than ever for state and local governments to borrow and has compressed price spreads between high- and low-rated bonds."
}