{
    "url_original": "https://www.wsj.com/articles/everybody-calm-down-about-gamestop-11613083812?mod=opinion_lead_pos5",
    "url": "everybody-calm-down-about-gamestop-11613083812",
    "title": "Everybody Calm Down About GameStop",
    "sub_head": "Like the 2010 ‘flash crash,’ the media overreaction will probably produce a government overreaction.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-298008?width=620&size=custom_2053x1440",
    "image_1": "im-298008.jpg",
    "time": "2021-02-11 17:50:00",
    "body": "Things aren’t looking good for those of us who hoped the  GameStop  frenzy would quickly give way to GameStop fatigue.<br />We have seen pretty much every take imaginable—about hedge-fund managers, trading apps and lonely men in their basements. Politicians are calling for investigations by congressional committees and regulators. Treasury Secretary Janet Yellen reportedly convened a meeting to discuss the matter with the leaders of the Securities and Exchange Commission, the Commodity Futures Trading Commission and the Federal Reserve. The Journal reported on Thursday that the Justice Department—including prosecutors from the office where I used to work—has opened a criminal investigation into potential market manipulation. The CFTC has opened a parallel civil investigation and the SEC has begun reviewing social media and Reddit posts possibly intended to inflate GameStop’s stock price, potentially as part of a “pump and dump” scheme.<br />The frenzy recalls the intense media coverage of the so-called flash crash on May 6, 2010, when the Dow Jones Industrial Average suffered a precipitous 30-minute drop that briefly wiped out roughly a trillion dollars in value. The Washington Post invoked the episode as a cautionary tale. Politico similarly noted that GameStop “may trigger the most political attention to the mechanics of stock trading since the 2010 ‘flash crash.’ ”<br />This is probably true, but not in a way that is heartening. The U.S. government’s haphazard and deeply confused response to the flash crash—the effects of which remain with us to this day—should serve as a warning about the risks of overreaction to what should be a niche market story.<br />Like GameStop, the flash crash prompted commentary and media attention across ideological lines, as well as calls for congressional hearings and government interventions. We learned months later from the SEC and CFTC—in what remains the best account of the episode—that the cause was likely a poorly placed order from a large fund that happened to coincide with unusual market conditions."
}