{
    "url_original": "https://www.wsj.com/articles/every-human-intention-review-life-after-the-quake-11614123351",
    "url": "every-human-intention-review-life-after-the-quake-11614123351",
    "title": "‘Every Human Intention’ Review: Life After the Quake",
    "sub_head": "Stories of decline, reform and survival in a post-Fukushima Japan already hobbled by economic stagnation and an aging society.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-303301?width=620&size=1.5",
    "image_1": "im-303301.jpg",
    "time": "2021-02-23 18:35:00",
    "body": "Even before the Covid-19 pandemic, Japan was buffeted by crises. Economic stagnation left the country with dim prospects. An aging society compounded the problem. Younger Japanese barely remember the era of wealth that catapulted their nation to the world’s No. 2 position.<br />Nature struck an even deeper blow to the country’s psyche. On March 11, 2011, a 9.0-magnitude earthquake occurred off the northeastern coast of Honshu, triggering a devastating tsunami. More than a quarter million people were displaced and nearly 20,000 were killed. A meltdown at the Fukushima Daiichi nuclear plant followed. The world watched in horror as the greater Tokyo area, with a population of 38 million, seemed at risk. The Japanese people averted that nightmare, but 10 years later the trauma of what could have been still lingers.<br />In “Every Human Intention: Japan in the New Century,” American journalist Dreux Richard offers an eclectic collage of stories about Japan in the decade since the earthquake. Three complex dilemmas organize Mr. Richard’s idea of Japan: decline, diaspora (or immigration) and reform.<br />The strongest in the series are the stories from Japan’s increasingly depopulated rural towns. Mr. Richard visits the port city of Wakkanai, on the northernmost tip of the country. Once a thriving economy, Wakkanai has declined as the region’s fishing stock was depleted and trade with the nearby Russian island of Sakhalin evaporated. Mr. Richard presents a rich array of voices to capture the city’s public-policy challenges as well as the plight of its elderly. Efforts at revitalization are regularly rebuffed. “I’m annoyed by the notion that people in Wakkanai should feel chastened,” laments the city’s former mayor, Yokota Kōichi, “that a city in decline should dare nothing.”<br />To explore the difficulties faced by Japan’s African immigrants—which officially number almost 22,000 but are estimated to be up to twice that with visa overstayers—Mr. Richard relies mostly on Prosper Anyalechi, a permanent resident from Nigeria who has been in Tokyo since 1991, to tell his own story. Expectations for Mr. Richard’s insights ought to be high, as the author reported extensively on the subject for the Japan Times newspaper between 2011 and 2016. According to Mr. Richard, few African migrants have more than a tenuous claim to a home in Japan; most live in isolation away from the society that hosts them. They have limited access to legal visas, and many who seek opportunity there end up staying beyond the term of their permits."
}