{
    "url_original": "https://www.wsj.com/articles/evs-are-the-lowest-climate-priority-11612912722?mod=opinion_major_pos7",
    "url": "evs-are-the-lowest-climate-priority-11612912722",
    "title": "EVs Are the Lowest Climate Priority",
    "sub_head": "No matter how you slice the data, the car in your driveway is an emissions asterisk.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-02-09 18:18:00",
    "body": "The Joe Biden administration will be piling a lot of chips on electric cars, the most popular and least useful way of fighting climate change. How much do the cars you and I drive actually contribute to emissions?<br />Don’t ask the Union of Concerned Scientists, an EV promoter habituated to quickly changing the subject to “transportation” emissions. Many inventories also ignore the full range of greenhouse emissions, focusing on CO2 to foster a nevertheless-untenable illusion that passenger cars provide leverage over a global climate problem. No matter how you fiddle the data, personal EVs are a single-digit factor and belong low on any sane list of priorities.<br />If the Environmental Protection Agency is right, the average light vehicle racks up 11,500 miles a year and sits idle 96% of the time. The World Resources Institute says passenger vehicles account for 7.5% of all emissions, but this includes buses, taxis, etc. Rental cars average 31,000 miles. Other fleet vehicles average 23,000 or more. Heavy trucks average 63,000 miles. One finding that appalled fleet operators is that their vehicles spend up to 33% of their time idling, which is not how people treat their personal vehicles.<br />The International Energy Agency in 2016 estimated that if 50% of all new cars were electric, petroleum use would continue to grow because of “trucks, aviation and the petrochemical industry and we don’t have major alternatives to oil products there.”<br />Exxon Mobil estimated more recently that if all new cars were electric by 2025, and the world’s entire fleet were electric by 2040, liquid-fuel demand in 2040 would be the same as 2013’s."
}