{
    "url_original": "https://www.wsj.com/articles/executives-at-u-s-navy-contractor-charged-with-dumping-contaminated-water-in-japan-11613620324?mod=business_minor_pos4",
    "url": "executives-at-u-s-navy-contractor-charged-with-dumping-contaminated-water-in-japan-11613620324",
    "title": "Executives at U.S. Navy Contractor Charged With Dumping Contaminated Water in Japan",
    "sub_head": "Indictment says ships’ oily fluid wasn’t treated properly before discharge into ocean; company has denied wrongdoing",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-300740?width=620&size=1.5",
    "image_1": "im-300740.jpg",
    "time": "2021-02-17 22:52:00",
    "body": "The Justice Department charged three people at a contractor for the U.S. Navy in Japan with fraud involving the alleged dumping of waste from U.S. warships for more than a decade.<br />Sojiro Imahashi, president and chief executive of Kanto Kosan Co., as well as company managers Tsuyoshi Ifuku and Yuki Yamamiya allegedly conspired to bill the Navy under contracts to treat wastewater from U.S. ships from 2007 to 2020 but instead dumped contaminated water into Japanese harbors, according to the indictment.<br />“The defendants deceived the U.S. Navy by willfully failing to satisfy the company’s obligations under $120 million in contracts,” said acting Assistant Attorney General Nicholas L. McQuaid. He said the contracts called for compliance with environmental safeguards.<br />When The Wall Street Journal reported on the investigation into suspected dumping in 2019, Kanto Kosan denied any wrongdoing. Reached on Thursday after the indictment, Mr. Yamamiya, Kanto Kosan’s general manager, said: “We’re puzzled and currently consulting with our lawyer about what action to take. For now, we can’t make any further comment.”<br />A spokeswoman for the Seventh Fleet said Kanto Kosan continues to provide wastewater treatment for the Navy in Japan. Kanto Kosan services U.S. Navy vessels in the Seventh Fleet’s home port of Yokosuka, on the south edge of Tokyo Bay; at Sasebo, in western Japan; and on the island of Okinawa, in the far south."
}