{
    "url_original": "https://www.wsj.com/articles/exiled-rwandan-opposition-figure-killed-in-south-africa-11614015999",
    "url": "exiled-rwandan-opposition-figure-killed-in-south-africa-11614015999",
    "title": "Exiled Rwandan Opposition Figure Killed in South Africa",
    "sub_head": "As South Africa opens police inquiry, Rwandan opposition groups say Abdallah Bamporiki was assassinated; the government doesn’t comment",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-302251?width=620&size=1.5",
    "image_1": "im-302251.jpg",
    "time": "2021-02-22 12:46:00",
    "body": "Police in South Africa have launched a murder inquiry into the shooting death of an exiled Rwandan opposition politician in Cape Town, in what his party called a targeted killing by Rwanda’s government.<br />Abdallah Bamporiki, the coordinator of the South African opposition party known as the Rwanda National Congress, was pulled from his vehicle by two assailants and killed by a single bullet in Nyanga Township, South African police said. The 49-year old exile, who ran a furniture shop in Cape Town, was making a delivery to a customer when he was attacked.<br />Police, who announced their inquiry late Sunday, said a preliminary investigation points to robbery as a motive. But the Rwanda National Congress party, many of whose senior members are living in exile, said the killing was an assassination that followed a pattern of murders ordered by the Rwandan government against opponents inside and outside the country.<br />“While investigations are going on to determine the exact cause of Mr. Bamporiki’s assassination, the incident resembles assassinations that happened before, where the victims were lured by people they knew; but who fatally betrayed them to death,” the party said.<br />A Rwandan government spokesman didn’t respond to calls for comment. The government has denied that it targets dissidents abroad. Some pro-Rwandan government accounts on Twitter blamed the killing on the infighting within the ranks of Rwanda National Congress party."
}