{
    "url_original": "https://www.wsj.com/articles/exxon-chevron-tie-up-not-as-crazy-as-it-sounds-11612201759?mod=markets_major_pos1",
    "url": "exxon-chevron-tie-up-not-as-crazy-as-it-sounds-11612201759",
    "title": "Exxon-Chevron Tie-Up Not as Crazy as It Sounds",
    "sub_head": "The oil megamergers that started in the late 1990s were preceded by circumstances similar to today’s",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-01 14:28:00",
    "body": "Today’s tech stock exuberance is a flashback to the 1990s. Now oil investors are experiencing their own déjà vu.<br />Exxon Mobil  and  Chevron ,  the two largest descendants of Rockefeller’s Standard Oil monopoly, discussed a potential merger last year, The Wall Street Journal reported Sunday. The companies’ shares barely moved Monday morning, perhaps reflecting skepticism that such a deal can happen.<br />As over-the-top as the idea sounds—it could be the largest corporate merger ever—it isn’t inconceivable. Today’s oil market conditions look similar to those that made oil megamergers possible starting in the late 1990s, when the Asian financial crisis led to a sudden collapse in global growth and oil demand. The resulting glut considerably weakened energy giants, leading to cost cuts and paving the way for big tie-ups. Both Covid-19 and Asia’s crisis knocked about a third off the average Brent price in 2020 and 1998, respectively.<br />That backdrop was what preceded Exxon’s merger with Mobil in 1999, number one and two in the U.S. at the time. Chevron’s 2001 nuptials with Texaco brought together what were then numbers two and three. Combined, Exxon and Chevron would satisfy about 4.3% of global oil demand—only a percentage point higher than the combined share of Exxon and Mobil a year after their merger.<br />It is unclear how close the deal is to materializing. Antitrust concerns aside, Chevron investors might be cautious about merging with Exxon as it faces scrutiny from securities regulators and activist investors."
}