{
    "url_original": "https://www.wsj.com/articles/exxons-well-timed-hop-onto-carbon-capture-bandwagon-11612785602?mod=markets_lead_pos11",
    "url": "exxons-well-timed-hop-onto-carbon-capture-bandwagon-11612785602",
    "title": "Exxon’s Well-Timed Hop Onto Carbon-Capture Bandwagon",
    "sub_head": "U.S. energy companies are getting into carbon capture in time to help their reputations and their bottom lines",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-08 07:00:00",
    "body": "All the cool kids are doing carbon capture.<br />Exxon Mobil  is the latest to embrace the trend, announcing on Feb. 1 that it has formed a new business unit to commercialize its low-carbon technology portfolio, mostly comprising carbon capture and storage. The move comes on the heels of reports that a pair of activist investors are pushing the company for changes. One of those, Engine No. 1 LLC, reportedly is planning a proxy fight for board seats.<br />Exxon’s timing fits a pattern.  Occidental Petroleum  launched its low-carbon business—dubbed Oxy Low Carbon Ventures—in 2018, a year after shareholders pressured it to assess the long-term climate impacts of its business. As the industry faces questions—both from its own investors and from governments—about its role in the energy transition, many in the oil-and-gas sector have announced some form of investment in the technology, however small the dollar amount.<br />Both Exxon and Occidental’s moves followed shareholder pressure, but they are timely for other reasons, too: The stars are aligning just so on the policy front.<br />The oil-and-gas industry has in fact been using carbon capture well before global warming became a concern, mainly to produce even more hydrocarbons. Since the 1920s, the industry has used it to sift out unprofitable carbon dioxide that naturally occurs in natural-gas reservoirs from valuable methane. Starting in the 1970s, drillers began using it to squeeze more oil out of reservoirs."
}