{
    "url_original": "https://www.wsj.com/articles/exxon-to-create-low-carbon-business-unit-as-it-faces-activists-11612219400?mod=business_lead_pos6",
    "url": "exxon-to-create-low-carbon-business-unit-as-it-faces-activists-11612219400",
    "title": "Exxon to Create ‘Low Carbon’ Business Unit as It Faces Activists",
    "sub_head": "The company will seek to commercialize its carbon capture and storage technology, investing $3 billion through 2025",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-293405?width=620&size=1.5",
    "image_1": "im-293405.jpg",
    "time": "2021-02-01 17:43:00",
    "body": "Exxon Mobil Corp.  is forming a business unit that will focus exclusively on technologies to lower carbon emissions, as the oil giant faces increasing pressure to step up its sustainability investments.<br />Exxon said Monday that the new business, dubbed “low carbon solutions,” would invest $3 billion through 2025 on lower emission energy technologies, primarily on carbon capture and storage projects, which gather carbon emissions from industrial processes or directly from the air and deposit them underground. Those investments would represent roughly 3% to 4% of Exxon’s planned annual capital expenditures.<br />Exxon has a large research-and-development division that has invested in carbon capture for years, and Exxon says it has captured more carbon than any other company. Currently, the only large-scale use for captured carbon is to help produce more fossil fuels by pumping in the gas to squeeze more oil and gas out of the ground.<br />“With our demonstrated leadership in carbon capture and emissions reduction technologies, Exxon Mobil is committed to meeting the demand for affordable energy while reducing emissions,” Exxon Chief Executive Darren Woods said.<br />Exxon is expected to report a fourth consecutive quarterly loss for the first time in modern history on Tuesday after previously disclosing that it would write down as much as $20 billion in assets. It endured one of its worst financial performances ever in 2020 and has already posted more than $2 billion in losses through the first three quarters of 2020."
}