{
    "url_original": "https://www.wsj.com/articles/facebook-to-prohibit-sharing-of-news-content-in-australia-11613591775?mod=business_lead_pos4",
    "url": "facebook-to-prohibit-sharing-of-news-content-in-australia-11613591775",
    "title": "Facebook to Prohibit Sharing of News Content in Australia",
    "sub_head": "Tech giant says the government continues to misunderstand the relationship between publishers and the company’s social-media platform",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-300511?width=620&size=1.5",
    "image_1": "im-300511.jpg",
    "time": "2021-02-17 15:36:00",
    "body": "Facebook Inc.  said it would restrict publishers and users in Australia from viewing or sharing news articles, ramping up a standoff with the government there over a proposal that would force tech companies to pay newspapers for content.<br />The Australian proposal, which is proceeding through the legislature, could prompt other countries to follow suit in a global transformation of the relationship between tech companies and traditional media.<br />Facebook’s move will result in a blackout for content from Australian publishers on Facebook world-wide as well as the unavailability of stories from both domestic and international news content within Australia. Facebook said that news accounts for “less than 4% of the content people see in their News Feed” but didn’t provide detail on how it had calculated that number.<br />Facebook, which has been threatening for months that the proposal could force its hand, said the Australian government continues to misunderstand the relationship between publishers and the company’s social-media platforms.<br />“It has left us facing a stark choice: attempt to comply with a law that ignores the realities of this relationship, or stop allowing news content on our services in Australia. With a heavy heart, we are choosing the latter,” the company said in a statement Wednesday from William Easton, Facebook’s managing director, for Australia and New Zealand."
}