{
    "url_original": "https://www.wsj.com/articles/face-masks-go-high-tech-but-do-you-need-one-11612899387",
    "url": "face-masks-go-high-tech-but-do-you-need-one-11612899387",
    "title": "Face Masks Go High-Tech, But Do You Need One?",
    "sub_head": "We tested a few ‘smart,’ app-enabled masks to see if they’re too much trouble—or a breath of tech air",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-296521?width=620&size=1.5",
    "image_1": "im-296521.jpg",
    "time": "2021-02-09 14:36:00",
    "body": "FOR THE PAST few weeks, I’ve been strapping on “smart” masks, a new breed of face-covering you have to plug in to charge each night or pair with a phone app. Their promise: superior, or at least geekier, pandemic protection. The brands behind them back up the claim with a dazzling range of snazzy features.<br />The AirPop Active+ Halo Sensor mask (above, $150, airpophealth.com), for instance, measures my breathing rate and alerts me when it’s time to change the disposable N99-equivalent filter. With a washable shell and rubber seal that molds to my face to minimize air leaks, the mask doesn’t feel scratchy like other medical-grade models I’ve tried. People even nerdier than me will like that it tracks your location to let you know the quality of the air and the approximate number of particles it’s protected you against.<br />Others I tested, like the N95-equipped MaskFone ($50, maskfone.com), have integrated wireless earbuds to prevent dreaded mask-muffle on calls, or mechanical ventilation systems that release heat you generate by exhaling. All are designed, according to their manufacturers, for a world where even getting vaccinated doesn’t obviate the need to wear a face-covering.<br />But, as buzzy as this wizardry might be, are high-tech masks really worth the fuss compared to their no-brainer counterparts?<br />Dale Pfriem, principal of Protective Equipment Consulting Services and part of a standards-development working group addressing federal mask guidelines, says he’s in favor of any feature that makes people more likely to wear their masks. As long as the products meet fit and filtration standards, that is. (The AirPop is compliant with EU Committee for Standardization and ASTM International barrier-mask guidelines.)"
}