{
    "url_original": "https://www.wsj.com/articles/facebook-says-agreement-reached-with-australian-government-to-restore-news-11614055767?mod=business_lead_pos3",
    "url": "facebook-says-agreement-reached-with-australian-government-to-restore-news-11614055767",
    "title": "Facebook Reaches Deal With Australia to Restore News",
    "sub_head": "Government to make changes to legislation, including requiring more negotiation before binding arbitration kicks in",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-302757?width=620&size=1.5",
    "image_1": "im-302757.jpg",
    "time": "2021-02-23 04:32:00",
    "body": "SYDNEY—Facebook Inc. reached a deal with the Australian government to restore news pages to the social media company’s platform, following a five-day suspension because of a disagreement over payment for content.<br />Facebook removed news from its platform in Australia last week, as legislation that would effectively require Facebook and Alphabet Inc.’s Google to pay traditional media companies for content worked its way through the country’s parliament. The legislation is being widely watched globally and could offer a model for other countries to compel tech giants to pay for content.<br />Facebook got some changes to the legislation as part of the deal. That includes requiring an additional round of negotiation with media companies before binding arbitration kicks in, as well as more acknowledgment of any deals Facebook reaches with publishers on its own, a government statement and government officials said Tuesday. In return, Facebook planned to restore news pages to its platform in Australia in the coming days, the statement said.<br />In a news conference, Australian Treasurer Josh Frydenberg said Facebook Chief Executive Mark Zuckerberg told him that the company intends to strike commercial deals with Australian media organizations to pay for content. It did that later Tuesday, when Australian television and newspaper company Seven West Media Ltd. said it agreed to provide news to Facebook, though it didn’t immediately provide any details of the deal.<br />“There’s no doubt that Australia has been a proxy battle for the world,” Mr. Frydenberg said Tuesday. “Facebook and Google have not hidden the fact that they know that the eyes of the world are on Australia.”"
}