{
    "url_original": "https://www.wsj.com/articles/facebook-whatsapp-and-twitter-face-new-rules-in-india-11614250424?mod=business_lead_pos6",
    "url": "facebook-whatsapp-and-twitter-face-new-rules-in-india-11614250424",
    "title": "Facebook, WhatsApp and Twitter Face New Rules in India",
    "sub_head": "Guidelines require companies to resolve user complaints quickly, among other measures",
    "category_1": "Tech",
    "time": "2021-02-25 06:39:00",
    "body": "India is establishing new rules to govern internet firms like  Facebook Inc.,  WhatsApp and  Twitter Inc.,  a fresh challenge for the American giants in a huge market that is key to their global expansion.<br />The new guidelines, unveiled Thursday, say that in order to counter the rise of problematic content online like false news and violent material, intermediaries must establish “grievance redressal mechanisms” to resolve user complaints about postings and share with the government the names and contact details for “grievance officers” at the firms. These officers must acknowledge complaints within a day and resolve them within 15.<br />Social media firms must take down material involving explicit sexual content within 24 hours of being flagged. Firms must also appoint officers and contact people—who live in India—to coordinate with law enforcement agencies and address complaints. Some firms must also help identify the “first originator” of some messages, the rules say.<br />“We appreciate the proliferation of social media in India,” Ravi Shankar Prasad, India’s minister of electronics and information technology, said Thursday. “We want them to be more responsible and more accountable,” he said.<br />The rules are New Delhi’s latest move to assert control over global tech firms that have experienced breakneck growth in a country of more than 1.3 billion. The regulations also come during monthslong farmers’ protests against Prime Minister Narendra Modi’s government, which have sparked fierce debate on social media. They have emerged as Mr. Modi’s stiffest political challenge since he assumed power in 2014."
}