{
    "url_original": "https://www.wsj.com/articles/faltering-covid-19-vaccine-drive-in-developing-world-risks-prolonging-pandemic-11613557801",
    "url": "faltering-covid-19-vaccine-drive-in-developing-world-risks-prolonging-pandemic-11613557801",
    "title": "Vaccine Delays in Developing Nations Risk Prolonging Pandemic",
    "sub_head": "As richer nations secure supplies, poorer countries struggle to inoculate their populations",
    "category_1": "World",
    "time": "2021-02-17 05:30:00",
    "body": "In the race to vaccinate the world against Covid-19, developing countries are running dangerously behind as mutations of the virus make it harder to catch up—a situation that could spell at least another year of humanitarian and economic misery for poor nations.<br />The U.S. has now administered vaccine doses to around 15% of its population, while Europe has reached about 5%. But in South America, just 1.8% of the population had been given a vaccine by this week, while Asia reached 1.5% and Africa 0.1%, according to Our World in Data, a project based at Oxford University.<br />Almost 130 countries are yet to administer a single dose, the World Health Organization said recently. Just two countries in sub-Saharan Africa—the Seychelles and Mauritius—have started vaccinating a substantial proportion of front-line workers, though others are likely to roll out shots in the coming days.<br />The critically short supply of vaccines for poorer nations risks being curtailed further by the emergence of new variants of the virus, including in South Africa and Brazil, that appear to make some of the vaccines that have been secured less effective. Large parts of Africa and some countries in Latin America and Asia are unlikely to cover most of their populations before 2023 or 2024, experts say.<br />All that means it could be years before life returns to normal in poorer countries, which saw more than 100 million people fall back into extreme poverty last year and which lack resources to unleash government spending as much as rich countries have. Some emerging-market countries that were able to mount domestic stimulus last year are running out of resources to continue."
}