{
    "url_original": "https://www.wsj.com/articles/fans-review-fanfare-for-the-fanatic-11614035674",
    "url": "fans-review-fanfare-for-the-fanatic-11614035674",
    "title": "‘Fans’ Review: Fanfare for the Fanatic",
    "sub_head": "The link between sports fandom and physical and mental health is well documented. But the greatest beneﬁt is an appreciation for fair play.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-302576?width=620&size=1.5",
    "image_1": "im-302576.jpg",
    "time": "2021-02-22 18:14:00",
    "body": "The main message of Larry Olmsted’s informative “Fans: How Watching Sports Makes Us Happier, Healthier, and More Understanding” is that sports fandom is good for you. People who support a sports team are on balance less depressed, less lonely, less angry, less tense, more extroverted and more satisfied with their social lives. And this mental buoyancy is by no means the end of it. As Mr. Olmsted explains, fans are also smarter, richer, more educated and physically more active. By the end of the book I was starting to feel sorry for all the poor saps who can’t see the point of sport. How do they live?<br />Mr. Olmsted, a journalist and the author of “Real Food/Fake Food,” has plenty of scientific references to back up his claims. Still, as he is aware, it is not always clear which is the cause and which is the effect. Are the benefits due to the fandom, or the other way around? It isn’t hard to see how rooting for a team might raise your spirits—it enrolls you in a ready-made community and keeps you entertained through the long winter evenings. But in other cases the story is less straightforward.<br />Take the association Mr. Olmsted cites between fandom and higher academic grades. Perhaps watching sports does do something to quicken your wits. But it seems just as likely that a sharp mind is a requirement for signing up in the first place. Football, for instance, can be daunting in its complexity. As someone who did not grow up with the sport, I can testify to the commitment and study needed to appreciate its finer points. It is a wonderful game, but it is not designed to appeal to those with limited powers of analysis and concentration.<br />The same question about direction of causation arises with fandom and physical fitness. Mr. Olmsted describes how the Olympics and other high-profile sporting events lead to increases in the number of people who go running, cycling or skiing. But he doesn’t extend the argument to the main American spectator sports. One can see why. It is a curious quirk of history that the U.S. has ended up with leading sports that are not only intellectually demanding but simply too physically difficult for ordinary mortals to play. Perhaps it is true that football fans have above-average fitness. But that is certainly not due to their fandom’s moving them off their couches and onto the playing field.<br />The rest of the world provides an interesting comparison. Mr. Olmsted’s focus is by no means exclusively American, and he notes more than once that soccer and cricket are the dominant sports world-wide. But he fails to observe that, by contrast with American spectator sports, both soccer and cricket are open to anybody who is able-bodied, and are supported by huge pyramids of amateur leagues, with millions participating well into their middle years. It would have been interesting to know if any comparative data show that this international contrast matters to the connection between fandom and physical fitness."
}