{
    "url_original": "https://www.wsj.com/articles/fashion-legend-norma-kamalis-handbook-on-aging-with-power-11613152138",
    "url": "fashion-legend-norma-kamalis-handbook-on-aging-with-power-11613152138",
    "title": "Fashion Legend Norma Kamali’s ‘Handbook on Aging With Power’",
    "sub_head": "After decades in an industry obsessed with youth, the designer writes in her new book that ‘you can feel better and be better with age’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-02-12 12:48:00",
    "body": "Norma Kamali was 29 in 1975 when she left her husband of 10 years and the fashion company they had built together. On her own, she had $98, a small Manhattan apartment with a mattress, and her self-esteem, which was fragile but intact. She loved designing clothing but had no idea how to run a business.<br />“I was in a really bad situation,” Ms. Kamali says. She usually kept her problems to herself, but her story tumbled out in a meeting with a Los Angeles Times fashion editor, who swiftly arranged a loan of some sewing machines. “I started to realize that communication is everything,” Ms. Kamali, 75, says over Zoom from her company’s headquarters in Midtown Manhattan. “If people believe in you, they can actually help.”<br />Ms. Kamali borrowed money from friends and family to launch a new business in 1976 called OMO (“On My Own”) Norma Kamali. That same year, Farrah Fawcett wore a red swimsuit designed by Ms. Kamali in an iconic photograph. (The suit is now part of the Smithsonian collection.) Christie Brinkley made famous another Kamali swimsuit—a high-cut, lavender bikini—on the cover of Cosmopolitan magazine the following year. By 1980, when her pioneering designs for chic clothes made from sweatshirt material had department-store shoppers lining up around the block, Ms. Kamali had little trouble paying back her creditors.<br />Looking back, Ms. Kamali admits to learning some lessons the hard way. Among the most valuable, she says, was the decision to set off on her own. “Walking away is one of the most important things I’ve learned in my life,” she writes in her new book, “I Am Invincible,” which she calls “a handbook on aging with power.” Leaving a relationship or a business deal is never easy, she notes. But in situations that threaten your soul or your integrity, walking away “signifies being in control and aware of your worth.”<br />As the sole owner and designer of her eponymous company for 45 years, Ms. Kamali has earned an ardent following for her ingenuity and longevity. Designs that she conceived decades ago, such as her early swimsuits and her stylishly warm sleeping bag coat, remain bestsellers, even as editors praise her latest collections as among her best to date. In an industry known for ephemerality, Ms. Kamali has a rare knack for staying relevant. Her modish, user-friendly designs have kept her factories humming through the pandemic, which lends further credence to a book filled with her advice."
}