{
    "url_original": "https://www.wsj.com/articles/faulty-engine-controls-behind-sriwijaya-air-crash-had-been-reported-before-probe-finds-11612965683",
    "url": "faulty-engine-controls-behind-sriwijaya-air-crash-had-been-reported-before-probe-finds-11612965683",
    "title": "Faulty Engine Controls Behind Sriwijaya Air Crash Had Been Reported Before, Probe Finds",
    "sub_head": "Nearing 11,000 feet after takeoff, the plane went from a normal nose-up position to a dangerously unstable, nose-down one in five seconds",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-10 09:01:00",
    "body": "Pilots twice reported problems with automated engine controls on a Sriwijaya Air jet days before a malfunction involving the same system played a major role in the plane’s fatal January crash in Indonesia, according to the country’s investigators.<br />The preliminary report about the accident, which killed all 62 people on board and is likely to stoke new concerns about Indonesia’s air-safety record, indicates the cockpit crew didn’t recover the plane from a steep bank and sudden dive four minutes after takeoff. Investigators said that the upset came after the auto-throttle system, which is designed to automatically adjust fuel flow and thrust, failed to operate properly.<br />That means the pilots either didn’t recognize the problem or failed to deal with it in time, experts said.<br />Thrust from the left engine reduced as intended while the plane was climbing away from the Soekarno-Hatta International Airport in Jakarta, but thrust from the other engine didn’t, the report said. When the plane neared 11,000 feet—with the engines continuing to operate at significantly different power settings—it went from a normal nose-up position to a dangerously unstable, nose-down one within five seconds, it said.<br />The jet’s flight-data recorder—one of its so-called black boxes—stopped operating 20 seconds later, suggesting that this was  roughly when the plane hit the water."
}