{
    "url_original": "https://www.wsj.com/articles/fda-looks-to-quickly-authorize-covid-19-vaccine-booster-shots-as-new-variants-emerge-11614028763?mod=politics_lead_pos11",
    "url": "fda-looks-to-quickly-authorize-covid-19-vaccine-booster-shots-as-new-variants-emerge-11614028763",
    "title": "FDA Looks to Quickly Authorize Covid-19 Vaccine Booster Shots as New Variants Emerge",
    "sub_head": "Safety agency issues new guidance for manufacturers following criticism over the pace of vaccine clearances",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-02-22 16:19:00",
    "body": "The Food and Drug Administration said Monday it will quickly analyze any vaccine booster shots against Covid-19 variants such as those from South Africa and the U.K., and won’t require further large clinical trials of the new shots’ effectiveness.<br />The agency issued new guidance for vaccine manufacturers as it looks to establish speedier procedures to deal with virus mutations that could worsen the pandemic. Acting FDA Commissioner Janet Woodcock said in a statement the agency is seeking “efficient ways to modify medical products that either are in the pipeline or have been authorized for emergency use to address emerging variants.”<br />The agency also announced new guidelines for makers of diagnostic tests and monoclonal-antibody drugs about how those companies can best adapt their products to address mutations now cropping up in the U.S.<br />Peter Marks, director of the FDA’s center for biological products, which evaluates vaccines, told reporters Monday the analysis of whether vaccines prevent the new strains of Covid-19 will involve a few hundred research subjects over a couple of months. That would be faster than vaccine trials, which so far have involved thousands of research subjects over several months, followed by an FDA analysis.<br />The federal agency has been criticized for taking up to three weeks just to analyze the clinical study of a new vaccine from  Johnson & Johnson .  J&J said its vaccine was 72% effective in the U.S. in preventing moderate to severe Covid-19 infection. This compared with 57% in South Africa, where the mutant strain has been prominently present."
}