{
    "url_original": "https://www.wsj.com/articles/fed-officials-upbeat-on-outlook-bond-yield-rise-not-source-of-concern-11614289644?mod=markets_featst_pos2",
    "url": "fed-officials-upbeat-on-outlook-bond-yield-rise-not-source-of-concern-11614289644",
    "title": "Fed Officials Upbeat on Outlook, Bond Yield Rise Not Source of Concern",
    "sub_head": "Fed officials attribute higher Treasury yields to expectations for an improving economy",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-304470?width=620&size=1.5",
    "image_1": "im-304470.jpg",
    "time": "2021-02-25 16:47:00",
    "body": "Federal Reserve officials said Thursday they continue to see the U.S. economy in recovery mode, with several noting they aren’t concerned about the recent rise in long-term bond yields and see no need to use monetary policy to push against it.<br />“Despite the near-term challenges, the longer-term outlook for the economy has improved, and our actions of the past year position monetary policy well to support a strong, full recovery and achievement of our goals of maximum employment and price stability,” Federal Reserve Bank of New York leader John Williams said during a video appearance.<br />Mr. Williams also said government spending has been a big help for the economy and the Fed is “fully committed to supporting the economy through this period and reaching our maximum employment and price stability goals.” He didn’t offer specifics about central bank policy going forward.<br />Growth this year could be the “strongest we’ve seen in decades,” as vaccines to combat the coronavirus pandemic roll out, Mr. Williams added.<br />Mr. Williams spoke amid heavy market volatility, as stock prices fell sharply and Treasury yields rose. The rising cost of longer-term borrowing has rattled many investors, but over recent days Fed officials have shrugged off higher Treasury yields and attributed the bond market’s shift toward higher borrowing costs to expectations for an improving economy."
}