{
    "url_original": "https://www.wsj.com/articles/fed-s-brainard-climate-change-already-affecting-economy-financial-system-11613653221",
    "url": "fed-s-brainard-climate-change-already-affecting-economy-financial-system-11613653221",
    "title": "Fed's Brainard: Climate Change Already Affecting Economy, Financial System",
    "sub_head": "Ignoring global warming risks will bring costs, Fed governor says",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-02-18 08:00:00",
    "body": "Federal Reserve governor Lael Brainard said Thursday the economy and financial system are already being affected by climate change, and said the central bank is ramping up work to ensure the financial system can deal with the risks that lay ahead of it.<br />“Climate change is already imposing substantial economic costs and is projected to have a profound effect on the economy at home and abroad,” Ms. Brainard said in a text of a speech. “There is growing evidence that extreme weather events related to climate change are on the rise—droughts, wildfires, hurricanes, and heat waves are all becoming more common,” she said.<br />“Future financial and economic impacts will depend on the frequency and severity of climate-related events and on the nature and the speed at which countries around the world transition to a greener economy,” she said.<br />The official said financial firms should now begin a process of adapting to this reality, and while the change needed by firms will vary by institution, putting off the transition will come with increasing costs later. Firms will also need to take steps to ensure their activities don’t have a negative impact on the environment, she said.<br />Ms. Brainard’s speech Thursday comes as the central bank has started moving forward more aggressively with efforts to shore up the financial system amid clear evidence disruptive environmental events are starting to take a toll. Ms. Brainard’s speech reaffirmed that the Fed largely sees its climate change role as part of its oversight of financial firms."
}