{
    "url_original": "https://www.wsj.com/articles/federal-reserve-reports-several-business-lines-disrupted-by-operational-error-11614194912?mod=politics_lead_pos4",
    "url": "federal-reserve-reports-several-business-lines-disrupted-by-operational-error-11614194912",
    "title": "Federal Reserve Financial-Services Systems Disrupted for Hours",
    "sub_head": "Treasury sees no sign of cyberattack behind interruptions of electronic payments services to business and government clients",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-303764?width=620&size=1.5",
    "image_1": "im-303764.jpg",
    "time": "2021-02-24 16:06:00",
    "body": "The Federal Reserve said Wednesday an “operational error” disrupted all of its financial-services systems for several hours, including the electronic payments settlement service used by banks, businesses and government agencies.<br />“A Federal Reserve operational error resulted in disruption of service in several business lines. We are restoring services and are communicating with all Federal Reserve Financial Services customers about the status of operations,” Jim Strader, a spokesman for the Richmond Fed, which administers the central bank’s financial services, said in an emailed statement.<br />“While root cause is currently being evaluated, there is no indication that the issue is the result of a cyberattack,” a Treasury Department official said in a statement sent to banking regulators at 1:47 p.m. ET.<br />In addition to setting monetary policy, one of the Fed’s lesser-known roles includes acting as a bank for the nation’s banks, as well as for the U.S. government. It provides services including collecting checks, electronically transferring funds, and selling and redeeming Treasury bills.<br />The Fed sent an alert to such customers at 12:43 p.m. ET of “a possible issue or disruption to multiple services.” In a subsequent alert, it said Fed staff became aware of “a disruption for all services” beginning around 11:15 a.m."
}