{
    "url_original": "https://www.wsj.com/articles/feds-powell-signals-easy-money-policies-to-remain-in-place-for-a-while-11612983601",
    "url": "feds-powell-signals-easy-money-policies-to-remain-in-place-for-a-while-11612983601",
    "title": "Fed’s Powell Signals Easy Money Policies to Remain in Place for a While",
    "sub_head": "Fed chairman also says monetary policy alone won’t be enough to restore the labor market to full strength",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-297036?width=620&size=1.5",
    "image_1": "im-297036.jpg",
    "time": "2021-02-10 16:58:00",
    "body": "WASHINGTON—The Federal Reserve will continue bolstering the U.S. economy through low interest rates and hefty asset purchases, Chairman Jerome Powell said Wednesday, stressing that the labor market remains stunted by the pandemic.<br />The Fed is unlikely to “even think about withdrawing policy support” by raising rates or reducing its bond purchases for the foreseeable future, Mr. Powell said at a virtual appearance before the Economic Club of New York.<br />The Fed chief also repeated his call for more fiscal assistance for the economy, saying that monetary policy alone won’t be enough to restore the labor market to full strength. “It will require a society-wide commitment, with contributions from across government and the private sector,” Mr. Powell said.<br />“Workers and households who struggle to find their place in the post-pandemic economy are likely to need continued support,” he said. “The same is true for many small businesses that are likely to prosper again once the pandemic is behind us.”<br />The U.S. economy shrank 3.5% last year, its largest yearly contraction since just after World War II, the Commerce Department reported. The U.S. unemployment rate fell to 6.3% in January from 6.7% a month earlier, the Labor Department said Friday. That compares with a 3.5% unemployment rate in February 2020, before the pandemic struck."
}