{
    "url_original": "https://www.wsj.com/articles/feds-daly-sees-central-bank-maintaining-its-bond-buying-pace-through-2021-11613039401",
    "url": "feds-daly-sees-central-bank-maintaining-its-bond-buying-pace-through-2021-11613039401",
    "title": "Fed’s Daly Sees Central Bank Maintaining Its Bond-Buying Pace Through 2021",
    "sub_head": "The San Francisco Fed chief says that another round of fiscal aid from the government shouldn’t overheat the economy",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-297821?width=620&size=1.5",
    "image_1": "im-297821.jpg",
    "time": "2021-02-11 05:30:00",
    "body": "Federal Reserve Bank of San Francisco leader Mary Daly said the U.S. central bank is unlikely to pull back on its bond-buying stimulus this year, and that another round of government aid shouldn’t overheat the economy.<br />The official said she continues to expect the U.S. economy to pick up speed over the second half of the year, as vaccinations roll out and allow the economy to emerge from the shadows of the coronavirus pandemic. But even as the nation emerges from the crisis, it won’t yet be time for the central bank to pull back on its $120 billion a month in bond buying, she told The Wall Street Journal on Wednesday.<br />“For now, we have policy in a good place,” Ms. Daly said. “If you take the lens of my modal outlook, then it’s really continuing to purchase at the current pace through the end of this year.”<br />If the economy delivers the robust growth in the second half of the year that most central bankers expect, “then I can see the need to keep the current pace as not being as critical” starting some time next year, she said.<br />Ms. Daly was interviewed ahead of remarks by Federal Reserve Chairman Jerome Powell. The Fed leader also said he sees no reason for the central bank to pull back on aid for the economy, saying the asset purchases are “a key part of what we’re doing in providing overall accommodation to the economy…We’re not thinking about shrinking the balance sheet.”"
}