{
    "url_original": "https://www.wsj.com/articles/ferraris-road-to-lower-emissions-may-be-bumpy-11612284618?mod=business_minor_pos10",
    "url": "ferraris-road-to-lower-emissions-may-be-bumpy-11612284618",
    "title": "Ferrari’s Road to Lower Emissions May Be Bumpy",
    "sub_head": "Investors may not be able to put the Italian supercar manufacturer in the same league as handbag makers Hermès and LVMH forever",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-293342?width=620&size=1.5",
    "image_1": "im-293342.jpg",
    "time": "2021-02-02 11:50:00",
    "body": "The big challenge for the next boss of  Ferrari  will be managing the racing-car brand’s strategy for cutting tailpipe emissions.<br />The pandemic halted the car manufacturer’s production lines for seven weeks—with a 10% knock-on reduction in sales last year, the company reported Tuesday. Otherwise, Ferrari has cruised through the crisis with few scratches. It projects a rebound in revenue this year to roughly 13% more than its pre-pandemic 2019 total, underpinned by strong orders since last summer. The shares fell 5% in morning trading, perhaps because some investors were hoping for an even stronger outlook from a company that has routinely beat expectations in recent years.<br />Since its 2015 initial public offering, investors have gradually come to treat Ferrari as an exception to the general rule that car makers are capital-intensive, low-margin businesses whose shares are better suited to hedge-fund trades than long-term money. Given its small production volumes and big backlog of orders from ultrarich clients, they see the Italian company as a luxury-goods maker, not a metal basher.<br />But in one respect Ferrari is like other car makers: It needs to reinvent its powertrains. Environmental rules are tightening everywhere, punishing supercars, which produce disproportionate carbon emissions per mile. Consumer attitudes also are greener among younger generations that Ferrari needs to cultivate as future clients.<br />Former Chief Executive Louis Camilleri, who stepped down unexpectedly in December following a bad case of Covid-19, didn’t dodge the problem, investing in hybrid technology and decarbonizing production. The company delivered its first hybrid model, the SF90 Stradale, in the fourth quarter."
}