{
    "url_original": "https://www.wsj.com/articles/fiction-the-hare-review-11612539782?mod=ig_booksfebruary6",
    "url": "fiction-the-hare-review-11612539782",
    "title": "Fiction: ‘The Hare’ Review",
    "sub_head": "A tale of surrender, survival and fate from Melanie Finn.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-294941?width=620&size=custom_2500x1438",
    "image_1": "im-294941.jpg",
    "time": "2021-02-05 10:43:00",
    "body": "‘Men mistake the act of submission for the condition of submission. But they don’t know that women split themselves right down the middle,” Melanie Finn writes in “The Hare” (Two Dollar Radio, 320 pages, $16.99), and the same division that separates appearance from meaning cuts across this involving, morally complex novel. Its heroine is Rosie Monroe, who grows up amid poverty and abuse in a Lowell, Mass., boarding house until moving to New York with a full scholarship to art college. There she meets Bennett Kinney—older, sophisticated and mysterious, radiating an aura of wealth and privilege. Bennett’s secrecy can seem solicitous, as though meant to protect Rosie from their class differences. But it’s also sinister: In the opening scene he hits something—someone?—on a dark highway and refuses to stop. Rosie chooses his placating story that nothing happened over her own lying eyes.<br />Rosie becomes pregnant just as Bennett’s prevarications grow more desperate and transparent, and soon he’s hustling her out of a beachfront vacation house for an unheated cabin in northern Vermont, apparently fleeing the police. As violence intrudes, the novel takes a familiar shape. Rosie’s and her daughter’s survival depend on her learning to fend for herself and getting free from Bennett’s control.<br />If that were the totality of “The Hare,” it would be an effective but boilerplate story of feminist redemption. Instead, its second half leaps ahead 26 years to 2019, when Rosie is a 54-year-old bookkeeper barely making ends meet in the same weather-beaten Vermont cabin. Partly provoked by the inquiries of Rosie’s daughter, who isn’t satisfied with the sketchy explanations of what happened to her father, the past resurfaces in threatening, complicated forms. Time has made Rosie’s attempts to reclaim the narrative of her life resemble Bennett-style deceptions. What seemed brave and righteous from one angle looks, from another, like complicity with his evils. Is she a victim or an empowered free agent? Necessity and choice are present in all of her actions, opposed but complementary like the two sides of a coin.<br />Which is to say that the drama in “The Hare” is between free will and the “steady and ancient gait” of fate. In a brief aside about her book club, Rosie reflects that she reads because she likes to feel “muddled,” whereas “the others in the group wanted to feel certain.” Ms. Finn is a sensitive observer of Rosie’s circumstances and the depictions of poverty, in particular, are real and omnipresent, yet they’re never essentializing. Rosie is a difficult character, full of anger, generosity and self-doubt, and her muddle is the stuff of true tragedy.<br />The fabulists in Vendela Vida’s “We Run the Tides” (Ecco, 254 pages, $26.99) are 13-year-old girls who are imitating womanhood before they actually arrive there. The setting is Sea Cliff in San Francisco, the name given to the beachside neighborhood overlooking the Golden Gate Bridge that today is the exclusive habitat of tech billionaires but in the mid-1980s, when the novel takes place, comprised a more mixed population. Eulabee, the novel’s narrator, comes from a family of working-class Hungarian and Swedish immigrants, but her gossipy community and the haughty traditions of her private all-girls school have taught her that, like sexual maturity, class pretension is something that has to be faked into reality."
}