{
    "url_original": "https://www.wsj.com/articles/fiction-in-memory-of-memory-review-11613751236",
    "url": "fiction-in-memory-of-memory-review-11613751236",
    "title": "Fiction: ‘In Memory of Memory’ Review",
    "sub_head": "A writer goes in search of her forebears, but finds ‘too much past’ to tell the story straight.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-300566?width=620&size=custom_2500x1438",
    "image_1": "im-300566.jpg",
    "time": "2021-02-19 11:13:00",
    "body": "The Moscow-born writer Maria Stepanova reflects that she has been working on her book “In Memory of Memory” (New Directions, 432 pages, $19.95) since she was 10 years old, when she made the first abortive attempts to chronicle the story of her ancestors. As part of this lifelong obsession she has surrounded herself with their handed-down diaries, photographs and belongings and committed to sifting their contents for revelatory discoveries. Yet the work has always been coupled with a tinge of embarrassment. Despite being Russian Jews during a century of extreme tumult, her ancestors seem to have led resolutely ordinary lives, “well beyond the reach of the textbooks and their footnotes, in a place where all we can see is swirly-patterned wallpaper and an ugly old yellow butter dish, which survived its owner and the old world, and even the twentieth century.”<br />The hybrid book that Ms. Stepanova has finally produced presents gleanings from her family archives alongside the labyrinthine narrative of her “search for the past,” which she concedes is incomplete and in many ways unsuccessful. And amidst the personal artifacts are essay-like meditations on the tensions that inhere within any act of remembrance. The result is a rich, digressive, deeply introspective work that reminded me of James Agee’s “Let Us Now Praise Famous Men” in its tortured eloquence and unflinching self-scrutiny.<br />“There is too much past, and everyone knows it,” she writes at a moment of sharpened despair. The surplus means that memories are necessarily invidious and sorted into two sets, “the interesting and the less interesting,” those “fit for retelling and those . . . only fit for oblivion.” A fanatical, itemizing approach to history can help overcome prejudice, but even the most straightforward documentary material becomes distorted across time. In one searching chapter, Ms. Stepanova explores her love and distrust of photographs, which she thinks bring about “euphoric amnesia,” stimulating emotions that bear no relation to what the pictures originally signified.<br />A dialectic emerges in these omnivorous inquiries into artists and ideas. For every W.G. Sebald, whose novels are filled with painstaking historical inventories, there is an Osip Mandelstam, who believed that memory is “inimical,” an obstacle to experiencing the present. In Judaism, Ms. Stepanova writes, remembrance is a sacred duty; yet the word “dybbuk,” for a malign spirit in Jewish folklore, means “clinging to” and suggests the monstrous effect of being haunted by the past.<br />You can sense the decades of contemplation Ms. Stepanova has dedicated to these questions in the sparkle and density of her prose, which Sasha Dugdale has carried into English so naturally that it’s possible to forget you are reading a translation. This is an erudite, challenging book, but also fundamentally a humble one, as it recognizes that a force works on even the most cherished family possessions that no amount of devotion can gainsay. “Objects falling out of currency slowly lose their defining qualities and turn a new nonhuman face toward us,” Ms. Stepanova writes. “They return to the materials from whence they came, wax, paint, and clay. The past rewilds itself, oblivion springs up out of it like a forest.”"
}