{
    "url_original": "https://www.wsj.com/articles/fiction-wu-chengens-monkey-king-review-11613144835?mod=opinion_major_pos12",
    "url": "fiction-wu-chengens-monkey-king-review-11613144835",
    "title": "Fiction: Wu Cheng’en’s ‘Monkey King’ Review",
    "sub_head": "A Ming dynasty classic of action-packed hilarity gets a fresh translation.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-297695?width=620&size=custom_2500x1702",
    "image_1": "im-297695.jpg",
    "time": "2021-02-12 10:47:00",
    "body": "The books that Sinologists commonly refer to as the Four Great Classics of Chinese literature are the court romance “Dream of the Red Chamber,” the sprawling military chronicle “Romance of the Three Kingdoms,” the outlaw adventure “The Water Margin” and the supernatural quest fantasy “Journey to the West,” the last of which now appears in an abridged edition from Penguin Classics in a new translation and with a fittingly playful new title, “Monkey King” (339 pages, $30). Published during the Ming dynasty in 1592, “Monkey King” is the comic relief of the quartet, a rollicking work of high buffoonery whose stature in East Asian culture, according to translator Julia Lovell, “may be compared with that of The Canterbury Tales or Don Quixote in European letters.”<br />Authorship of “Monkey King” has been ascribed to a knockabout writer-for-hire named Wu Cheng’en (ca. 1506-1582), though Ms. Lovell notes that the attribution is at best an educated guess. The outline of the story is based on the journeys of a real figure, the seventh-century monk Xuanzang, who traveled from China to India in search of sacred Buddhist scriptures. But “Monkey King” travesties the typical pilgrimage narrative by laying its focus on Xuanzang’s chief disciple and bodyguard, a shape-shifting, smart-talking, excessively pugilistic primate.<br />Monkey King (who is given the name Sun Wukong) gains his otherworldly powers at the feet of great Buddhist masters, who teach him the Way of Immortality and the 72 Transformations. Thus equipped, he claims the audacious title “The Great Sage Equal to Heaven” and bullies his way into Heaven itself, where he makes no end of mischief for the Jade Emperor and his celestial consorts. Only Gautama Buddha is able to subdue the interloper (during their confrontation, Monkey King pees on the Enlightened One) and finally pins him beneath a mountain for 500 years.<br />This is classic fish-out-of-water comedy, and the Jade Emperor is disturbed less by Monkey King’s rampages than by the fact that his presence in such distinguished settings threatens to “erode hierarchy and order.” The jokes hit every register, from slapstick and toilet humor to dryly delivered drolleries: “Now we must remind you that the Great Sage Equal to Heaven was, when all was said and done,” the author adds, “still a monkey demon.”<br />The condition of Monkey King’s release is that he provide protection to Xuanzang on his long trip to India to bring back Buddhist texts “that can release mortals from vexations, calamities, and transgressions.” They’re joined by a pig-fiend called Pigsy and a river monster called Sandy, who, Lucifer-like, were also banished from Heaven for insubordination. The novel settles into an episodic structure, with each chapter centering on the many monsters and hostile kingdoms they encounter during their travels. There are instances of heroism and moral instruction—Monkey King’s arc is redemptive—but the form is essentially, as Ms. Lovell writes, that of “an action-packed situation comedy,” with recurring gags, ridiculous challenges to overcome and a lot of cheeky crosstalk. The literary analog for the gonzo humor is Rabelais and the fight scenes are the stuff of superhero comics. But the comparison that kept coming to my mind is with the irreverent, twinkling humor of Looney Tunes cartoons, with Monkey King a cross between Bugs Bunny and the Tasmanian Devil."
}