{
    "url_original": "https://www.wsj.com/articles/fight-between-fortnite-creator-and-apple-reels-in-more-tech-players-11614254404?mod=business_lead_pos4",
    "url": "fight-between-fortnite-creator-and-apple-reels-in-more-tech-players-11614254404",
    "title": "Fight Between ‘Fortnite’ Creator and Apple Reels in More Tech Players",
    "sub_head": "Computer-game distributor Valve is the latest to be pressured into playing a role in a legal battle over app-store fees; ‘it’s not just you’",
    "category_1": "Tech",
    "time": "2021-02-25 07:14:00",
    "body": "“Fortnite” creator Epic Games Inc.’s battle to paint  Apple Inc.  as a harmful monopoly is drawing more technology companies into the fray, as each side seeks to bolster its case.<br />Epic wants to take testimony from a senior executive at online-dating company  Match Group Inc.,  the owner of Tinder and other apps, as well as a former Apple executive that the iPhone maker has suggested it cannot locate. The company’s lawyers are also set to question Apple Chief Executive Tim Cook in a multi-hour deposition.<br />Apple has subpoenaed  Sony Corp. ,  Microsoft Corp. ,  Nintendo Co. ,  Amazon.com Inc.  and  Samsung Electronics Co.  The latest skirmish came Wednesday as Valve Corp., one of the largest computer-game distributors in the world, cried foul to a federal judge in California over Apple’s expansive pretrial effort to subpoena its privately held financial records of its offerings.<br />Facebook Inc.,  unhappy with Apple over issues including privacy, has pledged to support Epic in its fight to prove that the hardware company is misusing its power over the digital ecosystem that it has created for the iPhone and iPad.<br />The litigation appears set to expand into the kind of high-stakes legal contest that broke out almost a decade ago between Apple, Google and Samsung over the creation of the smartphone. In just six months, Epic and Apple have begun to contest issues raised in that case in the European Union, Australia and the U.K., as well as in several state legislatures in the U.S."
}