{
    "url_original": "https://www.wsj.com/articles/fight-over-a-bank-regulator-is-about-obamas-legacy-11612969927",
    "url": "fight-over-a-bank-regulator-is-about-obamas-legacy-11612969927",
    "title": "Fight Over a Bank Regulator Is About Obama’s Legacy",
    "sub_head": "Democratic activists’ dissatisfaction with Dodd-Frank law drives opposition to veteran of the party’s last administration",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-02-10 10:40:00",
    "body": "Joe Biden, who sought the Democratic presidential nomination as keeper of Barack Obama’s legacy, is now surrounded by Democratic activists deeply ambivalent about that legacy.<br />Affordable Care Act? Left the insurance companies in charge. The $831 billion American Recovery and Reinvestment stimulus bill from 2009? Too small and too timid. The Dodd-Frank financial overhaul? Not tough enough on big banks. The progressive message to Mr. Biden: Don’t make that mistake again.<br />That tension between Mr. Obama’s legacy and Mr. Biden’s agenda is at the heart of a fight over who should run the Office of the Comptroller of the Currency, regulator of most of the country’s biggest banks. The Wall Street Journal has reported that Mr. Biden is considering nominating University of Michigan public policy professor Michael Barr.<br />Activists on the left are trying to derail that nomination. With Mr. Biden prioritizing diversity, they are pushing Mehrsa Baradaran, a University of California, Irvine, law professor who has written on the racial wealth gap and is an immigrant from Iran. She has the support of Senate Banking Committee chairman Sherrod Brown (D., Ohio), an advocate of breaking up the biggest banks.<br />They are also attacking Mr. Barr’s record as too friendly to financial companies when he negotiated the Dodd-Frank law while serving in Mr. Obama’s Treasury Department, and since. In fact their complaints about Mr. Barr are really a proxy for a broader indictment: that Mr. Obama missed a chance to fundamentally remake the financial system along more populist lines. But this relies on a selective reading of history that misjudges the complexity of the financial system and thus the challenges facing the people who oversee it."
}