{
    "url_original": "https://www.wsj.com/articles/finally-common-sense-about-service-dogs-11614199934?mod=opinion_major_pos18",
    "url": "finally-common-sense-about-service-dogs-11614199934",
    "title": "Finally, Common Sense About Service Dogs",
    "sub_head": "No longer will my guide dog, who lies quietly at my feet throughout an entire flight, be disturbed by an emotional-support dog barking at her.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-299725?width=620&size=1.5",
    "image_1": "im-299725.jpg",
    "time": "2021-02-24 15:52:00",
    "body": "All blind and visually impaired travelers using a dog guide are indebted to the Department of Transportation for its recent ruling about documenting and admitting service animals on commercial flights (“The Middle Seat: Airlines Tighten Leash on Pets in the Cabin,” Personal Journal, Feb. 18).<br />I am blind and a frequent flier of  American Airlines  with help from my service dog, Eva. In the past, my travel experiences have been disturbed by passengers accompanied by untrained emotional-support animals that may make them feel comfortable, but disturb fellow passengers.<br />No longer will I be asked to move to make room for a fake service dog. No longer will my guide dog, who lies quietly at my feet throughout an entire flight, be disturbed by an emotional-support dog barking at her. No longer will dogs be urinating and defecating in airline terminals, which create a bad impression of actual service dogs that are trained not to relieve themselves in public places.<br />Anyone who owns a pet can understand a deep attachment to a beloved animal, but some of us need service animals to navigate busy departure terminals, the narrow confines of airplanes and our eventual destinations. The visually impaired travel with our guide dogs out of necessity, and the DOT and airlines were justified and entirely correct in setting new guidelines for identification and registration of service dogs.<br />Virginia Jacko"
}