{
    "url_original": "https://www.wsj.com/articles/fining-nonvoters-is-a-terrifically-good-idea-11612903661?mod=opinion_major_pos16",
    "url": "fining-nonvoters-is-a-terrifically-good-idea-11612903661",
    "title": "Fining Nonvoters Is a Terrifically Good Idea",
    "sub_head": "I look forward to working with Republicans and Democrats alike on making our democracy more accessible.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-295314?width=620&size=1.5",
    "image_1": "im-295314.jpg",
    "time": "2021-02-09 15:47:00",
    "body": "Regarding your editorial “Didn’t Vote? Here’s Your $20 Fine” (Feb. 5): In January, I suggested that voting should be considered a civic duty. The response has been a bit surprising. The editorial board questions whether there was an inherent benefit to high voter turnout. One of my colleagues told a talk radio host that I was looking to establish “voting police.” With fervor, conservatives have risen to the defense of every citizen’s right to disengage from civic life.<br />Our government expects all citizens to engage in a variety of activities for the national benefit: selective service, jury duty, the census and taxes all come to mind. Liberals and conservatives alike recognize that those institutions are so vital to our national livelihood that they cannot be built on a voluntary basis. But no activity is more core to the American project than voting. There is no benefit to low turnout. An uncast ballot is not an ideological triumph—it is merely an indication that our democratic government is not as representative as it ought to be. Perhaps that’s why 26 successful democracies, e.g., Australia, already have enacted civic-duty voting.<br />Still, I knew that such a bold reform would not become law anytime soon. Sadly, our country isn’t ready for it.<br />In Connecticut, I’m fighting for early voting, no-excuse absentee ballots and other reforms to make democracy more accessible. In pushing for these changes, Democrats often mention the very people whom you identify as less likely to vote—“busy single moms, apolitical 19-year-olds, the homeless”—as a reason to modernize our laws. Frustratingly, my colleagues on the other side of the aisle roll their eyes and claim that any citizen can figure out a way to cast a ballot.<br />So I called their bluff. I proposed civic-duty voting, and people on the right became newly concerned with voter access. They actually admitted that some citizens may not have convenient access to the ballot."
}