{
    "url_original": "https://www.wsj.com/articles/fintech-fundraising-fuels-hope-for-u-k-finance-post-brexit-11613039400?mod=markets_lead_pos7",
    "url": "fintech-fundraising-fuels-hope-for-u-k-finance-post-brexit-11613039400",
    "title": "Fintech Fundraising Fuels Hope for U.K. Finance Post-Brexit",
    "sub_head": "Companies such as Checkout, Monzo and Revolut have made the U.K. the largest market for fintechs outside the U.S.",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-297510?width=620&size=1.5",
    "image_1": "im-297510.jpg",
    "time": "2021-02-11 05:30:00",
    "body": "U.K. financial-technology startups are raising fresh investment cash at a fast clip, a boost for London as it tries to hold on to its role as a global financial center post-Brexit.<br />London-based Checkout Ltd., a behind-the-scenes processor of online payments for businesses, became Europe’s most valuable venture-backed company last month after raising $450 million from investors including New York-based Tiger Global Management  and Singapore sovereign-wealth fund GIC, in a round that valued it at $15 billion.<br />British fintechs, including Revolut Ltd. and Monzo Bank Ltd., raised a combined $4.3 billion last year, second only to the nearly $22 billion raised in the U.S. That put the U.K. ahead of places like China and Germany, according to PitchBook data.<br />London’s leadership as a fintech startup hub, however, hasn’t fed through to its public stock market. The  London Stock Exchange  lacks the giant technology companies that have come to dominate U.S. and Asian exchanges in recent years.<br />The benchmark FTSE 100 remains a bastion of old-economy companies in oil, mining and traditional financial services. As a result, returns in the U.K. have badly lagged behind those in the U.S., where tech giants such as  Apple Inc.  and  Amazon.com Inc. —and in the fintech space,  PayPal Holdings Inc. —have driven outsize gains. The FTSE 100 is up just 10% over the past five years in dollar terms, versus 111% for the S&P 500."
}