{
    "url_original": "https://www.wsj.com/articles/fisa-court-shamefully-protects-the-swamp-11612384767?mod=opinion_major_pos16",
    "url": "fisa-court-shamefully-protects-the-swamp-11612384767",
    "title": "FISA Court Shamefully Protects the Swamp",
    "sub_head": "Kevin Clinesmith wasn’t just an attorney, but one who held a public trust as an FBI attorney responsible for providing intelligence information to the FISA Court that Judge Boasberg heads.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-292749?width=620&size=1.5",
    "image_1": "im-292749.jpg",
    "time": "2021-02-03 15:39:00",
    "body": "Your editorial “A Pass for Kevin Clinesmith” (Jan. 30)—condemning the slap on the wrist of former FBI attorney Kevin Clinesmith, who was sentenced only to probation by Obama-appointed Foreign Intelligence Surveillance Court Judge James Boasberg for altering a CIA email to get a surveillance warrant to spy on Trump campaign adviser Carter Page as an example of “two-tiered justice”—It omits a more compelling example than how Gen. Michael Flynn and George Papadopoulos were more harshly treated.<br />In our filing with Judge Boasberg, we pointed out how attorney Alex van der Zwaan, the first person sentenced in special counsel Robert Mueller’s Russia investigation, also pleaded guilty to one count of making a false statement. Like Mr. Clinesmith, he asked for probation as a first offender and because his wife, too, was pregnant with their first child. Judge Amy Berman Jackson would hear none of it. In imposing a 30-day sentence, she said some prison time was necessary for both punishment and deterrent purposes: “It’s a message that needs to be sent, especially given the fact that you’re an attorney.”<br />Mr. Clinesmith wasn’t just an attorney, but one who held a public trust as an FBI attorney responsible for providing intelligence information to the FISA court that Judge Boasberg heads. This is a gross miscarriage of justice.<br />Paul Kamenar<br />Counsel to the National Legal and Policy Center"
}