{
    "url_original": "https://www.wsj.com/articles/five-best-on-desire-11613144695?mod=ig_booksfebruary13",
    "url": "five-best-on-desire-11613144695",
    "title": "Five Best: On Desire",
    "sub_head": "Selected by the author, most recently, of ’22 Minutes of Unconditional Love.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-297638?width=620&size=1.5",
    "image_1": "im-297638.jpg",
    "time": "2021-02-12 10:44:00",
    "body": "By Scott Spencer (1979)<br />1. Before Scott Spencer’s novel was made into not one but two cheesy movies, it began life as a remarkable, sexually explicit novel about youthful desire. David Axelrod, the book’s narrator, recounts the story of his wild if doomed passion for 16-year-old Jade Butterfield and his love for her unconventional family. Disaster follows when Jade’s father dictates that the young couple take a 30-day vacation from the affair—an order to which David responds by setting the Butterfields’ house on fire, driven by the belief that by putting out the fire and saving the Butterfields, he’ll be viewed as a hero. He is, to the contrary, committed to a mental institution. Years later, he’ll have a vision—a scene set in an empty theater in the middle of the night: “And now for this last time, Jade, I don’t mind, or even ask if it’s madness: I see your face, I see you, you; I see you in every seat.”<br />By Marguerite Duras (1984)<br />2. An autobiographical tale that begins in 1929, “The Lover” tells the story of a brief affair between an impoverished 15-year-old French girl living in colonial Saigon and a much older Chinese-Vietnamese financier. The girl is spellbound by her lover’s car and by the elegance of his clothes as well as his “English cigarettes.” Although she looks barely older than a child with her thin, undersize body, the man is clearly infatuated with her. She quickly recognizes her power: “From the first moment she knows more or less, knows he’s at her mercy.” She knows, as well, the intense pleasure she derives from this sexual union. It is an affair carried on in the face of social pressures—there are the matters of race and class to consider. All this is reflected in spare and eloquent prose, as Marguerite Duras looks back at her younger self and a wholly different world.<br />By Jenny Diski (1986)"
}