{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-reckonings-with-history-11614351934?mod=ig_booksfebruary27",
    "url": "five-best-books-on-reckonings-with-history-11614351934",
    "title": "Five Best: Books on Reckonings With History",
    "sub_head": "Selected by Lauren Fox, the author, most recently, of the novel ‘Send for Me.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304276?width=620&size=1.5",
    "image_1": "im-304276.jpg",
    "time": "2021-02-26 10:05:00",
    "body": "By William Trevor (2002)<br />1. The violent act that sets this novel’s tale in motion takes place in the time known as the Troubles. It’s 1921, and Anglo-Irish landowner Capt. Everard Gault has shot a would-be Irish Republican Army arsonist. Sensing themselves under threat, the Gaults decide to leave Ireland, a plan that proves the undoing of all their hopes for a safe and peaceful life. Their young daughter, Lucy, who has run off on the day of their departure, is ultimately presumed dead. The novel is a long lament, a chronicle of isolation and miscommunication as Lucy lives out her life in her childhood home, believed dead all the while by her family, who have remained abroad. The Irish War of Independence and its aftermath are the setting for this saga, summed up in William Trevor’s description as having “the terrible beauty of a destiny fulfilled” that “trailed a terrible bitterness, which haunted memories long after the conflict ended.”<br />By Sonali Deraniyagala (2013)<br />2. I confess that I put off reading Sonali Deraniyagala’s “Wave” for some time, intimidated by the crushing scope of her tragedy: Her parents, husband, and two young sons died in the Indian Ocean tsunami of 2004. “Wave” is about the aftermath, but of course it’s also about the before. Ms. Deraniyagala stares into the blinding sun of her losses and refuses to look away. She travels back to the destroyed hotel, where she comes across the shirt her son was wearing; she relives memories of car journeys with her family, the boys kicking each other’s shins; “a gush of starlings”; a new pair of shoes. “The one time I allow my family to come alive, and that shoe trounces me. But I want to linger with them. I want to stay in our car forever.” This book is a merciless reckoning with a history that is barely history, a past that is so close at hand that the author can smell it, hear it, taste it. “I trip up constantly, between this life and that.”<br />By Nora Krug (2018)"
}