{
    "url_original": "https://www.wsj.com/articles/five-best-on-tyranny-11612538734?mod=ig_booksfebruary6",
    "url": "five-best-on-tyranny-11612538734",
    "title": "Five Best: On Tyranny",
    "sub_head": "Selected by the author, most recently, of ‘This Is the Voice.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-295079?width=620&size=1",
    "image_1": "im-295079.jpg",
    "time": "2021-02-05 10:25:00",
    "body": "By Christopher Isherwood (1976)<br />1. When Christopher Isherwood moved to Berlin in 1929, it was because “Berlin meant Boys”—and this memoir, first published almost five decades later, became a classic of gay liberation. But the book also offers chilling warnings about tyranny’s invidiously bland rise. At first dismissing the Nazis as simply part of the “seething brew of history,” Isherwood and his friends change their view when Adolf Hitler is appointed chancellor. Boy bars are raided; three homosexual Englishmen working as teachers are arrested. Soon Isherwood’s pal, Edward Upward, is writing from England: “Don’t get killed before I come.” Unfortunately, the book also displays all the weaknesses of rewritten diaries. We learn way too much about Isherwood’s vacation jaunts, especially when a tale of gripping awfulness is occurring in the margins, like his efforts to elude the Gestapo and smuggle his lover, Heinz, out of Germany—a nightmarish episode that makes the limp travelogues (“I love Portugal. The people are charming”) at once ludicrous and morally obtuse.<br />By Vladimir Nabokov (1947)<br />2. Vladimir Nabokov loved to insist that his fiction had no autobiographical angle, but “Bend Sinister,” his first novel written in America, is a kind of horrified imagining of what might have befallen him, his wife, Vera (a Jew), and their 7-year-old son had they not escaped in 1940 on one of the last boats out of France. The philosopher Adam Krug, living in a fictional police state governed by the “Party of the Average Man,” refuses to pledge loyalty to a regime that has reduced science, art, history, poetry and museums to “one long hoax.” Adam’s 8-year-old son David is consequently seized and held, to be traded for Adam’s party endorsement. Adam is about to comply when the bureaucratic ineptitude that Nabokov always recognized as a hallmark of tyranny hideously asserts itself: a slight snafu in the child-separation scheme. The book is written in disjointed, Kafka-esque prose that betrays the depth of Nabokov’s emotional investment in the material—an investment he was, as the high priest of Art for Art’s Sake, always at pains to disavow.<br />By Josef Škvorecký (1969)"
}