{
    "url_original": "https://www.wsj.com/articles/five-best-lives-of-literary-lesbians-11613750373?mod=ig_booksfebruary20",
    "url": "five-best-lives-of-literary-lesbians-11613750373",
    "title": "Five Best: Lives of Literary Lesbians",
    "sub_head": "Selected by Selina Hastings, the author, most recently, of ‘Sybille Bedford: A Life.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-301251?width=620&size=1.5",
    "image_1": "im-301251.jpg",
    "time": "2021-02-19 10:59:00",
    "body": "By Diana Souhami (1998)<br />1. One of the most famous trials in London during the interwar years involved the writer Radclyffe Hall, who in 1928 shocked conventional society with the lesbian theme of her novel “The Well of Loneliness.” Viciously attacked by the editor of the Sunday Express—“I would rather give . . . [a child] a phial of prussic acid than this novel”—the work was eventually judged obscene and all copies of the book ordered to be destroyed. Devastating as this was, the case gave Hall, or “John,” as she was known among her friends, a celebrity she relished. Wealthy, arrogant and notoriously short-tempered, Hall dressed as a man, in a suit and tie, with her hair cropped short, cigar usually in hand. Diana Souhami describes with perspicacity and wit the life Hall led with her devoted lover, Una Troubridge. Ensconced in luxury in London, with a large staff and a chauffeur-driven Daimler, the two holidayed across Europe. They remained together nearly 30 years, despite Hall’s final affair with a young Russian woman, deeply resented by Una, who had to wait for Hall’s death before she could take her revenge.<br />By Gertrude Stein (1933)<br />2. It was in September 1907 that two expatriate Americans, Gertrude Stein and Alice B. Toklas, met in Paris, where they remained, living happily together for nearly 40 years. While Stein, clever, vigorous and eccentric, became highly regarded as a writer, running a salon popular among the city’s avant-garde, Toklas remained shyly in the background, working devotedly as Stein’s lover, secretary, editor and cook. Stein’s account of this period, teasingly presented as though written by Toklas, is a mischievous and highly perceptive impression of life in the artistic world of the Left Bank. Among the many characters in Stein’s inner circle was Picasso, in appearance like “a good-looking bootblack,” as well as Braque, Matisse, Hemingway and T.S. Eliot. “The geniuses came and talked to Gertrude Stein and the wives sat with me,” records the fictional narrator. During World War I, the two women undertook voluntary work with American forces, which they enjoyed: “Gertrude Stein always said the war was always so much better than just going to America.” Although Toklas is presented as modest and self-effacing, Stein’s wicked wit is never far from the surface, one of the reasons this book would make her name.<br />By Sybille Bedford (1968)"
}