{
    "url_original": "https://www.wsj.com/articles/food-choice-and-personal-and-global-health-11612563601?mod=opinion_major_pos16",
    "url": "food-choice-and-personal-and-global-health-11612563601",
    "title": "Food Choice and Personal and Global Health",
    "sub_head": "Where Gary Taubes gets it wrong is his lack of regard for the nutritional value of whole grains, fruits and vegetables.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-290737?width=620&size=custom_2121x1414",
    "image_1": "im-290737.jpg",
    "time": "2021-02-05 17:20:00",
    "body": "No arguing the merits of the keto diet, a successful approach for some to modify symptoms of obesity and other diseases (“What if Meat Is Our Healthiest Diet?,” Review, Jan. 30). Where Gary Taubes gets it wrong is his lack of regard for the nutritional value of whole grains, fruits and vegetables, lumping them in the same category of processed foods because they contain carbohydrates. Obesity and Type II diabetes became a national crisis over the last three decades, when we have seen an increase in obesity prevalence in all age groups, revealing that the cause isn’t singularly genetic in nature. Humans have survived and thrived on diets of whole grains, fruits, and vegetables (with or without red meat) for millennia without a high prevalence of obesity. Lifestyle, food preparation and the environment in which we live are primary culprits in the obesity crisis, not carbohydrates from whole foods. Current research tells us there is no magic bullet to treat obesity. To serve future generations who have not yet realized the challenges of obesity, research efforts need to focus on prevention of obesity, starting in early childhood when eating habits are established.<br />Andrea Bushaw, Ph.D., APRN, CPNP<br />Edina, Minn.<br />Mr. Taubes misses something important because he doesn’t consider what animal-protein diets look like in traditional societies around the world. In many traditional herding and pastoral societies that were or are dependent on animals for food—for example, among Dinka cattle herders or Sami reindeer herders—people rely more on milk and blood products than animal flesh, eating animal flesh only occasionally, usually on feast and celebration days.<br />Even in pastoral societies where primarily the flesh of the animal is eaten, meat is typically eaten much less often than in industrialized societies like ours, where it’s so easy to walk into a store and buy a steak or roast. People also make full use of every carcass in a way that most meat eaters in the U.S. do not, eating all organs, using the skin and boiling bones to make stock."
}