{
    "url_original": "https://www.wsj.com/articles/for-u-s-businesses-a-time-to-spend-11614272901?mod=business_minor_pos12",
    "url": "for-u-s-businesses-a-time-to-spend-11614272901",
    "title": "For U.S. Businesses, a Time to Spend",
    "sub_head": "Despite uncertainty over course of pandemic and prospects for economy, many companies can’t help but invest",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-304180?width=620&size=1.5",
    "image_1": "im-304180.jpg",
    "time": "2021-02-25 12:08:00",
    "body": "Companies don’t know how big or long-lasting the economic rebound might be. But they need to gear up for it.<br />The Commerce Department reported Thursday that orders for durable goods—long-lasting items that run the gamut from sheet metal to shipping containers—rose 3.4% in January from December, putting them 4.5% above their level of a year earlier, before the Covid-19 crisis struck. That jump indicates that a powerful “bullwhip effect”, where businesses’ efforts to rebuild inventories ripple through the economy, has taken hold.<br />Orders for nondefense capital goods excluding aircraft—a closely watched proxy for capital spending—rose a more muted 0.5% in January from December. That was up 9.1% from a year earlier, however, and in the months ahead the demand for capital goods might only build.<br />In considering capital spending plans, businesses face a bit of a dilemma. The decline in new Covid cases in recent weeks, the vaccine rollout and the likelihood of another round of government relief suggest that sales could surge.<br />But by how much, and in what areas? It seems probable that services spending will really pick up as Americans return to more normal activities, so service-sector businesses need to prepare for that. Goods spending might soften as a result—or maybe not. Moreover, the release of pent-up demand could carry the economy through the end of the year, but what sort of legs the rebound might have after that is unclear."
}