{
    "url_original": "https://www.wsj.com/articles/for-covid-19-survivors-one-shot-may-be-enough-preliminary-studies-show-11613903400?mod=business_lead_pos10",
    "url": "for-covid-19-survivors-one-shot-may-be-enough-preliminary-studies-show-11613903400",
    "title": "For Covid-19 Survivors, One Shot May Be Enough, Preliminary Studies Show",
    "sub_head": "Data may mean a second dose of the vaccine is unnecessary, potentially freeing up limited supply",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-02-21 05:30:00",
    "body": "Covid-19 survivors who have gotten a first dose of Covid-19 vaccine are generating immune responses that might render a second shot unnecessary, potentially freeing up limited vaccine supply for more people, several new research papers suggest.<br />The research, while preliminary, found that the previously infected people generated protection against the disease quickly and at dramatically higher levels after a first shot of the current two-shot regimens when compared with people who were vaccinated but hadn’t been sick.<br />“Everyone should get vaccinated. Not everybody needs two shots,” said Viviana Simon, a professor of microbiology at New York’s Icahn School of Medicine at Mount Sinai and an author on one study. “As long as we can’t deliver as much vaccine to everybody who wants it, I think it’s an important consideration.”<br />The research, which has been posted on preprint servers but not peer-reviewed or published in a scientific journal, comes as other findings into the two-shot regimen to healthy members of the general population highlight immune benefits after the first injection. On Friday, researchers in Israel reported a single shot of the vaccine from  Pfizer Inc.  and  BioNTech SE  is 85% effective in preventing symptomatic disease 15 to 28 days after being administered.<br />Late-stage clinical trials of two-dose vaccines by Pfizer and BioNTech, as well as  Moderna Inc.,  have shown their shots to be safe and highly protective against Covid-19 when given through two doses spaced several weeks apart. However, Pfizer’s trial excluded individuals with symptomatic Covid-19, and Moderna’s left out people with a previously known infection, prompting researchers to see how immune systems in people previously sick responded."
}