{
    "url_original": "https://www.wsj.com/articles/for-golfers-a-covid-winter-brings-unexpected-perks-11612975115",
    "url": "for-golfers-a-covid-winter-brings-unexpected-perks-11612975115",
    "title": "For Golfers, a Covid Winter Brings Unexpected Perks",
    "sub_head": "As Americans tee up in record numbers this winter, resorts and clubs—from Oregon to North Dakota—are offering warmer-than-usual welcomes, with heated golf carts, shorter courses and a lot of whiskey",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-296873?width=620&size=1.5",
    "image_1": "im-296873.jpg",
    "time": "2021-02-10 11:38:00",
    "body": "THIS TIME of year, many golfers swap rounds on the course for rounds on the couch, unless they’re heading to Florida or Arizona. But 2021 looks different: Thanks to milder temperatures in January and Americans’ persistent desire to get outside amid the continuing pandemic, golf courses around the country have been experiencing an unexpected boon. They’re also adapting to this hardier breed of duffers, offering a warmer-than-usual welcome via heated golf carts, shorter courses and expanded whiskey menus.<br />“What we’re seeing this winter, particularly in colder markets, is an extension of what we’ve experienced throughout 2020...more new people enjoying the game than we’ve seen in a long time,” said PGA Tour commissioner Jay Monahan, a Boston native who’s always considered golf a year-round sport.<br />Golf’s inherently socially distanced nature is fueling its surge in popularity. Total rounds played in the U.S. in 2020 were up 37% in December year over year, according to the research firm Golf Datatech.<br />Lena Land, 50, and Grace Lapena, 64, are part of the motivated year-round golfing crew. The two friends are committed to playing golf every week at their home course of Brasada Canyons outside Bend, Ore. One dreary mid-January day, it rained for 90 minutes during their round, but they still finished 18 holes. Mrs. Land, who battled breast cancer last year, said she’s excited to feel healthy again and not about to let weather stop her. “They won’t let us on the course in the snow; otherwise we’d get colored balls and give it a try,” she said.<br />Other courses don’t mind a little frost. Elsewhere in Oregon, Silvies Valley Ranch, a golf and spa resort in Seneca opted to stay open through winter for only the second time and is offering a “cool golf” option ($45 per person). Guests use high-loft clubs, whose higher launch angle makes them easier to hit, and neon-green tennis balls, more readily spotted in the snow, so players can move briskly around a five-hole course. Each green is equipped with extra-large cups, introducing a new kind of putting challenge. Winter bookings at the Ranch are up more than 200% from last year."
}