{
    "url_original": "https://www.wsj.com/articles/for-stocks-this-bond-selloff-isnt-like-the-others-11614079213?mod=business_minor_pos12",
    "url": "for-stocks-this-bond-selloff-isnt-like-the-others-11614079213",
    "title": "For Stocks, This Bond Selloff Isn’t Like the Others",
    "sub_head": "The latest market gyrations are being driven by “real” rates rather than simply by inflation expectations. Investors may need to reassess their portfolios.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-302450?width=620&size=1.5",
    "image_1": "im-302450.jpg",
    "time": "2021-02-23 06:20:00",
    "body": "Bonds are selling off again, but for different reasons. Investors also need to behave differently.<br />In the U.S., yields on 10-year Treasurys have risen close to 1.4%. Optimism about vaccination campaigns, as well as positive economic and corporate data, have led derivatives markets to price in a chance that the Federal Reserve will—very slowly—start raising interest rates as early as 2023. Yields started moving up consistently in October, which started with them under 0.7%.<br />Despite all the talk in financial markets about higher growth begetting inflation, however, this month’s gyrations have little to do with expectations of rising consumer prices. Rather, it is inflation-adjusted yields—as measured by inflation-linked Treasurys, or TIPS—that are edging higher.<br />This is the opposite of what was happening before February. Earlier bond selloffs were driven by expectations that the Fed would allow inflation to be higher in the future. Even if the central bank acted to tighten monetary policy at some point, the belief that it would do so by less than inflation meant that financial conditions would actually get looser in “real” terms. This made stocks appear more attractive, particularly in high-growth sectors like technology.<br />The flip side is that equity markets are looking less appetizing now. The S&P 500 fell 0.8% Monday, and is down 1.5% since Feb. 12. Tellingly, technology stocks have fallen more than 4% over the same period. Shares of financial companies, which would likely benefit from higher interest rates, have gained about 4%."
}