{
    "url_original": "https://www.wsj.com/articles/for-some-single-women-pandemic-means-rethinking-route-to-motherhood-11612815027",
    "url": "for-some-single-women-pandemic-means-rethinking-route-to-motherhood-11612815027",
    "title": "For Some Single Women, Pandemic Means Rethinking Route to Motherhood",
    "sub_head": "The Covid pandemic has both made it harder to meet a partner and provided time for introspection, fueling some new decisions among single women in their 30s and 40s",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "time": "2021-02-08 15:10:00",
    "body": "Kelli Wheeler always knew she wanted to have children. But in April, her boyfriend broke up with her right as the pandemic set off social-distancing mandates that make dating much more complicated. The 34-year-old decided she would have to rethink her path to motherhood.<br />“Even if I met a guy quite quickly, I was three or four years away from having kids because I’d want some time where it was just the two of us,” says Ms. Wheeler, a digital-content producer in Los Angeles. “I began looking into ways I could take control of my fertility, without a man.” She booked a consultation at a fertility clinic and plans to freeze her eggs this spring.<br />Ms. Wheeler is one of many single women in their 30s and 40s who have found themselves reassessing their plans for having children in the past year. The pandemic has both made it harder to meet a partner and provided time for introspection. For some women, that has sparked a realization that they want to prioritize motherhood, regardless of whether they are in a relationship. Plenty of men, of course, have had similar epiphanies, but biology forces women to take action within a more limited window of time.<br />“For a single person who thought they wanted to have children within an established relationship, Covid has put a year-long hold on their ability to meet someone,” says Laura Lindberg, principal research scientist at the Guttmacher Institute, a research and policy organization. “That may lead to some difficult decision making.”<br />In a June report from Guttmacher, more than 40 percent of women surveyed said the pandemic had changed their plans about when to have children and how many they wanted to have. The survey looked at women overall, not single women specifically. Thirty-four percent of women said they were putting motherhood on hold or planning to have fewer children because of the disruption caused by the virus."
}