{
    "url_original": "https://www.wsj.com/articles/for-better-elections-copy-the-neighbors-11613518448?mod=opinion_lead_pos3",
    "url": "for-better-elections-copy-the-neighbors-11613518448",
    "title": "For Better Elections, Copy the Neighbors",
    "sub_head": "As states weigh reform, a new project aims to collect best practices.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-299963?width=620&size=1.5",
    "image_1": "im-299963.jpg",
    "time": "2021-02-16 18:34:00",
    "body": "Hundreds of bills to reform voting processes have already been introduced in state legislatures this year, but there’s plenty that the laboratories of democracy could learn from one another. To that end, it’s worth watching a new project of the Republican State Leadership Committee.<br />The RSLC, which is the umbrella group for GOP state lawmakers and secretaries of state, is launching a commission on election reform. “We want to find the best practices that are used in every state in the union, and make sure those are available for legislative bodies in the 50 states to consider as options,” says one of the co-chairs, Alabama Secretary of State John Merrill. “We have a singular goal, and that is to make it easier to vote and harder to cheat—period.”<br />A call went out for ideas some weeks ago, and state leaders submitted suggested best practices on everything from signature verification to audit procedures to pre-election testing of voting equipment. The new commission’s role, Mr. Merrill says, will be to sort through that stack, and more, to “see how we can determine which ones need to be presented to legislative bodies across the nation.” The aim, he adds, is for the commission to have something substantive to release within weeks.<br />The potential here won’t be lost on anyone who followed the 2020 election mess. To take one example, voters amid the pandemic adopted mail ballots en masse, but some states don’t handle absentee votes until Election Day. Pennsylvania legislators considered allowing preprocessing but disagreed with the Governor on how many days were needed. That’s one small reason the Associated Press didn’t call Pennsylvania for Joe Biden until four days after Nov. 3. State law also lacks clear rules for signature verification, and counties diverged on whether to count undated ballots.<br />For states moving toward absentee voting, Mr. Merrill says, the model should be their peers like Colorado that have gone to mail ballots exclusively. “When you talk about mail-in,” adds the commission’s other co-chair, Michigan state Senator Ruth Johnson, “the devil is in the details, if you want to have that transparency and accountability and integrity. It’s not good or bad, necessarily, but the devil is in the details.”"
}