{
    "url_original": "https://www.wsj.com/articles/ford-becomes-an-unlikely-tech-darling-11612528836?mod=business_lead_pos6",
    "url": "ford-becomes-an-unlikely-tech-darling-11612528836",
    "title": "Ford Becomes an Unlikely Tech Darling",
    "sub_head": "New Chief Executive Jim Farley wants to invest more aggressively in electric vehicles, but he still hasn’t fixed Ford’s combustion-engine business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-05 07:40:00",
    "body": "Ford  is embracing digital technology, and talking about it loudly, in an effort to catch up with both Tesla and General Motors. The new approach is boosting the stock, but rising expectations don’t come for free.<br />The big news in Ford’s fourth-quarter results, reported after the bell Thursday, was a massive acceleration in technology investments. Just over four months into the job, Chief Executive Officer Jim Farley pledged $22 billion through 2025 to electric vehicles and the digital technology involved in connecting them to the internet, as well as $7 billion to autonomous driving. This was after the company on Monday inked a far-reaching partnership with Google also centered on “connected” vehicles and the reams of data they will produce.<br />Mr. Farley promised more detail in the spring, but hinted that the company might invest in battery production, as GM has done through a partnership with South Korea’s  LG Chem .  The car industry is currently struggling to produce as many vehicles as it would like because of a global shortage of semiconductors; Ford “cannot afford” to face the same problems with batteries, Mr. Farley told analysts.<br />GM CEO Mary Barra shifted her primary focus from cost-cutting and efficiency to investment and growth last year—the same move Mr. Farley is now making. The difference is that GM had already tidied up its once-sprawling global empire and improved profitability before changing gears. After years of cost problems, Ford’s core U.S. business is still in the repair shop, raising the question of how it will fund technology investments of $29 billion—a sum equivalent to almost two-thirds of its market value.<br />The good news is that 2020 will almost certainly mark the trough for Ford’s profits, which have fallen for three consecutive years. The company has just started selling a new version of the F-150, its most important product, and a credible competitor to Tesla in the all-electric Mustang Mach-E. Later this year comes the much-anticipated new Bronco sport-utility vehicle. The company expects between $8 billion to $9 billion of adjusted operating profit in 2021, up from $2.8 billion last year, though its guidance excluded a potential hit of at least $1 billion from the current global chip shortage."
}