{
    "url_original": "https://www.wsj.com/articles/forget-wedding-dresses-divorce-style-has-arrived-11612616414",
    "url": "forget-wedding-dresses-divorce-style-has-arrived-11612616414",
    "title": "Forget Wedding Dresses. Divorce Style Has Arrived",
    "sub_head": "The recent hubbub over Mary-Kate Olsen’s recent Zoom-divorce outfit recalls the courtroom drama of Marilyn Monroe and Zsa Zsa Gabor. Non-celebrities are upping the glamour quotient on their own divorce style, too.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-295219?width=620&size=1.5",
    "image_1": "im-295219.jpg",
    "time": "2021-02-06 08:00:00",
    "body": "Off Brand is a thrice-monthly column that delves into trends in fashion and beauty.<br />WEDDING OUTFITS get all the attention—from bespoke suits to custom gowns to unconventional but no less strategized statements like jumpsuits, Army uniforms and Renaissance Fair costumes.<br />But wedding style’s evil stepsister, the divorce look, is gaining clout in the zeitgeist. When child-star-turned-fashion-mogul Mary-Kate Olsen and French banker Olivier Sarkozy finalized their divorce last month via Zoom, screenshots of the proceedings taken by court reporters went viral. Ms. Olsen, whose brand the Row epitomizes quiet sophistication, wore a chic black turtleneck that was instantly dissected and memed. With her long wavy hair unkempt in a relatable pandemic-ish way, she looked uniquely herself. And was that a hint of a smile?<br />The enthusiastic online response to the screenshot evoked the glory days of Hollywood divorce, when plebes watched awestruck as stars like Elizabeth Taylor (eight marriages) and Zsa Zsa Gabor (nine marriages) made serial break-ups glamorous. When Marilyn Monroe divorced Joe DiMaggio in 1954 after nine months of marriage, she famously wore a little black dress, high pumps and white gloves to the courthouse. She was filmed beaming and waving outside its chambers—a scene that would have fit seamlessly into one of her movies.<br />No one formula prescribes what to wear to one’s divorce proceedings, whether they take the form of mediation, litigation, or, now, a video call. Yet few would deny that one’s appearance plays a role in the outcome, with so much at stake: money, home, custody. The websites of family-law practices often include lengthy treatises advising men and women on what to wear to court, with the emphasis on classic silk blouses, prim dresses and sober suits. Some firms go further: Claire Samuels Law, a family law and divorce mediation firm in Charlotte, N.C., offers the services of a high-end stylist, and posts style ideas such as Prada pumps and minimalist Valextra handbags to its Instagram account."
}