{
    "url_original": "https://www.wsj.com/articles/former-illinois-house-speaker-madigan-steps-down-from-legislature-11613667100?mod=politics_lead_pos13",
    "url": "former-illinois-house-speaker-madigan-steps-down-from-legislature-11613667100",
    "title": "Former Illinois House Speaker Madigan Steps Down From Legislature",
    "sub_head": "Longest-serving speaker in U.S. history embroiled in bribery investigation",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-283621?width=620&size=1.5",
    "image_1": "im-283621.jpg",
    "time": "2021-02-18 13:14:00",
    "body": "CHICAGO—Former Illinois House Speaker Michael Madigan resigned his legislative seat representing a Chicago ward Thursday, amid a continuing federal probe into a kickback and bribery scheme allegedly aimed at influencing him.<br />The 78-year-old protégé of former Chicago Mayor Richard J. Daley had been the longest-serving state house speaker in U.S. history.<br />“It’s no secret that I have been the target of vicious attacks by people who sought to diminish my many achievements lifting up the working people of Illinois,” he said. “The fact is, my motivation for holding elected office has never wavered. I have been resolute in my dedication to public service and integrity, always acting in the interest of the people of Illinois.”<br />Just over a month ago, Mr. Madigan stepped aside in his bid to be re-elected speaker after failing to gather enough votes in his caucus to guarantee victory. Instead, state Rep. Emanuel “Chris” Welch, a Madigan ally from the Chicago suburbs, became the first Black House speaker in the history of the state. Mr. Madigan had served as House Speaker for all but two years since 1983.<br />Last July, Mr. Madigan was referred to as Public Official A in a federal deferred prosecution agreement with Commonwealth Edison. The  Exelon Corp.  subsidiary agreed to pay a $200 million fine to resolve charges that it had handed out jobs and internships to Mr. Madigan’s associates in a bid to win support from Mr. Madigan for its legislative agenda."
}