{
    "url_original": "https://www.wsj.com/articles/former-jpmorgan-banker-acquitted-in-sons-and-daughters-bribery-trial-11612170781?mod=business_minor_pos6",
    "url": "former-jpmorgan-banker-acquitted-in-sons-and-daughters-bribery-trial-11612170781",
    "title": "Former JPMorgan Banker Acquitted in ‘Sons and Daughters’ Bribery Trial",
    "sub_head": "Hong Kong judge acquits Catherine Leung Kar-cheung of bribing a potential client by offering his son a job at the bank",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-293012?width=620&size=1.5",
    "image_1": "im-293012.jpg",
    "time": "2021-02-01 04:13:00",
    "body": "A former senior banker at  JPMorgan Chase  & Co. was acquitted of bribing a potential client by hiring his son, in a defeat for Hong Kong’s antigraft agency.<br />Deputy District Judge Emily Cheung on Monday ruled that Catherine Leung Kar-cheung, a former vice chairwoman of  JPMorgan ’s  Asia-Pacific investment banking business, wasn’t guilty of two counts of bribery.<br />Ms. Leung had been charged in May 2019 with bribing a businessman to win a mandate for an initial public offering, in a case brought by the city’s Independent Commission Against Corruption.<br />Her prosecution came after JPMorgan faced U.S. scrutiny for its so-called Sons and Daughters program, in which bankers in Asia offered internships and jobs to relatives of clients and prospective clients to win investment-banking business between 2006 and 2013. In 2016, JPMorgan admitted it had violated the Foreign Corrupt Practices Act and agreed to pay $264 million to resolve U.S. civil and criminal charges.<br />The ICAC’s case hinged on emails sent by Ms. Leung to colleagues, including one about the IPO which said: “We are a strong contender. Blink Blink nod nod, can we find a place for his son…” Another email that said while the young man “does not interview well,” he was likely to get a job offer from somewhere given an IPO mandate was up for grabs."
}