{
    "url_original": "https://www.wsj.com/articles/former-commander-of-lords-resistance-army-convicted-of-war-crimes-11612446198?mod=world_major_2_pos1",
    "url": "former-commander-of-lords-resistance-army-convicted-of-war-crimes-11612446198",
    "title": "Former Commander of Lord’s Resistance Army Convicted of War Crimes",
    "sub_head": "Former child soldier Dominic Ongwen helped lead notorious rebel group that terrorized Central Africa for decades",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-294789?width=620&size=1.5",
    "image_1": "im-294789.jpg",
    "time": "2021-02-04 08:43:00",
    "body": "KAMPALA, Uganda—The International Criminal Court on Thursday found guilty of war crimes and crimes against humanity a former child soldier who went on to become the second-in-command of the Lord’s Resistance Army, the notorious rebel group that for decades inflicted terror across Central Africa.<br />Dominic Ongwen, who was the group’s most senior commander after Joseph Kony, is the first former LRA leader to be brought to justice for the crimes of the cultlike group that, since the 1980s, has abducted thousands of women and children in Uganda, South Sudan, the Democratic Republic of Congo and the Central African Republic.<br />The group’s fighters often hacked their victims to death with machetes. Mr. Kony remains at large, despite the Obama administration in 2011 dispatching commandos from the Special Forces to help local armies kill or capture him.<br />In northern Uganda, which saw some of the heaviest combat during the insurgency, locals followed the proceedings at The Hague, Netherlands-based court on big screens erected on football fields by the court’s outreach office. Due to coronavirus restrictions, only 200 people were allowed at each location to watch Thursday’s verdict.<br />In the capital Kampala and other towns, people gathered in restaurants and bars to watch Mr. Ongwen listen stoically as the presiding judge, Bertram Schmitt, listed his crimes. Those include murders, abductions, enslavement and pillaging of refugee camps and other settlements in Uganda."
}