{
    "url_original": "https://www.wsj.com/articles/four-lost-cities-review-stories-in-stones-11613145058?mod=opinion_major_pos11",
    "url": "four-lost-cities-review-stories-in-stones-11613145058",
    "title": "‘Four Lost Cities’ Review: Stories in Stones",
    "sub_head": "Traveling the world, a writer looks for clues to the future in the urban world of the past.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-297610?width=620&size=1.5",
    "image_1": "im-297610.jpg",
    "time": "2021-02-12 10:50:00",
    "body": "Do Americans like cities?<br />Small towns? Emphatically. Suburbs? Even more so, to judge from how many people live in them. A “li’l ol’ country place” is where Mr. Blandings builds if he can.<br />There are U.S. places where the values of old Europe abide: In New York, San Francisco, New Orleans, or Boston you get a sense that the citizens love the center and would live there if there were enough room for them all. In Italy, Spain and France, civic pride springs from ancient notions of the polis and aristocratic traditions of what makes an environment noble. But the U.S. owes a lot to England, where the cult of country life outscores urban priorities. The All-American protagonist of the old TV series “Green Acres” longed for Hooterville, while his Hungarian wife pined for Park Avenue. To EU eyes, most U.S. urban neighborhoods look extemporized, undignified, hastily weatherboarded and easy to vacate. Families don’t cling to home: The pursuit of happiness scatters them.<br />When the going gets tough, Americans abandon cities with astonishing alacrity. Hence the widely scattered ghost towns: the ill-tilled gardens of Detroit; the echoing sidewalks of Gary, Ind.; the half-vanished populations of Cleveland and Youngstown, Ohio; and, in Scranton, Penn., President Biden’s haggard hometown. When factories fall, rivers shrivel or mineral veins bleed out, people move on.<br />In “Four Lost Cities: A Secret History of the Urban Age,” science journalist and fiction writer Annalee Newitz, who is reluctant to let capital determine fate, wants people to choose where to live and how to work in the land of the free. The book wavers between rival explanations for writing about why people “lose” cities. Sometimes more reasons appear for choosing city life in the first place, or for why people put so much work into doomed structures. Much attention focuses laudably on retrieving residents’ lives from middens, graffiti, and the layout of sewers, or ruts in the roads; elsewhere, the author concentrates on the misdeeds of elites that make those lives intolerable. Early on, readers learn that the book was written in refuge from—perhaps expiation for—the suicide of the writer’s estranged father. The reaction seems unusual: Most people, according to their means, might erect a monument, endow a charity, or leave flowers. But the author is a journalist, and it is no sin to labor in one’s vocation."
}