{
    "url_original": "https://www.wsj.com/articles/francis-bacon-review-furious-beauty-11614352472?mod=opinion_major_pos11",
    "url": "francis-bacon-review-furious-beauty-11614352472",
    "title": "‘Francis Bacon’ Review: Furious Beauty",
    "sub_head": "While he explored the pleasures of the flesh, Bacon’s art plumbed the terrors of the soul.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304235?width=620&size=custom_3543x1503",
    "image_1": "im-304235.jpg",
    "time": "2021-02-26 10:14:00",
    "body": "In the spring of 1949, the press baron Viscount Rothermere gave a ball that defied Britain’s postwar decline. The men wore white tie, the women their family jewels. The Queen Mother was there, and so was the royal of the moment, Princess Margaret. Late that night, the princess, giddy with Champagne, took the mic from Noël Coward and delivered her party trick. Her Royal Highness began to sing, off-key and out of time. The revelers loyally cheered and called for more.<br />Margaret was just beginning to mutilate “Let’s Do It” when a “prolonged and thunderous booing” emerged from the crowd. The band stopped, and the princess reddened and rushed from the room. “Who did that?” Lady Caroline Blackwood asked the man at her side. “It was that dreadful man, Francis Bacon,” he fumed. “He calls himself a painter but he does the most frightful paintings.”<br />More than a decade before the end of the “Lady Chatterley” ban and The Beatles’s first LP, the iconoclasm of Francis Bacon announced a new era in British life. By his death in Madrid in 1992, Bacon was a social and artistic icon, his battered face the image of painterly tradition. Openly gay, he was the king of Soho, a nocturnal drinker and cruiser, his motto “Champagne for my real friends, real pain for my sham friends.” By day, alone in his studio, he was the exposer of torn flesh and gaping mouths, of the secret shames and spiritual collapse that, in the postwar decades when French thinkers ruled in concert with French painters, made him the only truly English existentialist.<br />With “Revelations,” Mark Stevens and Annalyn Swan enter a biographical field as crowded as the Colony Room on a Friday night. Almost all the revelations are already revealed: the Baconian literature includes testimonies from Bacon’s critical patron David Sylvester; his fellow artist and slummer Lucian Freud; his drinking friend Dan Farson; and his assistant Michael Peppiatt. Mr. Stevens and Ms. Swan might, like Bacon’s friends, share a tendency to confuse the man with the art—like Oscar Wilde, Bacon was his own best work—but they bring a sober eye and an organizing mind to Bacon’s “gilded gutter life.” As in their acclaimed “de Kooning,” the authors frame their subject and his work as a portrait of the age.<br />The English existentialist was, naturally enough, Irish. Born in 1909 to a sclerotic, fox-hunting soldier and an errant industrial heiress, the sensitive and asthmatic Francis was raised in as a minority within a minority, the Anglo-Irish gentry that would dissolve amid terrorism and the birth of the Irish Free State in 1922. He later spoke of how he desired the father who despised him for his asthmatic fear of horses; his sexual initiation came from the grooms in the stifling dust of the stables."
}