{
    "url_original": "https://www.wsj.com/articles/free-tradings-costs-come-into-focus-11612375679?mod=markets_major_pos1",
    "url": "free-tradings-costs-come-into-focus-11612375679",
    "title": "Free Trading’s Costs Come Into Focus",
    "sub_head": "The GameStop mania highlighted the downside of free trading for brokerages like Robinhood, though large diversified firms can still benefit",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-03 13:08:00",
    "body": "Free trading has been a boon to online brokers, banks, investment advisers and fintech upstarts. But if frenzies like this keep up, it may prove to be costly, too.<br />A surge of activity in 2020 helped set trading-volume records for many brokers and collectively brought millions of new accounts, driven by a surprisingly buoyant market and the widespread adoption of commission-free trading. But this past week’s frenzy around  GameStop  and other stocks highlighted some potential downsides of this small-trader wave.<br />Moves by some trading platforms including Robinhood Markets to restrict some trading at times drew huge scrutiny from customers and politicians. Even shares of far bigger firms, such Charles Schwab, which now also owns TD Ameritrade, and  Morgan Stanley ,  which now owns E*Trade, were sold off sharply last week.<br />Those shares have rallied so far this week. But the question investors may be considering is whether a sustained explosion of trading is ultimately good for the online-trading business.<br />From a revenue standpoint, the absence of commissions and little return on customer cash due to superlow interest rates increases reliance on other revenue sources, like margin lending and payment-for-order flow. So called PFOF in particular, which involves sending customers’ trading orders to wholesale market-making firms, has drawn huge attention over the past week. Whether warranted or not, regulatory changes or customer demands that limit this revenue source could make volume much less valuable."
}