{
    "url_original": "https://www.wsj.com/articles/from-covid-relief-to-big-government-11612392590?mod=opinion_lead_pos8",
    "url": "from-covid-relief-to-big-government-11612392590",
    "title": "From Covid Relief to Big Government",
    "sub_head": "Biden wants to dole out checks and create new programs, not find a compromise.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-294453?width=620&size=1.5",
    "image_1": "im-294453.jpg",
    "time": "2021-02-03 17:49:00",
    "body": "White House press secretary Jen Psaki was precise and pointed Monday as she dismissed efforts by 10 Republican senators to forge a compromise with President Biden on his $1.9 trillion Covid relief bill. Following the senators’ meeting with Mr. Biden, she defended the president’s stimulus plan as “carefully designed” and focused on “pressing needs.” The president “will not settle for a package that fails to meet the moment,” she concluded.<br />The administration’s package was neither “carefully designed” nor focused only on “pressing needs.” It’s a mishmash of the good, the bad and the in-between, tilted toward delivering cash to blue states and putting in place permanent big-government programs under the guise of temporary emergency measures.<br />Take stimulus checks. Mr. Biden would spend $465 billion on $1,400 checks, Republicans $220 billion on $1,000 checks. Two-earner couples with lots of children making up to $300,000 a year can get Biden checks, as can college students, spouses who are illegal aliens, and other adult dependents excluded from previous rounds of checks.<br />Republicans would focus on the truly needy, phasing out checks for individuals making more than $50,000 a year and couples making more than $100,000. Their approach recognizes that most people added to savings or paid down debt with previous checks and didn’t stimulate the economy by spending them.<br />In criticizing the GOP approach, an unnamed “senior administration official” told Politico that Republicans will “get no credit” when the larger Democratic checks pass, leaving them at a political disadvantage. That’s a bread-and-circuses rationale, not sound public policy."
}