{
    "url_original": "https://www.wsj.com/articles/full-death-toll-from-texas-storm-could-take-months-to-determine-11614107708?mod=business_minor_pos4",
    "url": "full-death-toll-from-texas-storm-could-take-months-to-determine-11614107708",
    "title": "Full Death Toll From Texas Storm Could Take Months to Determine",
    "sub_head": "Officials are still counting fatalities from hypothermia, carbon monoxide, other factors as some experts warn accurate total might never be known",
    "category_1": "U.S.",
    "time": "2021-02-23 15:54:00",
    "body": "The harsh winter storm that hit Texas and other states last week has been blamed for dozens of deaths, though officials said that it would be weeks or months before the human cost of the freezing weather and utility crisis is known and that it might never be fully accurate.<br />The failure of the state’s electrical grid during the weeklong cold snap left more than four million Texans without electricity and heat, many for days on end in subfreezing temperatures. Many residents also lost access to water, and 14.6 million were ordered to boil water to make it safe to drink. Power had been restored in most of the state by Tuesday morning, but 7.5 million people in 204 counties remained under boil-water orders.<br />So far, nearly 80 people have died a result of the storm and its effects, according to the Associated Press.<br />An 11-year-old boy was found frozen in his bed, his family told the Houston Chronicle. A grandmother and three grandchildren died in a house fire as they were trying to stay warm, the Chronicle also reported. At least six deaths occurred near the Abilene area, local media reported, including a patient who couldn’t get medical treatment due to a lack of water and three elderly men who were found dead in subfreezing homes.<br />Harris County, which includes Houston, has confirmed at least 15 hypothermia deaths and one fatal fall on ice, according to its forensics institute. Several others died from carbon-monoxide poisoning after taking unsafe measures to stay warm, according to the county’s top executive. In Travis County, which includes Austin, the medical examiner’s office is busy processing more than 80 cases from last week to determine causes of death, an official said."
}