{
    "url_original": "https://www.wsj.com/articles/gamestop-investors-who-bet-bigand-lost-big-11613385002?mod=markets_lead_pos2",
    "url": "gamestop-investors-who-bet-bigand-lost-big-11613385002",
    "title": "GameStop Investors Who Bet Big—and Lost Big",
    "sub_head": "GameStop and the Reddit-fueled frenzy around it have been celebrated as a triumph for small investors. But lots of them are in the red.",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-02-15 05:30:00",
    "body": "Salvador Vergara was so enthusiastic about  GameStop Corp.  in late January that he took out a $20,000 personal loan and used it to purchase shares. Then the buzzy stock plunged nearly 80%.<br />GameStop’s volatile ride is hitting the portfolios of individual investors like Mr. Vergara who purchased the stock in a social-media-fueled frenzy. These casual traders say GameStop was their “YOLO,” or “you only live once,” trade. They bought around its late January peak, betting it would continue its astronomical climb. While some cashed out before it crashed, others who hung onto their shares are in the red.<br />Mr. Vergara, a 25-year-old security guard in Virginia, started investing four years ago after deciding he wanted to retire young. To save money, he drives a 1998 Honda Civic, eats a lot of rice and lives with his dad. He stashed his savings mostly in diversified index funds, which are now valued at about $50,000. Then Mr. Vergara, a longtime reader of the WallStreetBets page on Reddit, saw others posting about buying GameStop shares and the stock’s colossal rise.<br />He didn’t want to touch his index-fund investments, so instead he got a personal loan with an 11.19% interest rate from a credit union and used it to fund most of his GameStop purchase. He bought shares at $234 each.<br />GameStop shares started the year around $19, zoomed to nearly $350 (and almost hit $500 in intraday trading) in late January, and then began to spiral back to earth. The shares closed Friday at $52.40, down 85% from the peak close."
}