{
    "url_original": "https://www.wsj.com/articles/gamestop-craze-puts-holders-of-retail-etf-on-wild-ride-11613923200?mod=markets_lead_pos4",
    "url": "gamestop-craze-puts-holders-of-retail-etf-on-wild-ride-11613923200",
    "title": "GameStop Craze Puts Holders of Retail ETF on Wild Ride",
    "sub_head": "State Street’s SPDR S&P Retail ETF shares have surged 23% this year",
    "category_1": "Markets",
    "category_2": "ETFs",
    "time": "2021-02-21 11:00:00",
    "body": "GameStop  mania has spilled over into a popular exchange-traded fund, as the WallStreetBets craze reaches beyond shares favored on social media.<br />The fund,  State Street ’s  SPDR S&P Retail ETF, was created in 2006 to give investors broad exposure to mall-store firms. Its shares have surged 23% this year, far outstripping a 4% gain in the S&P 500, despite the uncertain outlook for retail. Behind those gains are the traders who congregate on social-media platforms such as Reddit’s WallStreetBets forum and whose enthusiasm has turned this mundane investment into a roller coaster.<br />On Jan. 27, GameStop soared 135%, driven by events such as Tesla Inc. Chief Executive Elon Musk tweeting “Gamestonk.” The State Street fund jumped 42% the same day. The next day, GameStop shares tumbled 44% and the fund, known by its ticker XRT, dropped about 9%.<br />On Jan. 28, the fund suffered its largest single-day outflow in more than a decade, according to FactSet. Three-quarters of the money in the fund flowed out, amounting to $506 million in redemptions, driven in part by what some analysts describe as a frantic rush by traders to liquidate the ETF—whose price at times traded at discounts rarely seen in this part of the world—to get their hands on underlying GameStop shares.<br />The whipsaw trading highlights how the mania in WallStreetBets favorites like GameStop can drive pricing in other investments, in this case one typically preferred by investors seeking portfolio diversification and targeted exposure to industry sectors. GameStop shares, long viewed as an also-ran by many investors in a world dominated by  Amazon  and  Costco ,  at one point this year accounted for 20% of the State Street fund."
}