{
    "url_original": "https://www.wsj.com/articles/gamestop-hearing-was-no-fun-for-free-trading-business-model-11613689648?mod=markets_major_pos1",
    "url": "gamestop-hearing-was-no-fun-for-free-trading-business-model-11613689648",
    "title": "GameStop Hearing Was No Fun for Free-Trading Business Model",
    "sub_head": "Questions were asked about Robinhood’s decision to restrict trading, but also about how it makes money from order flow. It will be hard to satisfy both concerns.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-301241?width=620&size=1.5",
    "image_1": "im-301241.jpg",
    "time": "2021-02-18 18:07:00",
    "body": "Lawmakers on Thursday had many questions on the finer points of U.S. equity-market structure, and some didn’t seem satisfied with the answers they were given. But their lines of questioning could still signal shifts in the environment that wouldn’t be to the benefit of online brokerages.<br />Members of the House Financial Services Committee had questions about Robinhood Markets’s decision to cut off for a period of time buying of  GameStop  and other “meme” stocks. There were also a lot of questions about how exactly Robinhood makes money. It is in thinking how these questions connect that the potential industry implications of new regulations start to come into view.<br />Prior to the hearing, a question posed by some lawmakers and customers was whether Robinhood’s decision was influenced by hedge funds and others who wanted to see the short squeeze on GameStop and other stocks curtailed. Robinhood Chief Executive Vlad Tenev testified that the decision was due to the surge in cash needed to satisfy its clearinghouse obligations, which shot up in light of enormous volatility.<br />Instead, the day’s questions focused more on aspects of Robinhood’s general treatment of customers, particularly on whether its practice of selling order flow puts its customers at a disadvantage. But this practice isn’t what specifically drove huge price swings and losses for retail investors as the GameStop saga wound down. Whatever its impact on clients’ execution quality, the system as it exists certainly handled a huge amount of their activity: Citadel CEO Ken Griffin said Citadel Securities, which is among the market makers that buy order flow from Robinhood, executed trades on some 7.4 billion shares for retail investors on Jan. 27. That was more than the average daily total U.S. equity-market volume in 2019.<br />At this particular hearing—though there may be more—there wasn’t spoken testimony from the Depository Trust & Clearing Corp. or its regulators about clearing rules, and whether those rules or the speed of clearing needs to be altered to help retail brokerages continue to supply individual investors with the tools to trade as they like."
}