{
    "url_original": "https://www.wsj.com/articles/gamestop-day-traders-are-moving-into-spacs-11612175401?mod=markets_lead_pos3",
    "url": "gamestop-day-traders-are-moving-into-spacs-11612175401",
    "title": "GameStop Day Traders Are Moving Into SPACs",
    "sub_head": "So-called blank-check companies are a hit with individual investors looking for speculative trades",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-292650?width=620&size=1.5",
    "image_1": "im-292650.jpg",
    "time": "2021-02-01 08:38:00",
    "body": "Day traders fueling enormous gains in popular stocks such as  GameStop  Corp.  are also powering big swings for another suddenly hot investment: so-called blank-check companies.<br />Special-purpose acquisition companies—shell companies planning to merge with private firms to take them public—are rising more than 6% on average on their first day of trading in 2021, up from last year’s figure of 1.6%, according to University of Florida finance professor Jay Ritter. Before 2020, trading in SPACs was muted when they made their debut on public markets.<br />Now, shares of blank-check companies almost always go up. The last 140 SPACs to go public have either logged gains or ended flat on their opening day of trading, per a Dow Jones Market Data analysis of trading in blank-check companies through Thursday. One hundred and seventeen in a row have risen in their first week. The gains tend to continue, on average generating bigger returns going out to a few months.<br />The gains in companies that don’t yet have any underlying business underscore the wave of speculation in today’s markets. Merging with a SPAC has become a popular way for startups in buzzy sectors to go public and take advantage of investor enthusiasm for futuristic themes.<br />But lately, day traders are even putting money into SPACs before they have revealed what company they are buying. At that stage, they are pools of cash, so investors are wagering that the company will eventually complete an attractive deal."
}