{
    "url_original": "https://www.wsj.com/articles/gamestop-shares-more-than-double-in-last-hour-of-trading-11614204788?mod=business_lead_pos6",
    "url": "gamestop-shares-more-than-double-in-last-hour-of-trading-11614204788",
    "title": "GameStop Shares Soar in Last Hour of Trading",
    "sub_head": "Stock is still well below its intraday peak of $483 in late January",
    "category_1": "Markets",
    "time": "2021-02-24 18:42:00",
    "body": "GameStop Corp.  shares skyrocketed higher in the final hour of trading Wednesday, finishing the day with a rally reminiscent of last month’s blockbuster gains.<br />Shares of the videogame retailer finished 104% higher to close at $91.71 after hovering below $50 for most of the day. The stock, which was halted twice on Wednesday for volatility, last traded at that level on Feb. 3.<br />A clear catalyst behind the sudden surge couldn’t be determined. The company said after markets closed Tuesday that its chief financial officer would resign March 26. GameStop in recent months has come under pressure to focus more heavily on e-commerce. Chewy Inc. co-founder Ryan Cohen, who holds a nearly 13% stake in GameStop through his investment firm RC Ventures LLC, was recently added to the retailer’s board.<br />Since GameStop’s epic rise in late January, some individual investors have remained bullish on the stock and were re-energized when Keith Gill, the trader on Reddit known as DeepF—ingValue, disclosed that he had doubled down on the stock. On Friday afternoon, Mr. Gill posted a screenshot to Reddit showing that he had purchased an additional 50,000 shares of the stock. Following the news, the stock jumped 13% Monday.<br />Even with Wednesday’s surge, the stock is still trading more than 80% below its intraday peak of $483 in late January. Meanwhile, short interest in the stock has substantially diminished. As of Tuesday, short interest was roughly 39% of the stock’s free float, according to Dow Jones Market Data. That compares with well over 100% at the start of 2021."
}