{
    "url_original": "https://www.wsj.com/articles/gamestops-new-mission-level-up-to-its-lofty-share-price-11614375957?mod=business_lead_pos2",
    "url": "gamestops-new-mission-level-up-to-its-lofty-share-price-11614375957",
    "title": "GameStop’s New Mission: Level Up to Its Lofty Share Price",
    "sub_head": "Videogame retailer is under pressure to deliver a turnaround, as more gamers download online instead of buying in brick-and-mortar stores",
    "category_1": "Business",
    "time": "2021-02-26 16:45:00",
    "body": "The run-up in  GameStop Corp.’s  share price this week is adding pressure on the company to deliver a turnaround that can be embraced by more than meme-stock believers.<br />But a digital transformation for the brick-and-mortar-centric retailer may be tough to execute, analysts say, in part because the game-download market is dominated by console makers  Microsoft Corp.  and  Sony Corp.  Additionally, the world’s largest tech firms have flocked to cloud gaming, while in-game spending has grown in recent years to contribute the biggest share of the industry’s revenue.<br />GameStop’s stock skyrocketed in value last month when an online community successfully encouraged hordes of people to buy shares in it and other heavily shorted public companies. Though GameStop’s share price has since fallen dramatically after cresting at $483, it has remained volatile. Friday, shares traded around $110 apiece, more than double last Friday’s close of nearly $41.<br />A yearslong slide in revenue, executive turnover and strategic missteps have all hurt the Fortune 500 company’s competitive standing. Two years ago, GameStop failed to sell itself and then pledged to become more relevant in an industry that was years into a digital transition.<br />One of its largest shareholders and newest board members, Chewy Inc. co-founder Ryan Cohen, is pushing to overhaul the business. GameStop Chief Executive Officer George Sherman has said the company aims to be the “leading” retailer across digital and physical channels for all things gaming and entertainment."
}