{
    "url_original": "https://www.wsj.com/articles/gamestop-frenzy-may-not-so-bad-for-wall-street-11612193149?mod=markets_major_pos2",
    "url": "gamestop-frenzy-may-not-so-bad-for-wall-street-11612193149",
    "title": "GameStop Stock Frenzy May Not Be So Bad for Wall Street",
    "sub_head": "While some hedge funds have been hit hard, ‘Wall Street’ writ large could well profit from the GameStop saga",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-01 10:25:00",
    "body": "There is a widely held view that the  GameStop  megarally has been bad news for Wall Street. But that depends on one’s definition of Wall Street.<br />Certainly last week was challenging for many in places like Greenwich, Conn., or Midtown Manhattan, where many hedge funds are set up. Funds betting against shares of GameStop and other heavily shorted companies have logged big losses. But many others employed in finance and trading may not have had such a bad week.<br />For example, JPMorgan Chase analysts said in a note last week that a daily index they track measuring performance of hedge funds that go long and short equities experienced a decline of about 2% over Tuesday and Wednesday, which the analysts noted wasn’t unusually large and suggested that “any heavy losses in this space would most likely be confined to a few hedge funds.”<br />Individual investors also aren’t alone in the ability to trade beyond fundamentals: Many quantitative funds trade on data signals and price movements. Justin Zhen, co-founder of Thinknum Alternative Data, said he started getting calls from quant firms last week seeking to generate sentiment measures from Reddit’s WallStreetBets forum, where much of the discussion among individual investors surrounding shares like GameStop has originated. His data firm began monitoring the forum and providing hourly updates. “I’ve never seen so much inbound for one data set in my life,” he said.<br />What kind of week will it prove to have been in Chicago’s Loop, New Jersey or lower Manhattan, where electronic market-making trading firms have traditionally clustered? The wider spreads, higher volatility and big volume sparked by the Reddit-fueled trades are typically ripe conditions for market makers, which aim to facilitate trading by rapidly buying and selling. At some point trading can become too wild, and technology has strained to keep up with the volume. The attention on Robinhood Markets’ relationships with wholesale market makers that pay for its order flow, such as Citadel Securities, also has been intense. But by at least one measure, it wasn’t a bad week for market makers: Shares of publicly listed electronic market maker  Virtu Financial  rose 12%, its best weekly gain since last March."
}