{
    "url_original": "https://www.wsj.com/articles/gamestop-mania-highlights-shift-to-dark-trading-11613125980?mod=markets_lead_pos1",
    "url": "gamestop-mania-highlights-shift-to-dark-trading-11613125980",
    "title": "GameStop Mania Highlights Shift to Dark Trading",
    "sub_head": "On some days, more than half of shares changing hands in U.S. are traded outside public stock exchanges",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-02-12 05:33:00",
    "body": "The stock market is going dark thanks to a boom in activity by individual investors and manic trading in stocks such as  GameStop Corp.<br />A record 47.2% of U.S. equity trading volume in January was executed outside public stock exchanges, up from 39.9% a year earlier, according to data from Rosenblatt Securities, a brokerage firm.<br />Before 2020, the percentage of what is known as dark trading had hovered just below 40% for years. Now, on some days, more than half the shares that change hands in the U.S. are traded on various off-exchange platforms. That happened for the first time on Dec. 23, three times in January, and again on Tuesday, when off-exchange volume hit 50.5%, an all-time high for a single day of trading, Rosenblatt data show.<br />Behind the shift is the influx of small investors, many of whom have been empowered by zero-commission trading apps and are stuck at home during the Covid-19 pandemic. Online brokerages that cater to individual investors, including Robinhood Markets Inc., send many of their customers’ orders to electronic trading firms such as Citadel Securities and  Virtu Financial Inc.  These firms typically execute small investors’ orders privately instead of routing them to public markets including the New York Stock Exchange and the Nasdaq Stock Market. The investors often get slightly better price terms from Citadel Securities and Virtu than they would if their orders were sent to exchanges.<br />Some analysts worry that the shift away from on-exchange trading could erode transparency. When fewer trades take place on exchanges, there is less information publicly available about the prices that investors are willing to pay for shares. That raises the risk that traders will pay more when buying and get less when selling than they should."
}