{
    "url_original": "https://www.wsj.com/articles/gamestop-mania-is-focus-of-federal-probes-into-possible-manipulation-11613066950?mod=politics_lead_pos10",
    "url": "gamestop-mania-is-focus-of-federal-probes-into-possible-manipulation-11613066950",
    "title": "GameStop Mania Is Focus of Federal Probes Into Possible Manipulation",
    "sub_head": "Justice Department has subpoenaed information from Robinhood Markets, others",
    "category_1": "Markets",
    "time": "2021-02-11 13:47:00",
    "body": "WASHINGTON—Federal prosecutors and regulators are investigating whether market manipulation or other types of misconduct fueled the rapid rise last month in prices of stocks such as  GameStop Corp.  and  AMC Entertainment Holdings Inc.,  according to people familiar with the matter.<br />The Justice Department’s fraud section and the San Francisco U.S. attorney’s office have sought information about the activity from brokers and social-media companies that were hubs for the trading frenzy, the people said. Prosecutors have subpoenaed information from brokers such as Robinhood Markets Inc., the popular online brokerage that many individual investors used to trade GameStop and other shares, the people said.<br />GameStop shares surged from about $20 to $483 over a period of two weeks in January. The stock has since fallen to around $50. It was fueled by an army of bullish individual traders exhorting one another on Reddit to buy the shares and squeeze hedge funds that bet the price would fall. Traders who bet stock prices will decline are known as short sellers.<br />In addition to the probe by the Justice Department, the Commodity Futures Trading Commission is examining similar trading, the people said. The CFTC has opened a preliminary investigation into whether misconduct occurred as some Reddit traders targeted silver futures and the largest exchange-traded fund tied to silver, the  iShares Silver Trust ,  one of the people said.<br />The Wall Street Journal has reported that the Securities and Exchange Commission is reviewing the trading frenzy as well. The SEC and CFTC are civil regulators. The burden of proof in a regulatory enforcement action is lower than in a criminal case."
}