{
    "url_original": "https://www.wsj.com/articles/gamestop-rally-highlights-buyback-risk-exhibit-a-bed-bath-beyond-11612438201?mod=business_minor_pos12",
    "url": "gamestop-rally-highlights-buyback-risk-exhibit-a-bed-bath-beyond-11612438201",
    "title": "GameStop Rally Highlights Buyback Risk. Exhibit A: Bed Bath & Beyond.",
    "sub_head": "Most companies caught in the Reddit-fueled rally don’t mind the extra bump in their share prices. For others, it is a shot in the arm that hurts.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-04 06:30:00",
    "body": "Individual investors cheering on the Reddit-fueled rally of heavily shorted stocks were out to “eat the rich,” not the companies themselves. In an unfortunate twist of fate and timing, the frenzy could end up taking a bite out of  Bed Bath & Beyond .<br />The culprit is an accelerated share repurchase agreement—known as an ASR—that Bed Bath & Beyond announced well before the Reddit-fueled rally pushed up heavily shorted stocks like the company’s own. Such an agreement exposes the company to the short end of the trade, on the same side as the hedge funds that the day traders were out to deplete. For a heavily shorted stock initiating an ASR, an army of investors out to destroy short sellers can be a truly terrifying scenario.<br />While ASRs are nothing new, the sheer magnitude of stock price surges this past week highlights the potential riskiness of the method.<br />In an ASR, a company buys back shares in one large chunk from a dealer—in Bed Bath & Beyond’s case, it was JPMorgan—that typically will deliver shares it borrowed from institutional investors. The bank must then cover its short position by buying back the company’s shares in the open market over a period. If the share price rises, the company must compensate the bank for the difference between what it paid the bank for the initial share delivery and what the bank paid to buy those shares in the market, typically based on a volume-weighted average price. This difference can be settled either by cash or shares.<br />In some cases, a company will structure an ASR with “collars” or caps on the per-share price it will ultimately have to pay, limiting downside in case share prices spike. In many cases, including Bed Bath & Beyond’s, the agreement is uncollared.  Dollar Tree  and Monsanto are among the companies that have bought back shares using this structure."
}