{
    "url_original": "https://www.wsj.com/articles/gamestop-mania-drives-scrutiny-of-payments-to-online-brokers-11612434601?mod=markets_lead_pos3",
    "url": "gamestop-mania-drives-scrutiny-of-payments-to-online-brokers-11612434601",
    "title": "GameStop Mania Drives Scrutiny of Payments to Online Brokers",
    "sub_head": "Payment for order flow enabled zero-commission trades but has long been controversial",
    "category_1": "Markets",
    "time": "2021-02-04 05:30:00",
    "body": "The Reddit-fueled frenzy in stocks such as  GameStop Corp.  and  AMC Entertainment Holdings Inc.  is prompting calls for regulators to reconsider a decades-old practice in the U.S. stock market: payment for order flow.<br />The practice, in which high-speed trading firms pay brokerages for the right to execute orders submitted by mom-and-pop investors, has long been controversial. Some say it warps the incentives of brokers and encourages them to maximize their revenue at the expense of customers. Supporters, including many brokers and trading firms, say it is misunderstood and helps ensure that investors get seamless executions and good prices on their trades.<br />Either way, it is big money. Last year, brokerages such as  Charles Schwab Corp. , TD Ameritrade, Robinhood Markets Inc. and E*Trade collected nearly $2.6 billion in payments for stock and option orders, according to an analysis of company filings by JMP Securities. The biggest sources of the payments were electronic trading firms such as Citadel Securities, Susquehanna International Group LLP and  Virtu Financial Inc.<br />Payment for order flow helped set the stage for the manic trading in GameStop, whose shares began the year around $18, surged to a record close of $347.51 on Jan. 27 and ended Wednesday’s session at $92.41.<br />That is because payment for order flow made it possible for the U.S. brokerage industry to shift to zero-commission trades in late 2019. No longer needing to pay a fee on stock transactions and empowered by easy-to-use trading apps like Robinhood, individual investors poured into stocks and options at record levels last year. More recently, they snapped up stocks like GameStop that were being touted on Reddit and other social-media platforms."
}