{
    "url_original": "https://www.wsj.com/articles/gamestop-trader-roaring-kitty-and-former-employer-may-face-federal-regulatory-scrutiny-11612553349?mod=politics_lead_pos5",
    "url": "gamestop-trader-roaring-kitty-and-former-employer-may-face-federal-regulatory-scrutiny-11612553349",
    "title": "GameStop Trader ‘Roaring Kitty’ and Former Employer May Face Federal Regulatory Scrutiny",
    "sub_head": "Keith Gill’s videos and MassMutual’s supervision are at issue, lawyers say",
    "category_1": "Business",
    "time": "2021-02-05 14:29:00",
    "body": "The Boston-area trader at the center of the past week’s frenzy over  GameStop Corp. , who also worked until last week as a broker, may face legal jeopardy for potential violations of federal rules governing brokers’ communications with the public, according to securities lawyers.<br />Keith Gill, who goes by the moniker “Roaring Kitty” on YouTube and other names on websites such as Reddit’s WallStreetBets, has become one face of the GameStop mania because he was an early booster of the stock and forecast its rise. His commentary could also create a legal problem for the Massachusetts Mutual Life Insurance Co., which employed him and had a duty to supervise him.<br />Mr. Gill worked as a “financial-wellness education director” but was a registered broker, according to BrokerCheck, a website of the Financial Industry Regulatory Authority, or Finra. He didn’t advise specific clients on investments or insurance, but he wasn’t exempt from regulations that tightly regulate brokers’ conduct, securities lawyers said.<br />Mr. Gill has posted dozens of videos or livestreams over the past six months, most of them related to his view that GameStop shares were undervalued and would rise as others took notice. Some videos examined the company’s past performance and forecast aspects of its future outlook.<br />Brokerage firms are required to closely supervise their brokers’ communications on social media if those posts have anything to do with their work. Any misleading statements could hurt customers and create liability for the brokerage firm."
}