{
    "url_original": "https://www.wsj.com/articles/gamestop-frenzy-is-tough-call-for-regulators-focused-on-transparency-11612693802?mod=markets_lead_pos2",
    "url": "gamestop-frenzy-is-tough-call-for-regulators-focused-on-transparency-11612693802",
    "title": "GameStop Frenzy Is Tough Call for Regulators Focused on Transparency",
    "sub_head": "Little imperative to act if no market manipulation—and little political will to rein in small investors",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-295789?width=620&size=1.5",
    "image_1": "im-295789.jpg",
    "time": "2021-02-07 05:30:00",
    "body": "Washington was quick to react to the wild ride of  GameStop Corp.  stock and the social-media-fueled trading frenzy that by some accounts pitted everyday people against Wall Street.<br />Oversight committees in the Senate and House announced hearings, the Securities and Exchange Commission vowed to root out any wrongdoing and the Treasury Department convened a meeting of top financial regulators to discuss the volatility.<br />Barring evidence that people were trying to manipulate the market, regulators may not have much to do. One of the core principles of market regulation in the U.S. is transparency—give investors information and let them decide. The GameStop drama was nothing if not transparent.<br />“You can sell garbage to the public as long as you say to the public, ‘This is garbage and you’d be an idiot to buy it, but would you like to buy it?’” said Harvey Pitt, a former SEC chairman.<br />What appears to have happened in recent weeks is that a massive wave of retail investors answered, “Yes,” to that question, current and former policy makers say. Fueled by social-media platforms like Reddit and smartphone brokerage apps like Robinhood, the traders bid up the price of GameStop to $483 a share from less than $18 a share three weeks earlier. The struggling videogame retailer closed Friday at $63.77, down 87% from its intraday peak on Jan. 28."
}