{
    "url_original": "https://www.wsj.com/articles/garland-to-make-case-for-new-era-at-justice-department-11613989802?mod=business_minor_pos4",
    "url": "garland-to-make-case-for-new-era-at-justice-department-11613989802",
    "title": "Garland to Make Case for New Era at Justice Department",
    "sub_head": "Attorney general nominee plans to stress the importance of an independent DOJ at his Senate confirmation hearing on Monday",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-302016?width=620&size=1.5",
    "image_1": "im-302016.jpg",
    "time": "2021-02-22 05:30:00",
    "body": "WASHINGTON—Judge Merrick Garland, President Biden’s pick for attorney general, is expected to get a bipartisan welcome before the Senate Judiciary Committee Monday, where he will promise to combat a rising threat of domestic extremism and stress the need for an independent Justice Department.<br />The very fact that Judge Garland is getting a hearing itself signals changed times. In 2016, Senate Republicans refused to grant him one after President Barack Obama nominated him for the Supreme Court. Republicans and Democrats alike are hailing the nominee, who spearheaded domestic terrorism investigations for the Justice Department in the 1990s, as expertly qualified both to fight the threat of extremist violence and to restore morale, stability and institutional integrity to a Justice Department roiled by political storms in recent years.<br />The federal judge and former prosecutor will highlight critical tasks that he would take on if confirmed, including overseeing the prosecution of “white supremacists and others” involved in the Jan. 6 attack on the U.S. Capitol, according to prepared remarks released over the weekend.<br />Judge Garland would also pursue strong enforcement of civil-rights law, citing the Justice Department’s original mission to enforce amendments that provided broader rights and protections for Black Americans that grew out of the Civil War.<br />“That mission remains urgent because we do not yet have equal justice,” he plans to say. “Communities of color and other minorities still face discrimination in housing, education, employment, and the criminal justice system; and bear the brunt of the harm caused by pandemic, pollution, and climate change.”"
}