{
    "url_original": "https://www.wsj.com/articles/geely-and-volvo-decide-to-remain-friends-with-benefits-11614253124?mod=business_minor_pos12",
    "url": "geely-and-volvo-decide-to-remain-friends-with-benefits-11614253124",
    "title": "Geely and Volvo Decide to Remain Friends With Benefits",
    "sub_head": "The auto makers have decided they can work better together as separate companies, a year after announcing a planned merger",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-304082?width=620&size=1.5",
    "image_1": "im-304082.jpg",
    "time": "2021-02-25 06:38:00",
    "body": "Chinese car maker  Geely  has called off a deal to create the country’s first truly global auto firm. It wants the benefits of the merger without doing one—the idea of integration without a sale presents certain advantages, but it also looks like an attempt to satisfy fussy shareholders. It remains to be seen if the path of least resistance is actually the best one.<br />Geely and Volvo, which share the same largest shareholder, scrapped their plan to merge Wednesday. Instead, they will combine their powertrain operations including internal combustion engines, transmissions and hybrid systems to serve both car makers, as well as outside customers. Geely and Volvo will develop electric vehicles and self-driving technologies together and jointly source components including batteries and electric motors. In short, the two companies hope to achieve similar synergies that would be achieved by a merger. One year ago, they said they were in talks to formally combine.<br />Investors seem to like the idea: Geely’s Hong Kong-listed shares gained 2.7% Thursday. The two companies already share some technologies and a manufacturing platform. Even more integrated operation will help further shed costs and combine resources to tackle the next big thing in car-making: electric vehicles.<br />So why not merge outright then? Volvo’s chief executive officer said ditching the merger allows them to maintain full focus on growth without worrying about organizational disputes or power struggles arising from the combination. Having a price both sides could agree on is probably tough too. Though Zhejiang Geely, owned by Geely’s chairman Li Shufu, is the largest shareholder of both, a potential merger would likely need the approval from Geely’s minority shareholders. They probably would reject paying too high a price for Volvo, as that means dilution to their shareholdings.<br />Mr. Li, who owns a 97.8% stake in Volvo through Zhejiang Geely, probably doesn’t want to sell too cheaply either. As the auto market has recovered, he may be able to get a better price going to the market. Zhejiang Geely postponed its plan to list Volvo three years ago as trade tensions hit auto stocks."
}