{
    "url_original": "https://www.wsj.com/articles/georgia-prosecutors-probe-efforts-to-influence-2020-election-11612977447?mod=politics_lead_pos3",
    "url": "georgia-prosecutors-probe-efforts-to-influence-2020-election-11612977447",
    "title": "Georgia Prosecutors Probe Efforts to Influence 2020 Election",
    "sub_head": "Fulton County DA orders state officials to preserve records related to the administration of the election results",
    "category_1": "U.S.",
    "time": "2021-02-10 14:04:00",
    "body": "ATLANTA—The top prosecutor for Georgia’s most populous county said an investigation was under way into attempts to influence the 2020 election in Georgia in a sign that former President Donald Trump and his supporters are under scrutiny for their push to overturn Joe Biden’s victory in the state.<br />In letters Wednesday, Fulton County District Attorney Fani Willis ordered at least four top state officials to preserve records related to the administration of the 2020 general election, including any potential evidence of attempts to influence the officials overseeing it.<br />The move appears to mark the early stages of a criminal investigation into efforts by Mr. Trump and his supporters to overturn the results of the 2020 election here, which found President Biden carrying the state by a narrow margin. Mr. Trump was the first Republican presidential candidate to lose the state since 1992; the loss was confirmed by two statewide recounts and a partial forensic audit.<br />The letters didn’t mention Mr. Trump by name but referred to media reports of contacts with the Georgia secretary of state’s office, the U.S. attorney’s office in Atlanta and others—indicating the probe is focused on the post-election efforts by Mr. Trump and his supporters to reverse his loss in the state.<br />Ms. Willis sent the notices to Georgia Gov. Brian Kemp, Lt. Gov. Geoff Duncan, Attorney General Chris Carr and Secretary of State Brad Raffensperger, who are all Republicans, according to a spokesman for the district attorney and copies obtained by The Wall Street Journal. The spokesman said he could confirm the investigation had been opened but couldn’t name the subjects of the probe."
}