{
    "url_original": "https://www.wsj.com/articles/george-pratt-shultz-11612725575?mod=opinion_lead_pos2",
    "url": "george-pratt-shultz-11612725575",
    "title": "George Pratt Shultz",
    "sub_head": "As Secretary of State, he helped Reagan end the Cold War by winning it.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296095?width=620&size=1.5",
    "image_1": "im-296095.jpg",
    "time": "2021-02-07 16:25:00",
    "body": "President Harry Truman’s Secretary of State, Dean Acheson, called his memoir “Present at the Creation,” an account of rebuilding the postwar world and the realities of a Cold War with the Soviet Union. Former Secretary of State George P. Shultz, who died Saturday at age 100, titled his memoir “Turmoil and Triumph,” an apt description of the historic role Shultz played in ending the Cold War some 40 years later.<br />Shultz served as Ronald Reagan’s Secretary of State for almost the length of Reagan’s Presidency, from 1982 until 1989. The “turmoil” of his memoir’s title described the world as he took control of foreign policy for Reagan.<br />The Soviet Union, possessing a huge arsenal of nuclear weapons, was led by Yuri Andropov, a determined communist opponent of the West. Hard to believe now, but Europe then was still divided by what Winston Churchill called an “iron curtain,” which separated the free democratic nations of Western Europe from the closed, Soviet-dominated countries to the east. Millions were imprisoned inside these countries, unable to emigrate. Those who tried to flee could be imprisoned or shot.<br />The competition between the U.S. and Soviet Union was global, extending into Central America, the Middle East, East, East and Southeast Asia and Africa. Shultz, like Reagan, was determined to end the Cold War.<br />It was in some ways an unlikely role for Shultz, who earned his Ph.D. in industrial economics from the Massachusetts Institute of Technology after serving in the Marine Corps during World War II. His thinking on economics later came to be associated with such free-market economists as Milton Friedman and Ronald Coase at the University of Chicago, where Shultz served as dean of the business school in the 1960s."
}