{
    "url_original": "https://www.wsj.com/articles/george-shultz-secretary-of-state-under-reagan-dies-11612719935?mod=politics_lead_pos12",
    "url": "george-shultz-secretary-of-state-under-reagan-dies-11612719935",
    "title": "George Shultz, Secretary of State Under Reagan, Dies at 100",
    "sub_head": "Republican-establishment figure guided U.S. diplomacy to help bring about end of the Cold War",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-296086?width=620&size=1.5",
    "image_1": "im-296086.jpg",
    "time": "2021-02-07 18:23:00",
    "body": "George Shultz, a pillar of the Republican foreign-policy establishment whose diplomacy helped seal the end of the Cold War, has died, according to a family statement. He was 100 years old.<br />Mr. Shultz held four different cabinet posts in the Nixon and Reagan administrations and served for six years as President Ronald Reagan’s secretary of state, one of the longest such tenures since World War II. He remained an active voice on national security, economic and environmental issues after leaving government, sometimes taking positions challenging the Trump administration.<br />A man of strong convictions who nevertheless rarely lost control of his emotions, Mr. Shultz played a pivotal role in encouraging Mr. Reagan to pursue a dialogue with the Soviet Union’s leaders despite strong opposition from the Pentagon and, at times, the president’s own national-security adviser.<br />“I always thought of Shultz as a stabilizer,” said John Lewis Gaddis, a Yale University professor and Cold War historian. “If you think of great ships going across the ocean, the captain sets the course, but somebody has to keep it on course.”<br />Secretary of State Antony Blinken described Mr. Shultz as a champion of diplomacy who came to his post with enormous experience. “Every Secretary of State who came after George Shultz has studied him—his work, his judgment, his intellect. I know I have,” Mr. Blinken said. “It’s as distinguished a record of public service as any in American history.”"
}