{
    "url_original": "https://www.wsj.com/articles/georgias-perdue-opts-not-to-run-for-senate-in-2022-11614123194?mod=politics_featst_pos1",
    "url": "georgias-perdue-opts-not-to-run-for-senate-in-2022-11614123194",
    "title": "Georgia’s Perdue Opts Not to Run for Senate in 2022",
    "sub_head": "The ex-senator had said he might seek the Republican nomination",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-303349?width=620&size=1.5",
    "image_1": "im-303349.jpg",
    "time": "2021-02-23 18:33:00",
    "body": "WASHINGTON—Former Republican Sen. David Perdue of Georgia said he wouldn’t seek a return to the Senate in 2022, one week after announcing he was exploring a bid and filing early paperwork to do so.<br />“After much prayer and reflection, Bonnie and I have decided that we will not enter the race for the United States Senate in Georgia in 2022. This is a personal decision, not a political one,” Mr. Perdue said in an email to supporters Tuesday, referring to his wife. “I am confident that whoever wins the Republican primary next year will defeat the Democrat candidate in the general election for this seat, and I will do everything I can to make that happen.”<br />Mr. Perdue lost a runoff race for re-election in January to his Democratic opponent, now-Sen. Jon Ossoff. The runoff was needed because, in Georgia, statewide officials must win more than 50% of the vote—a threshold no Senate candidate cleared in November.<br />In his statement, Mr. Perdue said that he would work with Georgia officials to “correct the inequities in our state laws and election rules.” Top state election officials, many of whom are Republicans, have said the November elections and subsequent runoffs were conducted fairly.<br />The announcement came after Mr. Perdue said last week that he would consider running for the seat now held by Democratic Sen. Raphael Warnock, who defeated Republican Kelly Loeffler in a different runoff last month. Mr. Warnock must run again because his race was a special election to fill the remainder of a term vacated by Sen. Johnny Isakson, who retired due to illness. Mr. Ossoff was elected to a full, six-year term."
}