{
    "url_original": "https://www.wsj.com/articles/george-washington-review-our-founding-politician-11613430102",
    "url": "george-washington-review-our-founding-politician-11613430102",
    "title": "‘George Washington’ Review: Our Founding Politician",
    "sub_head": "Washington was a savvy packager of his own personal virtues. He knew that if you don’t engage in a bit of self-aggrandizement, you lose.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-299389?width=620&size=1.5",
    "image_1": "im-299389.jpg",
    "time": "2021-02-15 18:01:00",
    "body": "Playacting is a necessary part of democratic politics, for good and ill. Just as a great actor by definition doesn’t appear to be acting, the successful politician must convince other people of his own virtue and competence without appearing to be concerned with what people think of him. To put the point brutally, you can’t win elections if you’re unable or unwilling to tell people, or somehow to communicate to them, how great you are.<br />I have often thought the great exception to this rule must be George Washington. He did not seek the presidency of the new republic but had to be implored to fill it. I was wrong. The nation’s first president, as David O. Stewart shows in “George Washington: The Political Rise of America’s Founding Father,” carefully cultivated his reputation with the aim of winning preferment at every stage of his adult life. Washington, writes Mr. Stewart at the midpoint of his subject’s public career, “had captured the holy grail for public actors, operating as a politician with extraordinary success while at the same time not seeming to be one at all, with all the negative baggage that the label has always carried.” After 16 years as a member of the Virginia House of Burgesses and six as a county magistrate and town trustee, “almost no one thought of him as a political operator, nor would they in the future.”<br />I was prepared to dislike the book. What I suspected was that Mr. Stewart would present Washington as a canny careerist who failed upward—that is, who escaped accountability for his mistakes and rose to the top of Revolution-era political life by means of charm and guile. Again I was wrong. The book is nothing like that. Mr. Stewart has written an outstanding biography that both avoids hagiography and acknowledges the greatness of Washington’s character, all while paying close attention to his rarely voiced but no less fierce political ambitions. He does not flinch from the cruelty of American slavery and Washington’s part in it, but situates him in the time and place of his origins rather than in ours. Mr. Stewart’s writing is clear, often superlative, his judgments are nuanced, and the whole has a narrative drive such a life deserves.<br />Washington was not excessively handsome (although to be fair he was far better looking in his youth and middle age than the famous Gilbert Stuart portrait suggests) but his mien and gait were legendary. Innumerable contemporaries remarked on his graceful walk and gestures, which combined with his physical dimensions (six feet tall, broad shoulders) to make crowded rooms go quiet upon his entry. He refined that advantage by his attire: “In a memorandum for a tailor,” Mr. Stewart notes, “he specified the number of buttonholes in his coat, its length, and the width of the lapels.”<br />“The chief part of my happiness,” Washington wrote in 1755, “[is] the esteem and notice the country has been pleased to honor me with.” He had achieved that esteem and notice by his account—and an accurate account it was—of a battle in which his own side was defeated, partly as a result of Washington’s poor choice of ground, but in which he exhibited spectacular bravery and endurance. He met with little success in other battles of the French and Indian War, not always through his own fault, but he maintained an ability to inspire the troops under his command with trust and courage."
}