{
    "url_original": "https://www.wsj.com/articles/georgian-police-detain-opposition-leader-as-worries-over-democracy-mount-11614098911?mod=business_minor_pos6",
    "url": "georgian-police-detain-opposition-leader-as-worries-over-democracy-mount-11614098911",
    "title": "Georgian Police Detain Opposition Leader as Worries Over Democracy Mount",
    "sub_head": "Head of biggest opposition party, Nika Melia, was detained on charges he said are political",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-302833?width=620&size=1.5",
    "image_1": "im-302833.jpg",
    "time": "2021-02-23 11:48:00",
    "body": "MOSCOW—Police units in the country of Georgia stormed the offices of the biggest opposition party and detained its leader, pushing the former Soviet republic and U.S. ally in the South Caucasus region deeper into a political crisis that threatens its ties with the West.<br />Hours after the police detained more than a dozen political activists during Tuesday’s raid on the headquarters of the United National Movement, Georgia’s main opposition party, protesters gathered outside the government building to demonstrate against what they called a politically motivated move to clamp down on opposition.<br />Georgia has been one of the most ardently pro-Western countries in the region, but Tuesday’s raid and detentions have raised concerns it will become the next former Soviet state to see a broad crackdown on the opposition.<br />“Force and aggression are not the solution to resolving Georgia’s political differences,” the U.S. Embassy in Tbilisi said in a statement. “Today, Georgia has moved backward on its path of becoming a stronger democracy in the Euro-Atlantic family of nations.”<br />The U.S. has called for calm since the UNM party, led by parliamentarian Nika Melia, refused to accept the results of parliamentary elections last fall. In two rounds of voting, the ruling party, Georgian Dream, cemented its hold on power. The party’s creator, metals and real-estate tycoon Bidzina Ivanishvili—who made his fortune in Russia in the 1990s—is largely believed to influence the government from behind the scenes."
}