{
    "url_original": "https://www.wsj.com/articles/george-shultz-statesman-of-the-century-11612807363?mod=opinion_lead_pos5",
    "url": "george-shultz-statesman-of-the-century-11612807363",
    "title": "George Shultz, Statesman of the Century",
    "sub_head": "Strategy, reflection and restraint made him one of the greatest diplomats of his era.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-08 13:02:00",
    "body": "George Shultz was perhaps the 20th century’s most consequential secretary of state, a group that includes George Marshall, Dean Acheson and Henry Kissinger. Between 1982 and 1989 Shultz and President Ronald Reagan forged a relationship with Soviet leader Mikhail Gorbachev that brought a peaceful end to the Cold War and relative freedom to some 400 million Soviet subjects—an impossible dream when Reagan took office in 1981.<br />Reagan had a sign on his desk: “There is no limit to what a man can do, or how far he can go, if he doesn’t mind who gets the credit.” Shultz was happy to credit Reagan for their joint achievements, which the secretary attributed to the president’s willingness to challenge conventional wisdom and change “the national and international agenda on issue after issue.” Shultz viewed his role as providing the diplomacy to realize that vision and to improve it. Sometimes that meant telling the president he was wrong, as with the Iran-Contra scandal or the president’s erroneous statement that there had been “fraud on both sides” in the 1986 Philippine election.<br />Shultz would be the first to say he was lucky to work with a great leader. Both men recognized they were lucky to have Mikhail Gorbachev as a counterpart. Shultz seized that luck to forge a trusting relationship between the two leaders and between himself and Foreign Minister Eduard Shevardnadze.<br />“Trust is the coin of the realm,” Shultz believed, an adage he used as the title for an essay reflecting on his 100th birthday in December. With trust, good things happen. Without it, they don’t. Characteristically, when Shultz called out China on these pages last August for “wrecking Hong Kong,” he emphasized that China had “lost international trust,” making it “difficult to form future deals with China’s leadership.”<br />Even before Mr. Gorbachev’s ascent, Shultz began building trust with the Soviets on human rights, an issue on which there was no agreement on fundamentals. To resolve an impasse over a group of persecuted Pentecostal Christians sheltering in the U.S. Embassy in Moscow and seeking asylum, Shultz made a deal to get them out of the Soviet Union in exchange for Reagan’s promise not to “crow” about it. “It was significant,” he said years later, “that Ronald Reagan’s first diplomatic achievement with the Soviets—largely unknown to the public—was on an issue of human rights.”"
}