{
    "url_original": "https://www.wsj.com/articles/george-shultz-had-a-wise-and-discerning-heart-11612999062?mod=opinion_lead_pos5",
    "url": "george-shultz-had-a-wise-and-discerning-heart-11612999062",
    "title": "George Shultz Had a Wise and Discerning Heart",
    "sub_head": "He was a Marine, an economist, a diplomat, a patriot and a statesman. He was also my friend.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-297257?width=620&size=1.5",
    "image_1": "im-297257.jpg",
    "time": "2021-02-10 18:17:00",
    "body": "George Shultz came into my life some 50 years ago and never left it. He was secretary of labor, but President Nixon asked him to study the trend in oil prices because before coming into government George had been an economist at the University of Chicago and the Massachusetts Institute of Technology. I was Nixon’s national security adviser and George called on me to discuss a conclusion he thought might affect my policy portfolio. The price of oil was then around $3.35 a barrel, but George warned me that U.S. production was projected to fall considerably; a greater reliance on imports was therefore inevitable. The price of oil would rise—perhaps precipitously. The bargaining power of foreign oil producers would skyrocket. Events proved George right.<br />His career in government continued as director of the Office of Management and Budget and Treasury secretary. His calm demeanor made him influential in interagency discussions. Colleagues knew that when he raised issues, it was out of deep concern. Never seeking personal advancement, always expressing sincere convictions, George invariably became a driving force on every committee. Our relationship evolved from association to partnership, and then to a friendship that lasted for the rest of our lives.<br />After the Nixon years, he served as president of the Bechtel Corp. before returning to government as secretary of state in the Reagan administration. In that capacity he built a cooperative relationship with China and greatly expanded cultural and economic relations. Contrary to today’s revisionist narrative, the U.S.-China relationship at that time was based on specific, shared strategic benefits. With his Soviet counterpart, George negotiated the Intermediate-range Nuclear Forces Treaty, the only Cold War agreement that eliminated a category of nuclear weapons. The crowning achievement of George’s diplomacy was to see the Cold War to a peaceful conclusion.<br />For all his proximity to presidents and important roles, George was never seduced by the trappings of power. “It’s a great mistake to want the job too much, because then you do things to keep the job that you probably wouldn’t do otherwise,” he once said. His equanimity was not contrived; outer composure reflected an inner serenity.<br />In the last two decades of George’s life, the control of nuclear weapons became his chief preoccupation. He approached nuclear arms control the same way he tackled every other issue of public importance—by engaging in deep study, assembling the best group of advisers, and then making deliberate contributions to the public debate, often in these pages."
}