{
    "url_original": "https://www.wsj.com/articles/getting-teachers-the-covid-19-vaccine-is-a-hurdle-to-reopening-schools-11612864800?mod=politics_lead_pos13",
    "url": "getting-teachers-the-covid-19-vaccine-is-a-hurdle-to-reopening-schools-11612864800",
    "title": "Getting Teachers the Covid-19 Vaccine Is a Hurdle to Reopening Schools",
    "sub_head": "As educators face vaccination access issues and some voice hesitancy, the CDC is set to release new recommendations on reopenings",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-02-09 05:00:00",
    "body": "A key to reopening school doors is getting teachers vaccinated against the coronavirus. That isn’t as straightforward as moving them to the front of the line for shots.<br />Among the hurdles school districts face: Some states aren’t giving teachers priority while other states have vaccine distribution delays that are affecting school reopenings. Some parents want to make inoculation a requirement for teachers. And meanwhile, a number of teachers are hesitant to get the vaccine.<br />“They all want to return to their jobs. They all want their kids to return to school,” said Daniel Domenech, executive director of the Schools Superintendents Association. “The number of people who refuse to [get vaccinated] is a minority, not a majority. It may slow the process down. But it’s not going to stop it.”<br />A new survey from the National Education Association, the nation’s largest teachers union, found 84% of members have either already received the vaccine, scheduled their appointments or planned to do so when it became available. Sixty-three percent of respondents said they would feel more willing to teach in person with the vaccine.<br />At the same time, 11% of teachers said they didn’t want to get vaccinated and 5% were unsure. Among their reasons: the vaccine was too new, they were worried about the side effects and they mistrusted the government. The survey included 3,305 active members in grades K-12, as well as 117 higher education members."
}