{
    "url_original": "https://www.wsj.com/articles/getting-trump-tax-returns-is-victory-for-manhattan-prosecutors-11614037615?mod=business_minor_pos4",
    "url": "getting-trump-tax-returns-is-victory-for-manhattan-prosecutors-11614037615",
    "title": "Getting Trump Tax Returns Is Victory for Manhattan Prosecutors",
    "sub_head": "U.S. Supreme Court removed a hurdle for criminal probe when it rejected former president’s efforts to block subpoena for his financial records",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-302694?width=620&size=1.5",
    "image_1": "im-302694.jpg",
    "time": "2021-02-22 18:46:00",
    "body": "Manhattan prosecutors won a significant court victory in their fraud investigation into Donald Trump’s businesses after the U.S. Supreme Court denied the former president’s attempt to block a subpoena of his financial records.<br />Prosecutors had argued in court filings that Mr. Trump’s effort to keep his tax and financial records secret posed a significant obstacle to their complex financial investigation into possible bank, insurance and tax fraud. Now, the district attorney’s office will likely get the records from Mr. Trump’s accounting firm, Mazars USA LLP, within days, former prosecutors said.<br />Manhattan District Attorney Cyrus Vance’s office hasn’t said publicly what it hopes to find in Mr. Trump’s tax records.  Former prosecutors said they may want to compare information on the tax records with documents they have already obtained. Mr. Vance’s office has subpoenaed information from Mr. Trump’s lenders and an insurer. Prosecutors also subpoenaed the New York City Tax Commission, which handles tax appeals, a city spokeswoman confirmed.<br />They may be looking for discrepancies between information submitted to tax authorities and financial institutions, which could point investigators to possible red flags. Knowingly submitting false information to a financial institution, and obtaining certain loans as a result, can be a New York state crime, former prosecutors said.<br />Investigators could be looking for “disparities that would show that on one hand, Trump was telling the IRS that he was completely broke, and on the other hand, telling financial institutions he was extremely rich,” said Duncan Levin, a former Manhattan prosecutor who isn’t involved in the current investigation and now works at the firm Tucker Levin."
}