{
    "url_original": "https://www.wsj.com/articles/giving-up-alcohol-in-the-era-of-covid-19-11612587660",
    "url": "giving-up-alcohol-in-the-era-of-covid-19-11612587660",
    "title": "Giving Up Alcohol in the Era of Covid-19",
    "sub_head": "Drinking is on the rise as a response to stress, but a growing number of people are choosing to give up alcohol before it becomes a problem",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-293374?width=620&size=1.5",
    "image_1": "im-293374.jpg",
    "time": "2021-02-06 12:01:00",
    "body": "Back in mid-March, as schools and businesses began to close and people headed home to hunker down, Amanda, a 44-year-old yoga instructor in Portland, Maine (who asked that her real name not be used for privacy reasons), decided to address one of the many worries that had begun to consume her day. “And that was whether I was drinking too much,” she says. Already, friends who suddenly had more time on their hands were ending their work days at 4 p.m. with a glass of wine or breaking out the “good tequila” on a Tuesday just to have “something to look forward to.”<br />Several studies conducted last fall determined that binge drinking has increased during the pandemic. A study of more than 1,500 adults published in the Journal of the American Medical Association in September found that the frequency of alcohol consumption increased 14% over the previous year for all adults. For women, binge drinking went up a whopping 41%.<br />Amanda wasn’t a problem drinker, but she worried that she could easily become one during the pandemic. “Removing the option entirely felt far easier than expecting myself to moderate, given all that was going on,” she says. She’s part of a growing number of people inspired by the pandemic to adopt a sort of preemptive sobriety. In July, a survey of 2,000 people commissioned by the addiction-awareness group Alcohol Change UK found that 7% of participants had stopped drinking completely during the lockdown.<br />The alcohol-alternative beverage market, meanwhile, has exploded and is now expected to exceed $29 billion by 2026. Jen Batchelor, the cofounder of Kin Euphorics, a line of non-alcoholic drinks, says that sales of their most popular canned cocktail, Kin Spritz, have quadrupled during the pandemic. “People are recognizing they don’t want to poison their power supply while the state of the world is what it is,” says Ms. Batchelor. “They want to maintain their agency at a time that’s already mood roulette. But the mentality is not, ‘I kicked alcohol.’ It’s ‘I shifted away from alcohol.’ It’s a choice, rather than what we often think of as a necessity, someone’s need to stop drinking—or else.”<br />“I think a lot of people are coming at sobriety from a fresh, modern, data-driven lens these days, where it’s so easy to measure the inputs in your life and what variables make you feel a different way—what affects your sleep, your hydration, your mindfulness,” says Bill Shufelt, co-founder and CEO of Athletic Brewing Company, a nonalcoholic craft brewery whose 2020 sales were up more than 500% over the year before. “And I think isolation and being in their houses has especially helped people identify the variables that are making them feel better or worse.”"
}