{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-10-202-11612946501?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-02-10-202-11612946501",
    "title": "Stock Futures Rise Ahead of Inflation Data",
    "sub_head": "S&P 500 futures ticked up as investors await earnings results from a number of companies including Uber Technologies",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-297309?width=620&size=1.5",
    "image_1": "im-297309.jpg",
    "time": "2021-02-10 04:58:00",
    "body": "U.S. stock futures climbed Wednesday ahead of U.S. inflation data, suggesting that the major indexes will resume this month’s rally.<br />Futures tied to the S&P 500 rose 0.4%, while Dow Jones Industrial Average futures gained 0.3%. Contracts on the technology-heavy Nasdaq-100 advanced 0.5%. Both the S&P 500 and the Dow closed lower on Tuesday after notching record highs earlier in the week.<br />Stocks have pushed higher this month, with the benchmark S&P 500 notching its eighth record close of the year on Monday. Investors are betting that President Biden’s $1.9 trillion stimulus package will help bolster the economy while vaccinations help reduce Covid-19 fatalities. Investor sentiment has also been buoyed by companies’ quarterly results that have largely proved to be better than expected.<br />“As long as earnings estimates are going up, stocks are going up,” said Andrew Slimmon, a managing director and portfolio manager at Morgan Stanley Investment Management. “The magnitude of the earnings beats we have seen are so great because earnings have been way underestimated.”<br />In off-hours trading, ride-hailing firm Lyft rose 12% after posting a narrower annual loss, suggesting the company is moving toward profitability.  Twitter  rose 3.5% after the social-media company said it added users through the holiday period.  Cisco Systems  fell 5.4% after it said that fiscal second-quarter revenue and profit declined."
}