{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-08-2021-11612773921?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-02-08-2021-11612773921",
    "title": "Stock Futures Rise, Putting S&P 500 on Course for New Record",
    "sub_head": "U.S. stock futures advance, suggesting the S&P 500 will climb further after notching its second consecutive record high",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-296177?width=620&size=1.5",
    "image_1": "im-296177.jpg",
    "time": "2021-02-08 04:47:00",
    "body": "U.S. stock futures rose Monday, putting the major indexes on course to climb to fresh records. Bond yields and oil prices also advanced as investors wagered that a new round of stimulus spending would bolster the economy.<br />Futures tied to the S&P 500 ticked up 0.3% after the benchmark stocks gauge posted its biggest one-week advance since November and closed Friday at an all-time high. Futures for the technology-heavy Nasdaq-100 rose 0.5%, and the Dow Jones Industrial Average contracts added 0.3%.<br />Stocks have powered higher in recent trading sessions, putting the volatility sparked by swings in GameStop and other individual stocks in the rearview mirror. Investors are focusing on the prospect for a new batch of government spending. They say that could boost growth at a time when large companies are reporting robust profits but the broader economic outlook is patchy.<br />Democrats took a series of votes last week unlocking a process called reconciliation, which will allow the party to approve President Biden’s $1.9 trillion relief plan without Republican support in the Senate. House lawmakers are aiming to finalize and vote on a relief bill before the end of February.<br />The combination of strong quarterly earnings reports from some of the biggest American companies and the possibility of more relief for the economy has given markets a shot in the arm, according to Daniel Morris, chief market strategist at BNP Paribas Asset Management."
}