{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-04-2021-11612428344?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-02-04-2021-11612428344",
    "title": "Stock Futures Tick Up Ahead of Weekly Jobless Claims",
    "sub_head": "S&P 500 appears poised for a muted trading day, with technology stocks leading the market higher.",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-294805?width=620&size=1.5",
    "image_1": "im-294805.jpg",
    "time": "2021-02-04 08:45:00",
    "body": "U.S. stock futures edged higher Thursday ahead of fresh data that is likely to show the number of people seeking unemployment benefits remains elevated.<br />Futures tied to the S&P 500 ticked up 0.2%, suggesting a tepid advance after the opening bell following three days of gains. Contracts linked to the Nasdaq-100 Index climbed 0.4%, pointing to a rise in technology stocks.<br />Investors are watching for signs that the economic recovery remains under way despite a high number of Covid-19 cases and new variants that existing inoculations may be less effective against. A handful of stocks that grew popular on online forums and posted big swings in recent days have also calmed. Meanwhile, vaccine rollouts are ramping up in the U.S., offering hope that there may be a sharp rebound later in the year.<br />“The move now is for cautious optimism: the market is turning back to fundamentals,” said Grace Peters, an investment strategist at J.P. Morgan Private Bank. “Volatility is here to stay, but markets will ultimately grind higher.”<br />The latest data on jobless claims showed that 779,000 people applied for initial benefits last week, a decline from the previous week, but still at a historically high level. Cold weather, a surge in Covid-19 case numbers and the threat of a new, highly contagious variant of the virus have contributed to a broader winter slowdown that has hindered the labor market’s recovery, economists say."
}