{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-22-2021-11613983382?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-02-22-2021-11613983382",
    "title": "Stock Futures Drop, Pointing to Retreat in Technology Shares",
    "sub_head": "Nasdaq-100 futures fell, suggesting that major tech stocks will retreat after the opening bell and weigh on the major indexes",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-302172?width=620&size=1.5",
    "image_1": "im-302172.jpg",
    "time": "2021-02-22 05:16:00",
    "body": "U.S. stock futures fell Monday, pointing to losses for the major indexes as rising bond yields prompted concern that technology shares are looking too expensive.<br />Futures tied to the S&P 500 declined 0.7%, indicating that the broad market gauge will continue to fall after the New York opening bell. The benchmark retreated 0.7% last week. Contracts linked to the technology-heavy Nasdaq-100 fell 1.3%, and Dow Jones Industrial Average futures slid 0.6% lower.<br />Investors are betting that the rollout of vaccines and President Biden’s proposed $1.9 trillion stimulus package will accelerate the economic rebound later this year.<br />Those expectations, combined with worries about rising inflation and the prospect of interest rates climbing sooner than anticipated, have contributed to a selloff in U.S. government bonds in recent weeks. Declining bond prices result in rising yields, which have stoked concern that highflying stocks are starting to look less attractive than assets considered to be risk free.<br />“As the yield goes up, there is more demand for [government bonds] in relation to other assets,” said Hani Redha, a portfolio manager at PineBridge Investments. “How much are you willing to pay for stocks? If you’re only getting a very low yield from bonds, you should be willing to pay a higher amount for stocks. But that starts to change when bond yields go up.”"
}