{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-26-2021-11614314418?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-02-26-2021-11614314418",
    "title": "Stock Futures Point to Tepid Recovery After Tech Selloff",
    "sub_head": "The S&P 500 is on track for its worst week in a month after bond yields rose sharply, damping appetite for technology shares and riskier assets",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-304707?width=620&size=1.5",
    "image_1": "im-304707.jpg",
    "time": "2021-02-26 05:03:00",
    "body": "U.S. stock futures edged higher Friday, signaling a muted rebound for the S&P 500 a day after the technology sector fell by the most since October and dragged the broader market lower.<br />Futures tied to the S&P 500 ticked up 0.2% in choppy trading. The index is on track for its worst one-week performance in a month, having ended Thursday down almost 2% for the week. Contracts linked to the technology-heavy Nasdaq-100 ticked up less than 0.2% on Friday, and Dow Jones Industrial Average futures wavered between gains and losses.<br />A swift selloff in U.S. government bonds and technology stocks on Thursday took some investors by surprise. Yields on U.S. Treasurys, considered among the safest assets to own, have been rising as money managers bet on a rapid economic rebound and pushed more funds into stocks and riskier assets. But the improving returns from bonds has also led to the view that technology stocks’ valuations are too high.<br />In the longer term, investors say that the rollout of Covid-19 vaccines and a fresh fiscal stimulus package from President Biden’s administration will bolster the economic recovery.<br />“The fundamental picture is robust. It may even be more robust compared to before” the vaccine rollout, said Wei Li, head of investment strategy for  BlackRock ’s  exchange-traded fund and index investments for Europe, Middle East and Africa. “Once the yield levels stabilize, risk assets could still do well.”"
}