{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-02-25-2021-11614243176?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-02-25-2021-11614243176",
    "title": "Stock Futures Waver After Dow Record",
    "sub_head": "Dow futures ticked up a day after the blue-chips index climbed to a record, as investors await a flurry of data including weekly jobless claims",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-304060?width=620&size=1.5",
    "image_1": "im-304060.jpg",
    "time": "2021-02-25 05:13:00",
    "body": "U.S. stock futures were mixed Thursday ahead of fresh data on the economic growth, jobless claims and the manufacturing sector, which will offer fresh insights into the pace of recovery.<br />Futures tied to the Dow Jones Industrial Average ticked up 0.2%, suggesting that the blue-chips index may climb to another record after closing Wednesday at an all-time high. Contracts linked to the S&P 500 were relatively flat. Nasdaq-100 futures slipped 0.4%, suggesting declines in tech stocks after the opening bell.<br />Investors’ appetite for risky assets rebounded on Federal Reserve Chairman Jerome Powell’s comments this week that the central bank will keep interest rates low for a while. Optimism about the economic recovery and a sharp rise in bond yields—which closed Wednesday at their highest level in a year—is prompting money managers to shift funds into stocks that are likely to benefit from a rebound this year. That has weighed on technology shares, which powered much of last year’s rally.<br />“The rise in bond yields triggers this rotation, away from growth stocks and more in favor of value stocks,” said Sophie Chardon, cross asset strategist at Lombard Odier. “The rise in yields is supportive for banks, higher oil prices are supportive for energy. It is a change of leadership.”<br />The yield on the benchmark 10-year Treasury note ticked up to 1.413%, from 1.388% on Wednesday. The yield on government bonds has been on the rise as investors cut their holdings of the safest assets."
}