{
    "url_original": "https://www.wsj.com/articles/gm-needs-cutting-edge-evs-to-match-its-green-ambitions-11612973953?mod=business_minor_pos12",
    "url": "gm-needs-cutting-edge-evs-to-match-its-green-ambitions-11612973953",
    "title": "GM Needs Cutting-Edge EVs to Match Its Green Ambitions",
    "sub_head": "The company has enjoyed a soaring stock-market valuation on the back of its EV plans, but peers are ahead with product launches",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-297026?width=620&size=1.5",
    "image_1": "im-297026.jpg",
    "time": "2021-02-10 11:19:00",
    "body": "In 2019, there was the United Auto Workers strike; in 2020, the pandemic lockdowns; and in 2021, a shortage of semiconductors. It is fortunate that investors have come to see General Motors as a growth stock, otherwise they might worry more about its meager cash flows.<br />The largest U.S. auto maker by sales said Wednesday that it expected the global microchip shortage to cost it between $1.5 billion and $2.5 billion in free cash this year.  Ford  made a similar projection when it reported quarterly results last week. Combined with high capital spending, the problem will reduce GM’s adjusted automotive free cash flow to just $1 billion-to-$2 billion in 2021, according to its internal forecasts. Its shares sank 6% in morning trading.<br />Last year, the company generated automotive free cash flow of $2.6 billion. The pandemic lockdowns that closed factories across the world caused GM surprisingly little financial trauma across 2020 as a whole—by most metrics, less than the shutdowns caused by the 40-day strike the previous year. One reason for that resilience was a strong rebound in vehicle demand in its key U.S. market. Another was tight financial management, including delaying some capital spending.<br />The tab for capital expenditures in 2021 will be correspondingly larger: The company expects to fork out between $9 billion and $10 billion, up from just $5.3 billion in 2020 and a pre-pandemic $7.5 billion in 2019. Catch-up spending isn’t the only reason; GM also is accelerating investments in electric and driverless vehicles. Last month, it made headlines with an aspiration to phase out tailpipe emissions from its light-duty vehicles entirely by 2035.<br />The company has attracted huge attention and a soaring stock-market valuation with its bullish EV plans, but the big gap in its pitch to Wall Street is a cutting-edge EV in car showrooms. The first vehicles GM will launch on its much-hyped Ultium battery platform, the Hummer truck and the Cadillac Lyric, are both slated for the 2022 model year."
}