{
    "url_original": "https://www.wsj.com/articles/go-east-young-man-china-needs-to-set-its-labor-force-free-11614520801?mod=business_minor_pos10",
    "url": "go-east-young-man-china-needs-to-set-its-labor-force-free-11614520801",
    "title": "Go East, Young Man: China Needs to Set Its Labor Force Free",
    "sub_head": "To keep growth high in the years ahead, China must loosen up controls on internal migration—before it is too late",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-304824?width=620&size=1.5",
    "image_1": "im-304824.jpg",
    "time": "2021-02-28 09:00:00",
    "body": "China’s perennial struggle with wasteful investment is well known. Less well appreciated is the scale of wasted and frustrated talent, as government regulations have long prevented millions of workers from settling in China’s biggest, most dynamic cities.<br />Fixing that will be essential to maintain growth, especially if Beijing continues to dodge tough financial-sector reforms and alienate major trading partners in the years ahead.<br />China’s household registration, or “hukou,” system is a holdover from the 1950s that restricts the ability of citizens to access social services or buy property outside the area where they were born. The system has been progressively loosened. But it still makes life difficult for new graduates and migrant laborers, particularly in the largest, most cosmopolitan cities like Beijing, Shanghai and Shenzhen.<br />When the nation was younger, poorer and in need of huge investments in housing and infrastructure, that mattered less. But the story is different now: Further sustainable growth depends on funneling workers into the technology, high-end-services and export-oriented industries concentrated in the big coastal and riverine cities as population growth slows sharply.<br />China’s rural population—still enormous at over 550 million in 2019—is significantly older and better off than just a few years ago. City dwellers still make far more money overall, but that advantage has narrowed, in part due to aggressive antipoverty drives under the last two Chinese administrations. Urban disposable incomes, which were over three times the rural average in 2007, now clock in at more like 2½ times. Add in the agricultural land rights rural residents enjoy at home, pricey urban rent, limited access to education and insurance in town—and the relative attractiveness of city life wanes further."
}