{
    "url_original": "https://www.wsj.com/articles/golden-globes-2021-when-time-nominees-streaming-11614376494",
    "url": "golden-globes-2021-when-time-nominees-streaming-11614376494",
    "title": "How to Watch the Golden Globes 2021: Time, Date, Streaming and Nominees",
    "sub_head": "The 78th Golden Globe awards will be hosted by bicoastal hosts Amy Poehler and Tina Fey with no shortage of star-studded moments",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-305044?width=620&size=1.5005861664712778",
    "image_1": "im-305044.jpg",
    "time": "2021-02-28 14:43:00",
    "body": "The 78th Golden Globes will kick off a very socially distanced 2021 awards season. While award ceremonies have taken on a different look during the pandemic, leaving more room for the unpredictable, there are still some things we can be certain of for the big night this Sunday.<br />The Golden Globes will be airing tomorrow, Sunday, Feb. 28, and begin at 8 p.m. ET. The awards ceremony usually lasts about three hours.<br />The event will be broadcast on NBC and available through the network’s website with a television-provider login. The event will also be available to stream on the Roku Channel, Hulu with Live TV, YouTube TV, AT&T TV, Sling TV and Fubo TV. If you don’t have access to these platforms, many are offering free trials. If you miss the ceremony on Sunday, the event will also be available to watch Monday on NBC’s Peacock service.<br />With more people spending more time at home and movie theaters closed over the last year, there has been no shortage of breakthrough television and films to stream. As a result,  Netflix  is looking at an impressive 42 nominations this year, including Aaron Sorkin’s courtroom drama “The Trial of the Chicago 7.” Another favorite from streaming giant Hulu up for four nominations is Chloé Zhao‘s “Nomadland.” Among the five nominees for best director, three are women including Emerald Fennell (“Promising Young Woman”) and Regina King (“One Night in Miami”), along with director Chloé Zhao (“Nomadland”).<br />Tina Fey and Amy Poehler will be hosting the Golden Globes for the fourth time. However, they will be on different coasts, with Ms. Fey presenting from the Rainbow Room in New York and Ms. Poehler from Beverly Hills, Calif. Guests, nominees and award winners will also be broadcasting live from their respective locations. The comedic duo follows Ricky Gervais, who hosted his fifth Golden Globe awards last year."
}