{
    "url_original": "https://www.wsj.com/articles/golden-globe-nominee-andra-day-on-billie-holiday-and-film-set-essentials-11614528001",
    "url": "golden-globe-nominee-andra-day-on-billie-holiday-and-film-set-essentials-11614528001",
    "title": "Golden Globe Nominee Andra Day on Billie Holiday and Film-Set Essentials",
    "sub_head": "The R&B singer-turned-actress shares the regimens she follows and gadgets she relies on to stay creative and healthy",
    "category_1": "Tech",
    "category_2": "Technology Essentials",
    "image_1_url": "https://images.wsj.net/im-304321?width=620&size=1.5",
    "image_1": "im-304321.jpg",
    "time": "2021-02-28 11:00:00",
    "body": "“DAUNTING IS definitely an understatement,” said Andra Day of making her feature-film debut this month playing jazz legend Billie Holiday in “The United States Vs. Billie Holiday.” “I was terrified. I am a huge fan of Billie Holiday,” said Ms. Day, who broke onto the R&B and pop music scenes with the monster song “Rise Up” in 2015. “I could not get out of my head that anybody might say, ‘Remember that one time Andra Day tried to play Billie?’”<br />Turns out Ms. Day needn’t have braced herself for any embarrassment. Her portrayal has already garnered a Golden Globe nomination for Best Actress in a Motion Picture Drama (while “Tigress & Tweed,” a composition she co-wrote for the film, is up for Best Song in a Motion Picture). She’s getting buzz for an Oscars nod, too.<br />Besides, Ms. Day, who was mentored early in her career by Stevie Wonder, has undertaken intimidating career moves before. She performed live at the Oscars in 2018, dueting with rapper Common on “Stand Up For Something,” from the soundtrack album of the film “Marshall.”<br />Here, Ms. Day talks about the headphones she used to stay focused on set, why it’s important to be polite in a foreign country (especially Canada), the regimens she follows to stay creative and healthy, and owning her dream car.<br />My Nord Stage 3 keyboard is absolutely essential. It’s insane that I don’t actually know how to play piano, but it’s so intuitive—it has so many sounds that inspire me or create a mood—that I’m able to mess around and find what I’m looking for. It takes me longer, because I don’t have the technique, but I’m able to fumble around until I get what I’m hearing in my head. I’ve started taking lessons, though. My piano instructor learned from Mike Garson, from David Bowie’s band, so I’m about to be bad. I’m about to be the coldest on the keys."
}