{
    "url_original": "https://www.wsj.com/articles/golden-globe-awards-2021-snubs-drama-behind-the-scenes-and-how-much-of-it-actually-matters-11614376423",
    "url": "golden-globe-awards-2021-snubs-drama-behind-the-scenes-and-how-much-of-it-actually-matters-11614376423",
    "title": "Golden Globe Awards 2021: Snubs, Drama Behind the Scenes and How Much of It Actually Matters",
    "sub_head": "The ceremony is largely virtual this year, but that’s not all you need to know about Hollywood’s rowdiest awards show",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-305015?width=620&size=1.5",
    "image_1": "im-305015.jpg",
    "time": "2021-02-26 16:53:00",
    "body": "It’s high drama at the Golden Globes this year.<br />The awards show that is supposed to be a little raucous—the frat party on the way to the Oscars—already had a reputation for contentious wins and snubs. But going into Sunday night’s ceremony, the Hollywood Foreign Press Association, whose small membership votes on the awards, is facing more serious questions about the diversity of its ranks and the ethics of its prizes.<br />As if all that weren’t challenging enough, the largely virtual telecast must draw viewers without its usual ballroom of movie stars, all during a pandemic, which even on a good day doesn’t leave many people in the mood to pop champagne. The NBC show, co-hosted by Amy Poehler in Beverly Hills and Tina Fey in New York, airs at 8 p.m. Eastern/5 p.m. Pacific.<br />In an alternate universe, the Globes might have finally gotten more respect this year. As the only major award that honors film and TV, the trophies could have looked more relevant than ever, reflecting how viewers in the streaming era are blending their entertainment on small screens at home.<br />“They’ve done an excellent job in making themselves important,” said Hawk Koch, a film producer and former president of the Academy of Motion Picture Arts and Sciences, which awards the Oscars. Recent controversies may take a toll, he said, but the Globes remain influential. “People take it kind of half seriously—it’s good for everybody in the industry because it gives us more exposure.”"
}