{
    "url_original": "https://www.wsj.com/articles/golden-nugget-parent-private-jet-operator-wheels-up-join-spac-frenzy-11612196611?mod=markets_lead_pos10",
    "url": "golden-nugget-parent-private-jet-operator-wheels-up-join-spac-frenzy-11612196611",
    "title": "Golden Nugget Parent, Private-Jet Operator Wheels Up Join SPAC Frenzy",
    "sub_head": "Wheels Up’s deal includes a $550 million private investment from institutional investors, while Fertitta Entertainment has a commitment of about $1.2 billion",
    "category_1": "Markets",
    "time": "2021-02-01 12:47:00",
    "body": "Private-jet operator Wheels Up Partners Holdings LLC and the parent of Golden Nugget added their names Monday to the list of companies going public through a combination with a special-purpose acquisition company.<br />The deals are the latest to signal the growing appetite for companies to bypass the traditional initial-public-offering process and gain a public listing through a SPAC combination. Fertitta Entertainment Inc., a holding company for Golden Nugget casinos and Landry’s restaurants, will go public by combining with  Fast Acquisition Corp. , it said, citing opportunities in the post-pandemic hospitality and online-gambling sector. Landry’s had been a public company from 1993 to 2010.<br />“After I compared the opportunities provided by a transaction with Fast, versus the traditional IPO route, it became abundantly clear that we could access the capital markets with more certainty and speed if we did a deal with Fast,” said Tilman Fertitta, the sole owner of Fertitta Entertainment.<br />Also known as blank-check companies, SPACs raise money before they develop a business. They use the proceeds to make an acquisition, usually within a couple of years, that converts the target into a public company.<br />Fertitta Entertainment’s deal with Fast will include only the majority of assets and businesses that comprise Golden Nugget LLC and Landry’s LLC—together valued at about $6.6 billion, including about $3.2 billion in net debt—and roughly 31 million shares, or nearly half of the shares outstanding, in the online-casino platform  Golden Nugget Online Gaming Inc.  The digital-gambling division also went public through a SPAC deal struck in 2020."
}