{
    "url_original": "https://www.wsj.com/articles/golden-globes-kick-off-hollywood-awards-season-11612361734",
    "url": "golden-globes-kick-off-hollywood-awards-season-11612361734",
    "title": "Women Claim Golden Globe Nominations for Best Director",
    "sub_head": "Female filmmakers emerged as a force among this year’s Golden Globe nominees, with women occupying three of the five slots for best director.",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-294436?width=620&size=1.5",
    "image_1": "im-294436.jpg",
    "time": "2021-02-03 09:31:00",
    "body": "Streaming services again dominated a Hollywood awards season, with the line between films and TV shows blurring for viewers craving entertainment at home as the pandemic kept many cinemas closed.<br />Wednesday morning’s Golden Globe nominations included 42 nods for  Netflix  across film and television, though if last year’s nominations are any guide, that is no guarantee of major wins. Two of the five best motion-picture drama nominees this year were Netflix films: “Mank,” a black-and-white love letter to old Hollywood and “The Trial of the Chicago 7,” about the defendants charged with conspiracy after 1968 protests.<br />Nominations for best motion-picture direction went to three women for the first time, including debut feature filmmakers Emerald Fennell (“Promising Young Woman”) and Regina King (“One Night in Miami”), along with director Chloé Zhao (“Nomadland”). It was a departure from last year, when the Globes were slammed for snubbing women in that high-profile category.<br />Favorites like Chadwick Boseman earned much expected recognition. Mr. Boseman is in contention for best actor in a movie drama for “Ma Rainey’s Black Bottom,” which includes a scene where his character rails against the idea of a merciful God. It would be a posthumous win for the actor, whose death after a private battle with cancer shocked fans last summer.<br />On the TV side, new shows that doubled as pandemic binge fare like “Ted Lasso,” “Lovecraft Country” and “The Flight Attendant,” along with crowd pleasers “The Crown,” “Schitt’s Creek” and “Ozark” from pre-Covid days, emerged as strong contenders by the famously quirky Hollywood Foreign Press Association, whose roughly 90 members do the voting."
}