{
    "url_original": "https://www.wsj.com/articles/google-facebook-and-the-contest-over-paying-for-news-11614107023?mod=business_featst_pos2",
    "url": "google-facebook-and-the-contest-over-paying-for-news-11614107023",
    "title": "Why Facebook and Google Are Fighting Publishers Over Paying for News",
    "sub_head": "A showdown in Australia is being watched as a test case for the rest of the world",
    "category_1": "Tech",
    "time": "2021-02-23 21:21:00",
    "body": "Facebook Inc.  on Tuesday agreed to restore news to its platform in Australia, following a five-day blackout that came amid a standoff with the country’s government over a proposal that would force tech companies to pay news publishers for content.<br />The current showdown, which also involves  Alphabet Inc.’s  Google, represents the boiling over of a long-simmering question around the world: Should big tech platforms have to pay publishers for the news articles that populate their sites?<br />Google and Facebook say they help publishers by delivering traffic. In their view, requiring the tech companies to pay to display news content violates the principles of open linking that make the web work. Publishers say that the primary reason they don’t get paid is the power imbalance between them and the tech platforms, whose role in the distribution of their stories is so important that publishers feel they have little choice but to assent to tech companies’ terms.<br />Copyright laws differ by country, but in the U.S. the news headlines and snippets turned up in Google searches are typically considered a fair use of that content under copyright law—meaning that a company can display those snippets without having to negotiate a license fee from the copyright holder. Determining what should count as fair use is complicated; it includes weighing such factors as whether a news snippet on a tech platform could be considered a replacement for the full article, which would harm the publisher.<br />Whether Google’s and Facebook’s current use of news content is fair use isn’t known because the courts haven’t tried a case. A key legal decision from 2007 offers a guiding principle for what copyright lawyers expect today. In that case, Perfect 10, a publisher of pornography, had sued Google, claiming the thumbnail photographs indexed in Google’s image search had hurt its business. The Ninth Circuit sided with Google, primarily because it saw Google’s search engine as a “pointer” to Perfect 10’s content, not a replacement for it."
}