{
    "url_original": "https://www.wsj.com/articles/google-and-facebook-on-the-barbie-11614122987?mod=opinion_major_pos8",
    "url": "google-and-facebook-on-the-barbie-11614122987",
    "title": "Google and Facebook on the Barbie",
    "sub_head": "Why an antitrust exemption for news outlets is better than Australia’s scheme.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-302462?width=620&size=1.5",
    "image_1": "im-302462.jpg",
    "time": "2021-02-23 18:29:00",
    "body": "Hey Australia, the 1830s called and they want their media business model back.<br />It sounds terrible to modern ears, but in the early days of the newspaper industry, the “party press era,” papers were PR organs. Their job was to win elections and capture lucrative government advertising. Australia apparently seeks to create a similar dynamic, albeit with a legal and regulatory cloak thrown over it. Why should we care? Because legislators everywhere are watching closely. They see the same opening to suborn—er, support—a free press made vulnerable by the collapse in digital ad revenues. Our own venerated Sen. Bernie Sanders is among them.<br />Australia’s rationale is disingenuous even by political standards, exploiting the unpopularity of Google and  Facebook  as a foil. No matter how often it is insinuated otherwise, the U.S. internet ad giants do not steal newspaper content; they send millions of readers to newspaper websites every day and help them generate billions of dollars in ad views.<br />The problem is that the advertising these readers see doesn’t pay nearly as well as advertising did in pre-internet days. This isn’t Google’s and Facebook’s fault but Australia’s Parliament nevertheless would put the onus on them to compensate publishers for the fact that their news products, while still valued by readers, no longer are valued quite so highly by advertisers.<br />Google promptly surrendered, recognizing a threat by politicians to dictate its core search results. It agreed to funnel payments to local media owners through a different window, greasing them for participating in a separate project called News Showcase. (The Journal’s publisher is a recipient of such a deal.) This seems to have satisfied the politicians for now."
}