{
    "url_original": "https://www.wsj.com/articles/googles-clicks-cover-its-cloud-11612382211?mod=markets_lead_pos11",
    "url": "googles-clicks-cover-its-cloud-11612382211",
    "title": "Google’s Clicks Cover Its Cloud",
    "sub_head": "Strong cash flow from recovered ad business underwrites steep cloud losses",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294531?width=620&size=1.5",
    "image_1": "im-294531.jpg",
    "time": "2021-02-03 14:56:00",
    "body": "The irony of Google shining more light on its cloud business is that the move proved just how much the internet giant still needs its advertising machine.<br />And what a machine it is. Parent company  Alphabet  Inc.’s  fourth-quarter results late Tuesday showed that advertising revenue surged 22% year over year to a record $46.2 billion. That was 9% higher than the already strong advertising recovery Wall Street had been expecting following an unprecedented dip in the first half of 2020, which was caused by the pandemic’s damage to major industries such as travel that are big Google ad buyers. The company said Tuesday that the recovery was fueled both by brand and direct-response advertising; YouTube advertising alone surged 46% year over year to about $6.9 billion.<br />Advertising turned out to be the bright light in a quarter that also included the company’s first disclosure of its cloud profits, or rather the lack thereof. Google Cloud grew 46% last year by generating nearly $13.1 billion in revenue. But it also lost $5.6 billion, and has run operating losses for the past three years. That may have been in line with previous signals from the company about the scale of its investment in the business, but it still took many by surprise. Michael Levine of Pivotal Research called the losses “fairly shocking” in a note to clients.  Amazon.com ’s  AWS division was generating about $3.4 billion a year in operating profit when at a similar revenue level.<br />But investors quickly got over the sticker shock. Alphabet’s stock price surged nearly 9% by Wednesday afternoon to a record. As it turns out, the company’s decision to break out Google Cloud as its own segment showcased just how strong its ad business is. Under the new reporting structure, the segment called Google Services that includes advertising showed an operating margin of 32% for 2020. That is 7 percentage points higher than the operating margin reported for the core Google business in 2019 when that core segment included both advertising and the cloud operations.<br />Analysts largely gave Google a pass on the steep cloud losses, projecting that the business will eventually scale to a healthy bottom line. The company itself noted that its backlog for the cloud business jumped to $30 billion by the end of the quarter compared with $19 billion just three months prior. And despite its reputation for big spending, Alphabet’s capital expenditures have actually declined for two years in a row now, leading to record free cash flow of $42.8 billion in 2020. Google may be playing an expensive game of catch-up in the cloud, but it at least has the means to run the race."
}