{
    "url_original": "https://www.wsj.com/articles/googles-cloud-wont-have-amazons-silver-lining-11612180801?mod=markets_lead_pos11",
    "url": "googles-cloud-wont-have-amazons-silver-lining-11612180801",
    "title": "Google’s Cloud Won’t Have Amazon’s Silver Lining",
    "sub_head": "Internet giant’s results expected to shed new light on the costs of its cloud business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-01 07:00:00",
    "body": "As Google steps on the gas at its burgeoning cloud business, investors would do well to remember that this is no cheap ride.<br />When parent company  Alphabet Inc.  reports fourth-quarter results Tuesday afternoon, the company plans to break out its Google Cloud business as a reportable segment. That will include information on the unit’s costs and profitability; Alphabet has been reporting Google Cloud revenue for a year now. The additional details should bring the company more in line with its top cloud peers  Amazon.com  and  Microsoft ,  both of which report segment profitability for their respective—though not easily comparable—cloud operations.<br />Investors have typically welcomed such details. Amazon’s share price more than doubled in 2015, helped greatly by the company’s decision to break out numbers for its AWS cloud business. Those details showed AWS to be more profitable than expected—and way more profitable than Amazon’s retail business. AWS’s operating margins were 12% in the first quarter of 2015 and they climbed to 24% by the end of the year. Amazon’s retail side was generating operating margins of less than 2% at the time.<br />That will be very hard for Google to match, though. Amazon in 2015 had a very big lead in the cloud market, which gave it the ability to take some profits while still investing heavily in the business. Google—running a distant third to Amazon and Microsoft—is playing an expensive game of catch up. Its capital expenditures have averaged 14% of revenue over the past five years compared with 10% for both Amazon and Microsoft. Speaking of Google’s Cloud business, Alphabet Chief Financial Officer Ruth Porat said on the company’s last earnings call that they “do intend to maintain a high level of investment given the opportunity we see.”<br />Google also has a much more profitable mainstay business. With 81% of revenue still coming from advertising, Alphabet’s core Google division has generated operating margins of 24% over the past four quarters. The cloud represents Google’s best shot yet to diversify that business, so Google is right to shine more light on it. Investors should just brace for some sticker shock."
}