{
    "url_original": "https://www.wsj.com/articles/google-and-facebooks-trouble-down-under-will-spread-11613559457?mod=business_minor_pos12",
    "url": "google-and-facebooks-trouble-down-under-will-spread-11613559457",
    "title": "Google and Facebook’s Trouble Down Under Will Spread",
    "sub_head": "Australian politicians want digital platforms to pay media companies more for their content. Regulators world-wide are watching closely.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-300114?width=620&size=1.5",
    "image_1": "im-300114.jpg",
    "time": "2021-02-17 06:00:00",
    "body": "The tussle between Big Tech and a government Down Under is a preview of the battle to come globally.<br />The Australian Parliament started debate this week on legislation to force digital platforms to negotiate with media companies on payment for news. Under the proposed law, if the two sides fail to reach a deal, they would be brought to binding arbitration. The bill would also require technology companies to give notice to news companies of algorithm changes that will materially affect traffic and to give the publishers collective-bargaining power. The government would determine which tech platforms are subject to the law, but it would likely start with  Google  and  Facebook ,  the dominant companies in online advertising. With bipartisan support, the legislation will likely pass soon.<br />The two American companies have pushed back hard. Google threatened last year to shut down its search engine in Australia. Facebook has said users in the country might not be allowed to share links to news articles if the bill is passed.<br />But the looming legislation seems to be forcing the two tech giants to the negotiating table. Google reached agreements with two of the country’s largest broadcasters this week, including a deal equivalent to $23.3 million a year deal with Nine Entertainment, according to local media.<br />While Australia is a small market for the companies—its online advertising market was valued at only $7 billion in 2019, according to Interactive Advertising Bureau—the new law could have big repercussions if other countries follow suit. The European Union overhauled its copyright laws in 2019, though the changes seem more limited in scope and power. How well the Australian approach works could end up shaping the regulatory direction there. European officials proposed two bills for regulating internet companies last month."
}