{
    "url_original": "https://www.wsj.com/articles/gop-puts-minimum-wage-school-reopenings-in-covid-aid-spotlight-11612467876?mod=politics_lead_pos1",
    "url": "gop-puts-minimum-wage-school-reopenings-in-covid-aid-spotlight-11612467876",
    "title": "GOP Puts Minimum Wage, School Reopenings in Covid Aid Spotlight",
    "sub_head": "Republicans plan amendments to budget bill that would force Democrats to take possibly unpalatable votes",
    "category_1": "Politics",
    "time": "2021-02-04 15:30:00",
    "body": "WASHINGTON—Senate Republicans prepared a blitz of amendments to President Biden’s $1.9 trillion relief plan, seeking to put Democrats on the spot over raising the minimum wage and the pace of school reopenings, among other issues.<br />Under the special procedure Democrats are using to pass the $1.9 trillion plan, Republicans can offer an unlimited number of amendments to the budget resolution the Senate is now considering. Passing the budget resolution will move Democrats forward with reconciliation, a process that allows the Senate to pass legislation with a simple majority. The House approved the budget resolution Wednesday.<br />Because the budget is nonbinding and never becomes law, the amendment votes are largely symbolic, a factor that can influence how much support they receive. Republicans are planning amendments that will forbid immigrants without a permanent legal status to receive direct payments, cut federal funding to states that have an active investigation into underreported deaths in nursing homes, and block aid for schools that don’t reopen after teachers have had the opportunity to be vaccinated.<br />New York Democratic Gov. Andrew Cuomois under fire over nursing-home deaths, and several states and cities are grappling with teachers unions, a key Democratic constituency, over when to reopen schools.<br />Another amendment would prevent Congress from raising the federal minimum wage during a pandemic; Mr. Biden’s relief plan calls for gradually raising the minimum wage to $15 an hour. His proposal would also bolster federal unemployment assistance, send $1,400 direct checks to many Americans, provide funds for vaccine distribution and offer aid to schools."
}