{
    "url_original": "https://www.wsj.com/articles/gov-andrew-cuomo-accused-of-sexual-harassment-by-former-aide-11614204584?mod=politics_lead_pos4",
    "url": "gov-andrew-cuomo-accused-of-sexual-harassment-by-former-aide-11614204584",
    "title": "Gov. Andrew Cuomo Accused of Sexual Harassment by Former Aide",
    "sub_head": "In a blog post, Lindsey Boylan described a culture of ‘inappropriate behavior toward women’ and ‘bullying,’ accusations the New York governor denies",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-303770?width=620&size=1.5",
    "image_1": "im-303770.jpg",
    "time": "2021-02-24 17:32:00",
    "body": "A former adviser to New York Gov. Andrew Cuomo on Wednesday accused him of sexually harassing her while she worked for the state, saying that he kissed her on the lips after a meeting in his office and suggested they “play strip poker” during an airplane trip.<br />Lindsey Boylan, who worked for the state’s economic development authority and in Mr. Cuomo’s office from 2015 to 2018, wrote in a Medium post that Mr. Cuomo “would go out of his way to touch me on my lower back, arms and legs” and that he sought her out at official events.<br />“Governor Andrew Cuomo has created a culture within his administration where sexual harassment and bullying is so pervasive that it is not only condoned but expected,” Ms. Boylan wrote. “His inappropriate behavior toward women was an affirmation that he liked you, that you must be doing something right. He used intimidation to silence his critics. And if you dared to speak up, you would face consequences.”<br />Caitlin Girouard, a spokeswoman for the Democratic governor, said Wednesday that Ms. Boylan’s accusations were “quite simply false.”<br />In a Dec. 13 Twitter post, Ms. Boylan accused Mr. Cuomo of sexual harassment during her time working for the state, but she didn’t provide specific details. At the time, the governor denied the accusations."
}