{
    "url_original": "https://www.wsj.com/articles/gpb-capital-investors-ask-why-the-sec-waited-so-long-to-act-11613679979?mod=business_minor_pos5",
    "url": "gpb-capital-investors-ask-why-the-sec-waited-so-long-to-act-11613679979",
    "title": "GPB Capital Investors Ask Why the SEC Waited So Long to Act",
    "sub_head": "The agency sought an ‘emergency’ order to put the private-equity firm under a monitor years after red flags emerged",
    "category_1": "Pro PE Legal Regulatory",
    "image_1_url": "https://images.wsj.net/im-300613?width=620&size=1.5",
    "image_1": "im-300613.jpg",
    "time": "2021-02-18 15:26:00",
    "body": "The Securities and Exchange Commission’s recent move to install an outside monitor to oversee private-equity firm GPB Capital Holdings LLC has prompted some of the firm’s investors and their lawyers to ask what took so long.<br />GPB Capital’s regulatory filings show that the SEC began probing the New York firm as early as 2018. In September of that year, Massachusetts securities regulators started an investigation of GPB’s sales of funds to Main Street investors, noting that the firm had failed to file required financial statements.<br />Earlier this month, the Justice Department charged three men, including GPB’s then-chief executive, with fraud in connection with what New York Attorney General Letitia James described as a $1.7 billion Ponzi-like scheme.<br />A few days later, the SEC requested an emergency court action that would impose a monitor, citing the need to protect thousands of investors with money at risk in four GPB private-equity funds. In a Feb. 8 court filing, the agency said it began trying to place a monitor inside GPB in the summer of 2020, but it was unable to reach an agreement with the firm, prompting it to seek the court’s intervention.<br />“GPB Capital could have been stopped years ago on regulatory and compliance grounds,” said Jay Frederick, an investor and investment adviser in Little Rock, Ark., in an email. He said he raised concerns about GPB, in which he and some of his clients have invested, in a letter to the SEC in November 2019. He said the agency’s response was “lacking, at best.”"
}