{
    "url_original": "https://www.wsj.com/articles/gpb-capital-agrees-to-sec-monitor-sought-to-protect-investors-11613085354?mod=business_minor_pos6",
    "url": "gpb-capital-agrees-to-sec-monitor-sought-to-protect-investors-11613085354",
    "title": "GPB Capital Agrees to SEC Monitor Sought to Protect Investors",
    "sub_head": "The agency asked a federal judge to install a monitor to help preserve what is left of some $1.7 billion invested in GPB Capital private-equity funds",
    "category_1": "Pro PE Industry News",
    "image_1_url": "https://images.wsj.net/im-298426?width=620&size=1.5",
    "image_1": "im-298426.jpg",
    "time": "2021-02-11 18:15:00",
    "body": "GPB Capital Holdings LLC, the private-equity firm at the center of an alleged $1.7 billion Ponzi-like scheme to deceive investors, agreed late Thursday to have an independent monitor oversee the firm’s operations.<br />The Securities and Exchange Commission made an emergency request for a monitor on Monday, to protect the capital of some 17,000 investors in four of the firm’s funds. A hearing on the request was set for Friday morning in the U.S. District Court for the Eastern District of New York in Brooklyn.<br />The monitor has the authority to block significant financial moves by the firm, which owns dozens of auto dealerships through its funds. The firm accepted the SEC’s proposal to install Joseph T. Gardemal III, a managing director with Alvarez & Marsal Holdings LLC in Washington, as the monitor.<br />Set up in 2013 by David Gentile, Jeffry Schneider and Jeffrey Lash, the firm was hit with civil actions by seven states and the SEC last week, while the three men were indicted on criminal fraud charges.<br />Messrs. Gentile and Lash have entered not guilty pleas while Mr. Schneider is expected to enter a plea on the criminal charges Friday. Mr. Gentile, who has denied the civil as well as criminal charges, stepped down as the firm’s chief executive last Friday until the matters are resolved."
}