{
    "url_original": "https://www.wsj.com/articles/grant-holloway-world-record-60m-hurdles-shoes-11614307982",
    "url": "grant-holloway-world-record-60m-hurdles-shoes-11614307982",
    "title": "Sprinter Sets a World Record—and It’s Not the Shoes",
    "sub_head": "Hurdler Grant Holloway wore regular track spikes in a record-setting run, but other athletes wearing ‘super spikes’ are reviving a Nike shoe controversy",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-304681?width=620&size=1.457858769931663",
    "image_1": "im-304681.jpg",
    "time": "2021-02-26 08:00:00",
    "body": "American sprinter Grant Holloway’s world record in the 60-meter hurdles was startling enough by itself.<br />Holloway’s time of 7.29, set Wednesday at an indoor meet in Madrid, surpassed a mark that had stood since 1994—three years before the 23-year-old Holloway was born. It continued a streak of wins at the distance that track-geek site letsrun.com called “easily the greatest 60-meter hurdles season the world has ever seen.”<br />Even more remarkable than Holloway’s speed, though, is how he’s achieving it. In an era that’s been overtaken by game-changing high-tech shoes, he wasn’t wearing them.<br />Nike-sponsored athletes have turned the distance-running world upside down in recent years, shattering records in the marathon with its Vaporfly and similar shoes. The company sent competitors scrambling to mimic the models, which have thick, ultralight cushioning and carbon-fiber plates that some runners said function like springboards.<br />This year, middle- and shorter-distance runners are toppling records wearing high-tech versions of the spike shoes worn on the track. The Nike Air Zoom Victory, designed for races of distances from 800 to 5,000 meters, includes a carbon-fiber plate that “provides a snappy sensation with each step,” according to the company website. New Balance, Adidas and others are getting into the game."
}