{
    "url_original": "https://www.wsj.com/articles/grid-reliability-is-feasible-but-at-what-cost-11614335401?mod=business_minor_pos10",
    "url": "grid-reliability-is-feasible-but-at-what-cost-11614335401",
    "title": "Grid Reliability Is Feasible, but at What Cost?",
    "sub_head": "Everybody can agree that electricity grids should be more reliable. It will be much harder to agree on what price to pay for that safety.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-26 05:30:00",
    "body": "Can electricity grids be better prepared for extreme weather? Absolutely. The harder question is: How much are we willing to pay?<br />Grid reliability is getting more attention as extreme cold in Texas caused days of rolling blackouts for its residents. Last summer, a historic heat wave in California led to power shortages in the state. Many are left wondering how electricity grids, such an essential component of a functioning society, could be left so unprepared.<br />It is tempting to try to come up with a neat answer: A certain type of energy source might be to blame—whether wind, solar or natural gas—or the power market design might be responsible. Neither of these is satisfying on its own. A full autopsy will be required to figure out what exactly went wrong in Texas, but at a broad level the issue comes down to cost and risk assessment.<br />The decisions an American family has to make every year about health coverage aren’t all that different than the ones facing electricity planners. One family might prefer cheap insurance with less coverage, knowing full well that an emergency room visit will cost dearly. Another might prefer high fixed payments in exchange for peace of mind.<br />The electricity system is similar, and both Texas’ and California’s deregulated markets have little built-in insurance compared with others. Both are energy-only markets that rely on price signals to make sure enough power is on the grid. Other markets such as ISO-New England and PJM Interconnection, which covers 13 states and the District of Columbia, have capacity markets that offer power plants incentives to be on standby just in case the grid needs it. And then there are states with fully regulated markets where a utility owns or controls the total flow of electricity. In such a market, a utility has an incentive to invest as much as possible in the grid because it can raise the price it charges customers—as long as the state’s utilities commission approves."
}