{
    "url_original": "https://www.wsj.com/articles/guccis-lower-price-tag-looks-justified-11613574429?mod=business_minor_pos11",
    "url": "guccis-lower-price-tag-looks-justified-11613574429",
    "title": "Gucci’s Lower Price Tag Looks Justified",
    "sub_head": "Sales at the Italian brand have slipped further behind rival labels Louis Vuitton and Christian Dior in recent months",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-17 10:07:00",
    "body": "During the pandemic, investors sought safety in a handful of top luxury stocks. Gucci’s owner  Kering  hasn’t made the cut despite its natural advantages.<br />On Wednesday the Paris-listed luxury company that also owns fashion labels Yves Saint Laurent and Bottega Veneta said sales in the three months through December fell 4.8% at constant exchange rates compared with the same period of 2019. Its most important cash cow, Gucci, reported a disappointing 10% drop in revenue. The worse-than-expected numbers sent Kering’s shares down 8% in early European trading.<br />Gucci had a much weaker fourth quarter than comparable brands at rival LVMH Moët Hennessy Louis Vuitton. LVMH’s fashion and leather goods division, home to Louis Vuitton and  Christian Dior ,  increased sales by 18% in the fourth quarter. It isn’t just a recent phenomenon: Gucci hasn’t kept pace with LVMH’s fashion brands since early 2019 according to analysis by Bernstein. The pandemic is worsening the divide, though.<br />Gucci should have a competitive edge right now. Its owner has deep pockets to invest heavily in e-commerce, digital marketing and to expand in Asia where demand from Chinese consumers has rebounded quickly. That scale isn’t translating into clear market-share gains.<br />Kering has become too reliant on one brand—a problem investors have been pointing out for several years. Gucci generated 83% of group operating profit in 2019. While that level of exposure was a boon for shareholders in the early days of the label’s successful turnaround that kicked off around five years ago, performance is lagging now that the revamp appears to be running out of steam."
}