{
    "url_original": "https://www.wsj.com/articles/h-r-1-isnt-at-all-an-unconstitutional-bill-11614199984?mod=opinion_major_pos16",
    "url": "h-r-1-isnt-at-all-an-unconstitutional-bill-11614199984",
    "title": "H.R.1 Isn’t at All an Unconstitutional Bill",
    "sub_head": "The Constitution explicitly grants Congress the power “at any time” to “make or alter” the regulation of the “time, place and manner” of federal elections.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA515_Rivkin_8U_20210216111828.jpg",
    "image_1": "publicresourcesimagesED-BA515_Rivkin_8U_20210216111828.jpg",
    "time": "2021-02-24 15:53:00",
    "body": "David B. Rivkin Jr. and Jason Snead’s assertions in “An Unconstitutional Voting ‘Reform’” (op-ed, Feb. 17) that H.R.1, the For the People Act, is unconstitutional are inaccurate. As a former chairman of the Federal Election Commission, I know the Constitution explicitly grants Congress the power “at any time” to “make or alter” the regulation of the “time, place and manner” of federal elections. The broad grant of Congressional authority is contained in Article 1, Section 4 of the Constitution and was recently noted by the U.S. Supreme Court in the Rucho redistricting case.<br />In addition, the 14th and 15th Amendments give Congress the power to eliminate racial discrimination in voting and the democratic process, such as restricting or creating barriers to voting, partisan gerrymandering and felony disenfranchisement. Though we had record voter turnout in the 2020 elections, voters continue to be disenfranchised because of long lines, broken voting machines and polling-place closures, disproportionately affecting black, brown and indigenous communities.<br />To frame this legislation as a means to only “benefit Democrats” is also false. During my years as a Republican election lawyer, I represented Republicans who supported many of the policies that are included in the bill, including voter registration and mail-in ballot provisions. Recent polling has also shown that two-thirds of Americans across party lines support the For the People Act. This landmark legislation is not only written within the legal bounds of our Constitution, it is also an integral step toward our nation’s promise of a democracy accessible to all Americans.<br />Congress should pass this legislation, which represents the clear will of the people. Our democracy can’t wait.<br />Trevor Potter"
}