{
    "url_original": "https://www.wsj.com/articles/hackers-may-be-coming-for-your-citys-water-supply-11614379990?mod=opinion_lead_pos7",
    "url": "hackers-may-be-coming-for-your-citys-water-supply-11614379990",
    "title": "Hackers May Be Coming for Your City’s Water Supply",
    "sub_head": "More digitized and connected than ever, the nation’s infrastructure is vulnerable to cyberattack.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-26 17:53:00",
    "body": "I first saw the inside of a water-treatment plant in 2015. I was conducting a site visit at a municipal facility in New Jersey, where I was the state’s director of cybersecurity. It wasn’t an inspection; the plant manager had asked me to visit.<br />Changes at the facility over the years had made him uneasy. Analog machinery had given way to digital systems, and critical water-treatment processes were now automated. The plant required little human intervention in day-to-day operations. Thanks to remote-access technologies, more maintenance and monitoring activities were being performed off-site by a third party. All this was great for efficiency, especially for his resource-limited operation, but what about the risk? Optimizing for cost and speed meant connecting more digital and networked technologies to his plant floor. Security was no longer simply a matter of gates, guards and guns. It had become a matter of bits and bytes.<br />In early February that plant manager’s unease became another’s reality when someone reportedly tried to poison the water supply in the Gulf Coast city of Oldsmar, Fla. According to the Pinellas County Sheriff, a hacker gained remote access to Oldsmar’s water-treatment-plant network and briefly increased the amount of sodium hydroxide in the water by 100 times—enough to cause death or serious injury to anyone who drank or touched it. Thankfully a technician noticed the anomaly and booted the hacker off the network before any damage was done.<br />What happened in Oldsmar fell just short of the nightmare scenario. The average person is unaware how dependent the country’s critical infrastructure has become on digital technology. At power plants, waterworks and all manner of public utilities, special-purpose computers known as human-machine interfaces connect to ruggedized-process controllers that regulate actuators to spin turbines, rotate robotic arms or, in this case, open valves to release sodium hydroxide.<br />In a perfect world these communications and the operations they command would be walled off from internet-connected systems. But practical demands to monitor operations in real time, glean data analytics from the plant floor and perform remote maintenance have in many cases exposed vulnerable infrastructure to the other side of the firewall. The result is more web-based hacks of operational technology systems. The bad guys get access to critical infrastructure facilities when corporate devices are inadvertently connected to the internet or a network administrator’s credentials are stolen in a spear-phishing scam."
}