{
    "url_original": "https://www.wsj.com/articles/hacker-changed-chemical-level-in-florida-citys-water-system-11612827672?mod=business_minor_pos4",
    "url": "hacker-changed-chemical-level-in-florida-citys-water-system-11612827672",
    "title": "Hacker Changed Chemical Level in Florida City’s Water System",
    "sub_head": "Public wasn’t in danger, Pinellas County sheriff says; investigation has been launched",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-296522?width=620&size=1.5",
    "image_1": "im-296522.jpg",
    "time": "2021-02-08 18:41:00",
    "body": "A water-treatment plant in Oldsmar, Fla., was hacked, and the intruder briefly increased the amount of lye used to treat water to a dangerous level, authorities said Monday.<br />A plant operator noticed the alteration Friday and immediately reversed it, avoiding adverse effects on the city’s water supply. But the breach highlights the exposure of utilities to cyberattacks.<br />“Water systems, like other public utility systems, are part of the nation’s critical infrastructure and can be vulnerable targets when someone desires to adversely affect public safety,” said Pinellas County Sheriff Bob Gualtieri at a news conference Monday about the incident.<br />The hacking began on Friday morning at the plant in Oldsmar, a city of about 15,000 people in the Tampa Bay area, Sheriff Gualtieri said. Around 8 a.m., a plant operator noticed that someone remotely accessed a computer system he was monitoring that controls chemicals used to treat water as well as other functions. The computer system has a software program that allows authorized users to access it remotely.<br />The intrusion was brief, and the operator didn’t think much of it because his supervisor and others remotely access his computer screen to monitor the system, Sheriff Gualtieri said. Then at around 1:30 p.m. Friday, someone again entered the system remotely. A plant operator observed the intruder opening various software functions that control the water being treated in the system, the sheriff said."
}