{
    "url_original": "https://www.wsj.com/articles/hard-seltzers-help-bud-brewer-regain-some-sparkle-11614252810?mod=business_lead_pos11",
    "url": "hard-seltzers-help-bud-brewer-regain-some-sparkle-11614252810",
    "title": "Hard Seltzers Help Bud Brewer Regain Some Sparkle",
    "sub_head": "Beer giant AB InBev says alcoholic sparkling waters are helping offset weaker sales of Budweiser",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-304083?width=620&size=1.5",
    "image_1": "im-304083.jpg",
    "time": "2021-02-25 07:39:00",
    "body": "Americans drinking more hard seltzer through the pandemic helped beer giant  Anheuser-Busch InBev SA  partly offset a continuing slump in sales of Budweiser and Bud Light.<br />Hard seltzers—essentially flavored alcoholic sparkling water—have emerged as one of the hottest parts of the booze market in recent years, tempting more health-conscious drinkers away from beer. In response, AB InBev launched Bud Light Seltzer early last year, has since invested in several new flavors of the brand and recently rolled out Michelob Ultra Hard Seltzer.<br />On Thursday, the world’s biggest brewer said those efforts were paying off, as sales at its “beyond beer” unit, which includes hard seltzer, ready-to-drink cocktails and other products, grew double digits to top over $1 billion.<br />That helped AB InBev report overall fourth-quarter sales growth on an organic basis—which strips out currency moves and acquisitions and divestitures—of 4.5%. Revenue on a reported basis dropped to $12.77 billion from $13.33 billion a year earlier. Net profit jumped to $2.27 billion from $114 million a year earlier, when results were hit by higher finance costs.<br />AB InBev was late to jump on the seltzer wagon, originally driven mainly by White Claw, owned by Mike’s Hard Lemonade Co., and Truly Spiked & Sparkling, made by  Boston Beer Co.  Now, though, the drinks giant sees seltzers as a priority and key way to win back defecting beer drinkers. It said Thursday that its hard seltzer brands grew at double the rate of the industry last year, helped by the launch of Bud Light Seltzer."
}