{
    "url_original": "https://www.wsj.com/articles/have-teachers-unions-finally-overplayed-their-hand-11612912653?mod=opinion_lead_pos8",
    "url": "have-teachers-unions-finally-overplayed-their-hand-11612912653",
    "title": "Have Teachers Unions Finally Overplayed Their Hand?",
    "sub_head": "Their rigid opposition to charter schools and in-person learning has parents and even politicians fed up.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-02-09 18:17:00",
    "body": "Perhaps it doesn’t receive much attention anymore because it’s become so commonplace. The best schools in New York state are again public charter schools. Ho-hum.<br />According to the most recent data from School Digger, a website that aggregates test score results, 23 of the top 30 schools in New York in 2019 were charters. The feat is all the more impressive because those schools sported student bodies that were more than 80% black and Hispanic, and some two-thirds of the kids qualified for free or discount lunches. The Empire State’s results were reflected nationally. In a U.S. News & World Report ranking released the same year, three of the top 10 public high schools in the country were charters, as were 23 of the top 100—even though charters made up only 10% of the nation’s 24,000 public high schools.<br />We are told constantly by defenders of the education status quo that the learning gap is rooted in poverty, segregation and “systemic” racism. We’re told that blaming traditional public schools for substandard student outcomes isn’t fair given the raw material that teachers have to work with. But if a student’s economic background is so decisive, or if black students need to be seated next to whites to understand Shakespeare and geometry, how can it be that so many of the most successful public schools are dominated by low-income minorities?<br />Some will argue that charter schools obtain these results by picking the best students, which isn’t true. Of the 43 states that have charters, all but three—Arizona, Colorado and Wyoming—mandate that lotteries be used to choose students randomly. Washington Post education writer Jay Matthews reports that even states that don’t officially require the use of lotteries use them anyway or employ “other impartial ways of admitting students.”<br />A second popular argument against charter schools is that they benefit from having motivated students, which is true but misleading. Numerous empirical studies have shown that charter students outperformed similarly motivated peers in traditional public schools who applied to a charter but weren’t admitted. But there’s an even more fundamental problem with the “motivation” explanation of charter success, as Thomas Sowell explains in his most recent book, “Charter Schools and Their Enemies.”"
}