{
    "url_original": "https://www.wsj.com/articles/herbalife-to-name-three-new-directors-as-icahn-era-ends-11614531602?mod=markets_lead_pos2",
    "url": "herbalife-to-name-three-new-directors-as-icahn-era-ends-11614531602",
    "title": "Herbalife to Name Three New Directors as Icahn Era Ends",
    "sub_head": "Two current Herbalife directors don’t plan to stand for re-election",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-305361?width=620&size=1.5",
    "image_1": "im-305361.jpg",
    "time": "2021-02-28 12:00:00",
    "body": "Herbalife  Nutrition Ltd. plans to overhaul its board as Carl Icahn winds down his eight-year involvement with the company and it looks to burnish its standing with other investors.<br />Herbalife will add to its board Sophie L’Hélias, a corporate governance expert and the lead independent director of French luxury-goods company  Kering SA ; Kevin M. Jones, chief executive of cloud-computing firm  Rackspace Technology Inc. ; and Don Mulligan, the former CFO of food conglomerate General Mills Inc., the nutritional-supplements maker plans to announce Monday.<br />Following the additions, the board is expected to have nine members after the company’s annual meeting this spring; two current directors, Margarita Paláu-Hernández and Michael Montelongo, don’t plan to stand for re-election.<br />Mr. Icahn sold more than half his Herbalife stake back to the company and gave up five board seats in January, seeing no need for further activism. He still owns about 6% of the company’s shares, according to FactSet.<br />Herbalife is looking to move on from a period in which Mr. Icahn held significant sway over the company—and backed it during challenges from regulators and his rival activist investor William Ackman and the resignation of its CEO. Mr. Icahn became Herbalife’s largest shareholder in 2013, setting up an epic clash with Mr. Ackman, who had bet against the company’s shares and publicly crusaded against its business model."
}