{
    "url_original": "https://www.wsj.com/articles/home-depot-posts-strong-sales-growth-as-pandemic-continues-to-fuel-demand-11614081166?mod=business_lead_pos1",
    "url": "home-depot-posts-strong-sales-growth-as-pandemic-continues-to-fuel-demand-11614081166",
    "title": "Home Depot Posts Strong Sales Growth as Pandemic Continues to Fuel Demand",
    "sub_head": "The company, however, says the trend could flatten this year",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-302482?width=620&size=1.5",
    "image_1": "im-302482.jpg",
    "time": "2021-02-23 06:52:00",
    "body": "Home Depot Inc.  logged strong sales growth year over year for the November-to-January quarter and raised its dividend, but the company’s finance chief said that the trend could flatten this year as the company faces comparisons from its robust 2020 results.<br />Home Depot’s revenue in the latest quarter was $32.26 billion, a 25% increase compared with $25.78 billion in the same three-month period a year earlier. Analysts surveyed by FactSet had forecast revenue of $30.63 billion in the quarter.<br />Over the full fiscal year, the company’s sales rose by 20% to $132.11 billion. That growth follows a broader trend of people spending more on home-related goods during the pandemic, as lockdowns and telecommuting focused attention on the home. The public-health crisis has also shifted consumer behavior in retailers’ favor by weighing on services spending, such as on travel, leisure and restaurants.<br />In the latest quarter, the number of Home Depot customer transactions rose 12.8% to 416.8 million, and the average transaction size grew to $75.69, from $68.29 in 2019’s fourth quarter. The company finished the quarter with 2,296 retail stores.<br />Home Depot Tuesday posted fourth-quarter earnings of $2.86 billion, or $2.65 a share, compared with $2.48 billion, or $2.28 a share, a year earlier. Analysts had been forecasting earnings of $2.61 a share."
}