{
    "url_original": "https://www.wsj.com/articles/homeland-security-refocuses-grants-towards-fighting-domestic-extremism-11614279718?mod=politics_lead_pos5",
    "url": "homeland-security-refocuses-grants-towards-fighting-domestic-extremism-11614279718",
    "title": "Homeland Security Refocuses Grants Towards Fighting Domestic Extremism",
    "sub_head": "State and local governments will have to spend at least 7.5% of their grant money to fight domestic extremism",
    "category_1": "Politics",
    "time": "2021-02-25 15:26:00",
    "body": "WASHINGTON—The Department of Homeland Security for the first time is refocusing some of its grant programs toward fighting domestic violent extremism, a priority under the Biden administration.<br />In total, state and local governments receiving grants will be required to spend at least $77 million combating domestic violent extremism, the department said Thursday.<br />“While we continue to lawfully protect against threats posed by foreign terrorist organizations, we also must ensure adequate focus and funding is provided to combat domestic terrorism, some of which is motivated by false narratives and extremist rhetoric spread through social media and other online platforms,” DHS Secretary Alejandro Mayorkas said.<br />Mr. Mayorkas said the grants will improve the country’s security by giving priority to activities that combat extremism, “including open-source analysis of threats, execution of threat assessment programs, the development and sharing of intelligence across states and between states and the federal government, and the development of training and awareness programs.”<br />The grants represent “a tiny fraction of overall U.S. government spending for counterterrorism writ large, but it’s a start,” said Javed Ali, who left senior counterterrorism posts at the Federal Bureau of Investigation and the National Security Council in 2018 and now teaches at the University of Michigan. DHS’s move “arguably sets the stage for even larger allocations down the road.”"
}