{
    "url_original": "https://www.wsj.com/articles/hong-kongs-top-court-denies-bail-to-pro-democracy-publisher-jimmy-lai-11612870152?mod=business_minor_pos5",
    "url": "hong-kongs-top-court-denies-bail-to-pro-democracy-publisher-jimmy-lai-11612870152",
    "title": "Hong Kong’s Top Court Denies Bail to Pro-Democracy Publisher Jimmy Lai",
    "sub_head": "Panel of five judges rules lower court was wrong to free the media mogul, raising the bar for bail in national-security cases",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-09 06:29:00",
    "body": "HONG KONG—Hong Kong’s highest court has denied bail to pro-democracy newspaper publisher Jimmy Lai, the most prominent figure facing prosecution under a sweeping national-security law imposed by Beijing to silence opposition after a year of unrest.<br />The ruling means that Mr. Lai could potentially spend the rest of his life behind bars if convicted. The businessman and longtime critic of China’s Communist Party is charged with foreign collusion, which carries a maximum sentence of life in prison. The decision also signals that courts will set a high standard for granting bail to anyone charged under the national-security law.<br />Mr. Lai, who is in his early 70s, is among a handful of defendants heading to trial under a law imposed last year—and was the only one so far that a judge had released on bail pending trial. His case is being watched closely in mainland China and in Hong Kong as a test of how the law will be enforced in the former British colony, which has largely governed itself and retained its U.K.-style legal system since its return to China in 1997.<br />China’s state-backed media reacted with outrage in December after a lower-court judge granted bail to Mr. Lai shortly after his arrest. Mr. Lai also faces a fraud charge. He denies the charges.<br />China’s Communist Party mouthpiece The People’s Daily called Mr. Lai dangerous and castigated local courts for misreading the national-security law, which sets strict conditions for bail. The column suggested mainland authorities might invoke new powers under the law to pull Mr. Lai’s case out of Hong Kong’s legal system and try him in the mainland."
}