{
    "url_original": "https://www.wsj.com/articles/hong-kong-orders-national-security-lessons-for-elementary-students-11612531299?mod=world_major_2_pos4",
    "url": "hong-kong-orders-national-security-lessons-for-elementary-students-11612531299",
    "title": "Hong Kong Orders National Security Lessons for Elementary Students",
    "sub_head": "Education chief says it isn’t too early to teach children about national security, as bureau mandates patriotic education in kindergartens",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-295456?width=620&size=1.5",
    "image_1": "im-295456.jpg",
    "time": "2021-02-05 08:28:00",
    "body": "HONG KONG—Children as young as six in Hong Kong will be subjected to lessons on national security as China seeks greater control over the minds of the city’s youth, which it blamed for fueling antigovernment protests in the city.<br />City education officials put schools on the front line of Beijing’s push to quell opposition with a directive issued late Thursday that mandates patriotic education in kindergartens, followed by lessons starting at elementary level to teach children to adhere to a sweeping National Security Law imposed on the city last year.<br />The moves are the latest in a series of changes to the city’s British-style education system, a legacy of colonial rule that ended in 1997. Textbooks are being rewritten to be more patriotic to China, and some images likely to antagonize Beijing are being removed, according to an analysis by The Wall Street Journal.<br />Education is identified in the security law as a key area where greater government oversight is needed—along with the media and the internet. State media ascribed considerable blame for 2019’s social unrest to the city’s liberal school system and teachers. Thousands of students were arrested during monthslong protests, while many more formed human chains and chanted protest slogans in school yards.<br />China’s push to bring up future generations as dutiful citizens, however, is stoking concern among many teachers, students and parents, some of whom say it undermines long-cherished  principles of critical thinking and uncensored debate. Opposition groups say the clampdown is part of Beijing’s broader effort to stifle dissent in the city that has seen dozens of democratic politicians arrested and street protests stamped out."
}