{
    "url_original": "https://www.wsj.com/articles/hong-kong-trial-of-nine-pro-democracy-activists-begins-11613481810",
    "url": "hong-kong-trial-of-nine-pro-democracy-activists-begins-11613481810",
    "title": "Hong Kong Trial of Nine Pro-Democracy Activists Begins",
    "sub_head": "Martin Lee, newspaper publisher Jimmy Lai are among the veteran activists facing charges that carry possible prison sentences of up to five years",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-16 08:23:00",
    "body": "HONG KONG—Nine veteran pro-democracy activists appeared together in court Tuesday on charges related to the mass protests that rocked the city in 2019, in a trial that stands out for the number and prominence of the defendants facing prosecution.<br />They include 82-year-old pro-democracy campaigner Martin Lee, newspaper publisher Jimmy Lai and seven others who face charges of illegal assembly that carry possible sentences of up to five years in prison.<br />While the prosecution of Hong Kong’s opposition has become increasingly commonplace, the defendants in the trial beginning Tuesday are a Who’s Who of an earlier generation of activists who have been fighting for core issues like the rule of law and political participation since before the U.K. returned Hong Kong to China in 1997.<br />Mr. Lee is a U.K.-trained lawyer who co-founded the city’s first pro-democracy party and helped write Hong Kong’s foundational legal document, the 1990 Basic Law. Others charged include Margaret Ng, a 73-year-old barrister; Albert Ho, a 69-year-old lawyer and activist; Lee Cheuk-yan, a 64-year-old labor leader, and Leung Kwok-hung, also 64, a longtime politician and activist known as “Long Hair.”<br />Police arrested the group last April in coordinated early-morning raids that surprised many in the city, since those targeted were generally associated with peaceful activism and running for elected office—not the often bitter clashes between young protesters and the police. For many, the arrests signaled that authorities intended to go beyond prosecuting protesters who committed violence to crush the democracy movement itself."
}