{
    "url_original": "https://www.wsj.com/articles/hope-over-experience-at-the-u-n-11612827731?mod=opinion_lead_pos3",
    "url": "hope-over-experience-at-the-u-n-11612827731",
    "title": "Hope Over Experience at the U.N.",
    "sub_head": "Biden ‘reengages’ with a dictators’ club called the Human Rights Council.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296625?width=620&size=1.5",
    "image_1": "im-296625.jpg",
    "time": "2021-02-08 18:42:00",
    "body": "Secretary of State Antony Blinken on Monday announced the U.S. would rejoin the United Nations Human Rights Council, vowing to reform the body “so it can achieve its potential.” We suggest the White House aim for a more realistic goal—like attaining world peace or establishing a self-sustaining Martian colony.<br />The U.S. is joining the council as an observer immediately and will seek full membership when possible. It shouldn’t be hard to meet the organization’s expectations. Well over half of its members “fail to meet the minimal standards of a free democracy,” according to UN Watch.<br />Last fall Cuba, Russia and China were elected to the 47-seat body. Moscow won its seat after poisoning opposition leader Alexei Navalny, who has since been imprisoned on trumped-up charges. The Chinese Communist Party-sponsored genocide in Xinjiang wasn’t enough to stop its accession, though its margin of victory narrowed from previous years. Cuba’s long history of repression didn’t matter.<br />Like so many other U.N. institutions, the council also has a malign obsession with Israel. It has condemned the Jewish state some 90 times since its founding in 2006. No other country comes close. By UN Watch’s count, Syria and North Korea earned 13 and 35 condemnations. Russia and China? Zero.<br />Mr. Blinken at least acknowledged “that the Human Rights Council is a flawed body, in need of reform to its agenda, membership, and focus, including its disproportionate focus on Israel.” But these problems are endemic and predictable: Membership is based on a vote in the General Assembly, not on real standards of human dignity or freedom."
}