{
    "url_original": "https://www.wsj.com/articles/hospitality-workers-are-pushed-into-new-careers-as-pandemic-begins-second-year-11613999342?mod=business_lead_pos6",
    "url": "hospitality-workers-are-pushed-into-new-careers-as-pandemic-begins-second-year-11613999342",
    "title": "Four Million Hotel, Restaurant Workers Have Lost Jobs. Here’s How They’re Reinventing Themselves.",
    "sub_head": "Faced with continuing furloughs and economic lockdowns, workers in the hospitality industry are pushed into new careers as the pandemic persists",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-02-22 11:27:00",
    "body": "The head waiter has become a grocery manager. The conference coordinator works at a software company. And the hotel-sales boss is now in marketing.<br />Workers at America’s hotels, restaurants, bars and convention centers have been among the hardest hit during the Covid-19 pandemic. Lockdowns and the lack of travel have caused many gathering places to close or reduce their staff. Since February 2020, the leisure-and-hospitality sector has shed nearly four million people, or roughly a quarter of its workforce. As of January 2021, 15.9% of the industry’s workers remained unemployed; more than any other industry, according to the Bureau of Labor Statistics.<br />As a result, millions of hospitality workers—a group that includes everyone from front-desk clerks to travel managers—are trying to launch new careers. Some have transitioned to roles that tap skills honed over years of public-facing work in high-pressure environments. Others have seized the moment to remake themselves for different occupations. Many remain conflicted about leaving an industry they say continually provides new experiences and engenders lasting relationships.<br />A year ago, Ellen White was head trainer at Public Kitchen on Manhattan’s Lower East Side. There, she schooled the restaurant’s workers on the finer points of high-end service.<br />Ms. White supported herself working in restaurants for nearly two decades while acting, until she was furloughed from her restaurant job when the pandemic took hold last spring. Now, she applies that attention to detail to her job as a customer-service representative for a company that processes at-home Covid-19 tests."
}