{
    "url_original": "https://www.wsj.com/articles/hotel-rwanda-hero-paul-rusesabaginas-terrorism-trial-begins-11613563041",
    "url": "hotel-rwanda-hero-paul-rusesabaginas-terrorism-trial-begins-11613563041",
    "title": "‘Hotel Rwanda’ Hero Paul Rusesabagina’s Terrorism Trial Begins",
    "sub_head": "Case is seen as an example of President Paul Kagame’s Efforts to squash political dissent beyond Rwanda’s borders",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-300122?width=620&size=1.5",
    "image_1": "im-300122.jpg",
    "time": "2021-02-17 06:57:00",
    "body": "KAMPALA, Uganda—The trial of a U.S. resident hailed as a hero and immortalized by Hollywood for saving more than 1,200 people during the Rwandan genocide began Wednesday in the country’s capital, in a case seen as spotlighting President Paul Kagame’s efforts to quell political dissent across the globe.<br />Paul Rusesabagina, a 66-year-old recipient of the Presidential Medal of Freedom who was portrayed in the Oscar-nominated movie “Hotel Rwanda,” appeared with 20 other suspects to face terrorism charges, including forming a rebel group and seeking to launch an armed insurrection.<br />Mr. Rusesabagina, a critic of Mr. Kagame’s government who has lived between the U.S. and Belgium for more than a decade, says the charges are politically motivated. He was arrested last year after disappearing during a visit to Dubai airport, before being paraded in Kigali, the Rwandan capital, in handcuffs. Mr. Kagame, who says Mr. Rusesabagina is a fugitive responsible for funding terrorism, denied he had been kidnapped but called the operation flawless.<br />The trial—which has been widely condemned by human-rights groups, members of U.S. Congress and the European Parliament, among others—is being seen as a signal that Rwanda’s government is prepared to reach far beyond its borders to squash dissent.<br />Mr. Kagame, in power for 20 years, has won plaudits for reducing poverty, attracting foreign capital from aid agencies and private investors, and winning support from Western leaders including Bill Clinton and Tony Blair."
}