{
    "url_original": "https://www.wsj.com/articles/hotel-chain-oyo-slashes-staff-and-investment-in-latin-america-11613134559?mod=business_lead_pos3",
    "url": "hotel-chain-oyo-slashes-staff-and-investment-in-latin-america-11613134559",
    "title": "Hotel Chain Oyo Slashes Staff and Investment in Latin America",
    "sub_head": "The highflying Indian startup, backed by SoftBank’s $100 billion Vision Fund, is diverting attention to other markets as the pandemic hammers its business",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-298524?width=620&size=1.5",
    "image_1": "im-298524.jpg",
    "time": "2021-02-12 07:55:00",
    "body": "Oyo Hotels & Homes is letting go most of its staff in Latin America and curbing investment in its operations there, the latest moves by the high-profile Indian startup to trim costs and sharpen its focus as the pandemic pummels its business.<br />Oyo, which is backed by  SoftBank Group Corp.’s  $100 billion Vision Fund, ballooned in size to become the world’s second-largest hotel chain in 2019 before missteps and Covid-19 travel restrictions roughly halved the number of hotel rooms in its network, according to Wall Street Journal calculations.<br />As Oyo’s business and revenues were squeezed during the pandemic, the company decided to focus capital and attention on places with the strongest performance and potential for growth in the next few years: its home market of India, as well as Europe and Southeast Asia. Latin America suffered challenges due to Covid, although Oyo’s business model is still “viable long-term,” Oyo Brazil said in an announcement Thursday.<br />in September of last year Oyo passed control of its Latin American operations to SoftBank, which was slated to invest $75 million into the unit. When Oyo decided to put less focus on the region, the pair decided that SoftBank would pull out of operations there and dismiss most of the staff on the ground, according to the Oyo Brazil announcement and an Oyo spokeswoman.<br />Oyo will continue to have a small local support crew in Latin America, and the brand will remain, but the company will provide the bulk of its services via software and technology platforms run out of other locations, said an Oyo spokeswoman. The company declined to say how many people are employed in Latin America now."
}