{
    "url_original": "https://www.wsj.com/articles/house-republican-reckoning-11612309178?mod=opinion_lead_pos1",
    "url": "house-republican-reckoning-11612309178",
    "title": "House Republican Reckoning",
    "sub_head": "The fates of Reps. Cheney and Greene will suggest the GOP future.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-294023?width=620&size=1.5",
    "image_1": "im-294023.jpg",
    "time": "2021-02-02 18:39:00",
    "body": "Minorities in the House of Representatives are rarely relevant, but the current GOP minority is only a few seats from taking back control. That makes its deliberations Wednesday over two of its Members an important message about the party’s potential return to power.<br />A few dozen backbenchers want to depose Wyoming Rep. Liz Cheney from the House leadership for voting to impeach Donald Trump. Other Members are concerned about the high public profile of Marjorie Taylor Greene, a freshman Member from Georgia with kooky views. If the House GOP punishes Ms. Cheney while saying nothing about Ms. Greene, it will deserve a longer time in the wilderness.<br />Ms. Cheney’s impeachment decision was a vote of conscience, as GOP leaders said at the time. She joined nine others in voting to impeach Mr. Trump after an assault on the Capitol that followed weeks of false election claims from the White House. Some Republicans say Ms. Cheney has special obligations to reflect the GOP conference as a leader, but GOP leaders didn’t whip the vote and Minority Leader Kevin McCarthy was offering little guidance.<br />Ms. Cheney should get credit for daring to stand alone despite the political risks. The Trumpians are vowing to defeat her in a primary in 2022, and Rep. Matt Gaetz, a Trump acolyte, flew to a rally in Cheyenne last week to stir up opposition. Donald Trump Jr. called into the rally to promote a primary challenge to her in 2022.<br />If bowing before all things Trump is the litmus test for being a loyal Republican, the party should get used to continued losses in the suburbs. Mr. McCarthy should be defending his colleague’s vote as a matter of principle, even if he disagreed with it, rather than living in fear of the wrath of Mar-a-Lago."
}