{
    "url_original": "https://www.wsj.com/articles/house-set-to-pass-1-9-trillion-covid-aid-bill-11614357232?mod=politics_lead_pos2",
    "url": "house-set-to-pass-1-9-trillion-covid-aid-bill-11614357232",
    "title": "Democrats Try to Save Worker-Pay Rise in $1.9 Trillion Covid Aid Bill",
    "sub_head": "House prepares to pass its version of the bill after setback on wage issue from Senate parliamentarian",
    "category_1": "Politics",
    "time": "2021-02-26 15:28:00",
    "body": "WASHINGTON—Democrats tried to salvage a worker-pay increase after the existing minimum wage proposal was ruled out of bounds in the Senate, exploring a major change to the $1.9 trillion Covid-19 aid package as the House prepared to pass its version of the bill.<br />House passage of the relief plan, expected later Friday, will send the legislation to the Senate, where lawmakers will alter it. The House will then need to approve the amended bill before sending it to President Biden’s desk. Democrats are racing to finish the package before March 14, when certain types of federal unemployment assistance are set to expire.<br />The relief plan would enhance and extend federal unemployment benefits, provide $350 billion to state and local governments, send a $1,400 check to many Americans and fund vaccine distribution, among other measures. Republicans have largely lined up against the legislation, attacking it as too large and wasteful, in particular its provisions for school funding and state and local governments, as the economy shows signs of recovery.<br />The minimum-wage effort, which would raise the rate to $15 an hour by 2025, was thrown into doubt after a ruling from the Senate parliamentarian late Thursday effectively barred Democrats from including the measure as part of the plan. The nonpartisan parliamentarian said that raising the minimum wage wouldn’t comply with the body’s rules for legislation passed through a process called reconciliation, which allows a bill to be approved with 51 votes but requires that it be closely tied to the budget.<br />The finding created a political stress test for Democrats, who have largely remained united in the early weeks of Mr. Biden’s term."
}