{
    "url_original": "https://www.wsj.com/articles/how-congress-might-upend-section-230-the-internet-law-big-tech-is-built-on-11613172368?mod=business_lead_pos6",
    "url": "how-congress-might-upend-section-230-the-internet-law-big-tech-is-built-on-11613172368",
    "title": "How Congress Might Upend Section 230, the Law Big Tech Is Built On",
    "sub_head": "Lawmakers have sweeping plans to change the foundational covenant between the government and internet platforms. Some experts are cheering, others are wondering if they’ll be burning down the internet rather than saving it.",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "image_1_url": "https://images.wsj.net/im-298746?width=620&size=1.5",
    "image_1": "im-298746.jpg",
    "time": "2021-02-13 12:00:00",
    "body": "Change is likely coming for Section 230, the law that protects online platforms from being held liable for things users say on them. As one of his last acts as president, Donald Trump attempted to strike down the law. President Biden has also said it should be revoked.<br />More than 20 proposals to update Section 230 have surfaced on the Hill, originating from both sides of the aisle. Sens. Brian Schatz (D-Hawaii) and John Thune (R-S.D.), plan to reintroduce one of them, the PACT Act, in the coming weeks, says Sen. Thune. A competing bill was recently proposed by a trio of Democratic U.S. senators on Feb. 5. Its intention, as its backers wrote, is to make social-media companies “accountable for enabling cyberstalking, targeted harassment and discrimination.”<br />There is broad agreement among experts and politicians that Section 230 won’t be eliminated, but that’s where accord ends. While many believe an update of the law is necessary and imminent, many others think most attempts to alter it are dangerous. And despite a flurry of ideas for modernizing the law, it’s not clear where it falls in Congress’s priorities in light of all the other challenges facing the country.<br />The heads of some Big Tech companies, notably  Facebook ’s  Mark Zuckerberg (in October) and  Microsoft ’s  Satya Nadella (on Wednesday) have said they welcome more clarity on what sort of speech should be allowed under Section 230. Meanwhile, Twitter Chief Executive Jack Dorsey on Tuesday proposed a more “market-driven” approach to addressing the desire to update Section 230. Even if legislation is passed, it’s not clear exactly what sort of cases will be brought to test the updated law, or what precedents those decisions will establish. And hashing it out in the courts could take years.<br />“Section 230 touches on everything from election integrity to online social-media bias,” says Klon Kitchen, who was until recently director of the Center for Technology Policy at the politically conservative Heritage Foundation. If we try to solve all the problems of the internet by making changes to this one law, he adds, we’ll be overwhelmed by their unintended consequences."
}