{
    "url_original": "https://www.wsj.com/articles/how-american-free-trade-can-outdo-china-11614035718?mod=opinion_lead_pos5",
    "url": "how-american-free-trade-can-outdo-china-11614035718",
    "title": "How American Free Trade Can Outdo China",
    "sub_head": "The Trump years left the U.S. ceding ground for its exports. Biden can regain it, with the help of allies.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-299413?width=620&size=1.5",
    "image_1": "im-299413.jpg",
    "time": "2021-02-22 18:15:00",
    "body": "President Biden’s announcement that America is back—ready to engage in the diplomacy that has been a hallmark of our leadership for generations—was music to the ears of those who believe U.S. leadership is essential to global order. Unfortunately, trade didn’t make the cut when the president outlined diplomatic priorities. This merits rethinking.<br />The U.S. and China are engaged in a strategic competition that will determine the shape of global politics this century. But when it comes to trade, a critical dimension of that competition, America is ceding the field.<br />In recent years, the U.S. has imposed unilateral tariffs and trade barriers on allies and adversaries alike. Controls on the trade of technology, while important for national security, have been unnecessarily broad and often unilateral. The U.S. withdrew from the Trans-Pacific Partnership (TPP). And it has, through a mixture of negligence and obstruction, hobbled the World Trade Organization. These actions undermined America’s leadership of the global trade system, to the dismay of our allies and partners and to the detriment of our firms and workers.<br />At the same time, China has expanded its trade footprint. Already the world’s largest exporter, China is rapidly displacing the U.S. as the largest trade partner for much of the world. Ninety countries traded twice as much with China as with America in 2018. Last year China surpassed the U.S. as the largest recipient of foreign direct investment.<br />As part of its global campaign, China signed the Regional Comprehensive Economic Partnership last year, a trade agreement that includes U.S. allies such as Japan, South Korea, Australia and New Zealand. It signed an investment agreement with the European Union in December and has announced a customs initiative with Eastern European countries. Beijing is planning new trade agreements with countries in the Middle East and Africa, as well as a regional agreement with Japan and South Korea."
}