{
    "url_original": "https://www.wsj.com/articles/how-big-tech-got-even-bigger-11612587632?mod=tech_lead_pos5",
    "url": "how-big-tech-got-even-bigger-11612587632",
    "title": "How Big Tech Got Even Bigger",
    "sub_head": "Technology giants such as Alphabet, Amazon and  Apple are more dominant than a year ago thanks to a greater reliance on their services during the pandemic. The forces propelling them to new heights are expected to outlast Covid-19.",
    "category_1": "Tech",
    "time": "2021-02-06 12:00:00",
    "body": "The tech industry’s titans were already huge before Covid-19, the subject of soaring valuations and snowballing antitrust investigations. The pandemic has only made them bigger. A lot bigger.<br />In almost every facet of life—the tools we use to work, study, and play; how we shop and interact; the way companies operate and market their products—people and businesses have become more reliant on technology over the past year. Even amid one of the most punishing economic downturns on record, spending surged on computers, videogames, online retail, cloud-computing services and digital advertising.<br />The result was dizzying growth for some of the largest corporations in history—and for their stock prices. At a time when companies such as airlines and bricks-and-mortar retailers struggled to survive, combined revenue for the five biggest U.S. tech companies— Apple Inc.,   Microsoft Corp. ,  Amazon.com Inc.,  Google-parent Alphabet Inc., and  Facebook Inc. —grew by a fifth, to $1.1 trillion. Their aggregate profit rose an even faster 24%. And their combined market capitalization soared by half over the past year to a staggering $8 trillion.<br />Their economic sway expanded in other ways, too, including employment: Amazon alone added 500,000 new workers in a single year, roughly equivalent to the entire population of Atlanta.<br />Lawmakers and regulators may yet find ways to rein them in, but the economic and societal forces propelling Big Tech to even higher heights seem likely to outlast Covid-19. Microsoft Chief Executive Satya Nadella has said that he expects spending on technology to double to 10% of gross domestic product from its current level of 5%. This month he said he now expects that to happen even faster."
}