{
    "url_original": "https://www.wsj.com/articles/how-to-invest-in-heirloom-worthy-clothes-11612987874",
    "url": "how-to-invest-in-heirloom-worthy-clothes-11612987874",
    "title": "How to Invest in Heirloom-Worthy Clothes",
    "sub_head": "Forward-looking shoppers are skipping fast fashion and seasonal trends to buy high-quality pieces they can bequeath to their kids. Here, three women share their heirlooms-to-be.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-297444?width=620&size=1.5",
    "image_1": "im-297444.jpg",
    "time": "2021-02-10 15:11:00",
    "body": "THE COVID ERA has significantly altered the way some women shop—rendering trendy fashion out and timeless clothing in. In its Spring 2021 press presentation last November, retail site Net-a-Porter reported that, based on its sales data, customers were drifting away from faddish seasonal pieces and toward luxury classics, like eternally chic Saint Laurent blazers and sleek-but-relaxed pants from the Row. Key factors: All the time we’re spending at home (there’s no point trying to impress a cat with zeitgeisty trendiness) and a heightened awareness of how “in one season, out the next” clothing creates waste.<br />All this is driving women to invest in heirloom-quality clothing that will last not just for a few years, but for the next generation. Below, three forward-looking style insiders share recent purchases that they hope to wear again and again—and then pass down to their children.<br />55, Writer and philanthropist, Austin<br />The Investment: A blooming Christopher John Rogers dress, approx. $2,675<br />The Long-Term Plan: I’m originally from Kingston, Jamaica, so I’m used to lots of color. I love that when I put this dress on I feel like a flower. I also like to shop from emerging designers and Black designers when I can. This has a silhouette that I feel I could wear 10 or 20 years from now. And I have two daughters, 23 and 19; they’re always raiding my closet and it’s nice that we can share a love of fashion. I think everyone wants to see the next generation doing something with what was there before."
}