{
    "url_original": "https://www.wsj.com/articles/how-grandparents-help-out-during-covid-readers-respond-11613833200",
    "url": "how-grandparents-help-out-during-covid-readers-respond-11613833200",
    "title": "How Grandparents Help Out During Covid: Readers Respond",
    "sub_head": "Readers describe joys and challenges. ‘I feel like I’m a far better grandfather than I was a father.’",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "image_1_url": "https://images.wsj.net/im-300445?width=620&size=1.5",
    "image_1": "im-300445.jpg",
    "time": "2021-02-20 10:00:00",
    "body": "A recent Wall Street Journal article by Rachel Feintzeig explored how grandparents across the United States have stepped up to take care of their grandchildren during the pandemic. The demands of full-time jobs and shifting school schedules have many working parents turning to their own mothers and fathers for relief.<br />We reached out to several Wall Street Journal readers who shared their experiences. Here are some edited excerpts.<br /><br />Abilene, Texas<br />We try to have a routine and ritual for our grandchildren. I will bring them to my office and they do the same things that they always do—take everything out of my desk and set it up and have a great time. I teach in the College of Business at Hardin-Simmons University in Abilene, Texas, and sometimes I’ll bring them to play on the lawn or to chase ducks by the pond. We are not keeping them on an extended basis, like so many of the people in the article, but we try to keep them entertained and having fun. Intermittently this past year, the grandchildren would stay with us for three to five days to give their parents a break. After reading the article, I was impressed by the people who would pick up and move across the country and retire just so they can help their children with the grandkids. That’s an extraordinary commitment. I’m genuinely grateful for my children and grandchildren but I don’t know if I’d be able to do that, especially since my wife and I still have our full-time jobs."
}