{
    "url_original": "https://www.wsj.com/articles/how-military-leadership-hollows-out-an-economy-11614158423?mod=business_minor_pos10",
    "url": "how-military-leadership-hollows-out-an-economy-11614158423",
    "title": "How Military Leadership Hollows Out an Economy",
    "sub_head": "Myanmar’s coup highlights the awkward dynamics for foreign businesses involved in countries where the armed forces have their own business interests",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-303443?width=620&size=1.5",
    "image_1": "im-303443.jpg",
    "time": "2021-02-24 04:20:00",
    "body": "The military seizure of power in Myanmar doesn’t just have political and diplomatic implications, but economic ones too.<br />Though rare in the West, heavy military involvement in nondefense parts of the economy is commonplace in many parts of the world. The recent events in Myanmar show some of the awkward dynamics for foreign businesses that get involved in countries where the armed forces have their own business interests, and how the military can be a drag on prosperity.<br />From the outside, it might seem obvious that military involvement in the economy is a bad thing: Generals aren’t businessmen and may use their clout to intimidate potential competitors or otherwise extract economic rents. That isn’t accurate in every case. During President Park Chung-hee’s military dictatorship in South Korea, an authoritarian central government facilitated development even when most of the actual business was technically in private hands. A rich seam of contracts for material during the Vietnam War helped to fuel the growth of some chaebols, such as Hyundai.<br />But in other cases, it is clear that skeptics’ instincts are pretty much on the money. In Egypt, for example, the military directly or indirectly employs millions of civilians, but without any concrete strategy for development—a more clear-cut case of rent extraction from the productive parts of the economy. Research published by the Center for Comparative and International Studies based on more than 100 countries suggests that benefits of GDP growth from democratization decline when the military has more political power, and are fully erased in cases where the armed forces are particularly influential.<br />The truth is that there are far more situations in the world where a powerful military contributes to Egypt-like outcomes than South Korea-like outcomes. Myanmar is certainly one of the former. The country’s GDP per capita, adjusted for purchasing-power parity, was a little over $5,000 last year, less than half of Vietnamese and Indonesian levels, two countries that aren’t wealthy even by regional standards."
}