{
    "url_original": "https://www.wsj.com/articles/how-roses-came-to-mean-true-love-11613192460",
    "url": "how-roses-came-to-mean-true-love-11613192460",
    "title": "How Roses Came to Mean True Love",
    "sub_head": "Our favorite Valentine’s Day flower was already a symbol of passion in ancient Greek mythology",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-297768?width=620&size=1.5",
    "image_1": "im-297768.jpg",
    "time": "2021-02-13 12:01:00",
    "body": "Historian Amanda Foreman searches the past for the origins of today’s world. Read previous columns here.<br />“My luve is like a red red rose,/That’s newly sprung in June,” wrote the Scottish poet Robert Burns in 1794, creating an inexhaustible revenue stream for florists everywhere, especially around Valentine’s Day. But why a red rose, you might well ask.<br />Longevity is one reason. The rose is an ancient and well-traveled flower: A 55 million-year-old rose fossil found in Colorado suggests that roses were already blooming when our earliest primate ancestors began populating the earth. If you want to see where it all began, at least in the New World, then a trip to the Florissant Fossil Beds National Monument, roughly two hours’ drive from Denver, should be on your list of things to do once the pandemic is over.<br />In Greek mythology the rose was associated with Aphrodite, goddess of love, who was said to have emerged from the sea in a shower of foam that transformed into white roses. Her son Cupid bribed Harpocrates, the god of silence, with a single rose in return for not revealing his mother’s love affairs, giving rise to the Latin phrase sub rosa, “under the rose,” as a term for secrecy. As for the red rose, it was said to be born of tragedy: Aphrodite became tangled in a rose bush when she ran to comfort her lover Adonis as he lay dying from a wild boar attack. Scratched and torn by its thorns, her feet bled onto the roses and turned them crimson.<br />For the ancient Romans, the rose’s symbolic connection to love and death made it useful for celebrations and funerals alike. A Roman banquet without a suffocating cascade of petals was no banquet at all, and roses were regularly woven into garlands or crushed for their perfume. The first time Mark Antony saw Cleopatra he had to wade through a carpet of rose petals to reach her, by which point he had completely lost his head."
}