{
    "url_original": "https://www.wsj.com/articles/how-retiree-shoes-like-mephistos-and-merrells-got-cool-11613058541",
    "url": "how-retiree-shoes-like-mephistos-and-merrells-got-cool-11613058541",
    "title": "How Retiree Shoes Like Mephistos and Merrells Got Cool",
    "sub_head": "In the WFH Era, Gen Z and millennials are trading hyped-up sneakers for practical, comfortable walking shoes with an orthopedic edge",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-297536?width=620&size=1.5",
    "image_1": "im-297536.jpg",
    "time": "2021-02-11 10:49:00",
    "body": "ALEX WRIGHT first laid eyes on Mephisto’s stocky leather lace-ups when he was a teenager working in the back of a clothing store in Manchester, England. Someone had ordered a pair of the ample, minimalist walking shoes online and as he packed the order, Mr. Wright, now 24, thought, “Who on earth under the age of 50 would buy these shoes?” He couldn’t have predicted that just a few years later he would own not just one pair of Mephistos, but three. From his teen years to young adulthood, his taste in shoes has evolved from hyped-up sneakers to sensible, comfortable, even orthopedic-style shoes.<br />In 2021, practical walking shoes are being curiously co-opted by spry 20- and 30-somethings. What footwear falls into this category? Anything that you could pilfer from a retirement-home denizen: for example, the outdoorsy Merrell Jungle Moc with its tractioned rubber sole; Keen’s springy, elasticized Uneek sandal; and the extremely gray Journey Mesh sneaker made by 45-year-old American brand San Antonio Shoemakers, which boasts a “Tripad Technology” shock-absorbing sole.<br />Men have long sought comfort from their shoes, but the pandemic has led them to prioritize comfort over presentability or panache. When your date calendar has been wiped clean, you’re going to rely more on your mushy, errand-run Merrells than your polished Allen Edmonds loafers. “People just want to be a little bit more cozy. I think that practicality is what people are gravitating toward right now,” said Stefano Gugliotta, 29, a Florida-based social media manager for a national chain of car dealerships who also runs @obscuresneakers, an Instagram account with nearly 75,000 followers that pays homage to little-known shoes.<br />Early on, his account featured Avia high-top basketball shoes from the 1980s and long-forgotten Adidas tennis shoes, but lately he’s been mixing in images of plush Subu slip-ons, curvaceous Teva sandals and hard-to-find Oakley mules. By featuring these functional, gorpcore-ish shoes, Mr. Gugliotta is capturing a shift toward footwear that is decidedly unprecious. These are not Jordans you have to polish with a toothbrush, or Air Force Ones you’d baby so as to not crease the leather. These are practical shoes you can put through the wringer.<br />Not everyone understands why geriatric walking shoes are catching on with a more limber generation, though. Recently, Ryan Chang, 32, a writing professor in Los Angeles, went to his local SAS store to buy Journey sneakers, which look a little like New Balance shoes minus the logo. After Mr. Chang asked to try them on, the salesperson shot him what he called a “puzzled look.” Apparently, men with as few grays as he has rarely request Journeys for themselves. Regardless, Mr. Chang cherishes his new pair."
}