{
    "url_original": "https://www.wsj.com/articles/how-adobes-ceo-designed-a-lasting-image-in-silicon-valley-11612587600?mod=business_minor_pos1",
    "url": "how-adobes-ceo-designed-a-lasting-image-in-silicon-valley-11612587600",
    "title": "How Adobe’s CEO Designed a Lasting Image in Silicon Valley",
    "sub_head": "The top executive of the photo-editing software maker relies on mentors forged through years of relationships for help in navigating everything from the pandemic to sensitive political issues",
    "category_1": "Personal Board of Directors",
    "image_1_url": "https://images.wsj.net/im-278073?width=620&size=custom_2679x2679",
    "image_1": "im-278073.jpg",
    "time": "2021-02-06 12:00:00",
    "body": "Early in the pandemic, as employees adapted to working remotely,  Adobe  Chief Executive Shantanu Narayen asked his team to consider a question: “Are we prioritizing enough?”<br />Adobe is a maker of software offering creative tools such as Photoshop and other products designed to help businesses with marketing and managing relationships with customers. With millions of professionals doing their jobs at home, improving digital documents became more urgent for Mr. Narayen. So did adding and refining features so people could better collaborate while working remotely.<br />“Everybody going digital was not going to come again,” he said.<br />To lead in a crisis, Mr. Narayen said, managers must give people permission to stop doing projects not deemed essential for the moment, while also changing how work is done. Adobe has made efforts to not host meetings before 9 a.m., for example, and to regularly give employees additional time off on some Fridays so that they can relax and spend time with their families. “These are different times,” he said. “It’s not business as usual.”<br />Mr. Narayen, who became CEO in 2007, is one of the longest serving chieftains in the technology world. In 2013 Adobe said it would stop selling boxed versions of its software and instead directed customers to cloud-based subscriptions, embracing such a transformation before many other industry giants did. Adobe’s revenue rose to a record $12.87 billion in the 2020 fiscal year; this year the company expects revenue will surpass $15 billion. It now employs roughly 22,500 people."
}