{
    "url_original": "https://www.wsj.com/articles/how-harry-styles-verzuz-and-streaming-changed-the-merch-business-11614441600",
    "url": "how-harry-styles-verzuz-and-streaming-changed-the-merch-business-11614441600",
    "title": "How Harry Styles, Verzuz and Streaming Changed the Merch Business",
    "sub_head": "After the pandemic killed music tours and their opportunities to sell concert T-shirts and other products, the industry pivoted to streaming. For some artists, that’s only expanded the merch market.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-304374?width=620&size=1.5",
    "image_1": "im-304374.jpg",
    "time": "2021-02-27 11:00:00",
    "body": "IN THE SUMMER of 2018, Grace Hall-Ramsay attended a live Harry Styles concert in San Jose, Calif., and had a life-changing experience. The British pop star spotted the 18-year-old in the audience holding a sign that read “I’m Gonna Come Out to My Parents Because of You!” He asked for her mother’s name and—told it was Tina—proceeded to goad a crowd of thousands to yell in unison, “Tina, she’s gay.” The moment understandably went viral. Ms. Hall-Ramsey, an ardent Styler—as the singer’s fans call themselves—had planned to attend 20 Harry Styles concerts in 2020.<br />That didn’t happen. The pandemic brought live music to a halt, but it didn’t wilt Ms. Hall-Ramsey’s fandom. One way she’s maintained a connection to her idol: his increasingly dynamic merch shop. Over the past year, Mr. Styles and his team stoked the momentum following his second album, “Fine Line,” through buzzy music videos and an online shop that released limited-edition capsule collections with the debut of each new video, far exceeding the industry norm (typically, a single merch set is released per major album tour). In quarantine Mr. Styles promoted his album with frequent drops of T-shirts, hoodies, beach towels, prayer candles and other merchandise that alluded to the videos’ themes. “It’s literal [fashion] collections,” said Ms. Hall-Ramsey. “Like, ‘I have to get that, it’s fall/winter.’”<br />Mr. Styles isn’t the only artist redefining the merch formula. Over the past year, many musicians realized that, even if they weren’t touring, their fans would eagerly snap up clothing and other products to commemorate digital moments. These merch opportunities range from music-video drops to intimate live-streamed concerts, album anniversaries to Instagram Live appearances.<br />Dance diva Dua Lipa offered exclusive merch tied to “Studio 2054,” a live-streamed concert that drew over five million viewers in November. The webcast series Verzuz started producing merch to commemorate its once-in-a-lifetime “battles” between R&B and hip-hop notables. Some acts, like rock band the Killers and R&B singer Teyana Taylor have released merch that features tracklists in lieu of the traditional lists of tour dates. Singer-songwriter Rufus Wainwright has taken a more DIY approach, upcycling deadstock shirts from past tours to create hybrid T-shirts as souvenirs for live-streamed concerts.<br />In 2019, the last year on record, the global music merch business brought in $3.663 billion in sales revenue, according to Licensing International’s Annual Global Licensing Survey. As tours have vanished, that’s become an internet-first operation. “When all of those things got put on hold or cancelled, [merch] was the only person sitting at the table,” said Edward Aten, the founder of e-commerce platform Merchbar, which works with over 35,000 artists. The realization, he added, “was, like, ‘hey we can do lots of stuff.’”"
}