{
    "url_original": "https://www.wsj.com/articles/how-to-keep-america-polarized-11612826788?mod=opinion_lead_pos8",
    "url": "how-to-keep-america-polarized-11612826788",
    "title": "How to Keep America Polarized",
    "sub_head": "Democrats are happy to throw over any rule, custom or convention that gets in their way.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-296461?width=620&size=1.5",
    "image_1": "im-296461.jpg",
    "time": "2021-02-08 18:26:00",
    "body": "As the Senate convenes Tuesday to try Donald Trump for “inciting violence against the Government of the United States,” the big question isn’t whether he’s guilty. It’s whether the Senate has the right to try him at all.<br />Questions about the constitutional legitimacy of this impeachment are a good hint why the nation is moving further away from the healing and unity Joe Biden called for in his victory speech. Certainly the policies of the Biden administration will take the country in a new direction. But if divisions between Americans deepen, it will be less because of the policies themselves than the means used to ram them through.<br />Start with impeachment. Given the Constitution’s lack of clear-cut language on the issue, there are legitimate arguments for impeaching and trying a president who’s already left office. Surely, however, an honest debate would begin by at least conceding that one reason there are so many unresolved questions is that what we have in this case is so outside the norm.<br />It wasn’t until 1868, 79 years after George Washington’s first inaugural, that the nation had its first presidential impeachment, of Andrew Johnson. It took another 130 years until President Bill Clinton’s impeachment in 1998. But in the space of 13 months, Speaker Nancy Pelosi has managed to impeach Mr. Trump twice, equaling all the previous presidential impeachments in U.S. history.<br />Both impeachments have been rushed affairs, the first launched by the speaker’s decree rather than a vote of the House. As Sen. Mitch McConnell complained that first time ’round, “the House Democrats’ impeachment inquiry is breaking critical precedents, denying the administration important rights that were afforded other presidents, and violating basic rules of due process.” This time is no better. The ranking member of the House Rules Committee, Rep. Tom Cole, points out that Democrats chose “to race to the floor with a new article of impeachment, forgoing any investigation, any committee process or any chance for members to fully contemplate this course of action before proceeding.”"
}