{
    "url_original": "https://www.wsj.com/articles/how-covid-19-upended-wwe-11613678401?mod=business_minor_pos13",
    "url": "how-covid-19-upended-wwe-11613678401",
    "title": "How Covid-19 Upended WWE",
    "sub_head": "World Wrestling Entertainment’s CFO outlines how the pandemic has altered the company’s live-event business model",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-300451?width=620&size=1.5",
    "image_1": "im-300451.jpg",
    "time": "2021-02-18 15:00:00",
    "body": "For decades,  World Wrestling Entertainment Inc.  has had a simple formula for making money: traveling to cities across the country and televising acrobatic wrestling matches between spandex-clad athletes. Merchandise sales provided additional revenue, as did the streaming of matches in recent years on the WWE Network.<br />The pandemic dented that model. Virus-related restrictions put WWE’s stadium shows on hold, resulting in an estimated $90 million in lost revenue in 2020. In the face of that setback, the company has found a new way to stage its performances and is accelerating its efforts to find new audiences. It’s producing shows for its TV and streaming audiences at a temporary production facility in Florida. And in January it signed an exclusive streaming deal with NBCUniversal Media LLC’s Peacock streaming service, expanding its reach, especially among younger consumers. It also created a new show aimed at attracting viewers in India.<br />Kristina Salen, WWE’s chief financial officer, joined the wrestling company last summer, following stints in the startup world and as the former CFO of Etsy Inc.<br />She has overseen investments aimed at re-creating the look and feel of a stadium show at the company’s Florida production facility, including lasers, pyrotechnics, and video displays in the arena’s seating area that sometimes show fans or characters in the narrative of the performance. “WrestleMania,” WWE’s first live event in more than a year, and the only one scheduled so far in 2021, is set to take place on April 10 and 11.<br />But attracting and maintaining consumers’ attention could be a challenge. Average viewership of two of the company’s prime-time programs, “Raw” on the USA Network and “SmackDown” on Fox, fell sharply in the early months of the pandemic, though viewership began to stabilize later in 2020. WWE Network had 1.5 million paid subscribers to its streaming service as of Dec. 31, up 6% from a year earlier but down from the early months of the pandemic."
}