{
    "url_original": "https://www.wsj.com/articles/how-the-bring-back-our-girls-tweets-changed-a-war-in-nigeria-11613797261",
    "url": "how-the-bring-back-our-girls-tweets-changed-a-war-in-nigeria-11613797261",
    "title": "How the ‘Bring Back Our Girls’ Tweets Changed a War in Nigeria",
    "sub_head": "A well-meaning social-media campaign to free young women kidnapped by Boko Haram galvanized rescue efforts—and may have spurred the jihadist group to expand its use of gender violence",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-300636?width=620&size=1.5",
    "image_1": "im-300636.jpg",
    "time": "2021-02-20 12:01:00",
    "body": "On the evening of April 14, 2014, a band of gunmen stormed into a girls boarding school in the northeast Nigerian town of Chibok and carried away more than 200 students who had been preparing for their graduation exams. The young women were taken to the remote forest hideout of a little-known Islamist sect named Boko Haram.<br />For weeks, almost no one seemed to notice the students were missing. Then the news went viral on  Twitter ,  prompting some of the world’s most recognizable people—Pope Francis, Kim Kardashian, The Rock, Michelle Obama—to fire off a hashtag that lighted up billions of phones: #BringBackOurGirls. Those four words quickly demonstrated the power of social media to advance a distant cause. The girls became a global priority. To free them, a number of the world’s most powerful countries sent their armed forces, drones, satellites and sophisticated surveillance equipment. And then, just as quickly, Twitter’s hive mind swarmed onto its next viral cause, the Ice Bucket Challenge, and never returned.<br />Yet those few days of tweets lighted a fuse that continues to burn years later. The rescue mission launched in 2014 has quietly and covertly evolved into a military deployment across four West African countries. Nigeria’s military, U.S. diplomats and terrorism specialists still express bewilderment that a short-lived series of tweets so profoundly shaped the conflict with Boko Haram and other jihadist groups, which continue to kidnap children for fame, footsoldiers and ransom.<br />Through hundreds of interviews with officials involved in rescue efforts and 20 of the Chibok girls who won their freedom, we found a yearslong trail of far-ranging yet unintended outcomes that neither the advocates nor the cynics who dismissed the campaign as “slacktivism” could have foreseen.<br />The frenzied international coverage inspired both a race to free the women and a shift in Boko Haram’s tactics. Within months, the group was boasting that it had kidnapped vastly more young women, ransoming some and dispatching others as its first female suicide bombers. “The hashtag unwittingly provided Boko Haram with a road map to use gender violence to further its global brand,” says Nigerian writer Tricia Adaobi Nwaubani, who has interviewed more than 200 of the Chibok families."
}