{
    "url_original": "https://www.wsj.com/articles/how-reddit-renegades-helped-theater-giant-amc-avoid-a-tragic-ending-11614358803?mod=business_lead_pos5",
    "url": "how-reddit-renegades-helped-theater-giant-amc-avoid-a-tragic-ending-11614358803",
    "title": "How Reddit Renegades Helped Theater Giant AMC Avoid a Tragic Ending",
    "sub_head": "The world’s largest chain of cinemas found some unlikely allies in its quest to stay afloat through the pandemic",
    "category_1": "Business",
    "time": "2021-02-26 16:40:00",
    "body": "A frenzied rally that began with videogame retailer  GameStop Corp.  boosted the fortunes of the world’s largest movie theater chain, aiding  AMC Entertainment Holdings Inc.  in its yearlong quest to survive the pandemic. No one was more surprised by the turn of events than AMC Chief Executive Adam Aron.<br />“I was completely oblivious to GameStop,” Mr. Aron said. “I had never heard of them.”<br />In late January a group of renegade individual investors banding together on the Reddit forum WallStreetBets turned their attention to AMC following their successful campaign to pump up the stock of GameStop. For AMC, the attention was far-fetched even for a company that depends on fictional Hollywood story lines to lure people into its theaters. It wasn’t so long ago that a bankruptcy filing loomed as its likely finale.<br />In the span of 72 hours, AMC’s stock soared 467%. The hashtag #SaveAMC proliferated on social media, attached to memes showing images of AMC theaters superimposed on the surface of the moon—a symbol that Reddit traders use to represent their aspirations of the stock reaching stratosphere-busting heights. The mania helped AMC bag another $305 million from the stock market and slash its debt load by $600 million. After dipping back down to as low as $5.35 following the January peak, AMC shares rose again this week amid a new burst of meme-heavy social media attention. The stock climbed 41% through Friday, closing at $8.01.<br />What happened to AMC is a testament to a new force in financial markets: small-time investors whose collective power, often fueled by social media hype, can help determine a company’s fate."
}