{
    "url_original": "https://www.wsj.com/articles/how-movies-like-the-father-helped-me-understand-my-mothers-alzheimers-11614200758",
    "url": "how-movies-like-the-father-helped-me-understand-my-mothers-alzheimers-11614200758",
    "title": "How Movies like ‘The Father’ Helped Me Understand My Mother’s Alzheimer’s",
    "sub_head": "After avoiding dementia dramas, a writer finds new perspectives in a spate of films exploring the disease in unconventional ways.",
    "category_1": "Arts",
    "category_2": "Film",
    "image_1_url": "https://images.wsj.net/im-303035?width=620&size=1.5",
    "image_1": "im-303035.jpg",
    "time": "2021-02-24 16:05:00",
    "body": "My mother was the reason I initially resisted “The Father.” The new film stars Anthony Hopkins as a man struggling against the effects of dementia. That synopsis was enough to trip my avoidance instinct, despite the time that has passed since my mom’s death, on Feb. 18, 2017, at age 76 from Alzheimer’s disease.<br />I had learned all I wanted to know about dementia from her. Over seven years, I saw it change Joan Jurgensen from the captain of my family to a castaway adrift in time and place, who fussed over invisible children at her feet, grieved anew each time she learned that her parents died decades ago, and sang church hymns even after she struggled to form linear sentences.<br />But lately I’ve been re-examining that chapter, drawn in by the work of filmmakers using cinematic techniques—manipulations of time, perspective, setting and genre—to explore the interior worlds of dementia. With more and more people living with Alzheimer’s, the most common form of dementia (now nearly 6 million Americans, plus their caregivers) these movies show how reckonings with the disease in art are evolving.<br /><br />Last year’s “Relic,” from writer-director Natalie Erika James, is a horror movie set in a house mirroring the space inside its owner’s deteriorating mind. In “Elizabeth Is Missing,” a recent PBS movie starring Glenda Jackson, 84 years old, a woman’s memory loss is a plot device and a metaphor in her search for a vanished friend. In the format-bending documentary “Dick Johnson Is Dead,” filmmaker Kirsten Johnson grapples with the impending loss of her father by casting him in faux movie scenes, complete with stunt doubles and elaborate sets."
}