{
    "url_original": "https://www.wsj.com/articles/how-much-of-the-marvel-universe-did-stan-lee-really-create-11613836800",
    "url": "how-much-of-the-marvel-universe-did-stan-lee-really-create-11613836800",
    "title": "How Much of the Marvel Universe Did Stan Lee Really Create?",
    "sub_head": "A new biography examines the iconic comic-book creator’s legacy including his role in shaping characters like Iron Man and the Hulk",
    "category_1": "Books",
    "image_1_url": "https://images.wsj.net/im-299849?width=620&size=1.5",
    "image_1": "im-299849.jpg",
    "time": "2021-02-20 11:00:00",
    "body": "Stan Lee co-created Iron Man, the Hulk, the X-Men, and other Marvel Comics superheroes who’ve thrilled movie audiences and become pop-culture icons. Or did he?<br />Generations of fans have applauded Mr. Lee as the prime mover behind Marvel’s success—not least because Mr. Lee, who died at the age of 95 in 2018, always said he was. But a new biography suggests Mr. Lee may have claimed more credit than he deserved for creating Marvel’s signature characters, and that the bulk of the credit may belong to the artists with whom he collaborated, notably Jack Kirby, who died in 1994.<br />“The image of Stan as a real-life superhero is just not the case,” said Abraham Riesman, the author of “True Believer: The Rise and Fall of Stan Lee.” The recently published book—for which Mr. Riesman conducted 150-plus interviews, many with people close to Mr. Lee, and delved into his archives and thousands of pages of documents—portrays Mr. Lee as a gifted editor, scriptwriter and promoter who nonetheless overstated his accomplishments.<br />Part of the ambiguity stems from the “Marvel Method” Mr. Lee and his artists used, Mr. Riesman argues. They would have informal discussions to outline a story and its characters, sometimes in bare-bones terms, and then the artist drew the pages, shaping the story and adding or changing elements. Mr. Lee then wrote the characters’ dialogue and narration.<br />The question is how much he contributed in those first discussions when the core concepts for new characters were born. There’s little documentation and no hard evidence that the central ideas came from him, Mr. Riesman said. “It’s just Stan said that he created these characters and people believed him.” And, he notes, Mr. Lee had difficulty coming up with successful ideas after Marvel, which is now owned by Disney."
}