{
    "url_original": "https://www.wsj.com/articles/how-to-quiet-the-megaphones-of-facebook-google-and-twitter-11613068856",
    "url": "how-to-quiet-the-megaphones-of-facebook-google-and-twitter-11613068856",
    "title": "How to Quiet the Megaphones of Facebook, Google and Twitter",
    "sub_head": "Today’s often toxic social-media environment calls for a fix that puts choices back in the hands of consumers. A new layer of ‘middleware’ can do that.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-298135?width=620&size=1.5",
    "image_1": "im-298135.jpg",
    "time": "2021-02-11 13:40:00",
    "body": "Twitter ’s  decision to kick Donald Trump off its platform was welcomed by many liberals as a necessary response to a president who had incited the January 6 storming of Congress. But many of those not particularly friendly to Mr. Trump were nonetheless troubled that Twitter had grown so powerful that it could silence a U.S. president. The Russian anticorruption activist Alexei Navalny, in a series of tweets a few days before his recent arrest, expressed similar worries about Twitter using its power against champions of democracy.<br />The prevailing approach to protecting political speech on the major digital platforms has been to pressure the companies to self-regulate by creating, for instance, oversight boards of outside experts. But leaving these momentous decisions in the hands of private companies is not a long-term solution; they have neither the legitimacy nor the capacity to make such decisions in the public interest.<br />The core issue is the oversize power of Twitter,  Facebook  and Google in controlling political discourse. One measure with some congressional support is to repeal or change Section 230 of the Communications Decency Act, which limits the liability of platforms for the content they carry. But reform could hurt small companies more than the established giants, who can more easily develop algorithms and hire personnel to filter out problematic content.<br />The question is how to reduce the power of today’s digital monopolists without losing the substantial social value they offer. We believe that a structural solution is possible: requiring the dominant platforms to allow users to select their own output from the algorithms. This would depend on the creation of a new kind of “middleware.” The term normally refers to software that connects operating systems with applications, but we envision software that puts a filtering layer between big platforms and their users. It would give consumers a simple, powerful tool to manage the content that reaches them.<br />The problem with today’s digital monopolists is not that they carry fake news or conspiracy theories; this content is unfortunately widespread, and the First Amendment protects Americans’ right to express what they want. The real harm comes from those few companies’ ability to amplify certain voices while excluding others. This power is a product of scale economies, in which one large platform generates more attention, participation and value than multiple smaller ones, and a business model that relies on capturing user attention for advertisers. These platforms squeeze out alternative platforms while fueling virality, thereby advancing the loudest, most provocative voices."
}