{
    "url_original": "https://www.wsj.com/articles/how-serious-are-biden-and-the-democrats-about-fighting-climate-change-11613756593",
    "url": "how-serious-are-biden-and-the-democrats-about-fighting-climate-change-11613756593",
    "title": "How Serious Are Biden and the Democrats About Fighting Climate Change?",
    "sub_head": "To make real progress on cutting greenhouse gas emissions, President Biden and Congress will need to break with environmentalist dogmas.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-02-19 12:43:00",
    "body": "The Biden administration’s climate efforts seemingly began with a bang. Within days of his inauguration, President Biden announced a slew of climate-related executive orders, including plans to rejoin the Paris Agreement, cancel the Keystone XL pipeline and suspend new oil and gas leasing on public lands. Some of these actions will have a tangible impact. But much of what Mr. Biden announced was performative, offering succor to his environmental supporters but not much else. In truth, his ability to move the needle on U.S. emissions through executive action is extremely limited.<br />Consider that Obama-era regulations on power plant emissions, which President Biden may try to promulgate again, didn’t actually require significantly lower emissions than what will likely happen anyway, as natural gas and renewable energy continue to displace coal-generated electricity. He may, similarly, attempt to reinstate automobile fuel efficiency standards that President Trump dismantled. But with the nation’s auto makers already moving quickly to electric vehicles, the emissions benefits to be gained from another round of trench warfare over efficiency requirements for internal combustion vehicles are likely to be underwhelming.<br />Mr. Biden’s options are limited for other reasons on Capitol Hill. Notwithstanding the bold talk from Democrats and environmentalists, neither Congress nor the public appear to have much stomach for costly regulatory actions. Democrats simply do not have the votes to pass carbon caps, carbon taxes or a Green New Deal. And even were they able to do so, the history of such policies is not promising. Neither carbon trading systems nor carbon taxes, for instance, has done much to deeply cut emissions anywhere in the world.<br />If there is good news for President Biden, it is that U.S. emissions have been falling for the last decade, thanks in large part to years of federal investment in clean technology, from research and development to loan guarantees to tax credits. Today, wind, solar, battery and electric vehicle technologies are increasingly competitive in many parts of the country without ongoing subsidies or mandates. These policies have reliably been supported by Democrats and Republicans alike. So there is a path for Mr. Biden to accelerate progress on cutting emissions, one that depends less on defeating climate-skeptical Republicans in Congress and more on doubling down on the things that are working already: technology, infrastructure, economic productivity and partnerships with the private sector to accelerate innovation.<br />That path may sound easier. But it brings its own challenges, as it will likely require Mr. Biden to confront a number of longstanding environmental shibboleths that stand in the way of deeply cutting U.S. emissions."
}