{
    "url_original": "https://www.wsj.com/articles/how-to-go-freelance-during-the-covid-19-pandemic-11612094400",
    "url": "how-to-go-freelance-during-the-covid-19-pandemic-11612094400",
    "title": "Tips on Going Freelance During the Covid-19 Pandemic",
    "sub_head": "As coronavirus accelerates moves to contract, gig and ‘on-demand’ work, here’s advice if you’re considering becoming your own boss",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-291718?width=620&size=1.5",
    "image_1": "im-291718.jpg",
    "time": "2021-02-05 12:37:00",
    "body": "When Kyndall Bennett lost her job as a multimedia designer in July, she took it as the push she needed to start freelancing.<br />“I had been considering doing it for a while, but the layoff kind of lit the fire underneath my behind,” says the 29-year-old, who lives with her husband Stevenn in Valley, Ala. “It was, ‘Hey, look. You might not think you’re ready for this but you’re just going to have to jump in and figure it out as you go.’ ”<br />She studied video tutorials on LinkedIn Learning about the ins and outs of what’s now often called “on-demand work” and booked her first freelance assignment in September. Since then, she has been offering multimedia-design services, such as video editing, and digital marketing on a contract basis. Though Ms. Bennett says the hustle required to freelance is challenging, she hopes to eventually make a career as an independent worker.<br />Ms. Bennett is one of thousands of people—from millennials to senior executives—who have started working for themselves in the pandemic, whether as high-skilled gig workers in fields like computer engineering, solo entrepreneurs launching one-person firms, or freelance workers offering specific services like data analytics or digital marketing.<br />Some are part of an undeclared economy—often one-person, cash operations not captured in the data. However, one measure points to a sharp rise in those turning to self-employment. Some who start a business of their own apply for tax identification numbers, and Census Bureau data show that applications by businesses not expected to have employees rose 33% in the fourth quarter of 2020 from a year earlier. In July though September, they jumped 77% from the previous three months—the largest quarter-to-quarter jump in 16 years of record-keeping."
}