{
    "url_original": "https://www.wsj.com/articles/how-much-does-a-c-section-cost-at-one-hospital-anywhere-from-6-241-to-60-584-11613051137?mod=business_lead_pos7",
    "url": "how-much-does-a-c-section-cost-at-one-hospital-anywhere-from-6-241-to-60-584-11613051137",
    "title": "How Much Does a C-Section Cost? At One Hospital, Anywhere From $6,241 to $60,584.",
    "sub_head": "New federally mandated disclosures by California’s Sutter Health illustrate the wide disparity in healthcare rates negotiated by insurers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-293207?width=620&size=1.5",
    "image_1": "im-293207.jpg",
    "time": "2021-02-11 08:45:00",
    "body": "When a woman gets a caesarean section at the gleaming new Van Ness location of Sutter Health’s California Pacific Medical Center, the price might be $6,241. Or $29,257. Or $38,264. It could even go as high as $60,584.<br />The rate the hospital charges depends on the insurance plan covering the birth. At the bottom end of the scale is a local health plan that serves largely Medicaid recipients. At the top are prices for women whose plans don’t have the San Francisco hospital in their insurers’ network.<br />The nation’s roughly 6,000 hospitals have begun to reveal the secret rates they negotiate with insurers for a range of procedures. The data offer the first full look inside the confidential deals that set healthcare rates for insurers and employers covering more than 175 million Americans. The submissions also illuminate how widely prices vary—even for the same procedure, performed in the same facility—depending on who is paying.<br />“It is shining a light on the insanity of U.S. healthcare pricing,” said Niall Brennan, chief executive of the Health Care Cost Institute, a nonprofit that analyzes medical costs. “It’s at the center of the affordability crisis in American healthcare.”<br />Under a Trump administration rule that took effect in January, nearly all hospitals must make their prices public, a move the industry sued to block. Courts rejected hospitals’ arguments that their prices should remain under wraps. Healthcare economists say these rates are a major driver of U.S. medical costs, the highest in the world, and they are largely paid by American companies and workers."
}