{
    "url_original": "https://www.wsj.com/articles/how-many-jobs-will-the-stimulus-kill-11614295867?mod=opinion_major_pos4",
    "url": "how-many-jobs-will-the-stimulus-kill-11614295867",
    "title": "How Many Jobs Will the ‘Stimulus’ Kill?",
    "sub_head": "As many as eight million by our estimate, in part by gutting many of Clinton’s successful welfare reforms.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-303751?width=620&size=1.5",
    "image_1": "im-303751.jpg",
    "time": "2021-02-25 18:31:00",
    "body": "President Biden’s $1.9 trillion Covid-relief package is being sold as an effort to “get America back to work.” It will do the opposite. We estimate that between five million and eight million fewer Americans will be employed over the next six months if the bill passes.<br />The bill would create one of the largest expansions in government welfare benefits since the birth of the modern welfare state. In combination with December’s $900 billion package, the new bill would expand the safety net to include six months of weekly $400 bonus unemployment benefits on top of the normal weekly benefits, a $3,000-a-child tax credit, an expansion of food stamps and rental assistance, $2,000-a-person checks, and expanded health benefits.<br />The Biden plan is welfare reform in reverse. It would repeal many of the successful work requirements dating to the Clinton era, and it contains only minimal requirements in exchange for its cash payments and other benefits.<br />There’s more. Unlike wages and salaries earned from work, many of these benefits are tax-free. So the after-tax equivalent of receiving a paycheck versus government benefits is even more tilted against working. There is no 7.65% payroll tax deducted from an unemployment check, as there would be on a paycheck. Unemployment benefits are subject to income taxes in most of the country, but six states don’t count them as taxable income.<br />In Kansas, a family of four with two unemployed adults who had earned U.S. median wages could get paid, including the Biden add-on package, the after-tax equivalent of more than $135,000 on an annual basis without working an hour. In Massachusetts, where state unemployment benefits are the highest in the nation, the figure is $170,000. This doesn’t include any housing or rental assistance the family may also receive. The Biden package of benefits would exceed the wages and salaries of at least 85% of households."
}