{
    "url_original": "https://www.wsj.com/articles/how-covid-19-deepened-political-divides-in-pennsylvanias-capital-11612879200?mod=politics_lead_pos3",
    "url": "how-covid-19-deepened-political-divides-in-pennsylvanias-capital-11612879200",
    "title": "How Covid-19 Deepened Political Divides in Pennsylvania’s Capital",
    "sub_head": "The pandemic has sparked partisan anger and mistrust between lawmakers in Harrisburg",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-296373?width=620&size=1.5",
    "image_1": "im-296373.jpg",
    "time": "2021-02-09 09:00:00",
    "body": "HARRISBURG, Pa.—Republican Doug Mastriano was a little over a year into his first term as a state senator when the coronavirus pandemic struck. He assailed the Democratic governor’s business closures and mask mandates, raising his profile in the process. He is now considering a run for governor next year.<br />State Sen. Jim Brewster, a Democrat, urged people to follow health guidelines and government rules, a stance he said nearly cost him his seat last November. A frequent party-crosser during his 10 years in office, he said the pandemic has changed how he views his fellow lawmakers. “I’m done working with people who have an agenda,” he said.<br />The public-health crisis approaching the one-year mark upended how Americans live. It has also deepened the divide between Republicans and Democrats at the national level, polls have shown, and in Pennsylvania, an electoral battleground where control of state government is split between the parties. That partisanship worsened after many locally elected Republicans supported former President Donald Trump’s unfounded assertions that the election was stolen from him.<br />“It was the perfect storm—an election year, people’s lives turned upside down from the long pandemic of things,” said state Rep. Torren Ecker, a Republican who represents part of south-central Pennsylvania. “It’s all led to some tension, to say the least.”<br />Politicians from both parties believe the rift started at the top: Republicans say Democrats focused on the pandemic as a way to make Mr. Trump look bad and went too far in placing restrictions on businesses. Democrats say Republicans followed Mr. Trump’s lead and didn’t take the virus seriously enough and pushed to prematurely reopen the economy."
}