{
    "url_original": "https://www.wsj.com/articles/how-can-i-cut-my-own-hairand-make-it-look-good-11612380359",
    "url": "how-can-i-cut-my-own-hairand-make-it-look-good-11612380359",
    "title": "How Can I Cut My Own Hair—and Make It Look Good?",
    "sub_head": "Trimming hair at home—be it yours, your partner’s or your squirming child’s—can easily result in disaster. Here, expert advice on how to masterfully shear the whole family.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-294474?width=620&size=1.5",
    "image_1": "im-294474.jpg",
    "time": "2021-02-03 14:26:00",
    "body": "THE SKILL that matters most when you’re attempting to cut your hair at home is not point-cutting—i.e., chipping into ends with the tip of the scissors while holding them vertically to create texture. It’s not beveling—i.e., rounding out the angles of a razor cut.<br />It’s restraint. When cuts go awry, it’s usually because people can’t resist trimming just a bit more or refuse to leave the hard-to-reach back of their heads alone, said Ana Costa, a hairstylist at Papillon Jaune Salon in Providence, R.I. But the odds of creating non-cringe-y results vastly increase if you equip yourself with the right tools: that is, ones you’re actually qualified to use. “Don’t buy anything that requires a license,” said Ms. Costa. Basic shearing scissors, a comb and clips will do. Don’t overcomplicate things, either. Work in sections, which is tedious but effective, and set realistic expectations (Vidal Sassoon didn’t master the bob before breakfast). Here, the best techniques to try on yourself, kids and partners for cuts that look sharp from all angles.<br />On yourself: Start with dry or damp hair so you have an accurate sense of the length and don’t inadvertently change the geometry of your cut. Just clean up the lines. If you have bangs, start by trimming them: Gather the bangs and twist them into a section above your nose. Snip into the ends, first straight across and then vertically to achieve soft edges. Don’t cut bangs beyond the outer edges of your eyebrows, said Ms. Costa. To banish split ends around your face, run your comb (Ms. Costa prefers Krest’s fine-tooth models, from $6, amazon.com) through your hair, stopping ½ inch from the bottom, and snip the frayed bits. If you insist on trimming the back of your mane solo, it’s possible, but only if your hair is longer than shoulder length. Part it in the middle and pull the sections forward so the tips lie flat on your chest. Point-cut up into the ends—this results in a symmetrical V-shape, said Amy Abramite, a hairstylist at Maxine Salon in Chicago.<br />On someone else:Arm yourself with sectioning clips (Ms. Costa’s favorites are Framar Gator Grip Clips, $9 for four, framar.com) so you clearly see the areas you need to cut (front, back, sides). Good lighting also helps, so sit your “client” near a window. Starting at the nape and moving forward, release a one-inch section and trim it to the desired length—this initial cut will serve as a guide to measure all others against. “I’d advise taking off no more than ½ inch at first,” said Ms. Costa. “You can always do more later.” To avoid a (literal) square haircut, snip the ends around the face on a slight angle, holding your comb at 45-degrees and cutting along it as a guide. To avoid conjuring a Picasso, pull pieces under the chin to ensure they’re even lengths. Adjust as needed.<br />On yourself: Grab a pair of scissors and a modest clipper: “Using scissors longer than 5 1/2 inches is like cutting hair with a sword,” said Ms. Abramite. For a simple, neatly shorn cut, start buzzing with the standard number-four guard, staying below the occipital bone (where your head starts to curve). Tackle the top section with scissors: Pull small, ½-inch sections between your pointer and middle fingers and slide the hair straight up, then notch into the ends with your scissors pointed down to remove bulk. Lastly, take off the guard and buzz carefully around the perimeter of your head and neck to tidy up any scruffy strands."
}