{
    "url_original": "https://www.wsj.com/articles/how-to-ration-vaccines-11612481979?mod=opinion_lead_pos1",
    "url": "how-to-ration-vaccines-11612481979",
    "title": "How to Ration Vaccines",
    "sub_head": "Basing eligibility on age from now on is the scientific, and least political, method.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-295323?width=620&size=1.5",
    "image_1": "im-295323.jpg",
    "time": "2021-02-04 18:39:00",
    "body": "Whenever the government is in charge of allocating a scarce good in high demand, there will be rationing and political jockeying. So it is with vaccines as political brawls are breaking out in states over who should be next in line for shots.<br />The Centers for Disease Control and Prevention has recommended prioritizing shots based on occupation and health factors, but its guidelines are arbitrary and states don’t have to follow them. After nursing-home residents and health-care workers, the CDC says priority should go to those over age 75 and an expansive list of “frontline essential workers.”<br />Then come people 65 to 74 years old, as well as ages 16 to 64 with unspecified “underlying medical conditions which increase the risk of serious” complications plus “essential workers.” The latter include those who “work in transportation and logistics, food service, housing construction and finance, information technology, communications, energy, law, media, public safety, and public health.”<br />By that definition, who isn’t essential? The CDC says its guidelines are intended to “decrease death and serious disease as much as possible,” “preserve functioning of society” and “reduce the extra burden COVID-19 is having on people already facing disparities.” These are all laudable objectives, but the latter two involve political judgments.<br />Many states have already extended eligibility to anyone over 65 before other groups since seniors are at highest risk for severe illness. This has simplified the bureaucracy. Yet as seniors are taken care of and more shots become available, prioritizing people with certain health conditions or politically favored jobs will create a political morass."
}