{
    "url_original": "https://www.wsj.com/articles/how-can-i-stop-stress-biting-my-nails-11612357605",
    "url": "how-can-i-stop-stress-biting-my-nails-11612357605",
    "title": "How Can I Stop Stress-Biting My Nails?",
    "sub_head": "Nail experts and a clinical psychologist offer actionable tips for quitting—as do two of our manicure-mangling fashion editors",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-293356?width=620&size=1.5",
    "image_1": "im-293356.jpg",
    "time": "2021-02-03 08:06:00",
    "body": "BITING YOUR nails can be absorbingly compulsive, but it’s an incredibly dirty habit—even more so when absentmindedly sticking unwashed fingers in your mouth could increase your chances of contracting Covid-19. If the threat of a potentially deadly virus won’t make you stop gnawing, what will? For starters, you need to look at nail-biting as more than a “pesky habit,” said Dr. Rebecca Rialon Berry, Ph.D., a New York clinical psychologist.<br />Often accompanied by a desire to chew on your cuticles and hangnails (which, counterintuitively, aren’t nails at all but rather rough bits of dry skin), nail-biting is a body-focused repetitive behavior that helps us cope with anxiety, stress and boredom. Thanks to the many sensory receptors in the fingertips, ruining your manicure provides comfort, focus or both. Identify your triggers: Do work deadlines make you bite, or are nosy inlaws driving you to nibble? Then “get some physical and psychological space” from these triggers, advised Dr. Berry, and work on taking the edge off.<br />As alternative ways to relieve stress, masochists could try grueling physical activities like push-ups, while zen-seekers should regularly take deep breaths. If you’re too rattled to inhale intensely, hold ice cubes. Ice gripping can regulate your temperature and, in turn, your emotions, leaving you better equipped to take deep, calming breaths and leave your nails alone.<br />If these techniques don’t break the nail-biting pattern, Dr. Berry suggests you cover your fingertips with rubber caps or tape (not ideal if you’re stuck at a laptop all day) or getting a “fiddle basket” full of items that will keep your hands busy, like Theraputty, a stress ball or a tactile Pin Art toy.<br />If you’re still gnawing away, consider a cosmetic strategy. Removing temptation by maintaining short nails is an obvious option, but there are more attractive answers. Julie Kandalec, a New York celebrity manicurist, said her top tip is investing in a good pair of cuticle clippers that can snip hangnails—or dead skin. “If there’s nothing to feel, there’s nothing to pick,” she said, also stressing the importance of moisturizing your cuticles. Keep a sanitized pair of clippers, along with a nail file, by your side at all times so you can replace biting with (gentle) pruning."
}