{
    "url_original": "https://www.wsj.com/articles/how-biden-can-liberate-americans-shackled-abroad-11613518095?mod=opinion_lead_pos7",
    "url": "how-biden-can-liberate-americans-shackled-abroad-11613518095",
    "title": "How Biden Can Liberate Americans Shackled Abroad",
    "sub_head": "Washington should not tolerate foreign actors who wrongfully or unlawfully imprison U.S. citizens.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-298698?width=620&size=1.5",
    "image_1": "im-298698.jpg",
    "time": "2021-02-16 18:28:00",
    "body": "As President Biden revamps many aspects of U.S. diplomacy and national security, he should adopt a policy that none of his predecessors had the courage or resolve to: zero tolerance for the unjust detention of Americans abroad. The wrongful detentions of some 40 to 50 U.S. citizens have been publicly reported, but the real number is likely much higher. The State Department in 2019 estimated that around 3,000 Americans are imprisoned abroad, but it has never looked into whether the detentions are just.<br />The U.S. government has increased its focus on freeing unlawfully or wrongfully detained Americans in recent years, but it hasn’t gone far enough. President Obama created an interagency system to assist families and coordinate government response. President Trump went further, securing the release of dozens of Americans from a variety of countries including Egypt, Turkey and Iran, as well as from terrorist groups such as the Taliban.<br />Yet the Trump administration’s efforts were uneven. It failed to secure the release of longtime American hostages such as Siamak and Baquer Namazi in Iran or Austin Tice in Syria. And it went strangely out of its way to assist some Americans whose detentions appeared to be legitimate, such as rapper A$AP Rocky, who was arrested in Sweden after a street fight, and three University of California, Los Angeles basketball players arrested in China for shoplifting.<br />Not every important change has come from the executive branch. Under a new provision, tucked into a law passed in late December, the State Department must review all cases involving U.S. citizens detained abroad and determine, based on 11 criteria, which are unjustly detained. When this determination is made, the case must be referred to the special presidential envoy on hostage affairs to develop and implement a strategy to secure their release. These collective efforts in individual cases will be presented in an annual report to Congress, creating greater visibility and focus on bringing them home.<br />Secretary of State Antony Blinken is off to a strong start in building on these efforts. At his confirmation hearing, he testified that “doing everything we possibly can to bring any American home who is being unjustly detained anywhere in the world or is a hostage” is a priority. This was an important warning to governments that wrongfully detain U.S. citizens."
}