{
    "url_original": "https://www.wsj.com/articles/how-uniqlo-heattech-became-this-writers-secret-weapon-in-winter-11614266048",
    "url": "how-uniqlo-heattech-became-this-writers-secret-weapon-in-winter-11614266048",
    "title": "How Uniqlo Heattech Became This Writer’s Secret Weapon in Winter",
    "sub_head": "Mary H.K. Choi, author of the forthcoming novel ‘Yolk,’ reflects on her co-dependent cold-weather relationship with the rayon-blend long-johns",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-303016?width=620&size=1.5",
    "image_1": "im-303016.jpg",
    "time": "2021-02-25 10:14:00",
    "body": "PEER INTO MY apartment from the apartment across the street to catch me unaware, en dishabille, and you’ll find me in Uniqlo Heattech. From the months of October to May, I am blotted out from head-to-toe in Japan’s finest rayon/poly/acrylic long-johns, spidering from room to room like some middle-aged stagehand or deeply prosaic mime. Rising before the alarm, shucking off pajamas, counting out knee bends; toe touches, climbing into a sweatsuit, huddling into my house coat, breakfasting, attempting correspondences, shambling about my day and muttering to myself—all of this is done as a Heattech never-nude. The only time I am absent my protective sheath is for a desultory shower and the attendant ritual of observing an astonishing volume of emollient disappear into my body and face.<br />Hygge, Fair Isle, Qiviut, toddies. None of this holds any allure for me. I am bad at winter. I don’t like it. Admitting that may guarantee me the cool reception normally reserved for those who conspiratorially reveal that they’re no good at consequences or can’t abide waiting in line. But if the casual dude in shorts, flip flops and a Patagonia vest in subzero weather has taught me anything, it’s that I’m just not epigenetically built for this.<br />The first time I saw snow fall out of the sky I was 22. I grew up in balmy Hong Kong, where toilet paper in the morning is often wet to the touch. Then I moved to south-central Texas, where six months of the year are spent in triple-digit heat that spoils milk in the car ride home. Before moving to New York, I’d only known snow to be sprinkled into water and encased in glass globes. It seemed quixotic and purely cosmetic. It may as well have been glitter.<br />They say that trauma remains in the body. That your assigned meatsuit keeps score. My first winter in New York—the North American blizzard of 2003, also known as the Presidents Day Blizzard or PDII for meteorology enthusiasts—found me shuddering violently in waist-high snow in Red Hook, Brooklyn, waiting for a bus that never came. I wore a laughable jacket from  Burlington Coat Factory  and had nylon Nike Cortezes on my feet. Snow, I learned, was wet. By the time I’d hurled my ice-stiffened clothes onto the bathroom floor, scalding water needling my mottled, purpled gooseflesh, I’d also learned that sunk-cost fallacies, as they relate to New York transit, may well get you killed.<br />Retellings of this harrowing tale didn’t elicit the sympathy one would expect. I was chided by experienced, hardier folk—people who snowboard or “grew up in Chicago”—that I needed base layers. I went with the first kind that popped up on Google. Now, to protect myself against inhospitable climes, I conservatively need four pairs of Heattech in rotation, two on ice. Part of it is function but largely it’s pathology, and whenever I open a ruthlessly Kondo’d drawer to peer at the tender little bundles of lifesaving warmth, I’m struck with profound relief and gratitude. I’m partial to the regular weight for the leaf-changing months, but from Boxing Day onward it’s strictly “extra warm.” I machine wash cold and line dry since the extra warm has a propensity to pill. I prefer the men’s tops—the women’s seem cut exclusively for narrow, short-trunked bodies—and because I find the women’s overly scooped neckline unserious. I get mine all in black because I enjoy a matching pair as the only remaining sartorial consideration I’ll humor on any day without sunlight. And while it may not speak to the haberdashering aspirations of Steve Jobs in Issey Miyake turtlenecks or Zuck in Brunello Cucinelli T-shirts, decision fatigue is real. I may not be personally responsible for a ruinously ambitious tech behemoth, but I did recently switch from English muffins to steel-cut oats, which feels like enough resolutions until next quarter."
}