{
    "url_original": "https://www.wsj.com/articles/how-equality-lost-to-equity-11613155938?mod=opinion_lead_pos5",
    "url": "how-equality-lost-to-equity-11613155938",
    "title": "How Equality Lost to ‘Equity’",
    "sub_head": "Civil-rights advocates abandon the old ideal for the new term, which ‘has no meaning’ and promises no progress but makes it easy to impute bigotry, says Shelby Steele.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-02-12 13:52:00",
    "body": "The first time Shelby Steele used the word “equity” in one of his books—“White Guilt,” published in 2006—he was referring to the value his father had accrued in restoring “three ramshackle homes to neat lower-middle-class acceptability.” This was in 1950s Chicago, a city the author describes as “virulently segregated.” Shelby Steele Sr., a Southern-born black truck driver who’d left school in third grade to work the fields, concealed his homeownership from his white employer. He was afraid he’d be fired for “getting above himself.”<br />No bank would loan the elder Steele money, so he used bricks, discarded lumber, and cast-off roofing shingles to render the properties rentable. “That’s what we used to call equity,” says Mr. Steele, the son. “The sense of the word I grew up with has no relationship at all to the meaning it has taken on today.”<br />Mr. Steele, 75, is a longstanding conservative commentator on race in America and a senior fellow at Stanford University’s Hoover Institution. We speak over Zoom a week after President Biden signed an Executive Order on Advancing Racial Equity, intended to address “entrenched disparities in our laws and public policies, and in our public and private institutions.” In his remarks at the signing, Mr. Biden seemed to suggest that his is a project aimed at reshaping American governance. “We need to make the issue of racial equity not just an issue for any one department of government,” the president said. “It has to be the business of the whole of government.”<br />I can almost hear Mr. Steele growl in his study in Monterey, Calif., as I read these words aloud. “This equity is a term that has no meaning,” he says, “but it’s one that gives blacks power and leverage in American life. We can throw it around at any time, and wherever it lands, it carries this stigma that somebody’s a bigot.” Its message is that there’s “inequality that needs to be addressed, to be paid off. So if you hear me using the word ‘equity,’ I’m shaking you down.”<br />Equity in this “new sense,” Mr. Steele says, can be understood only as “a strategy.” The president is promising to “fix America morally, and aligning himself with the strategy of black people to gain power by focusing on victimization. He’s saying, ‘America must tackle that problem and create programs that help minorities achieve equity’—whatever that may be.”"
}