{
    "url_original": "https://www.wsj.com/articles/hsbc-takes-the-slow-boat-to-china-11614094980?mod=markets_major_pos1",
    "url": "hsbc-takes-the-slow-boat-to-china-11614094980",
    "title": "HSBC Takes the Slow Boat to China",
    "sub_head": "A much-anticipated strategic update continues the bank’s frustratingly slow pivot toward Asia, only with lower shareholder returns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-302451?width=620&size=1.5",
    "image_1": "im-302451.jpg",
    "time": "2021-02-23 10:43:00",
    "body": "Another year, another familiar-sounding strategic update at  HSBC .  The behemoth’s need to reiterate its pivot to Asia underlines what a slow, awkward process it is.<br />The London-headquartered, China-focused bank announced full-year results on Tuesday. As at peers, revenues were hit by lower interest rates globally and chunky allowances for pandemic-related loan losses. Unlike at investment-banking rivals, the bump in trading revenues from HSBC’s own trimmed-back business was a meager offset. A much-anticipated new strategy amounted to more of the same—except for lowered shareholders returns.<br />The shares fell in early trading, extending a year of underperformance. For much of the past decade the stock has traded at a premium to most European peers because of HSBC’s strong business in Hong Kong and mainland China, both profitable, fast-growing markets. But that gap has narrowed considerably in the past year, likely for two main reasons: Investors want faster organizational change, and they are concerned that HSBC’s trademark business model of bridging East and West is getting more difficult.<br />The bank broadly delivered on its 2020 targets. However, return on tangible equity or ROTE fell to just 3.1% from 8.4% a year earlier, and dividends were suspended at the British regulator’s request. The pandemic seems a valid excuse. The real disappointment was in its guidance for future returns. Target ROTE has been reduced and delayed, even with an additional $1 billion in cost cuts. Dividend expectations were pared back too: The growing quarterly payment has been replaced with a 40% to 55% payout ratio, possibly topped up with buybacks or special dividends.<br />Strategically, the bank is still focused on shifting more assets from Europe and the U.S. into Asia, as well as increasing its wealth management business and making its operations more digital. The direction of travel makes sense, but the pace remains frustratingly sedate, particularly as competition in the region is picking up. Discussions continue about long-mooted exits from retail operations in France and the U.S."
}