{
    "url_original": "https://www.wsj.com/articles/hsbc-sharpens-focus-on-asia-11614056276?mod=markets_lead_pos3",
    "url": "hsbc-sharpens-focus-on-asia-11614056276",
    "title": "HSBC Sharpens Focus on Asia, Retreats From U.S.",
    "sub_head": "Banking giant said it would shift assets to Asia, where it makes the bulk of its profit",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-302756?width=620&size=1.5",
    "image_1": "im-302756.jpg",
    "time": "2021-02-23 03:40:00",
    "body": "HSBC Holdings  PLC, one of the world’s largest banks, said it would pour about $6 billion of extra investment into Asia in the next five years, and could sell its unprofitable U.S. retail operations, as it doubles down on its core business.<br />The London-based lender, which makes most of its profit in Hong Kong and mainland China, is already one year into a major overhaul. But it said it had tweaked its strategy as the pandemic had driven a surge in digital banking, sustainability had grown in importance, and as interest rates were likely to be “lower for longer.”<br />The bank said Tuesday that earnings fell 35% to $3.9 billion last year as the coronavirus pandemic roiled the global economy. HSBC set aside $8.82 billion in provisions for bad loans last year versus less than $3 billion in 2019.<br />Chief Executive Noel Quinn is leading the reorganization, though geopolitical tension has strained his ambition for the bank to be a financial bridge between China and the rest of the world. HSBC last year supported China’s imposition of a national security law in Hong Kong, which the U.S. and British governments opposed.<br />“We plan to focus on and invest in the areas in which we are strongest,” Mr. Quinn said. As part of that, the bank wants to be a market leader in serving rich Asian customers. Other areas that HSBC consider core include retail banking in Hong Kong and Britain, cross-border trade, and facilitating trade and capital flows into and across Asia."
}