{
    "url_original": "https://www.wsj.com/articles/hyundais-new-chairman-charts-high-tech-futurewithout-apple-for-now-11613574638?mod=business_lead_pos12",
    "url": "hyundais-new-chairman-charts-high-tech-futurewithout-apple-for-now-11613574638",
    "title": "Hyundai’s New Chairman Charts High-Tech Future—Without Apple, for Now",
    "sub_head": "Groomed for the job his entire life, the 50-year-old grandson of Hyundai’s founder plans for future beyond gas-guzzling cars",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-299747?width=620&size=1.5",
    "image_1": "im-299747.jpg",
    "time": "2021-02-17 10:12:00",
    "body": "When  Hyundai Motor Group ’s  new chairman Chung Eui-sun took over last fall, he outlined a bold road map for a future where flying vehicles and robots make up as much business as typical gas-guzzling cars.<br />A few months later, he would get a big opportunity to reshape the company along his stated design: a potential deal with  Apple Inc.  to build driverless cars.<br />Investors cheered a promising union between Apple, the world’s most valuable company, and a new Hyundai with Mr. Chung at the helm. Groomed his entire life to run the auto empire, Mr. Chung, the 50-year-old grandson of Hyundai’s founder, has shirked convention, down to often changing the color on his company car—occasionally opting for gold or navy blue—instead of keeping the standard-issue black. He earned his M.B.A. in San Francisco during the 1990s dot-com boom and has become one of the auto industry’s most outspoken technologists.<br />But negotiations between the iPhone maker and Hyundai and its subsidiary  Kia Corp.  broke down, according to South Korean regulatory filings last week. Hyundai’s discussions for self-driving cars continue with unspecified others, according to the filings.<br />The failure to seal a deal shows how challenging the terrain is for Mr. Chung and Hyundai, if not the broader auto industry itself, struggling to partner up or home-brew solutions for future technologies outside the traditional lines of business."
}