{
    "url_original": "https://www.wsj.com/articles/iac-is-paring-down-to-trade-up-11612440011?mod=business_minor_pos11",
    "url": "iac-is-paring-down-to-trade-up-11612440011",
    "title": "IAC Is Paring Down to Trade Up",
    "sub_head": "After its spinoff of Match Group and Vimeo, IAC lacks an obvious superstar",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294691?width=620&size=1.5",
    "image_1": "im-294691.jpg",
    "time": "2021-02-04 07:00:00",
    "body": "If you blinked recently, you might not recognize IAC/InterActiveCorp’s new lineup. It seems like just yesterday that it was an online dating powerhouse with a call option on home improvement. Today its edge looks less defined.<br />After spinning off online dating giant Match Group Inc.  last year, tech holding company IAC said in December it will also spin off video hosting and sharing platform Vimeo. That company has been a standout performer amid the pandemic, growing revenue by an average of 50% year-over-year for the past seven months, including January, according to preliminary monthly metrics released by IAC on Wednesday. That makes it one of IAC’s best-performing assets, aside from one or two of the smaller companies housed in the company’s “emerging and other” category.<br />So what is left? IAC’s latest scorecard shows it has some rookie prospects but lacks an obvious superstar. The company reported fourth-quarter results on Wednesday that were slightly ahead of Wall Street’s expectations, with revenue growing 27%, up from the 12% growth reported in the third quarter. But January metrics look dicier. IAC’s largest remaining asset,  ANGI Homeservices  makes up 42% of its overall top line. That business has been highly volatile over the past 12 months, posting 21% growth last February compared with a year earlier, declining to 7% in July and to 6% most recently in January. The company attributed ANGI’s most recent performance declines to tough comparisons due to an accounting change and lingering pandemic effects.<br />Those factors haven’t pinched other parts of IAC’s business, at least. Recently acquired Care.com appears to be going strong, as evidenced by the 120% year-over-year revenue growth in IAC’s emerging and other segment in January. And relatively unknown digital media company Dotdash grew revenue 53% last month compared with a year earlier—its highest growth rate on that basis in at least a year. Still, Dotdash’s revenue amounts to less than 10% of IAC’s overall top line, even excluding Vimeo.<br />In IAC’s latest shareholder letter, posted Wednesday, Chief Executive Officer Joey Levin reminded investors of the company’s history of building up to pare down, only to rebuild all over again. It is clear from the letter that the company is now soundly in rebuilding mode, but the specific game plan is less apparent. It is certainly part of IAC’s modus operandi to take misunderstood or underappreciated businesses and turn them into stars. Based on recent performance, it is entirely possible that Dotdash and Care.com might fit that bill."
}