{
    "url_original": "https://www.wsj.com/articles/ibm-is-the-biggest-gainer-in-the-management-top-250-11612901473?mod=business_featst_pos3",
    "url": "ibm-is-the-biggest-gainer-in-the-management-top-250-11612901473",
    "title": "IBM Is the Biggest Gainer in the Management Top 250",
    "sub_head": "A big improvement in the tech giant’s score for innovation helped boost its overall score.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-295896?width=620&size=1.5005861664712778",
    "image_1": "im-295896.jpg",
    "time": "2021-02-09 15:11:00",
    "body": "International Business Machines Corp. posted the biggest increase in overall score of any company in the Management Top 250 ranking for 2020.  DexCom Inc .  and  General Electric Co .   had the second- and third-largest gains, respectively.<br />The Management Top 250 ranking, developed by the Drucker Institute, measures corporate effectiveness by examining performance in five categories: customer satisfaction, employee engagement and development, innovation, social responsibility and financial strength.<br />IBM ‘s overall score rose 14.9 points from 2019 to 2020. The company is third in the 2020 overall ranking with a score of 95.7.   Microsoft Corp .  is the highest-ranked company overall, with a  score of 103. IBM’s biggest improvement came in the innovation category, where it finished second among the more than 800 companies Drucker studied.<br />DexCom’s overall score rose 12.6 points to 57 in 2020, placing the company at No. 185 overall. Its biggest gain was in financial strength, where it is ranked No. 33. GE gained 11.7 points to 72.6 and is ranked No. 20 overall.  Its biggest gain was in innovation, where it ranks No. 6.<br />You can explore the full, detailed rankings here, and a list of the 2020 Management Top 250 all-stars, companies that excelled in all five categories, here.  In the coming weeks we’ll take a look at the leaders in each of the five categories and the companies whose scores improved the most from the previous year in each category."
}