{
    "url_original": "https://www.wsj.com/articles/icon-to-buy-pra-health-sciences-in-12-billion-deal-11614190274?mod=business_featst_pos3",
    "url": "icon-to-buy-pra-health-sciences-in-12-billion-deal-11614190274",
    "title": "Icon to Buy Clinical-Trial Rival PRA in $12 Billion Deal",
    "sub_head": "Tie-up would expand role of technology in clinical trials and drug development",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-303557?width=620&size=1.5",
    "image_1": "im-303557.jpg",
    "time": "2021-02-24 15:11:00",
    "body": "Clinical-trial operator  Icon  PLC said it would acquire rival  PRA Health Sciences Inc.  for $12 billion, creating a powerhouse provider of services to pharmaceutical companies that are farming out more work to contractors.<br />Dublin-based Icon, which reported $2.8 billion in sales last year, helps pharmaceutical companies run studies testing experimental drugs and vaccines in people, including deploying nurses to people’s homes for patient recruitment and monitoring. The tie-up would create one of the world’s largest contract-research organizations, known as CROs, which test experimental drugs in animals and help run studies of promising late-stage drugs in humans.<br />In acquiring PRA, Icon would expand into digital and technology capabilities that are playing roles in clinical trials accelerated by the Covid-19 pandemic, such as virtual monitoring of study subjects as people stay at home and avoid public places. Raleigh, N.C.-based PRA’s products include mobile and digital platforms that enable trial subjects to enter medical information on their smartphones, easing the burden of data collection on study managers.<br />“I think the pandemic has shown everybody that we can do things differently and it works,” Icon Chief Executive Steve Cutler said Wednesday.  Dr. Cutler said Icon has about 1,000 employees working on Covid-19 vaccine research for  Pfizer Inc.  and  BioNTech SE .<br />PRA has been helping drugmakers recruit subjects for trials evaluating Covid-19 drugs and vaccines and helping make Covid-19 testing more available.  The pandemic, and the need for reliable and quick testing and other services, has spawned a flurry of new startups and prompted other companies to broaden services."
}