{
    "url_original": "https://www.wsj.com/articles/if-i-cant-have-you-the-jodi-arias-story-review-outrage-revisited-11612904754",
    "url": "if-i-cant-have-you-the-jodi-arias-story-review-outrage-revisited-11612904754",
    "title": "‘If I Can’t Have You: The Jodi Arias Story’ Review: Outrage Revisited",
    "sub_head": "A Discovery+ documentary re-examines the sensational 2013 murder trial that turned the accused into a public villain.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-296273?width=620&size=1",
    "image_1": "im-296273.jpg",
    "time": "2021-02-09 16:05:00",
    "body": "Jodi Arias was young, beautiful and by every indication a ruthless murderer, a combination that made her not only an object of media fascination when she went on trial in 2013 but of public vilification that seemed to take on a life of its own. It was a sensational case—Arias, now serving life without parole, had presented a number of wildly different stories at the beginning of the investigation, wound up testifying to her own disadvantage for 18 days, and was at the center of an event that was widely considered a circus. It was a sordid affair, but the way it occupied the intersection of criminal justice and the media gave it a special place among capital cases,<br />“If I Can’t Have You: The Jodi Arias Story” is certainly a Jodi Arias story—it offers, among other new details, glimpses of Arias’s journal entries and interviews with friends of Travis Alexander, the ex-boyfriend businessman murdered in 2008. It offers up gory if not overly gruesome crime-scene photos; it explores Alexander’s Mormonism and the way it affected the couple’s relationship and the case; it examines the unfaithfulness and jealousy that provided motive (hence the series title). If there’s a message being sent by Discovery+, it’s that the new streaming service will remain faithful to the stuff that has made Investigation Discovery a destination for true-crime devotees (while also offering Animal Planet, Food Network, HGTV, OWN, TLC, Travel Channel and other Discovery Inc.-affiliated outlets). The Arias case, after all, is the kind of well to which one can return time and again, without running dry of appalling minutiae.<br />This may be part of the strategy behind the two-part program, whose producers seem to be hedging their bets. One of the principal interviewees is attorney Jennifer Willmott, a member of the Arias defense team and one of the lawyers who saved a widely disparaged client from the death penalty. (The jury had voted 8-4 in favor of execution before a deadlock was declared.) Much of the miniseries is devoted to the self-defense strategy that was put forth by Ms. Willmott and L. Kirk Nurmi (whom Arias sued after he wrote a book about her case. He was later disbarred.). Their defense included accusations of abuse against Arias both by her father and by Alexander. As explained toward the end of episode 2, there are hopes that Arias will be granted a new trial based on the media coverage of the first, the unexplored aspects of the investigation, and the misbehavior of the prosecutor, former Maricopa County deputy attorney Juan Martinez. (He too was disbarred, last year, and appears in the show.)<br />While the public loathing of Arias is made quite plain at the beginning of episode 1, it’s not until late in the game that the details of the Alexander murder are revisited. Alexander was stabbed at least 27 times (the exact number seems to be disputed). His throat was cut. He was shot in the head. Self-defense can be argued. So can abuse. What “If I Can’t Have You” doesn’t want to argue very strenuously is vicious premeditated murder, because it may well be that we have not seen the last of Jodi Arias. And smart producers burn no bridges."
}