{
    "url_original": "https://www.wsj.com/articles/if-nice-guys-finish-last-how-could-trump-have-lost-11614380142?mod=opinion_lead_pos6",
    "url": "if-nice-guys-finish-last-how-could-trump-have-lost-11614380142",
    "title": "If Nice Guys Finish Last, How Could Trump Have Lost?",
    "sub_head": "At the very least, outright nastiness seems to be a strike against a politician.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302437?width=620&size=1.5",
    "image_1": "im-302437.jpg",
    "time": "2021-02-26 17:55:00",
    "body": "‘Nice guys finish last,” said Brooklyn Dodgers manager Leo Durocher, whom no one ever called a nice guy. Apparently Durocher was talking about New York Giants manager Mel Ott, whose niceness “Leo the Lip” considered responsible for the Giants’ abysmal 1946 record. But does being nice—decent, generous, kind—really reduce one’s chance for success? Does it do so in politics?<br />One doesn’t often think of the connection between politics and niceness. Disraeli, Gladstone, Churchill, Lincoln, both Roosevelts, Truman—one can find many things to say about each, but niceness isn’t the first word that comes to mind. Some might even view niceness as a detraction in politics. Adlai Stevenson could never drop his modesty while pursuing presidential power.<br />Would anyone cast a vote for political office, from president down to dogcatcher, because a candidate was nice? Perhaps not. Yet in last year’s presidential election, many Americans voted against Donald Trump less because of his policies than because they thought him a braggart, a bully, a buffoon—all things a nice guy isn’t. Had Mr. Trump been less bumptious, had he attempted to establish himself as a more sympathetic figure, would he be beginning his second term as president? Hard to know, but exhibiting a touch or two of niceness surely wouldn’t have hurt his chances.<br />How many of our recent presidents or presidential candidates qualified as nice? Ronald Reagan was less nice than charming, which isn’t the same; charm is about outer attractiveness, niceness about inner thoughtfulness. George H.W. Bush, who tried to sell himself as a Texan, never lost the East Coast WASP in himself that came off as more dignified than nice. Bill Clinton’s claims to niceness were squashed by reports of his sexual predations. Barack Obama came off as nice; he seemed a good father and devoted husband. But he could also be acerbic when challenged. Hillary Clinton might have lost the presidency by too clearly establishing her lack of niceness. How many votes, one wonders, did she lose by calling Mr. Trump’s supporters “deplorables”?<br />The one American president with whom I have had a personal encounter—for a half an hour—is George W. Bush. It took place in the Oval Office in 2003, when I, along with 10 others, received the National Humanities Medal. I didn’t care for the war in Iraq, but as I watched Mr. Bush hand out medals and take photographs with recipients, being especially and genuinely solicitous of the grandchildren a few of them brought along for the occasion, I thought to myself: “This is a nice man.” When Partisan Review editor Edith Kurzweil received her medal, she said to him, “I never believed I’d be in this room.” To which Mr. Bush replied, “Neither did I believe I would.” A nice guy."
}