{
    "url_original": "https://www.wsj.com/articles/iheartmedia-to-acquire-triton-digital-from-scripps-11613563201?mod=business_featst_pos2",
    "url": "iheartmedia-to-acquire-triton-digital-from-scripps-11613563201",
    "title": "iHeartMedia to Acquire Triton Digital From Scripps",
    "sub_head": "Deal for audio advertising analytics and measurement services bolsters radio giant’s bet on podcasting",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-300077?width=620&size=1.5",
    "image_1": "im-300077.jpg",
    "time": "2021-02-17 07:00:00",
    "body": "iHeartMedia Inc.  has agreed to acquire  E.W. Scripps Co. ’s Triton Digital for $230 million in a deal that will give the radio giant a full slate of audio advertising technology and measurement capabilities as it builds out its podcast business.<br />The biggest U.S. radio broadcaster has been working to expand its digital, streaming and on-demand business, and launched its bigger bet on podcasting in 2018 with its acquisition of Stuff Media LLC.<br />Triton—founded in 2006 and purchased by Scripps in 2018 from private-equity firm  Vector Capital  for $150 million—provides publishers advertising infrastructure and measurement tools, including distribution for digital-audio streams and podcasts, while dynamically inserting ads based on who is listening and audience tracking. It also operates a marketplace for buying and selling digital ads using automated technology, which will help iHeart expand its offerings to the long tail of smaller, self-service ad buyers. Triton, whose customers include broadcasters, podcasters, and online music services in more than 50 countries, will continue to service clients outside of iHeart.<br />Podcasting has grown quickly over the past five years, and players in the space are vying for listeners and for increasing advertising revenue. The medium now attracts more than 100 million monthly active listeners, according to Edison Research.<br />The migration of listeners to on-demand audio, particularly during the Covid-19 pandemic, has sparked an arms race among major media and tech players, including  Spotify Technology SA,   Amazon.com Inc.  and  Sirius XM Holdings Inc.  U.S. ad revenue from podcasts is projected to exceed $1 billion this year, according to the Interactive Advertising Bureau."
}