{
    "url_original": "https://www.wsj.com/articles/illegal-border-crossings-climbed-in-january-raising-pandemic-worries-11613007374?mod=politics_lead_pos7",
    "url": "illegal-border-crossings-climbed-in-january-raising-pandemic-worries-11613007374",
    "title": "Illegal Border Crossings Climbed in January, Raising Pandemic Worries",
    "sub_head": "Authorities say arrests rose after inauguration, express concern about rumors among migrants that Biden administration will let them stay",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-297422?width=620&size=1.5",
    "image_1": "im-297422.jpg",
    "time": "2021-02-10 22:03:00",
    "body": "WASHINGTON—Immigration authorities made more than 78,000 arrests  at the southern border in January, U.S. Customs and Border Protection said Wednesday, an increase of 6% from the prior month, raising prospects that border and asylum systems could be overwhelmed during the pandemic.<br />Arrests in January were the largest number that immigration authorities have recorded for any January in more than a decade. The mix of migrants stayed largely steady from previous months, with single adults from Mexico accounting for most of the arrests, and families and unaccompanied children ticking up.<br />That continues a recent shift from the trend since 2014, when children and families from Central America, who are more likely to seek asylum, comprised the majority of migrants at the border.<br />The overall rise likely has several causes. Poverty and gang violence were exacerbated by a pair of hurricanes that hit Central America late last year, devastating the region’s economies. Mexico is suffering its worst economic slump in decades, prompting people to seek work across the border.<br />Authorities also said smugglers in the region have been telling migrants that President Biden’s administration, which has reversed many of the Trump administration’s strict immigration policies, would be more likely to allow them to stay in the U.S."
}