{
    "url_original": "https://www.wsj.com/articles/immigrants-and-their-children-shift-toward-center-right-in-germany-11612872336",
    "url": "immigrants-and-their-children-shift-toward-center-right-in-germany-11612872336",
    "title": "Immigrants and Their Children Shift Toward Center-Right in Germany",
    "sub_head": "Majority of foreign-born Germans and offspring now support conservative parties, providing new pool of voters for Merkel’s party",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-291936?width=620&size=1.5",
    "image_1": "im-291936.jpg",
    "time": "2021-02-09 08:34:00",
    "body": "BERLIN—Germans with foreign roots are increasingly voting for the center-right, providing a new pool of voters for the party of Chancellor Angela Merkel as the country’s social fabric becomes increasingly diverse and traditional political allegiances dissolve with integration.<br />This could have significant political implications for the country, which was home to the largest group of migrants in the world—13 million—in 2019, just behind the U.S., according to the United Nations. It also shows how decades of immigration into Europe has transformed the continent’s demographics and is reshaping politics in unexpected ways.<br />The finding, in a new study by the Konrad Adenauer Foundation, a think tank linked to Ms. Merkel’s Christian Democratic Union shows a majority of people of migrant origin in the country favor conservative, free-market or even far-right parties.<br />“We are seeing a process of normalization,” said Viola Neu, the author of the study. As migrants become economically and culturally more integrated, get naturalized and gain the right to vote, they tend to shift support from the center-left to the center-right, she said.<br />“People with immigrant backgrounds now vote like the majority does—not as a group tied to their origin, but according to their values and personal preferences,” she added."
}