{
    "url_original": "https://www.wsj.com/articles/in-a-turnaround-israels-netanyahu-woos-arab-voters-to-sway-election-11613062866",
    "url": "in-a-turnaround-israels-netanyahu-woos-arab-voters-to-sway-election-11613062866",
    "title": "In a Turnaround, Israel’s Netanyahu Woos Arab Voters to Sway Election",
    "sub_head": "Many Arab Israelis remain opposed to the prime minister, but some say they are willing to listen if he can help them tackle poverty and other problems",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-295919?width=620&size=1.5",
    "image_1": "im-295919.jpg",
    "time": "2021-02-11 12:01:00",
    "body": "QALANSUWA, Israel—After years of alienating Israel’s Arab voters, Prime Minister Benjamin Netanyahu is now courting them, hoping they hold the key to staying in power.<br />Mr. Netanyahu has long campaigned against Israel’s Arab citizens, who make up about 20% of the country’s population, accusing their leaders of supporting terror and warning that their increased voting power could drive his right-wing government from power. In 2019, analysts and Arab voters accused his party of trying to suppress Arab votes by installing cameras in polling places.<br />Now, ahead of the March 23 national elections, Mr. Netanyahu, Israel’s longest-serving leader, hopes Arab Israeli votes could boost his party enough to help him form a government. He and his political allies are seeking to exploit discontent among Arabs with their own leadership, while offering the promise of a bigger role in government to address deepening problems of crime and poverty.<br />But Mr. Netanyahu faces skepticism and even hostility from many Arab Israelis over his about-face.<br />“Netanyahu is a big liar, he sees us as subjects and not citizens. He does not have enough Jews—so he came to play us, the Arabs,” said Ayman Odeh, chairman of the Joint List, a group of political parties largely representing the country’s Arab population, in an interview with Israel’s Army Radio. During a campaign stop in Nazareth in January, protesters, some waving Palestinian flags, accused Mr. Netanyahu of trying to split the Arab community and peel off some of its votes."
}