{
    "url_original": "https://www.wsj.com/articles/in-our-hyperpartisan-world-everythings-an-inkblot-11612201281?mod=opinion_lead_pos9",
    "url": "in-our-hyperpartisan-world-everythings-an-inkblot-11612201281",
    "title": "In Our Hyperpartisan World, Everything’s an Inkblot",
    "sub_head": "Beware simple-minded interpretations of complex events like last week’s GameStop disruption.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-02-01 12:41:00",
    "body": "In our hyperpartisan, post-truth, fit-any-fact-to-your-narrative world, everything is a Rorschach test.<br />Trump partisans can behold an election result they don’t like and see nothing but fraud, conspiracy and theft. Democrats can look at two sets of riotous mobs and see treason and insurrection in one and peaceful protest and urgent cries for justice in the other. Teachers unions can observe data that show them at infinitesimal risk from a virus and see a mortal threat to their members’ health. Almost the entire media class can contemplate a New York governor who presides over what is still the nation’s highest death toll from Covid-19, made worse by his own administration’s arrogant diktats, and see a hero of unerring sagacity and competence.<br />So it is with the Great  GameStop  Insurrection of 2021.<br />To the censorious, it’s the latest terrifying threat in the age of mobocracy. The spectacle of individual investors, freely associating on a public social-media platform to turn the tables on a risky bet by hedge-fund managers, has been too much for the more sensitive Wall Street titans and their supporters to watch.<br />Some commentators compared the Reddit rebels to flash mobs looting a convenience store. A former SEC commissioner said the incident was reminiscent of the Jan. 6 assault on the Capitol. Forcing an obscure hedge fund into the arms of an obscure creditor isn’t, I suppose, as thrilling as posing for selfies with Nancy Pelosi’s lectern, but it can be more financially rewarding and is less likely to result in a federal prison term."
}