{
    "url_original": "https://www.wsj.com/articles/in-the-mideast-biden-returns-to-abnormal-11612481108?mod=opinion_lead_pos6",
    "url": "in-the-mideast-biden-returns-to-abnormal-11612481108",
    "title": "In the Mideast, Biden Returns to Abnormal",
    "sub_head": "He revives the Obama policy of strengthening America’s enemies and harming its friends.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-294604?width=620&size=1.5",
    "image_1": "im-294604.jpg",
    "time": "2021-02-04 18:25:00",
    "body": "Joe Biden implicitly campaigned on Warren G. Harding’s 1920 promise of “a return to normalcy.” But his administration is returning to Barack Obama’s abnormal Middle East strategy. A normal policy would respect the fundamental commandment of sound statecraft: Strengthen friends and punish enemies. It would distinguish between them by asking two simple questions: Which states have tended to shelter comfortably under the American power umbrella? And which have instead sought to destroy the American order? Israel, Turkey and the Gulf states, led by Saudi Arabia, have functioned as pillars of the postwar American order. By contrast, for the past 40 years Iran has tirelessly opposed the American security system.<br />Three details of Iran’s strategic position could make it more dangerous in the near future. First, the Persian Gulf contains five of the world’s 10 largest proven oil reserves, and Iran threatens to dominate the region. Second, Tehran is increasingly allied with both Russia and China. Third, outreach to Iran by the U.S. has deeply angered most of America’s Middle Eastern allies.<br />A normal policy would seek to contain Iran. Every president since Jimmy Carter regarded Iran as a threat—except Mr. Obama. His flagship policy was the Joint Cooperative Plan of Action, to which Mr. Biden is dedicated to return. The JCPOA won’t contain Iran. Its sunset clauses create a clear path for Iran to obtain nuclear weapons. By lifting sanctions, it supplies the Islamic Revolutionary Guard Corps with cash.<br />Mr. Obama also dispensed with traditional military deterrence. Tehran saw a green light to expand and arm its militia networks. By the time Mr. Obama left office, Tehran held substantial sway over four Arab capitals: Baghdad, Beirut, Damascus and Sana’a. Donald Trump returned to containment. While revitalizing deterrence and imposing sanctions, he also supported military and intelligence operations by allies, especially Israel, against Iran and its proxies. A new coalition of regional states developed and was formalized in the Abraham Accords.<br />Mr. Trump established significant leverage over Tehran. Mr. Biden appears intent on squandering it. Consider his Yemen policy. One of his first moves was to announce a review of the Trump administration’s designation of the Houthi movement as a terrorist organization. Iran is building up the Houthis as a Yemeni counterpart to Hezbollah. As Hezbollah threatens Israel with precision-guided rockets and missiles, so the Houthis are threatening Saudi Arabia. At the same time, the Houthis provide Iran with a perch on the Red Sea, which guards the approach to the Suez Canal from the Indian Ocean."
}