{
    "url_original": "https://www.wsj.com/articles/in-the-pandemic-close-friends-relied-on-their-chosen-families-11614092089",
    "url": "in-the-pandemic-close-friends-relied-on-their-chosen-families-11614092089",
    "title": "In the Pandemic, Close Friends Relied on Their ‘Chosen Families’",
    "sub_head": "When people needed a lifeline, many turned to their ‘chosen family,’ the close friends who offer support, sustenance and understanding. As one man puts it, ‘They’re the ones that I’ve had to lean on so hard for the last year.’",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-302413?width=620&size=1.5",
    "image_1": "im-302413.jpg",
    "time": "2021-02-23 09:54:00",
    "body": "When Janice M. Bonsu experienced difficulty breathing during a bad bout with Covid-19 in late December, she frequently FaceTimed with a longtime friend more than 4,000 miles away.<br />“I couldn’t lay down flat because I couldn’t breathe and I was like, ‘What if I stop breathing?’ ’’ said the 27-year-old, fourth-year medical-school student. “She would usually stay on FaceTime until I fell asleep,” said Ms. Bonsu, who has been living with her parents in Pickerington, Ohio, during the pandemic. Her friend, Che’anna Poole, lives in Hawaii. “She really is like a sister,” Ms. Bonsu said.<br />Ms. Poole belongs to what Ms. Bonsu calls her chosen family, a group of close-knit friends she developed familial-like bonds with. Since pandemic quarantining began last March, chosen families, a term first popularized by members of the gay and lesbian community in the 1970s and 1980s and later by other demographics, have been a lifeline for many people.<br />“Covid made voluntary families even more important than normal,” said Dawn O. Braithwaite, a professor of interpersonal and family communication at the University of Nebraska-Lincoln.<br />In Ms. Bonsu’s case, her chosen family swooped in when she and her parents came down with the virus. Other people turn to their chosen families because they live far from their biological or legal families or they’re estranged from them. Some individuals reached out to their chosen families when they wanted a break from being cooped up with their biological or legal families under quarantine."
}