{
    "url_original": "https://www.wsj.com/articles/incitement-case-against-trump-for-capitol-riot-would-present-challenges-11613916000?mod=business_minor_pos4",
    "url": "incitement-case-against-trump-for-capitol-riot-would-present-challenges-11613916000",
    "title": "Incitement Case Against Trump for Capitol Riot Would Present Challenges",
    "sub_head": "Legal experts say a prosecution could be an uphill battle",
    "category_1": "Politics",
    "time": "2021-02-21 09:00:00",
    "body": "WASHINGTON—As Donald Trump was acquitted at his impeachment trial on one charge of inciting the Jan. 6 riot at the U.S. Capitol, some Republicans suggested that the proper forum to consider the legality of his behavior was a U.S. court.<br />A top federal prosecutor investigating the riot also has suggested the Justice Department could review Mr. Trump’s actions as part of its sprawling investigation into the attack. And District of Columbia Attorney General Karl Racine, a Democrat, “is investigating whether former President Trump or any other individual violated district law and illegally incited violence on Jan. 6,” according to a spokeswoman, though his authority is more limited.<br />Prosecutors would face clear challenges in bringing any case, according to former prosecutors and experts.<br />Tom Firestone, a lawyer with Baker & McKenzie LLP and former assistant U.S. attorney in New York, said prosecutors would have to consider several factors, including whether Mr. Trump was engaged in constitutionally protected political speech or instead crossed a line that prompted supporters to commit violence. “If you look at his speech, there’s evidence that both sides could use,” Mr. Firestone said.<br />Other important considerations would include Mr. Trump’s intent, what he knew about his supporters’ intentions, and whether the attack on the Capitol was reasonably foreseeable under the circumstances. “I think all of these factors would make it a difficult prosecution, though not an impossible one,” Mr. Firestone said."
}