{
    "url_original": "https://www.wsj.com/articles/indian-activist-arrested-for-sharing-document-that-supports-farmer-protests-11613322016",
    "url": "indian-activist-arrested-for-sharing-document-that-supports-farmer-protests-11613322016",
    "title": "Indian Activist Arrested for Sharing Document That Supports Farmer Protests",
    "sub_head": "Bangalore woman allegedly disseminated an online tool kit that was originally posted by campaigner Greta Thunberg",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-299207?width=620&size=1.5",
    "image_1": "im-299207.jpg",
    "time": "2021-02-14 12:00:00",
    "body": "NEW DELHI—Indian police arrested a Bangalore woman for allegedly helping activist Greta Thunberg for what they are calling a possible “criminal conspiracy” to support the monthslong farmer protests in India.<br />Indian authorities said the woman shared an online tool kit, which Ms. Thunberg initially posted on  Twitter ,  that describes ways people can help and bring attention to the Indian farmers, who are demanding the repeal of new farm laws.<br />Tens of thousands of farmers have been camped on roads around New Delhi since November. They say the new agricultural laws remove much-needed government support for poor farmers. The government says the laws will help farmers and consumers by modernizing and streamlining the agricultural supply chain.<br />An environmental activist named Disha Ravi was arrested in the southern city of Bangalore on Saturday.  A local  court decided Sunday that the woman, in her early 20s, could be held for five days in police custody for questioning about her part in the creation and dissemination of the tool kit.<br />A case was filed earlier this month in Delhi against unknown persons in connection with the online document. The complaint said people involved could be guilty of charges including sedition, criminal conspiracy, and creating disharmony among different social, religious and cultural groups, among other things."
}