{
    "url_original": "https://www.wsj.com/articles/indias-budget-gets-recovery-right-long-term-development-wrong-11612265843?mod=business_minor_pos11",
    "url": "indias-budget-gets-recovery-right-long-term-development-wrong-11612265843",
    "title": "India’s Budget Gets Recovery Right, Long-Term Development Wrong",
    "sub_head": "The country still awaits policies that would allow it to become an upper-middle-income country",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-293501?width=620&size=1.5",
    "image_1": "im-293501.jpg",
    "time": "2021-02-02 06:37:00",
    "body": "India’s aggressive new fiscal plan will be a boon to its post-Covid recovery. But there is still no coherent longer-term plan for lifting the country into the upper-middle-income club.<br />First, the good news. The finance ministry has opted to generously lubricate the stuttering economy, setting a deficit target for the coming financial year significantly higher than expected, at 6.8% of gross domestic product. That means a plan to cut the deficit to 3% of GDP within five years has been effectively abandoned.<br />The expanded deficit isn’t just down to lower tax revenue, but higher spending on infrastructure, health and education. India suffered one of the world’s sharpest downturns during the pandemic, with second-quarter GDP down 23% from a year earlier. For now, the benefits of a supportive fiscal policy far outweigh the drawbacks.<br />What is less promising is what the budget suggests about the government’s overall strategy to lift incomes over the longer term, especially in the context of other recent policy decisions.<br />India now sits conspicuously outside both large Asian trade blocs: the Comprehensive and Progressive Agreement for Trans-Pacific Partnership and the more recent Regional Comprehensive Economic Partnership. It is not the obvious choice for any manufacturer looking to expand operations outside of East Asia but within a unified supply chain."
}