{
    "url_original": "https://www.wsj.com/articles/inflations-fire-next-time-may-soon-be-here-11612810795?mod=opinion_major_pos18",
    "url": "inflations-fire-next-time-may-soon-be-here-11612810795",
    "title": "Inflation’s Fire Next Time May Soon Be Here",
    "sub_head": "The Federal Reserve appears clueless about the dangers.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA478_GrammS_8U_20210202122019.jpg",
    "image_1": "publicresourcesimagesED-BA478_GrammS_8U_20210202122019.jpg",
    "time": "2021-02-08 13:59:00",
    "body": "Phil Gramm and Mike Solon make a convincing case for looming inflation in “The Risks of Too Much ‘Stimulus’” (op-ed, Feb. 3), yet the Federal Reserve appears clueless about the dangers. The Federal Open Market Committee projects that personal-consumption expenditure inflation won’t even reach 2% until 2023. Someone is very wrong here, and basic monetary theory suggests it is the Federal Reserve.<br />The Fed now totally ignores monetary trends. It still publishes the data, except for the M3 aggregate which was discontinued in 2006. As a result of this lack of analysis, it has failed to realize that much of the recent monetary increase is in household accounts, as stimulus checks have and are being saved and deposited. This is entirely different from the quantitative-easing jolts to the accounts of bond traders and financial institutions. All that is needed is a rapid increase in the velocity of money to cause rapid increases in aggregate demand.<br />The attainment of herd immunity to Covid-19 will guarantee a release in pent-up demand that will drive velocity higher. This will occur in an economy that is in reasonably good shape, contrary to the portrayal by hysterical media elements.<br />What happens when we get a new round of stimulus checks, along with rising costs due to a weak dollar in import markets, a surge in antibusiness regulations and perhaps an increase in the minimum wage? Add in the 28% increase in M2 last year with more to come, and the result is clear to anyone who remembers the inflation of the late 1960s and the ’70s, and to anyone who has studied the monetary analysis of Milton Friedman.<br />Em. Prof, Robert F. Stauffer"
}