{
    "url_original": "https://www.wsj.com/articles/inside-the-mind-of-a-biden-regulator-11613777702?mod=opinion_lead_pos3",
    "url": "inside-the-mind-of-a-biden-regulator-11613777702",
    "title": "Inside the Mind of a Biden Regulator",
    "sub_head": "His CFPB pick wants a new agency to control politics and speech.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301840?width=620&size=1.5",
    "image_1": "im-301840.jpg",
    "time": "2021-02-19 18:35:00",
    "body": "In our age of a powerful administrative state and weak Congress, some of the most consequential government officials are the little-known heads of alphabet-soup federal agencies. One of them is the Consumer Financial Protection Bureau (CFPB), which was designed as its own regulatory fiefdom insulated from accountability. So it’s worrying that President Biden’s nominee to head the agency wants the administrative state to extend its reach into political speech.<br />Mr. Biden sent the nomination of Rohit Chopra, an Elizabeth Warren protégé and commissioner at the Federal Trade Commission, to the Senate last week. Senators who want to understand Mr. Chopra’s thinking about the role of regulators in American democracy might crack open a report he co-authored in 2018 for the Roosevelt Institute. It envisions an unaccountable Washington “corruption” czar writing rules, issuing fines and working his will over politicians, think tanks and nonprofits.<br />If that sounds constitutionally suspect, well, it comes with the progressive territory. The Supreme Court ruled last year that the CFPB’s design was unconstitutional because its director, who is appointed by the President for a five-year term, could only be removed for cause.<br />The Court said giving a regulator that much power “clashes with constitutional structure.” But that’s nothing compared to Mr. Chopra’s proposed “Public Integrity Protection Agency” (PIPA), where the director would serve as many as 10 years, “subject to removal proceedings similar to that of a federal judge”—that is, effectively untouchable by the elected branches.<br />Unlike the CFPB, which regulates commerce and loans, Mr. Chopra’s even-less-accountable PIPA would regulate core political activities. The report proposes new restrictions on advocacy, declaring that the “use of think tanks and other nonprofit organizations to further the economic interests of its benefactors through policy research should be impermissible.”"
}