{
    "url_original": "https://www.wsj.com/articles/insiders-at-covid-19-vaccine-makers-sold-nearly-500-million-of-stock-last-year-11613557801?mod=business_lead_pos3",
    "url": "insiders-at-covid-19-vaccine-makers-sold-nearly-500-million-of-stock-last-year-11613557801",
    "title": "Insiders at Covid-19 Vaccine Makers Sold Nearly $500 Million of Stock Last Year",
    "sub_head": "Executives at Moderna, Merck are among those who have reaped the biggest rewards",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-02-17 05:30:00",
    "body": "Executives and directors at  Pfizer Inc.,   Moderna Inc.  and other companies developing Covid-19 vaccines sold approximately $496 million of stock last year, reaping rewards of positive vaccine developments that drove up the value of the drugmakers’ shares.<br />Executives and directors at the same 13 companies sold about $132 million of stock in 2019, according to insider transaction data from research firm Kaleidoscope. More than 8.5 million shares were sold last year by insiders at these companies, compared with 4.7 million shares in 2019.<br />In dollar terms, much of the sales came at a single company, Moderna, maker of one of two Covid-19 vaccines authorized for use in the U.S. Executives and a director there sold more than $321 million of their stock in more than 700 transactions.  Merck  & Co. insiders sold $58 million of their shares. At  Novavax Inc.,  executives sold more than $40 million of their shares after the company’s vaccine hit milestones in August and September.<br />Merck, which last May said it was pursuing two vaccines, scrapped those efforts last month after data showed disappointing immune responses. Novavax announced positive results of its clinical trials last month.<br />Some of the sales toward the end of last year have drawn the attention of government officials, with the then-head of the Securities and Exchange Commission calling for new restrictions on the trading plans under which many of the sales were made."
}