{
    "url_original": "https://www.wsj.com/articles/investors-worry-the-feds-fast-driving-means-itll-have-to-hit-the-brakes-11614517200?mod=markets_lead_pos3",
    "url": "investors-worry-the-feds-fast-driving-means-itll-have-to-hit-the-brakes-11614517200",
    "title": "Investors Worry the Fed’s Fast Driving Means It’ll Have to Hit the Brakes",
    "sub_head": "Volatility in stock, bond markets this past week indicates inflation concerns are rising",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-305299?width=620&size=1.5",
    "image_1": "im-305299.jpg",
    "time": "2021-02-28 08:00:00",
    "body": "Here are two things that are both true: A stronger economy is generally good for stocks, and a stronger economy means higher Treasury yields. Students of logic don’t have to progress far in their studies to realize that higher Treasury yields are not, therefore, necessarily good for stocks, and if they missed the class they need do no more than glance at last week’s markets.<br />This past week, bond yields jumped and stocks fell. The trouble was that yields jumped for reasons other than economic optimism, and stocks didn’t like it. Federal Reserve Chairman Jerome Powell used his congressional testimony Tuesday and Wednesday to calm the market, but an unusual spike in yields on Thursday took down stocks nonetheless.<br />When yields rise because the economy improves, it shouldn’t hurt stocks (the sheer size of Big Tech raises some doubts this time, but leave that for later). Yes, higher yields reduce the value of companies’ longer-term profits, but a stronger economy means more of those profits in the first place.<br />When yields rise because bondholders are spooked by the size of Treasury auctions, or when upward momentum takes over, or when investors fear a change in approach by the Fed, there’s no offsetting economic improvement to help stocks.<br />What happened this past week seems to be rising concern that the Fed will keep its foot on the accelerator for too long—and will have to hit the economic brakes hard in the future to tamp down inflation."
}