{
    "url_original": "https://www.wsj.com/articles/investigators-probe-rocket-attack-on-u-s-military-base-in-northern-iraq-11613486554?mod=business_minor_pos5",
    "url": "investigators-probe-rocket-attack-on-u-s-military-base-in-northern-iraq-11613486554",
    "title": "Investigators Probe Iraq Rocket Attack on U.S. Military Base in Erbil",
    "sub_head": "Iraqi and American officials aim to figure out how militants struck a heavily guarded air base used by U.S. in its campaign against Islamic State",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-299493?width=620&size=1.5",
    "image_1": "im-299493.jpg",
    "time": "2021-02-16 16:01:00",
    "body": "Iraqi and U.S. officials deepened an investigation Tuesday into a deadly rocket attack on a U.S. military base in Iraqi Kurdistan, as they sought to establish how militants managed to strike one of the country’s most heavily guarded facilities.<br />The U.S.-led military coalition in the region said approximately 14 rockets were fired toward the city of Erbil on Monday, with three hitting the key air base used by the U.S. military in its campaign against Islamic State. A civilian U.S. contractor who was a Filipino national was killed and nine others were injured.<br />At least three other people were injured outside of the base, according to Iraqi officials. Erbil, the capital of Iraq’s self-governing Kurdish region, has long been an enclave of calm in a region still recovering from years of war.<br />The air base is located within a high-security complex that also includes Erbil’s civilian international airport. The airport is protected by multiple layers of security and managed to keep operating even when Islamic State forces came within mere miles of the city in 2014.<br />President Biden was briefed on the attack, a White House spokesman said Monday night, and Secretary of State Antony Blinken spoke with Kurdistan Regional Government Prime Minister Masrour Barzani and Iraqi Prime Minister Mustafa Al-Kadhimi to discuss the attack, according to officials from both countries."
}