{
    "url_original": "https://www.wsj.com/articles/investment-firm-halts-redemptions-on-1-8-billion-fund-11614090454?mod=markets_lead_pos10",
    "url": "investment-firm-halts-redemptions-on-1-8-billion-fund-11614090454",
    "title": "Investment Firm Halts Redemptions on $1.8 Billion Fund",
    "sub_head": "Infinity Q Capital Management bans its chief investment officer from trading after discovering issues valuing the fund’s holdings",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-302824?width=620&size=1.5",
    "image_1": "im-302824.jpg",
    "time": "2021-02-23 12:55:00",
    "body": "Investment firm Infinity Q Capital Management LLC asked the Securities and Exchange Commission to halt redemptions on one of its mutual funds and forbid its chief investment officer from trading after discovering issues valuing the fund’s holdings.<br />The SEC informed the investment firm last week that it had evidence Chief Investment Officer James Velissaris “had been adjusting parameters” of pricing models that were used to value derivatives in the fund’s portfolio, the firm said. As a result, incorrect valuations were likely reported to investors.<br />Infinity Q had about $3 billion in assets under management at the end of January, with roughly $1.8 billion belonging to its Infinity Q Diversified Alpha Fund, according to an SEC filing. The fund employed so-called alternative strategies, including volatility and betting on and against stocks, according to disclosures.<br />Halting redemptions is an unusual move, since mutual funds offer freedom to cash out at any time, and it suggests severe problems at the firm. Third Avenue Management LLC halted redemptions in one of its credit funds in 2015, a move that shocked the market, left a black mark on the firm and spurred worries about the wider bond market.<br />Infinity Q said in a statement that the firm is “cooperating with the SEC investigation” and has cut off Mr. Velissaris’s access to trading."
}