{
    "url_original": "https://www.wsj.com/articles/investing-has-a-pr-problem-11612307725?mod=opinion_lead_pos8",
    "url": "investing-has-a-pr-problem-11612307725",
    "title": "Investing Has a PR Problem",
    "sub_head": "Robinhood might remind its customers that stocks are about something real.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-293807?width=620&size=1.5",
    "image_1": "im-293807.jpg",
    "time": "2021-02-02 18:15:00",
    "body": "With the  GameStop  bubble coming to its foreordained conclusion on Tuesday the broader stock market was having its best day in a while. Internet progress is sometimes measured in pratfalls. The stumble of the free online brokerage Robinhood over its customers’ trading of GameStop actually hearkens to a precedent that has nothing to do with the Wall Street vs. little guy narrative that preoccupies some.<br />In 1996, dial-up internet pioneer America Online stopped charging by the hour in favor of a flat monthly fee. Unsurprisingly, customers instantly revealed a preference for being online all the time. But a symphony of busy signals exposed an unappreciated fact of AOL’s business model: It was reselling access to the regulated local phone system designed for calls that last six minutes, not all week.<br />Robinhood could give small-timers free brokerage because it was selling their order flow, and thus information about which stocks were in demand, to other intermediaries. This model worked until its customers drove GameStop to unrealistic heights for reasons of their own. Then a behind-the-scenes plumbing provider, Robinhood’s clearing agent, spoke up. It would not accept the risk of the brokerage or its customers failing to deliver the cash if prices collapsed during the hours or days before trades cleared. It demanded Robinhood put up collateral it didn’t have. So Robinhood curtailed its customers to buying just a single share of GameStop.<br />Boom. Suddenly conspiracy theories flowed about Wall Street biggies intervening to stop a phenomenon that had harmed their own bets that GameStop would fall (known as short selling).<br />Like AOL’s, Robinhood’s snafu was partly due to ancient, clunky infrastructure—in this case for certifying ownership of an asset, such as a share of stock or even a person’s ownership of his or her own identity. (Blockchain is the answer many have proposed just as broadband solved the AOL problem.)"
}