{
    "url_original": "https://www.wsj.com/articles/iran-nuclear-program-11610564572?mod=business_minor_pos13",
    "url": "iran-nuclear-program-11610564572",
    "title": "Iran’s Nuclear Program: How Close Is Tehran to Developing Nuclear Weapons?",
    "sub_head": "Iranian breaches of the 2015 nuclear deal raise fears that the country is paving the way to start work on nuclear weapons, raising pressure on President Biden",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-02-10 16:15:00",
    "body": "Iran has in recent months repeatedly violated the 2015 nuclear deal with world powers, reducing the time it would need to produce a nuclear weapon. The violations, a response to U.S. sanctions imposed after former President Donald Trump withdrew the U.S. from the pact in 2018, have put at risk the survival of an agreement that helped remove sanctions on Iran and open it to business with the West.<br />The latest development was revealed on Feb. 10 when the International Atomic Energy Agency told member states in a confidential report that Iran had begun producing uranium metal, a material vital for nuclear weapons. Iran had told the agency in mid-December that it planned to produce uranium metal, but that production would require four to five months to install the equipment to produce the powder from which uranium metal is made. Iran has said it would produce uranium metal for civilian purposes, though the uranium metal produced this month might not be related to this work.<br />In January, Iran made one of its biggest steps yet to breach the 2015 deal, announcing it had begun enriching uranium at 20% purity. That crossed a red line previously set by European powers that are still party to the accord.<br />The most recent disclosure of uranium metal production—which has limited civilian utility—has stirred concern among Western officials over whether Iran is preparing to restart work toward a nuclear weapon.<br />Uranium metal is often used in the core of nuclear weapons. Production of the material is a clear breach of Iran’s 2015 nuclear deal with six world powers, in which it agreed to a 15-year moratorium on uranium and plutonium metallurgical production."
}