{
    "url_original": "https://www.wsj.com/articles/iran-limits-access-to-nuclear-sites-but-open-to-talks-with-u-s-11614092057",
    "url": "iran-limits-access-to-nuclear-sites-but-open-to-talks-with-u-s-11614092057",
    "title": "Iran Limits Access to Nuclear Sites but Open to Talks With U.S.",
    "sub_head": "European proposal would bring Iranian officials together with American negotiators for the first time since the U.S. withdrew from the nuclear deal in 2018",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-02-23 10:58:00",
    "body": "Iran said it was open to a European proposal that would bring its officials together with American negotiators for the first time since the U.S. withdrew from the nuclear deal in 2018, even as Tehran took another step to violate the accord by limiting international monitoring of its nuclear activities.<br />Tehran said Tuesday that it is weighing whether to participate in the talks suggested by European Union officials. Iran has rejected direct negotiations with the U.S., as long as American sanctions remain in place and the U.S. remains outside the 2015 deal. But European officials have warned Iran in recent days that it risks deepening its isolation if it misses the opportunity for direct talks with Biden administration officials, who would attend as guests in the informal meeting.<br />“These diplomatic contacts have to be discreet but I am reasonably optimistic” that Iran will join talks, the EU’s chief diplomat, Josep Borrell, said Monday.<br />Iranian government spokesman Ali Rabiei said Tuesday that Iran was “looking into the European side’s proposal of an informal meeting for a dialogue.”<br />Meanwhile, citing the U.S. refusal to lift sanctions imposed by the Trump administration, Iran on Tuesday followed through on a previous threat, saying it would no longer grant United Nations inspectors daily access to its nuclear facilities, or provide round-the-clock security footage of its activities at these sites. Iran will also bar the U.N. atomic agency from inspecting other sites where it suspects nuclear-related work might be taking place."
}