{
    "url_original": "https://www.wsj.com/articles/iran-rejects-offer-of-direct-us-nuclear-talks-senior-diplomats-say-11614529319",
    "url": "iran-rejects-offer-of-direct-us-nuclear-talks-senior-diplomats-say-11614529319",
    "title": "Iran Rejects Offer of Direct U.S. Nuclear Talks, Ratcheting Up Tension With West",
    "sub_head": "Rejection unlikely to kill off diplomacy but time seen running short ahead of Persian New Year, Iranian election",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-305398?width=620&size=1.5",
    "image_1": "im-305398.jpg",
    "time": "2021-02-28 16:31:00",
    "body": "Iran rejected a European Union offer to hold direct nuclear talks with the U.S. in the coming days, risking renewed tension between Tehran and Western capitals.<br />Senior Western diplomats said Iran’s response doesn’t quash the Biden administration’s hopes of reviving diplomatic efforts to restore the 2015 nuclear deal, struck between Iran and six world powers and abandoned by the Trump administration in 2018. But they said it seemed to set a deadlock: Iran wants a guarantee it wouldn’t walk away from a meeting with the U.S. without some sanctions relief, which Washington has so far ruled out.<br />With Tehran escalating its nuclear activities in recent months in breach of the 2015 nuclear deal, the U.S. conducting airstrikes on Iranian-backed militias in Syria, and Iranian presidential elections in June, diplomats have warned that opportunities to ease tensions might now be imperiled.<br />Just 10 days ago, Western officials were hopeful that headway would soon be made toward relaunching the nuclear negotiations. The EU floated the idea of holding talks in Europe that would include all of the remaining participants in the 2015 deal -- Iran plus China, the U.K., France, German, and Russia,  as well as the U.S. The Biden administration immediately announced it would attend a meeting, with Washington’s envoy Rob Malley set to participate.<br />EU officials had been trying to get an agreement on dates for a meeting and had floated the possibility of talks in Vienna or Brussels in the coming days. EU foreign policy chief Josep Borrell said last Monday that he was “reasonably optimistic” talks would happen. However, Iran this weekend sent a note saying it wouldn’t attend a meeting in the current circumstances."
}