{
    "url_original": "https://www.wsj.com/articles/iron-curtains-are-older-than-the-cold-war-11614279419",
    "url": "iron-curtains-are-older-than-the-cold-war-11614279419",
    "title": "Iron Curtains Are Older Than the Cold War",
    "sub_head": "Winston Churchill made the term famous, but ideological rivalries have driven geopolitics since Athens and Sparta.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://s.wsj.net/public/resources/images/OG-FS029_202102_8S_20210225075815.jpg",
    "image_1": "publicresourcesimagesOG-FS029_202102_8S_20210225075815.jpg",
    "time": "2021-02-25 13:56:00",
    "body": "Historian Amanda Foreman searches the past for the origins of today’s world. Read previous columns here.<br />It was an unseasonably springlike day on March 5, 1946, when Winston Churchill visited Fulton, Missouri. The former British Prime Minister was ostensibly there to receive an honorary degree from Westminster College. But Churchill’s real purpose in coming was to urge the U.S. to form an alliance with Britain to keep the Soviet Union from expanding any further. Speaking before an august audience that included President Harry S. Truman, Churchill declared: “From Stettin in the Baltic to Trieste in the Adriatic, an iron curtain has descended across the continent.”<br />Churchill wasn’t the first person to employ the phrase “iron curtain” as a political metaphor. Originally a theatrical term for the safety barrier between the stage and the audience, by the early 20th century it was being used to mean a barrier between opposing powers. Nevertheless, “iron curtain” became indelibly associated with Churchill and with the defense of freedom and democracy.<br />This was a modern expression of an idea first articulated by the ancient Greeks: that political beliefs are worth defending. In the winter of 431-30 B.C., the Athenians were staggering under a devastating plague while simultaneously fighting Sparta in the Peloponnesian War. The stakes couldn’t have been higher when the great statesman Pericles used a speech commemorating the war dead to define the struggle in terms that every Athenian would understand.<br />As reported by the historian Thucydides, Pericles told his compatriots that the fight wasn’t for more land, trade or treasure; it was for democracy pure and simple. Athens was special because its government existed “for the many instead of the few,” guaranteeing “equal justice to all.” No other regime, and certainly not the Spartans, could make the same claim."
}