{
    "url_original": "https://www.wsj.com/articles/iron-ores-rally-shields-bhp-from-pain-of-china-trade-dispute-11613457829?mod=business_lead_pos7",
    "url": "iron-ores-rally-shields-bhp-from-pain-of-china-trade-dispute-11613457829",
    "title": "Iron Ore’s Rally Shields BHP From Pain of China Trade Dispute",
    "sub_head": "Mining company reports $6.04 billion underlying profit as Chinese infrastructure spending drives the commodity’s price to nine-year high",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-299448?width=620&size=1.5",
    "image_1": "im-299448.jpg",
    "time": "2021-02-16 01:43:00",
    "body": "SYDNEY—As ships with its coal remain stranded at sea because of a diplomatic dispute between Australia and China,  BHP Group Ltd.  showed another side of the trade relationship with its best underlying profit in seven years as it rode a rally in iron-ore prices.<br />BHP reported a $6.04 billion profit before exceptional items for the six months through December, up 16% compared with a year ago, as China’s big bet on infrastructure spending to drive its economic recovery from the coronavirus pandemic stoked demand for iron ore. The company also declared a record half-year dividend of $1.01 a share.<br />Prices of iron ore, used to make steel, recently surged to a nine-year high of $176.90 a metric ton. That is well above the cost of roughly $10 to $20 a ton that most global miners incur in digging the commodity out of the ground.<br />For BHP, the higher price for iron ore, as well as for copper, helped to offset lower prices for crude oil and steelmaking coal. During the half-year period, BHP’s average realized price of iron ore jumped 33% year over year, and copper was up 28%.<br />Still, BHP’s statutory net profit fell by 20% to $3.88 billion in the half, from $4.87 billion a year earlier. The result was dragged down by exceptional charges totaling $2.16 billion, led by an impairment of BHP’s energy-coal assets and associated tax losses. Other charges were tied to the pandemic and BHP’s Samarco joint venture with Brazil’s  Vale SA,  which recently restarted operations after a 2015 fatal dam collapse."
}