{
    "url_original": "https://www.wsj.com/articles/is-a-mid-career-m-b-a-worth-it-11613926837",
    "url": "is-a-mid-career-m-b-a-worth-it-11613926837",
    "title": "Is a Mid-Career M.B.A. Worth It?",
    "sub_head": "Here’s how a number of untraditional M.B.A. candidates leveraged the degree to pivot at work",
    "category_1": "Life & Arts",
    "category_2": "Work & Life",
    "time": "2021-02-21 12:00:00",
    "body": "Conventional wisdom says the best time to go to business school is in your 20s, after working a few years, perhaps while you are still single and trying to move up in the corporate world.<br />Some M.B.A. students beg to differ. In fact, the experiences of graduates with untraditional or non-business backgrounds show that the degree can help mid-career individuals parlay expertise in areas such as science or the military into business leadership. It also can help in the transition from the public to the private sector at any age.<br />Many M.B.A. programs have sought candidates from different backgrounds in recent years, especially as businesses look to hire a more diverse workforce. Schools have said that waiving their standardized-test requirements, including the GMAT exam, for this year removes a hurdle for untraditional students. Some top programs also have plans to diversify applicant pipelines.<br />In 2020, the percentage of two-year M.B.A. applicants with six or more years of work experience increased to 32% from 17% in 2019, according to the nonprofit Graduate Management Admission Council. The share of candidates with 10 or more years of experience rose to 19% from 7% a year ago.<br />Applications to M.B.A. programs, in general, soared this past year as students from a variety of backgrounds sought places to ride out the pandemic-induced recession. Students typically flock to business schools and other graduate programs during economic downturns to sit out a tough job market and gain credentials. M.B.A. program applications had fallen for five straight years because of a hot job market and high tuition costs."
}