{
    "url_original": "https://www.wsj.com/articles/is-greta-thunberg-conspiring-against-indias-tea-11613669623?mod=opinion_major_pos8",
    "url": "is-greta-thunberg-conspiring-against-indias-tea-11613669623",
    "title": "Is Greta Thunberg Conspiring Against India’s Tea?",
    "sub_head": "Modi’s ruling party alleges that the West wants to see it fail, but the real threats are internal divisions.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-02-18 12:33:00",
    "body": "Do Western ideas threaten India’s rise? Prime Minister Narendra Modi seems to think so. In a speech in Parliament last week he warned that the nation “needs to be protected” from “foreign destructive ideology”—a play on the abbreviation for foreign direct investment. He attacked activists who “can’t live without agitation,” calling them “parasites” who must be identified. A day earlier, in a campaign speech in Assam, he attacked “conspiracies against the country” by “powers outside.” He alleged that these powers were working to tarnish “the image of India’s tea” in “a planned manner.”<br />The idea of a vast global plot against Assamese Orange Pekoe and Darjeeling Black would normally belong in a comedy routine. But when a country’s leader starts peddling crackpot theories, it isn’t funny.<br />The immediate provocation for Mr. Modi’s remarks was a “toolkit” tweeted by the teenage Swedish activist Greta Thunberg this month that suggested ways to support protesting farmers who have been camped on Delhi’s outskirts since late-November. An initial version of the tweet, which Ms. Thunberg later deleted, listed among its objectives the disruption of India’s “ ‘yoga & chai’ image.”<br />Mr. Modi pledged in the Assam speech that India wouldn’t allow the tea conspiracy to triumph, and the government has already taken action. Last week police arrested Disha Ravi, 22, a Bangalore climate activist associated with Ms. Thunberg’s movement. They have charged her with sedition, which carries a maximum sentence of life in prison, as “a key conspirator” in the toolkit’s formulation and dissemination. Authorities also allege the involvement of a diaspora group with links to activists who support a separate homeland for followers of Sikhism.<br />Why do outlandish theories appear reasonable to many Indians? In part because prominent Hindu nationalists have long peddled the idea of omnipresent “breaking India forces” out to prevent India from taking its rightful place as a superpower."
}