{
    "url_original": "https://www.wsj.com/articles/is-istanbul-on-your-post-covid-travel-wish-list-why-wait-11613149124",
    "url": "is-istanbul-on-your-post-covid-travel-wish-list-why-wait-11613149124",
    "title": "Is Istanbul on Your Post-Covid Travel Wish List? Why Wait?",
    "sub_head": "Turkey’s most hypnotic city isn’t as inaccessible as you think. You can teleport yourself there anytime with these TV shows, films, dishes, books and at least one psychedelic rock ’n’ roll band.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-297726?width=620&size=1.5",
    "image_1": "im-297726.jpg",
    "time": "2021-02-12 11:58:00",
    "body": "FOR MOST AMERICAN visitors, Turkey’s biggest city is familiar and surprising at the same time. Stroll the streets of Istanbul and you’ll find Apple Stores, Shake Shacks and chic, hijab-covered women Rollerblading along the seaside, all against an age-old soundtrack—the call to prayer streaming through the speakers of the city’s countless mosques. It’s not so much about East meeting West; Istanbul’s cultural abundance makes those very categories feel obsolete. The city’s innumerable attractions—the Ottoman-era palaces, the sumptuous art museums, the sensational food and shopping—all make it a magnetic destination. For intrepid travelers, Istanbul is still a top temptation given that Turkey is one of the few countries that currently allows U.S. tourists. Americans are welcome as long as they show proof of a negative Covid-19 test (though the CDC still deems Turkey, as well as most of Europe, highly risky in terms of the virus). But like a lot of places right now, Istanbul lacks its usual swagger. For the last two months, this city of 16 million falls silent every weekday at 9 p.m. under a strictly enforced curfew. On weekends, residents can leave their homes only for grocery shopping. Restaurants are open just for takeout or delivery during the week, and only delivery on weekends. Tourists are exempt from curfews, and hotel restaurants can serve meals to guests, but the streets empty of locals can feel ghostly. Until those streets fill up again, you may prefer to explore the city another way—by sampling some of the music, movies, books and tastes that will surely make you want to visit in the flesh just as soon as the time is right.<br />In this lyrical memoir, Nobel laureate Orhan Pamuk recounts his childhood growing up in a well-to-do household. He intersperses his personal experiences with historical accounts of Istanbul by noted visitors, including Gustave Flaubert, using his reflections on various sites and neighborhoods to examine not only his own identity as a writer but how Istanbulites see themselves and their place in the world.<br />A 2018 Pulitzer Prize finalist for nonfiction, Hansen’s book is primarily a study of the impact of American policies and actions in the Middle East. But the chapters set in Istanbul also vividly capture the intelligence, color and humor of the people she encounters. For an armchair traveler, it’s the next best thing to meeting locals in person.<br />The main sleuth in this breezy Istanbul-based mystery—the fourth and most recent of Mehmet Murat Somer’s popular Turkish Delight series—is Burçak Veral, a transvestite who dresses like Audrey Hepburn. She also serves as a highly entertaining and food-obsessed tour guide to the city.<br />If you want to try preparing Turkish dishes at home, “The Turkish Cookbook,” by Musa Dagdeviren covers the broad range of Turkey’s cuisine. Mr. Dagdeviren spent years travelling the country to preserve regional recipes, a journey also chronicled on  Netflix ’s  “Chef’s Table” series. Here are three local specialties recommended by Mr. Dagdeviren, each one a culinary history lesson."
}