{
    "url_original": "https://www.wsj.com/articles/israeli-data-shows-94-drop-in-symptomatic-covid-19-cases-with-pfizer-vaccine-11613401510?mod=world_major_1_pos7",
    "url": "israeli-data-shows-94-drop-in-symptomatic-covid-19-cases-with-pfizer-vaccine-11613401510",
    "title": "Symptomatic Covid-19 Cases Dropped 94% With Pfizer Vaccine, Israeli Data Show",
    "sub_head": "Study comparing two groups of 600,000 people also found vaccine recipients 92% less likely to develop severe illness",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-299288?width=620&size=1.5",
    "image_1": "im-299288.jpg",
    "time": "2021-02-15 15:30:00",
    "body": "TEL AVIV—New The latest data from Israel shows a 94% drop in symptomatic Covid-19 infections among 600,000 people who received two doses of  Pfizer  Inc.  and  BioNTech  SE’s vaccine, offering important new insights for other countries as they roll out their own campaigns.<br />The vaccinated group was also 92% less likely to develop severe illness from the disease, according to a study by Clalit, Israel’s largest healthcare provider. Clalit compared 600,000 people who got the shots with a group of the same size who didn’t in what was Israel’s largest vaccine study to date.<br />Clalit said the study, which was carried out with a team from Harvard University, included 430,000 people who were between 16 and 59 years of age, and 170,000 who were 60 or older. It was the first of its kind to show such a high level of efficacy for Pfizer’s vaccine for those aged 70 and over, due to the limited scope of the earlier clinical trials, according to the healthcare provider.<br />The study was done so that each vaccinated individual was tested against an unvaccinated person who had a similar profile, including their risk level for infection, risk level of developing serious illness and overall health.<br />“It is now unequivocal that Pfizer’s vaccine against the coronavirus is incredibly effective in real life one week after the second dose, just as was found in the clinical study,” said Ran Balicer, Clalit’s chief innovation officer and one of the study’s authors, in a Hebrew statement published Sunday with the study. The vaccine is even more effective two weeks after the second shot, he added."
}