{
    "url_original": "https://www.wsj.com/articles/it-was-joe-and-bob-dole-and-biden-on-making-washington-work-11614006532?mod=politics_lead_pos12",
    "url": "it-was-joe-and-bob-dole-and-biden-on-making-washington-work-11614006532",
    "title": "‘It Was Joe and Bob’: Dole and Biden On Making Washington Work",
    "sub_head": "Former Sen. Dole describes why the Senate worked better when they served together",
    "category_1": "Politics",
    "category_2": "Capital Journal",
    "image_1_url": "https://images.wsj.net/im-302237?width=620&size=1.5",
    "image_1": "im-302237.jpg",
    "time": "2021-02-22 11:48:00",
    "body": "When President Biden walked into the Watergate apartment of former Sen. Bob Dole on Saturday for a chat before Mr. Dole begins lung-cancer treatment, the two had between them 63 years of service in the U.S. Senate. (Throw in Mr. Dole’s wife, former Sen. Elizabeth Dole, and the room collectively had almost seven decades in the Senate.)<br />“It was just Bob and Joe, not Mr. President,” Mr. Dole said in describing their meeting in an interview afterward. The two men, one a working-class kid from Scranton, Pa., and the other a farmland boy from Kansas, overlapped in the Senate for almost a quarter of a century. Mr. Dole eventually became the Republican leader, Mr. Biden a powerful Democratic committee chairman.<br />Yet they have another, more personal bond. Both have survived grievous hardships in their lives. Mr. Dole endured body-shattering wounds on a World War II battlefield, and Mr. Biden the deaths of a wife and two children. Both found ways to march on. So perhaps it isn’t surprising that they have an amicable relationship: “We were friends then, and we are friends now,” Mr. Dole said.<br />Naturally, these two friends discussed why the Senate they both love—and really, all of Washington—doesn’t work better right now. And maybe, as Bob Dole heads into battle once more, this time against cancer at the age of 97, his advice again can offer courage and wisdom to a capital that seems short of both.<br />“We did talk about how we were able to work together in the Senate when we both were there, one a Democrat, one a Republican,” said Mr. Dole. “We worked across the aisle and we compromised. We couldn’t solve everything, but most everything we could work out.”"
}