{
    "url_original": "https://www.wsj.com/articles/italian-ambassador-killed-in-rebel-ambush-in-eastern-congo-11614008055?mod=world_major_2_pos1",
    "url": "italian-ambassador-killed-in-rebel-ambush-in-eastern-congo-11614008055",
    "title": "Italian Ambassador Killed in Rebel Ambush in Eastern Congo",
    "sub_head": "Envoy was part of World Food Program convoy visiting school in region long terrorized by militias",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-302238?width=620&size=1.5",
    "image_1": "im-302238.jpg",
    "time": "2021-02-22 13:29:00",
    "body": "Italy’s ambassador to the Democratic Republic of Congo was among three people killed in an ambush on a World Food Program convoy in the country’s restive east, an area where rebel groups have been launching attacks on civilians and the military since the 1990s.<br />Luca Attanasio, who had been stationed in Congo since 2017, an Italian military policeman who acted as the ambassador’s bodyguard and a Congolese driver for the WFP were shot Monday on their way to visit a feeding program at a local school, the United Nations emergency nutrition agency said. Several other members of the seven-person convoy were injured, the WFP and the U.N. Operations and Crisis Centre said.<br />Congo’s Interior Ministry said the assailants were members of the Democratic Forces for the Liberation of Rwanda, or FDLR, without citing evidence.        The FDLR, which grew out of Hutu militias that fled to Congo following the Rwandan genocide, has been terrorizing civilians in the mineral-rich region for more than two decades.<br />Monday’s attack happened on the outskirts of the Virunga National Park, a Unesco World Heritage site known for its mountain gorillas. In 2018, two British tourists were kidnapped and later released at the same spot.<br />In a statement, the WFP said the road that the convoy was driving on had been cleared for travel without the security escorts that are common for official missions in eastern Congo."
}