{
    "url_original": "https://www.wsj.com/articles/italys-populists-join-the-establishment-11614207669?mod=opinion_lead_pos10",
    "url": "italys-populists-join-the-establishment-11614207669",
    "title": "Italy’s Populists Join the Establishment",
    "sub_head": "Trusted technocrat Mario Draghi heads a coalition that includes former euroskeptics.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-303509?width=620&size=1.5",
    "image_1": "im-303509.jpg",
    "time": "2021-02-24 18:01:00",
    "body": "Italy, like the U.S., recently completed an experiment in populist government. The antiestablishment Five Star Movement and the anti-immigration League formed a coalition after elections in 2018, but it broke down after little more than a year. As in America, the new head of government is an establishment figure. But unlike President Biden, Prime Minister Mario Draghi is known less as a politician than a technocrat: an economist with a doctorate from MIT who has headed the Italian Treasury, Bank of Italy and European Central Bank. He stays off social media and seldom gives interviews or public speeches.<br />“When I was prime minister, Mario Draghi was director general of the Treasury. I know him personally and professionally,” Lamberto Dini told me. He led the government in 1995-96, “He is very reserved. He would call only when there was a problem to solve, and he would solve it. He is not just a technocrat; he is a great political figure.”<br />Mr. Draghi, 73, is best known for rescuing the euro during its debt crisis in 2012. He promised in a speech that the ECB would do “whatever it takes” to salvage the eurozone, which stopped international speculation against the currency.<br />This month President Sergio Mattarella appointed Mr. Draghi to head a national-unity government. Unlike in the U.S., there was no populist backlash against the new establishmentarian leader. Instead, the antiestablishment Five Star Movement and League were so eager to join the new cabinet that they abandoned their former euroskeptic positions. The coalition also includes the center-left Democratic Party, the free-market Forza Italia, and the democratic-socialist Free and Equal party. The only opposition party is the right-wing Brothers of Italy.<br />The unelected Mr. Draghi is popular with voters. According to a survey by Noto Sondaggi, a leading Italian pollster, 56% of Italians have confidence in him—the highest figure recorded in two decades. Markets seem to share the feeling: Benchmark Italian bond yields hit record lows after the appointment."
}