{
    "url_original": "https://www.wsj.com/articles/jamie-raskin-leads-democrats-in-trumps-second-impeachment-trial-11612713600?mod=business_minor_pos6",
    "url": "jamie-raskin-leads-democrats-in-trumps-second-impeachment-trial-11612713600",
    "title": "Jamie Raskin Leads Democrats in Trump’s Second Impeachment Trial",
    "sub_head": "As lead manager, Maryland congressman seeks to win over GOP senators on incitement charge against former president",
    "category_1": "Politics",
    "time": "2021-02-07 11:00:00",
    "body": "WASHINGTON—Rep. Jamie Raskin faces an immediate challenge as the top prosecutor in the second impeachment trial of former President Donald Trump: Many of the senators acting as jurors don’t think there should be one.<br />The Maryland Democrat was picked by House Speaker Nancy Pelosi (D., Calif.) to serve as the lead impeachment manager in the Senate trial that starts Tuesday. The 58-year-old former constitutional-law professor will lead eight other Democrats in seeking to persuade the Senate to convict Mr. Trump of inciting an insurrection at the Capitol on Jan. 6.<br />In a legal brief last week, Mr. Raskin alleged that Mr. Trump “created a powder keg” in which hundreds of people “were prepared for violence at his direction.” Mr. Trump’s lawyers have argued that Mr. Trump didn’t engage in insurrection, saying that he had “exercised his First Amendment right under the Constitution to express his belief that the election results were suspect” and that he hadn’t incited violence.<br />On Thursday, Mr. Raskin asked Mr. Trump to testify—a request that Mr. Trump’s lawyers shot down, calling it a “public relations stunt.” Mr. Trump’s brief is due on Monday.<br />Many Republicans have condemned Mr. Trump’s actions in telling a crowd amassed on the Ellipse to march to the Capitol and to “fight” to overturn Joe Biden’s November election victory, which was being certified in Congress that day. Some GOP senators have said they were open to convicting him."
}