{
    "url_original": "https://www.wsj.com/articles/jamie-herrera-beutler-takes-center-stage-at-trumps-impeachment-trial-11613247678?mod=business_minor_pos6",
    "url": "jamie-herrera-beutler-takes-center-stage-at-trumps-impeachment-trial-11613247678",
    "title": "Jaime Herrera Beutler Takes Center Stage at Trump’s Impeachment Trial",
    "sub_head": "The GOP lawmaker’s statement about a pivotal Jan. 6 call briefly delayed proceedings and focused attention on Trump’s  actions during the riot",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-299111?width=620&size=1.5",
    "image_1": "im-299111.jpg",
    "time": "2021-02-13 15:26:00",
    "body": "WASHINGTON—Rep. Jaime Herrera Beutler unexpectedly took center stage Saturday in the impeachment trial of former President Donald Trump, after weeks in which the Republican from Washington state had been persistently pushing back against Mr. Trump and his wing of the GOP.<br />Ms. Herrera Beutler—a 42-year-old former state legislator who has served in Congress since 2011—has been a less visible but blunt critic of Mr. Trump and his allies since Jan. 6. She was one of 10 House Republicans who voted to impeach Mr. Trump last month on the allegation that he incited the violence at the U.S. Capitol.<br />Then on Friday night, she released a statement detailing a conversation on Jan. 6 between Mr. Trump and House Minority Leader Kevin McCarthy (R., Calif.) that she said Mr. McCarthy had relayed to her, helping inform her vote.<br />After an extensive back and forth over whether to call witnesses on Saturday, the House managers and the former president’s counsel agreed to have Rep. Jamie Raskin (D., Md.), the lead impeachment manager, read Ms. Herrera Beutler’s statement explaining how Mr. McCarthy’s recollection of his call with then-President Trump on Jan. 6 prompted her to vote to impeach Mr. Trump. Mr. Raskin then entered the statement into evidence.<br />In the call, Mr. Trump initially claimed the protesters were linked to antifa, Ms. Herrera Beutler said in her statement, referring to the loose network of antiracist, antifascist protesters."
}