{
    "url_original": "https://www.wsj.com/articles/jan-6-rally-funded-by-top-trump-donor-helped-by-alex-jones-organizers-say-11612012063?mod=politics_featst_pos3",
    "url": "jan-6-rally-funded-by-top-trump-donor-helped-by-alex-jones-organizers-say-11612012063",
    "title": "Jan. 6 Rally Funded by Top Trump Donor, Helped by Alex Jones, Organizers Say",
    "sub_head": "Publix Super Markets heiress donated about $300,000 to the Ellipse event; far-right show host pledged seed money, organizers say",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-289403?width=620&size=1.5",
    "image_1": "im-289403.jpg",
    "time": "2021-02-01 12:55:00",
    "body": "The rally in Washington’s Ellipse that preceded the Jan. 6 riot at the U.S. Capitol was arranged and funded by a small group including a top Trump campaign fundraiser and donor facilitated by far-right show host Alex Jones.<br />Mr. Jones personally pledged more than $50,000 in seed money for a planned Jan. 6 event in exchange for a guaranteed “top speaking slot of his choice,” according to a funding document outlining a deal between his company and an early organizer for the event.<br />Mr. Jones also helped arrange for Julie Jenkins Fancelli, a prominent donor to the Trump campaign and heiress to the Publix Super Markets Inc. chain, to commit about $300,000 through a top fundraising official for former President Donald Trump’s 2020 campaign, according to organizers. Her money paid for the lion’s share of the roughly $500,000 rally at the Ellipse where Mr. Trump spoke.<br />Another far-right activist and leader of the “Stop the Steal” movement, Ali Alexander, helped coordinate planning with Caroline Wren, a fundraising official who was paid by the Trump campaign for much of 2020 and who was tapped by Ms. Fancelli to organize and fund an event on her behalf, organizers said. On social media, Mr. Alexander had targeted Jan. 6 as a key date for supporters to gather in Washington to contest the 2020-election certification results. The week of the rally, he tweeted a flyer for the event saying: “DC becomes FORT TRUMP starting tomorrow on my orders!”<br />The Ellipse rally, at which President Trump urged supporters to march to the U.S. Capitol, was lawful and nonviolent. But it served as a jumping-off point for many supporters to head to the Capitol. Mr. Trump has been impeached by the Democrat-led House of Representatives, accused of inciting a mob to storm the Capitol with remarks urging supporters to “fight like hell.”"
}