{
    "url_original": "https://www.wsj.com/articles/jay-z-and-lvmh-pop-the-cork-in-champagne-tie-up-11613994900?mod=business_lead_pos5",
    "url": "jay-z-and-lvmh-pop-the-cork-in-champagne-tie-up-11613994900",
    "title": "Jay-Z and LVMH Pop the Cork in Champagne Tie-Up",
    "sub_head": "Luxury goods giant LVMH acquires 50% of Armand de Brignac as pandemic takes fizz out of Champagne sales",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-301907?width=620&size=1.5",
    "image_1": "im-301907.jpg",
    "time": "2021-02-22 06:55:00",
    "body": "Jay-Z and  LVMH  Moët Hennessy Louis Vuitton SE are joining forces in the Champagne business, further cementing the alliance between the world of hip-hop and luxury as the Covid-19 pandemic saps sales of the festive wine world-wide.<br />LVMH, the world’s biggest producer of Champagne, has taken a 50% stake in Armand de Brignac, the high-end Champagne brand owned by Jay-Z, the rapper and mogul. The brand, one of the youngest in the famed sparkling wine region, is known for its metallic bottles that cost hundreds of dollars each.<br />The investment, LVMH and Jay-Z said, is aimed at growing Armand de Brignac through LVMH’s global distribution networks while drawing upon the conglomerate’s vast resources within Champagne wine country. It comes at a difficult moment for Champagne: The pandemic canceled weddings, soirees and other occasions to pop corks, cutting sales of the wine by around 20% last year. The two sides didn’t disclose the value of the transaction.<br />“We were working really hard to maintain a brand that was growing faster than the staff we had and bigger than some of the expertise we had,” Jay-Z, born Shawn Carter, said in an interview. “We’d been in this 15 years, not a hundred.”<br />The partnership shows how European luxury brands are now embracing Black recording artists and hip-hop culture to appeal to a younger, more diverse clientele. Rihanna and LVMH launched a cosmetics line, Fenty Beauty. The rapper Gucci Mane and his namesake brand, the Italian fashion house Gucci, have collaborated on a collection. Dior, an LVMH brand, has used the rapper A$AP Rocky as a featured model in several menswear collections. Streetwear has become a staple of luxury fashion."
}