{
    "url_original": "https://www.wsj.com/articles/jeff-bezos-amazon-step-down-ceo-11612306337?mod=business_lead_pos1",
    "url": "jeff-bezos-amazon-step-down-ceo-11612306337",
    "title": "Jeff Bezos to Step Down as Amazon CEO; Andy Jassy to Take Over",
    "sub_head": "The company announced changing roles as it reported that revenue in the fourth quarter soared 44% to $125.56 billion",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-293939?width=620&size=1.5",
    "image_1": "im-293939.jpg",
    "time": "2021-02-02 19:23:00",
    "body": "Jeff Bezos is stepping down as chief executive of  Amazon . com Inc. to become executive chairman, marking the biggest change in leadership of the tech giant since he started it in a Washington state garage more than 26 years ago.<br />Amazon said on Tuesday that he will be succeeded as CEO in the third quarter by Andy Jassy, Mr. Bezos’s closest lieutenant and the longtime head of the company’s booming cloud-computing business.<br />Mr. Bezos, 57, is handing over the day-to-day reins, as Amazon’s core businesses of online retail and business-computing services are booming during the Covid-19 pandemic, which has shifted work and life to the internet more than ever. The company announced his changing role as it reported that revenue in the fourth quarter soared 44% to $125.56 billion—surpassing $100 billion for the first time in a three-month span—and profit more than doubled.<br />But Amazon also faces the biggest regulatory challenges in its history, with multiple federal investigations into its competitive practices and lawmakers drafting legislation that could force Amazon to restructure its business. Tension with regulators and lawmakers has directly embroiled Mr. Bezos, who was called to testify in front of Congress last summer for the first time.<br />Mr. Bezos’s leadership of Amazon has made him one of the most respected, and feared, leaders in business, as well as fantastically wealthy. He is currently neck-and-neck with his rival rocket entrepreneur, Tesla Inc. CEO Elon Musk, as the world’s wealthiest person."
}