{
    "url_original": "https://www.wsj.com/articles/jeff-bezos-sort-of-goes-out-on-top-11612308362?mod=business_minor_pos10",
    "url": "jeff-bezos-sort-of-goes-out-on-top-11612308362",
    "title": "Jeff Bezos Sort of Goes Out on Top",
    "sub_head": "Amazon CEO’s transition comes following stellar performance—and ahead of big challenges",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294045?width=620&size=1.5",
    "image_1": "im-294045.jpg",
    "time": "2021-02-02 18:26:00",
    "body": "There was never going to be an ideal time for Jeff Bezos to go. But now is probably as good as it is going to get.<br />“Go” is a relative term.  Amazon.com  took pains on Tuesday to point out that its famous founder isn’t really leaving. The company used the occasion of its fourth-quarter report to announce that Mr. Bezos is handing over the chief executive reins to Andy Jassy—a longtime lieutenant who has been running the company’s AWS cloud business since its inception. Mr. Bezos will become executive chair of the company, with the transition taking place in the third quarter of this year.<br />Still, it is a big move. Even in a tech industry that accords founders near mythic status, Mr. Bezos was in a world of his own.  Facebook  is the only other of the big tech giants still being actively managed by its founder, and Mr. Bezos was already a decade into his job when Mark Zuckerberg came up with the idea of the social network in his Harvard dorm. With 2020 revenue totaling about $386 billion, Amazon is also now more than four times the size of Facebook by that metric, and much larger than Apple,  Microsoft  or Google ever got under the management of their respective founders.<br />Still, a transition someday was inevitable—especially for a 57-year-old billionaire who likes to dabble in rockets, newspapers and life sciences. There likely won’t be a better time: Amazon just wrapped a year where its already strong businesses were boosted by the pandemic, which fueled both online shopping and demand for cloud-computing services. Fourth-quarter revenue and operating earnings blew past Wall Street’s estimates. Full-year sales surged 38%—the company’s best growth rate since 2011, when annual sales were about one-eighth their current level.<br />At the same time, the company faces an unprecedented number of challenges, especially as lawmakers and regulators crack down on big tech. Amazon is also unique among its big tech peers in that front-line workers make up such a big portion of its employee base, which now numbers nearly 1.3 million. Brian Olsavsky, Amazon’s chief financial officer, told reporters Tuesday that Mr. Bezos will remain “very involved”—especially on so-called “one-way door decisions” that are difficult to undo. That helped Amazon’s share price recover in after-hours trading, following an initial drop on the news. Even for a company seeming to fire on all cylinders, investors don’t seem ready to let Jeff Bezos blast off quite yet."
}