{
    "url_original": "https://www.wsj.com/articles/jeff-immelt-on-the-humbling-of-ge-11613743324?mod=business_lead_pos11",
    "url": "jeff-immelt-on-the-humbling-of-ge-11613743324",
    "title": "Jeff Immelt on the Humbling of GE",
    "sub_head": "In a new book, the former head of the once-mighty company admits he made mistakes but argues he faced ‘bad news almost every day’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-301037?width=620&size=custom_2000x1333",
    "image_1": "im-301037.jpg",
    "time": "2021-02-19 09:02:00",
    "body": "In the summer of 2001, weeks before Jeff Immelt became CEO of  General Electric ,  he was playing golf with friends at a country club near Chicago when a club member asked him what he did. “I work for  GE , ” Mr. Immelt replied, omitting his title. “Ah, GE! Jack Welch!” the man said. “I feel sorry for the poor son of a bitch who’s taking his place.”<br />The late Jack Welch was indeed a tough act to follow. The man dubbed the “manager of the century” by Fortune magazine quintupled the company’s revenues and increased shareholder returns 70-fold during his tenure from 1981 to 2001. At its 2000 peak, GE’s market capitalization soared to $600 billion.<br />Twenty years on, GE is a husk of its former self. The nearly 130-year-old conglomerate has shed some $500 billion in value and almost half its global workforce. Its profits have plunged, its stock has tumbled, and it recently paid $200 million to settle with the Securities and Exchange Commission over claims that it misled investors. GE has sold off many of its businesses, and it has cut its dividend to a token penny a share—a stunning fall for a one-time market leader in everything from lightbulbs to jet engines. Many point fingers at Mr. Immelt, 65, who led the company for 16 years until he was nudged out in 2017.<br />“It became clear right away that my main role would be Person to Blame,” Mr. Immelt writes in his new book “Hot Seat: What I Learned Leading a Great American Company,” which will be published Feb. 23. While he admits he made mistakes, he says he felt moved to write about his years at GE’s helm to highlight the often-dire context of his decisions. “I dealt with bad news almost every day,” Mr. Immelt says over Zoom from his home on Kiawah Island, off the coast of South Carolina.<br />Despite Mr. Welch’s hallowed legacy, Mr. Immelt says that many of GE’s problems were inherited. “I’d become CEO of a company where perception didn’t equal reality,” he writes. GE’s shares were overvalued, high returns from its pension funds inflated earnings, and the company relied too heavily on its financial division, GE Capital, which contributed nearly half the firm’s earnings in 2001 by loading up on debt and becoming overleveraged in the insurance business."
}