{
    "url_original": "https://www.wsj.com/articles/joe-bidens-old-russia-start-11612222604?mod=opinion_lead_pos3",
    "url": "joe-bidens-old-russia-start-11612222604",
    "title": "Joe Biden’s Old Russia Start",
    "sub_head": "He criticizes Putin on Navalny but offers a gift on nuclear arms control.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-01 18:36:00",
    "body": "Donald Trump went easy on Russia and Vladimir Putin rhetorically while supporting tougher policies than his predecessor. Now President Biden is taking the opposite approach. At least that’s the early message from the Administration’s first decision on arms control and its response to Russia’s growing domestic protests.<br />On Sunday Secretary of State Antony Blinken said he is “deeply disturbed by the violent crackdown” on Russian protesters and the arrests of thousands demanding the release of jailed opposition leader Alexei Navalny. Mr. Blinken said Russians are fed up with “corruption” and “autocracy” and added that Mr. Biden delivered a similar message in a phone call with Mr. Putin.<br />Good to hear, but the Administration sent a very different signal by embracing an unconditional five-year extension of the New Start nuclear arms treaty, which Mr. Putin made formal on Friday. The accord is a classic 20th century arms-control treaty that was inadequate when it came into force a decade ago.<br />New Start limits the number of deployed strategic nuclear warheads and bombs at 1,550. It also caps the deployment of intercontinental ballistic missiles, submarine-launched missiles and nuclear-equipped heavy bombers. The deal would have expired Feb. 5, but Mr. Biden took the longest extension possible.<br />This squanders useful diplomatic work by the Trump Administration. While Washington withdrew from the Intermediate-Range Nuclear Forces (INF) and Open Skies treaties, which Russia was violating, it tried to negotiate a shorter extension to New Start last year."
}