{
    "url_original": "https://www.wsj.com/articles/joe-biden-gets-tested-in-iraq-11613497028?mod=opinion_lead_pos2",
    "url": "joe-biden-gets-tested-in-iraq-11613497028",
    "title": "Joe Biden Gets Tested in Iraq",
    "sub_head": "The world is watching how he responds to an attack on U.S. forces.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-16 12:37:00",
    "body": "Joe Biden has said his Presidency won’t be a third Obama term, and he’ll have plenty of opportunities to prove it. The latest comes after a rocket attack against the U.S.-led coalition in Erbil, Iraq.<br />“Initial reports indicate that the attacks killed one civilian contractor and injured several members of the Coalition, including one American service member and several American contractors,” Secretary of State Antony Blinken said Monday. He added that he had told the leader of Kurdistan’s regional government that Washington would help “to investigate and hold accountable those responsible.” America’s adversaries will be watching, especially in Tehran.<br />An investigation is under way, but it’s hard to believe a Shiite militia allied with Iran isn’t behind the attack. The group Awliya Al Dam, or Guardians of Blood, has claimed responsibility. U.S. and Iraqi officials say smaller organizations like this have been linked to better known Iranian proxies such as Kataib Hezbollah. SITE Intelligence Group, which tracks extremist groups’ online activity, reports that Awliya Al Dam has vowed more violence after the latest incident.<br />Iranian proxies launched several rocket attacks on U.S. and allied forces in 2019 and 2020. Their goal is to drive out the roughly 2,500 U.S. troops that assist the Iraqi military, provide intelligence against a return of Islamic State, and limit malign Iranian influence in the country. Retaliatory strikes won’t put a complete stop to such aggression, but the right retaliation can degrade the militias’ abilities. Inaction could invite more brazen attacks.<br />Before Donald Trump ordered the retaliatory attack on Iranian terror chief Qasem Soleimani in January 2020, many warned such a response would lead to a full-scale war. Iranian Supreme Leader Ali Khamenei tweeted that Mr. Trump “can’t do anything.” Mr. Biden doesn’t need to escalate to Mr. Trump’s level, but it’s worth reminding Tehran that he isn’t Barack Obama—and the U.S. can do something."
}