{
    "url_original": "https://www.wsj.com/articles/joe-bidens-covid-schooling-11613084290?mod=opinion_lead_pos10",
    "url": "joe-bidens-covid-schooling-11613084290",
    "title": "Joe Biden’s Covid Schooling",
    "sub_head": "Rather than reopen classrooms, the new president coasts on his predecessor’s work.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-298189?width=620&size=1.5",
    "image_1": "im-298189.jpg",
    "time": "2021-02-11 17:58:00",
    "body": "Handling a pandemic is hard work. Lucky for Joe Biden, he’s discovering his predecessor did most of the heavy lifting.<br />Mr. Biden ran on two big promises. One was national unity, which he has redefined as Republicans agreeing to his agenda. The other was to “get control of the virus that’s ruined so many lives”—enabled, he says, by the Trump administration and “the worst performance of any nation on earth.” He would do this by “finally” imposing “a plan” to get the economy running, schools open, vaccines distributed.<br />The new administration has spent every minute talking coronavirus. Yet 90% of its energy has gone to trashing its predecessor and resetting expectations, not to any sweeping policy change. Logistically, it would seem Mr. Biden inherited a fine plan after all. In the few areas where he might actually force improvement—notably reopening schools—the president has whiffed.<br />On the top priorities, vaccine production and distribution, Mr. Biden continues to pretend he had to start from scratch. This week he accused the Trump administration of misleading his team about the amount of “vaccine available.” How so? The prior administration started placing bets on vaccine candidates last summer, helping companies manufacture them before clinical trials were complete. By December, two vaccines, from  Pfizer  and Moderna, had panned out, and officials had announced that a total of 400 million doses would be delivered by summer.<br />The Biden administration has made little change to the vaccine-production plan; there’s nothing much to be done. It made hay of its early decision to order 200 million more doses. But the deal won’t accelerate the pace of production and may prove unnecessary as other vaccines become available sooner. The administration also crowed that it is invoking the Defense Production Act, ordering suppliers to prioritize Pfizer’s demand for raw materials. A good sound bite, though unnecessary. The Trump administration already provided Pfizer priority with a deal in December."
}