{
    "url_original": "https://www.wsj.com/articles/john-geddert-coaching-olympics-gymnastics-suicide-11614377006",
    "url": "john-geddert-coaching-olympics-gymnastics-suicide-11614377006",
    "title": "How John Geddert’s Coaching Came to Be Seen as a Crime",
    "sub_head": "The former U.S. Olympic gymnastics coach, who died by suicide on Thursday, was once lauded, and then criminally charged, for his treatment of athletes.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-304876?width=620&size=1.4849187935034802",
    "image_1": "im-304876.jpg",
    "time": "2021-02-26 17:04:00",
    "body": "John Geddert, by his own description, was a hard-driving gymnastics coach. A towering figure in the Michigan gymnastics world, he prided himself on his high standards and intensity, and pointed to his gymnasts’ successes as proof of his work.<br />In two dozen felony charges against Geddert unveiled on Thursday, however,  the Michigan attorney general said that Geddert’s brand of coaching was a form of forced child labor. Prosecutors said he physically harmed young athletes through his training methods and terrorized them into performing through injury, for his own profit.<br />Two hours later, Geddert was found dead in a rest area off an interstate highway, ending his transformation in the public eye from the winningest coach in the state to a bully who had enabled his friend Larry Nassar to sexually assault women and girls over three decades.<br />Geddert’s apparent suicide devastated people who hoped to hear Geddert answer to the allegations against him, which also included two sexual assault charges in which he was accused of digitally penetrating a girl between the ages of 13 and 16. His death raised questions about why the charges had been revealed before Geddert was in custody.<br />It also dashed hopes that Geddert would resolve lingering mysteries around Nassar. And the charges against him showed how some types of coaching are now being viewed as a form of child abuse that can also create an environment conducive to sexual assault."
}