{
    "url_original": "https://www.wsj.com/articles/johnson-johnson-seeks-emergency-use-vaccine-authorization-11612480550?mod=business_lead_pos2",
    "url": "johnson-johnson-seeks-emergency-use-vaccine-authorization-11612480550",
    "title": "Johnson & Johnson Asks U.S. Regulators for Emergency Approval of Its Covid-19 Vaccine",
    "sub_head": "The potential third vaccine could jump-start a slower-than-expected vaccination rollout",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-295330?width=620&size=1.5",
    "image_1": "im-295330.jpg",
    "time": "2021-02-04 20:15:00",
    "body": "Johnson & Johnson  asked U.S. regulators on Thursday to authorize the emergency use of its Covid-19 vaccine, setting the stage for a potential third vaccine to become available in the U.S. within weeks.<br />J&J’s move follows last week’s release of results from an international clinical trial showing that a single shot of the vaccine was 66% effective at preventing moderate and severe Covid-19 disease. In the U.S. portion of the trial, the vaccine was 72% effective at preventing disease.<br />The addition of J&J’s vaccine could jump-start a U.S. mass-vaccination campaign that has been choppy since it began in December. There has been a limited supply of the first two vaccines, from  Moderna Inc.  and  Pfizer ,  with its partner  BioNTech SE ,  and distribution roadblocks have caused a slower-than-expected pace of vaccinations.<br />J&J’s shot wouldn’t only boost the overall supply of Covid-19 vaccine doses, but also could simplify vaccinations for many because it is given in one dose. The vaccines from Pfizer and Moderna are administered as two doses, three or four weeks apart. J&J’s vaccine also can be kept at higher refrigerated temperatures for a longer period than the first two vaccines.<br />The New Brunswick, N.J., company expects to have millions of doses available immediately upon authorization, federal officials have said. The company expects to make more than one billion doses in total this year globally. The U.S. government has purchased 100 million doses from J&J, which expects to supply that amount by midyear, a J&J spokesman said. The government has options to purchase more."
}