{
    "url_original": "https://www.wsj.com/articles/join-the-lincoln-project-drive-off-with-a-lemon-11613407788?mod=opinion_lead_pos8",
    "url": "join-the-lincoln-project-drive-off-with-a-lemon-11613407788",
    "title": "Join the Lincoln Project, Drive Off With a Lemon",
    "sub_head": "With convenient timing, the media discover the anti-Trumpers aren’t all they were cracked up to be.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-02-15 11:49:00",
    "body": "‘A  Ford ,  not a Lincoln” was how the self-deprecating 38th president memorably described himself on taking office. A decent man up against impossible odds, Gerald Ford’s self-estimation was shared by the American people, who drove him unceremoniously off the dealer’s lot of history and parked him out back.<br />There’s no such modesty in our modern political age. When a group of former Republican political consultants came together a little over a year ago to do what they could to destroy the Republican president, they saw no presumption in calling themselves the Lincoln Project.<br />Now that we know a little more about the performance and standards of the group, it looks more like the Edsel Project. Like its automotive predecessor, it was an expensive and wasteful machine that sucked a lot of money from overoptimistic, slightly credulous and ultimately very disappointed financial backers.<br />The collective’s name was intended to evoke not a high-caliber car but the highest-caliber president. That’s where it really fell short. The more we learn about the antics of this posse of political opportunists, the more resemblance they bear to the 45th president, whose character they deprecated, rather than the 16th, whose mantle they preposterously claimed.<br />Using a political campaign as a vessel for personal financial aggrandizement, thriving on the oxygen supplied by an endless succession of ratings-hungry television hosts, deploying a rare knack for nasty personal and vituperative rhetoric, and in the case of one of them, allegedly indulging a voracious appetite for sexual predation—if imitation is the sincerest form of flattery, these guys must have idolized Donald Trump. As with most self-conscious ideologically pure movements in history, they’ve wound up like the revolutionaries in “Animal Farm”: You look from the troughing Trumpers to the guzzling Never Trumpers and find it hard to spot the difference,"
}