{
    "url_original": "https://www.wsj.com/articles/judas-and-the-black-messiah-review-betrayal-of-the-panther-party-11613079490?mod=opinion_major_pos13",
    "url": "judas-and-the-black-messiah-review-betrayal-of-the-panther-party-11613079490",
    "title": "‘Judas and the Black Messiah’ Review: Betrayal of the Panther Party",
    "sub_head": "Shaka King’s thrilling biopic stars Daniel Kaluuya and LaKeith Stanfield as Fred Hampton and the FBI informant who turned on him.",
    "category_1": "Film Review",
    "time": "2021-02-11 16:38:00",
    "body": "Daniel Kaluuya and LaKeith Stanfield give a matched pair of phenomenal performances in “Judas and the Black Messiah.” Mr. Kaluuya is Fred Hampton, the controversial chairman of the Illinois Black Panther Party in the late 1960s, and Mr. Stanfield is Bill O’Neal, the FBI informant who was instrumental in Hampton’s killing. The film, directed by Shaka King from a script he wrote with Will Berson, is a special sort of twofer—a powerful, and candidly sympathetic, political biography with contemporary relevance, and a morality tale set forth as an exciting action adventure. (The film is playing in theaters and streaming on HBO Max.)<br />It’s impossible to say which of the two characters is dominant. Hampton is prodigiously energetic, violent on occasion and formidably persuasive, a gifted orator who speaks at the velocity of an auctioneer—I won’t pretend I was always able to keep up—and moves his audiences with denunciations of racial injustice and promises of progress through revolutionary action. Hampton was, remarkably, only 21 when he died following an armed pre-dawn raid on his apartment. Mr. Kaluuya is not 21, and he’s English, not American, a source of concern in some circles. Yet the sheer brilliance of his portrayal sweeps away all questions except how in the world he put such a performance together. (We see Hampton listening to the speeches of Martin Luther King Jr., not only for their content but their magisterial cadences. We’re told that Mr. Kaluuya, in his turn, worked with an opera coach as part of his preparation for the role’s hurtling dialogue.)<br />The Judas of the piece, O’Neal, died in 1990; his death was ruled a suicide. In the film’s interpretation, O’Neal is a dunce politically, before and well after he meets Hampton, serves him as a Black Panther security captain and betrays him. A career car thief before infiltrating the Panthers, he had a fondness, grounded in fact, for impersonating an FBI agent, then appropriating car keys from supposed suspects. (In one of the film’s many gripping moments, a couple of Hampton’s lieutenants test O’Neal’s veracity by making him prove that he knows how to hot-wire a car.)<br />Mr. Stanfield’s quiet triumph—you won’t understand the quietude until you see it—lies in making O’Neal affecting, even fascinating, as well as unprincipled and contemptible. He’s a melancholy rat, trapped by his alliance with the FBI. You can almost see the workings of his mind as he tries frantically to grasp the magnitude of what he has signed up for. He lacks the privilege and education of Clerici, the Fascist assassin in Bernardo Bertolucci’s peerless “The Conformist,” but both men share a spiritual emptiness that can’t be filled.<br />The production surrounds its two stars with splendid actors in smaller roles. Jesse Plemons is Roy Mitchell, O’Neal’s FBI handler, a pleasant man perfectly comfortable with putting evil deeds in motion. (The film is unsparing in its depiction of a lawless FBI.) Martin Sheen is unrecognizable, and chilling, as J. Edgar Hoover, famously fearful of the rise of a Black messiah and obsessed with Hampton as the candidate at hand. Dominique Fishback plays Deborah Johnson, Hampton’s girlfriend. Ms. Fishback is appealing, in a conventional way, until she becomes absolutely enchanting in a breathtaking scene that lasts almost three minutes. That’s when Deborah, pregnant with Hampton’s child, pleads her case, with an eloquence equal to his, that life should be more than ceaseless war in the name of social justice."
}