{
    "url_original": "https://www.wsj.com/articles/junk-has-never-been-so-valued-11612915150?mod=opinion_lead_pos2",
    "url": "junk-has-never-been-so-valued-11612915150",
    "title": "Junk Has Never Been So Valued",
    "sub_head": "The average yield on low-rated bonds falls below 4% for the first time.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-09 18:59:00",
    "body": "If you’re an over-leveraged company at risk of default, now’s your moment to load up on more debt. The average yield on U.S. junk bonds dropped below 4% for the first time on Monday amid a market scavenger hunt for higher returns.<br />The Federal Reserve has pushed down long-term interest rates by buying bonds and committed to keep short-term interest rates at near zero through 2023. While the central bank’s interventions were needed in March, it continued to buy corporate bonds well into the summer when markets didn’t need the support.<br />Chairman Jerome Powell last month reassured investors that the Fed won’t take away its market support until the economy makes “substantial further progress” toward inflation above 2% and maximum employment. The rush into high-yield corporate and municipal debt has since accelerated with yields dropping due to great demand.<br />Junk-rated Chicago Public Schools and the city of Detroit recently floated bonds yielding less than 2%. Spreads with the AAA muni-bond benchmark have collapsed. The sages at  BlackRock  last month recommended high-yield munis for their “diversification benefits” and “high levels of income” and saw “significant value” in Puerto Rican bonds.<br />Investors are on the prowl for high-yield corporates, and money managers are cold-calling non-investment grade companies to pitch deals. January was a record month for junk-bond sales. Companies rated in the three lowest non-investment tiers before default have set records for weekly borrowing twice this year, says  Bank of America .  Investors are even snapping up junk bonds that fund dividends and those that allow borrowers to pay interest with more debt."
}