{
    "url_original": "https://www.wsj.com/articles/just-eat-review-got-to-lose-some-weight-11612307671",
    "url": "just-eat-review-got-to-lose-some-weight-11612307671",
    "title": "‘Just Eat’ Review: Got to Lose Some Weight",
    "sub_head": "There are so many diet programs to choose from—but do any of them work? One man’s try-anything search for a slimmer self.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-293912?width=620&size=1.5",
    "image_1": "im-293912.jpg",
    "time": "2021-02-02 18:14:00",
    "body": "In the past two decades, one dimension of U.S. public health has undergone a shocking transformation: body weight. In 2000, the residents of West Virginia had an obesity rate of 23.9%, the highest of any U.S. state. By 2019, Colorado had nearly the same rate (23.8%), and it was the lowest of any state. Leaving aside a few small nations, the United States is the fattest country in the world, with an adult obesity rate exceeding 42%.<br />The disease and disability that accompany excess weight have contributed to higher health-care costs and lower life expectancy. They’ve also created a $72 billion industry devoted to telling people how to shed extra pounds. These combined conditions—reasons to worry and strategies to manage—set the stage for Barry Estabrook’s “Just Eat,” an enlightening first-person account focused on the diets that Americans attempt to follow and the cultures that seem to have found a healthy relationship with food.<br />Mr. Estabrook’s chronicle begins with his getting a physical—and admitting to himself that he is 40 pounds overweight. He is saddled with high cholesterol, so his doctor ups the dosage of a drug to treat it—to the maximum permissible level. But with high blood pressure, a family history of heart disease and a self-image as “lumpy,” Mr. Estabrook sees that something more is needed: He decides to go on the first diet of his life.<br />While his journalistic background includes food writing (he’s a former editor of Eating Well magazine), Mr. Estabrook poses as a dietary Everyman: no expert scientific or medical knowledge and no investment in any one regimen: “I had no horse in the race other than my rotund belly.” He believes that, if he can find a way of losing weight after an adulthood “defined by chubbiness and a spotty record in the willpower department,” then “anyone could.”<br />But he’s candid about the challenge he faces, citing studies showing that few people succeed by using diets to achieve long-term weight loss—and a lot of dieters end up adding weight. “In many ways,” he writes, “dieting is a multibillion-dollar scam.” Still, he gives it a try."
}