{
    "url_original": "https://www.wsj.com/articles/justice-department-ends-lawsuit-against-former-melania-trump-aide-11612826836?mod=business_minor_pos5",
    "url": "justice-department-ends-lawsuit-against-former-melania-trump-aide-11612826836",
    "title": "Justice Department Ends Lawsuit Against Former Melania Trump Aide",
    "sub_head": "Suit sought proceeds of Stephanie Winston Wolkoff’s tell-all book",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-296585?width=620&size=1.5",
    "image_1": "im-296585.jpg",
    "time": "2021-02-08 18:36:00",
    "body": "The Justice Department on Monday moved to dismiss a lawsuit against a onetime friend and aide to former first lady Melania Trump that had sought the proceeds of her tell-all book, in the latest Biden administration shift away from the priorities of the Trump era.<br />In a brief one-sentence order signed by the new acting assistant attorney for the Justice Department’s civil division, Brian Boynton, the agency said it “voluntarily dismisses this action,” filed in October against Stephanie Winston Wolkoff.<br />The lawsuit accused Ms. Wolkoff of violating a nondisclosure agreement she had signed with the government when she volunteered to serve as Mrs. Trump’s adviser in the early days of that administration. Ms. Wolkoff had argued the confidentiality provisions ended when the White House terminated her job, and that the suit was an effort to silence her.<br />Her book, “Melania and Me: The Rise and Fall of My Friendship With the First Lady,” described Mrs. Trump as aloof and seemingly unbothered by the president’s behavior and policies.<br />The lawsuit garnered criticism, including within the Justice Department, where officials questioned whether the White House is inappropriately using the Justice Department to protect former President Donald Trump’s personal interests, current and former officials have said.  It was one of several actions the Trump Justice Department took last year involving damaging disclosures related to Mr. Trump."
}