{
    "url_original": "https://www.wsj.com/articles/justice-department-drops-yale-university-admissions-lawsuit-11612370047?mod=politics_lead_pos4",
    "url": "justice-department-drops-yale-university-admissions-lawsuit-11612370047",
    "title": "Justice Department Drops Yale University Admissions Lawsuit",
    "sub_head": "Dismissal of suit alleging discrimination against white and Asian-American applicants signals Biden administration’s shift on civil-rights enforcement",
    "category_1": "U.S.",
    "category_2": "Education",
    "image_1_url": "https://images.wsj.net/im-294334?width=620&size=1.5",
    "image_1": "im-294334.jpg",
    "time": "2021-02-03 15:05:00",
    "body": "The Justice Department withdrew a lawsuit that alleged Yale University violated federal civil-rights law by discriminating against white and Asian-American undergraduate applicants, the latest indication that the Biden administration is shifting the federal government’s stance on civil-rights enforcement from that of former President Donald Trump.<br />The Justice Department’s underlying investigation into whether Yale is complying with federal law remains open.<br />“The Justice Department has dismissed its lawsuit in light of all available facts, circumstances, and legal developments,” including a November federal appeals court ruling that Harvard University didn’t violate federal civil-rights law, a spokeswoman said Wednesday.<br />The Justice Department first opened an investigation into Yale’s undergraduate admission policies in 2018, based on a complaint filed in 2016 with the Justice and Education departments by a group of Asian-American organizations, led by the Asian American Coalition for Education.<br />At the time, the probe marked an escalation of the Trump administration’s efforts to challenge the longstanding consideration of race in the admissions decisions of selective colleges. The Justice Department had also backed the plaintiffs in the suit against Harvard, alleging that the school violated federal civil-rights law by discriminating against Asian-American applicants."
}