{
    "url_original": "https://www.wsj.com/articles/kamala-harriss-jewelry-shines-a-light-on-designer-irene-neuwirth-11613826000",
    "url": "kamala-harriss-jewelry-shines-a-light-on-designer-irene-neuwirth-11613826000",
    "title": "Kamala Harris’s Jewelry Shines a Light on Designer Irene Neuwirth",
    "sub_head": "The Los Angeles jewelry designer is thriving after a year of pandemic belt-tightening and a boost from the vice president, a fan of her pearls and other pieces",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-301561?width=620&size=1.5",
    "image_1": "im-301561.jpg",
    "time": "2021-02-20 08:00:00",
    "body": "Off Brand is a thrice-monthly column that delves into trends in fashion and beauty.<br />WHEN THE REALITY of the pandemic hit California last March, jewelry designer Irene Neuwirth found herself in tears, walking along Venice Beach with her boyfriend. Like so many business owners, she was grappling with difficult decisions. Her eponymous company had just endured the loss of its most important vendor, Barneys New York, to bankruptcy. The impending shutdown, which would close her two Los Angeles stores, spelled further disaster for the fashion industry, particularly independent designers. She remembers thinking, “Our business is going to go down, we’re going to have to let people go…I can’t do it.” That day, she resolved to stop paying herself and recommit to the business in a more personal way.<br />That meant reaching out to individual customers, hand-writing letters of thanks for every piece sold, and focusing on e-commerce. She continued to hand-draw each design for the quirky, colorful, stone-heavy pieces that have enjoyed the status of luxurious cult items for 18 years. Not only did Ms. Neuwirth’s 24-person business stay strong, it wound up having one of its best years on record. Direct-to-consumer website orders, which previously had accounted for only 20% of her business, rose to up to 60%. With a combination of hustle, belt-tightening and hard work, Irene Neuwirth became a pandemic success story.<br />Some serious luck also played a role, in the form of attention from Vice President Kamala Harris. While Ms. Neuwirth’s brand has no shortage of high-profile Hollywood fans—Busy Philipps and Maya Rudolph, to name a few—Ms. Harris catapulted Ms. Neuwirth to history-book levels of prominence. She showcased Irene Neuwirth designs at several major events: a “gumball” pearl-and-chain necklace at the 2020 Democratic National Convention; a pearl-and-turquoise necklace at a vice-presidential debate; sparkling custom diamond-and-pearl earrings for the evening of the inauguration.<br />Ms. Harris wears pieces by other jewelry designers, too. As a former Alpha Kappa Alpha member from her Howard University days, she’s especially partial to pearls in all forms, which are an important part of the sorority’s symbolism. But the Irene Neuwirth designs are the ones she wears most prominently, over and over."
}