{
    "url_original": "https://www.wsj.com/articles/katie-roche-and-the-book-of-magdalene-reviews-a-pair-of-saints-11613688382?mod=opinion_major_pos14",
    "url": "katie-roche-and-the-book-of-magdalene-reviews-a-pair-of-saints-11613688382",
    "title": "‘Katie Roche’ and ‘The Book of Magdalene’ Reviews: A Pair of Saints",
    "sub_head": "The Mint Theater Company streams a 2013 production of Teresa Deevy’s little-known play; Houston’s Main Street Theater puts on a dystopian drama by Caridad Svich.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-300970?width=620&size=1.5",
    "image_1": "im-300970.jpg",
    "time": "2021-02-18 17:46:00",
    "body": "One of the few happy surprises of 2020 was the Mint Theater Company’s announcement that it had built up a private stockpile of broadcast-quality archival videos of its past productions and that it would make them available for streaming—for free. If you’ve never seen or heard of the Mint, Teresa Deevy’s “Katie Roche” offers a perfect opportunity to play catch-up with one of America’s most distinguished small theater companies.<br />The Mint, according to its mission statement, specializes in producing “worthwhile plays from the past that have been lost or forgotten.” And some of its most spectacular finds have been works whose authors have themselves been forgotten. Teresa Deevy is a case in point. Born in Ireland in 1894, she planned to become a teacher but was struck by a case of Meniere’s disease that left her profoundly deaf. She studied lip-reading by going to the theater, where she fell in love with the plays of Chekhov and Shaw and decided to write for the stage. Dublin’s Abbey produced six of her plays, all successful but now forgotten, between 1930 and 1936. Then the Abbey lost interest in her work, and by the time of her death in 1963, her name was known only to those who had seen her plays in the ’30s.<br />One of the Mint’s most consequential projects has been the exhumation, production and publication of Deevy’s plays, which began 10 years ago with “Wife to James Whelan.” “Katie Roche,” the most commercially successful of her works, was most deftly mounted in 2013 by Jonathan Bank, the company’s producing artistic director. I didn’t see it then, but I’m not surprised to report now that “Katie Roche” is a completely involving staging of a play whose latter-day obscurity makes no sense whatsoever.<br />Performed on one interior set by a cast of eight, “Katie Roche” is the story of the title character (played with marvelous lightness of touch by Wrenn Schmidt), an illegitimate servant girl who “long ago made up my mind I’d be a saint” but is headed off en route to the convent by Stanislaus (Patrick Fitzgerald), the older brother of Amelia (Margaret Daly), for whom Katie works. Stanislaus unexpectedly proposes marriage to Katie, not knowing that in addition to her saintly aspirations, she already has a boyfriend (Jon Fletcher). What follows is a complicated skein of misunderstandings with painful consequences—leavened by touches of laughter along the way. The results leave no doubt that Deevy was unjustly forgotten, and thanks in part to this webcast and the Mint’s previous efforts, I’ll be surprised if smart regional companies aren’t inspired to take up her cause as well.<br />Caridad Svich, whose work is regularly performed by regional theaters all over America, currently has three plays streaming, or about to open, at the same time: “The Book of Magdalene” at Houston’s Main Street Theater, “Theatre: A Love Story” at Cincinnati’s Know Theatre, and “Red Bike” at the Unicorn Theatre in Kansas City, Mo. “The Book of Magdalene,” the most ambitious of the trio, is a nocturnal exercise in magical realism, a pandemic-themed updating of the biblical story. Len (Jennifer Wang), the title character and protagonist, is a quietly melancholy young woman who makes a living at phone sex in a dystopian big-city world where people are no longer permitted to touch one another—they are separated by translucent plastic screens—and cannot even remember what it felt like to do so: “My elder tells me stories sometimes, but I don’t know if they’re true.” In the course of the evening, we see her talking and drinking with Ru (Mariam Albishah), her girlfriend; looking after Elder (Maria Schenck), her mother; “servicing” Suit (Pablo Bracho), one of her telephonic clients; and searching for a kind of faith that has been severely tested by the present moment."
}