{
    "url_original": "https://www.wsj.com/articles/key-short-term-bond-spread-hits-lowest-level-in-nearly-a-year-11614076380?mod=markets_lead_pos1",
    "url": "key-short-term-bond-spread-hits-lowest-level-in-nearly-a-year-11614076380",
    "title": "Key Short-Term Bond Spread Hits Lowest Level in Nearly a Year",
    "sub_head": "Treasury prices rally, but traders worry about a reversal if inflation picks up",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-301787?width=620&size=1.5",
    "image_1": "im-301787.jpg",
    "time": "2021-02-23 05:33:00",
    "body": "The spread between the two-year Treasury yield and a key interest rate set by the Federal Reserve is the narrowest since the depths of the coronavirus market selloff, a potential sign of financial-system stress.<br />The two-year Treasury yield, which closed Monday at 0.113%, is 0.013 percentage point above the interest rate on excess reserves, or IOER. It traded as low as 0.105% earlier in February. The Fed pays banks on the reserves held above and beyond those required by central-bank regulatory policy as part of its effort to maintain liquidity in the financial system.<br />When the coronavirus sent markets and the economy into a tailspin in March, the Fed cut IOER by 1 percentage point to 0.10%—alongside other interventions—to shore up short-term lending markets and support economic activity. The spread between IOER and the two-year yield has typically been above 0.05 percentage point since the Fed cut the rate to its lowest level ever in March.<br />Traders said the shrinking of this spread reflects appetite for short-term debt as investors gobble up safe assets and park their cash. It also highlights a key tension point in financial markets: to what extent is Fed support for markets taking asset prices to unsustainable levels, and how vulnerable does that leave bond markets and other areas exposed to sudden reversals.<br />Analysts have been watching Treasury auction results to gauge whether increased fiscal spending and a supply surge of Treasury bonds would push short-term Treasury prices down and yields up. So far, that hasn’t happened. But bond traders are concerned that inflation could rise in coming months and years as the government prints money to support the economy and cover future borrowing costs."
}