{
    "url_original": "https://www.wsj.com/articles/kia-is-preparing-to-build-apple-cars-in-the-u-s-11612498065?mod=business_lead_pos1",
    "url": "kia-is-preparing-to-build-apple-cars-in-the-u-s-11612498065",
    "title": "Kia Seeks Partners to Build Apple Car in Georgia",
    "sub_head": "South Korean auto maker’s proposal would involve a multibillion-dollar investment",
    "category_1": "Tech",
    "time": "2021-02-05 12:20:00",
    "body": "Kia Corp.  has approached potential partners about a plan to assemble Apple Inc.’s long-awaited electric car in Georgia, according to people familiar with the matter.<br />The proposal would involve a multibillion-dollar investment, according to people familiar with the matter, who stress that a deal hasn’t been completed. If successful, it would thrust the iPhone maker into the car business after several years of secretive work in which its engineers plotted to upend the 100-plus-year-old automotive industry.<br />The likelihood of a final agreement was thrown into question when Kia’s parent company,  Hyundai Motor Group ,  said last month, then sought to play down, that it was in negotiations with Apple to cooperate on an electric driverless car. Apple has never confirmed those talks, and its dalliances with other auto makers in the past have fizzled.<br />Hyundai has talked to Apple about investing more than $3 billion in a deal that would see its subsidiary Kia begin building cars under the tech company’s brand as soon as 2024, a person familiar with the matter said. Under such an agreement, up to 100,000 vehicles could be assembled in the first year in Georgia, where Kia has a factory, the person said. South Korean newspaper Dong-A Ilbo earlier reported the potential deal’s scope.<br />As reports of a deal have filled the Korean media, Hyundai and Kia shares have soared. Recently, Hyundai-Kia officials have been reaching out to potential partners in preparation for a deal going through. “We are hearing encouraging things,” said a person briefed on the matter in Georgia."
}