{
    "url_original": "https://www.wsj.com/articles/kill-switch-review-when-51votes-arent-enough-11612732401?mod=opinion_reviews_pos1",
    "url": "kill-switch-review-when-51votes-arent-enough-11612732401",
    "title": "‘Kill Switch’ Review: When 51 Votes Aren’t Enough",
    "sub_head": "Harry Reid made frequent use of the ﬁlibuster when he led the Senate. A former Reid staffer is shocked that GOP leaders have done the same.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-296092?width=620&size=1.5",
    "image_1": "im-296092.jpg",
    "time": "2021-02-07 16:13:00",
    "body": "One thing Americans can probably agree on right now is that Americans don’t agree on much of anything. The divisions are reflected in a Senate split between 50 Republicans and 50 Democrats. This might seem like a moment for modesty, but one of the new Senate’s first debates was whether Democrats should move to end the filibuster and push their agenda through on a simple majority. (Vice President Kamala Harris breaks ties.) The filibuster rule appears to have received a stay of execution: Two Democrats have indicated that they won’t lend the votes needed to abolish it.<br />But the debate will return. Progressives have launched a sustained assault on the filibuster as a racist anachronism that allows a minority of senators to hijack the will of the American public by holding up legislation until a supermajority of 60 votes can be mustered to end debate. That is the thesis of Adam Jentleson’s “Kill Switch: The Rise of the Modern Senate and the Crippling of American Democracy.” The Senate, he writes, “has become a kill switch” that “shuts down our democratic process.” But his account of “the problems facing the Senate and, by extension, the nation” is backward: Many of the Senate’s dysfunctions are downstream from the country’s divisions. The filibuster is a convenient villain for larger progressive frustration with constitutional government.<br />Mr. Jentleson presents his argument in two parts. The first traces the history of the filibuster. The tactic is nowhere in the Constitution, he observes, and first emerged in the 19th century. In 1917, amid a fight over isolationism, the Senate adopted Rule XXII. It allowed senators “to call a vote to end debate—to tell the kids to wrap it up,” Mr. Jentleson writes, a process known as “cloture.”<br />He concedes that filibusters have “sometimes been deployed by liberals and progressives, and occasionally to historic effect” but have “mainly served to empower a minority of predominantly white conservatives to override our democratic system when they found themselves outnumbered.” He brings out the bazooka, calling Mitch McConnell one of the “modern acolytes” of slavery-defender John C. Calhoun. It is true that the filibuster allowed Southern Democrats to stall civil-rights legislation. It is also true that filibusters are now a commonplace of Senate life and are often used for tactical advantage at the expense of substance. But such uses are bipartisan. Democrats last year wouldn’t let debate begin on a police-reform bill by Republican Sen. Tim Scott of South Carolina.<br />Not so long ago, Democrats liked the filibuster. The practice is part of “the constitutional principles of checks and balances,” then-Sen. Harry Reid said in 2005, when filibustering George W. Bush’s judicial nominees was in vogue. Mr. Jentleson is a former aide to Mr. Reid, who as majority leader routinely shut down the Senate from taking votes of any consequence. You might say he ran the place with a kill switch."
}