{
    "url_original": "https://www.wsj.com/articles/kkr-executives-push-to-spread-employee-stock-ownership-begins-to-gain-traction-11613730601?mod=markets_lead_pos6",
    "url": "kkr-executives-push-to-spread-employee-stock-ownership-begins-to-gain-traction-11613730601",
    "title": "KKR Executive’s Push to Spread Employee Stock Ownership Begins to Gain Traction",
    "sub_head": "Giving a stake to workers makes them more engaged and creates a stronger culture, the buyout firm’s Pete Stavros says",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-02-19 05:30:00",
    "body": "KKR  & Co. executive Pete Stavros is on a mission to get more stock of industrial and manufacturing companies into the hands of their workers.<br />Mr. Stavros, co-head of private equity for the Americas at the buyout firm, has spent the bulk of his career studying and promoting the benefits of awarding stock to factory workers and other hourly wage earners. He has implemented programs to make equity awards and provide financial-literacy training at the industrial companies the firm owns, including  Ingersoll Rand Inc.,  a pump and compressor maker, formed in 2020 through a roughly $9 billion merger with Gardner Denver Holdings Inc., a KKR investment.<br />Mr. Stavros, 46 years old, is now raising money to launch a nonprofit he plans to call the Center for Shared Ownership, to which he and his wife are pledging $10 million of their savings, he said. The organization will focus on providing companies with resources to help them adopt employee-ownership programs, funding academic research and potentially pushing for new government incentives.<br />Giving ownership to lower-level employees better aligns their interests with those of management and shareholders, makes them more engaged and creates a stronger culture, Mr. Stavros said. And at a time when rising inequality has led to populist uprisings and geopolitical instability, awarding shares to blue-collar workers can lead to greater social cohesion by helping lower earners—many of whom are racial minorities—build wealth, he said.<br />The wealthiest 10% of Americans owned $26.6 trillion of equities in 2020, an increase of more than 15 times since 1989. That compares with just $178 billion and an eightfold increase for the bottom 50%, according to Federal Reserve data."
}