{
    "url_original": "https://www.wsj.com/articles/klara-and-the-sun-review-friends-but-not-equals-11614353212?mod=opinion_major_pos10",
    "url": "klara-and-the-sun-review-friends-but-not-equals-11614353212",
    "title": "‘Klara and the Sun’ Review: Friends but Not Equals",
    "sub_head": "For a subtle creator of imagined worlds, the line between happy and unhappy endings can be hard to define.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304477?width=620&size=1.5",
    "image_1": "im-304477.jpg",
    "time": "2021-02-26 10:26:00",
    "body": "Kazuo Ishiguro once offered a surprising comment about “Never Let Me Go,” his novel—for those who haven’t had it soldered into their memories—about cloned humans who lead relatively ordinary lives into young adulthood, at which point their vital organs are harvested and they die. “I thought it was a very cheerful book,” Mr. Ishiguro said. “It’s a very optimistic view of human nature. People laugh when I say that, and I think it’s very unfair.”<br />Writers often have idiosyncratic perspectives on their work, but I can think of few cases in which public interpretation seems to have diverged so widely from authorial motive. For many readers, the novel, with its disarmingly unaffected narration by a “carer” for organ donors (who will soon become a donor herself), is a work of quiet horror and heartbreak, in which the futility of cloned lives, as the New Yorker’s critic James Wood wrote, “forces us to consider the futility of our own.”<br />Yet to Mr. Ishiguro, the dystopian cruelty of his story’s premise is a secondary matter. In the lecture he delivered in Stockholm after winning the 2017 Nobel Prize in Literature, he says that the novel originated with the “central relationships triangle” of the three cloned friends. It is because of their comportment in the full knowledge of their fate—their thoughtfulness, their compassion toward each other, their loyalty and love—that he considers the book a celebration of humanity.<br />Who’s right? Perhaps we have found a key to Mr. Ishiguro’s phenomenal international success by recognizing his novels as open texts, able to accommodate multiple readings. Ironic contrast is a staple of his books. Set against a backdrop of civilizational cataclysm (the bombing of Nagasaki in “A Pale View of the Hills,” for instance, or the genocidal Anglo-Saxon conquest in “The Buried Giant”), the action tends to dwell upon small, insular acts of duty and of decency. The latter are sometimes rationalized as mere distractions from the unpleasantness of facing the former. In Mr. Ishiguro’s most famous book, “The Remains of the Day,” the butler who has devoted his best years to serving a Nazi sympathizer is usually described as a case study in cowardly self-delusion. But the novel would have no pathos if we didn’t also identify real virtues in the butler’s sobriety, attentiveness and self-effacing discretion—qualities, not accidentally, that characterize Mr. Ishiguro’s style of writing.<br />In his new novel, “Klara and the Sun,” there is another uncertain meeting between the horrifying and the heartwarming. This is a return to the kind of science-fictional future of “Never Let Me Go.” Klara, the narrator, is an AF, or Artificial Friend, and the story begins in the boutique shop where she is displayed for the privileged class of children who are expected to own such luxury companions. Klara is purchased for Josie, a sweet, sickly teenage girl who lives with her harried mother and a housekeeper outside the city. Klara’s job is to keep Josie’s spirits up as she battles her illness, and on the simplest level this is a fairy tale about the animating power of love between a child and her toy, similar to “The Velveteen Rabbit” or “Toy Story.”"
}