{
    "url_original": "https://www.wsj.com/articles/kraft-heinz-signals-covid-19-feast-will-go-on-11613061009?mod=business_featst_pos1",
    "url": "kraft-heinz-signals-covid-19-feast-will-go-on-11613061009",
    "title": "Kraft Heinz Signals Covid-19 Feast Will Go On",
    "sub_head": "Food companies gave reasons for optimism about packaged-food demand continuing to be strong",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-11 11:30:00",
    "body": "Food companies keep indicating that their good fortune last year will extend into this one. Investors might be ready to start listening.<br />Kraft Heinz  reported solid fourth-quarter earnings on Thursday. Organic sales, a key industry metric that strips out the impacts of acquisitions, divestitures and currency fluctuations, rose 6% in the quarter from a year earlier, compared with analyst expectations for 4.8% growth, according to Visible Alpha. This follows growth of around 6% to 7% over each of the prior three quarters as consumers ate more at home amid the coronavirus pandemic, boosting the entire sector.<br />The company also guided for flat to positive organic sales growth in the first quarter of 2021, paired with low single-digit growth in adjusted earnings. This is notable because it is measured against an extraordinarily high base; it was in March of last year when consumers rushed to stock up their pantries. Granted, the pandemic has stretched on in January and February, keeping many out of restaurants. But the fact that the company still sees sales at a comparable level to that frantic period is significant.<br />On a conference call, company executives were cautious about giving a full-year sales forecast, citing the volatility of the pandemic situation. But Chief Financial Officer Paulo Basilio did say the company is confident that full-year financial performance will exceed what was envisioned in the company’s strategic plan unveiled in September. That plan gave no specific targets for 2021 but called for long-term annual growth of 2% to 3% in adjusted earnings.<br />Kellogg  on Thursday reported somewhat less impressive results, with organic sales rising just 2.5% year on year, compared with expectations of 4.1%. It also said that it sees full-year organic sales falling just 1% over all of 2021. Taken together, these forecasts suggest that packaged-food demand could stabilize at a high level this year, and that it certainly won’t suffer a sharp reversal."
}