{
    "url_original": "https://www.wsj.com/articles/kraft-heinz-sends-mr-peanut-to-a-better-place-11612363642?mod=markets_featst_pos3",
    "url": "kraft-heinz-sends-mr-peanut-to-a-better-place-11612363642",
    "title": "Kraft Heinz Sends Mr. Peanut to a Better Place",
    "sub_head": "Company is set to sell Planters to Hormel following years of neglect",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-03 09:47:00",
    "body": "Kraft Heinz is close to fetching a very attractive price for its Planters business. Next, it must use the proceeds wisely.<br />The company might reach a deal to sell the business to  Hormel Foods  as soon as next week for around $3 billion, The Wall Street Journal reported Tuesday.<br />At first glance the nuts category is an attractive one, fitting the contemporary trend toward healthier, protein-based snacks. But it also lends itself to competition and commoditization: private-label brands hold about a one-third share, according to Barclays analyst Andrew Lazar.<br />Compounding the problem has been years of underinvestment in the brand under Kraft Heinz’s old mantra of cost-cutting above all. This left Planters largely confined to plain canned peanuts, while competitors invested in products such as flavored almonds marketed as an alternative to chips. Wells Fargo analyst John Baumgartner estimates that Planters’ market share fell around 7 percentage points to 18% between 2016 and 2019.<br />It appears to be a natural fit for Hormel’s protein-focused portfolio of meats and nut butters, but it might be overpaying. At $3 billion, Planters would be going for around three times 2019 sales, according to Wells Fargo’s Mr. Baumgartner. That would be a similar valuation to  Campbell Soup ’s  acquisition of organic soup brand Pacific Foods in 2017 and  Danone ’s  2016 deal for organic specialist WhiteWave Foods, maker of the Horizon organic milk brand, Mr. Baumgartner notes. But those are both more premium categories with better growth potential."
}