{
    "url_original": "https://www.wsj.com/articles/lawmakers-push-for-new-york-attorney-general-review-of-accusations-against-cuomo-11614523852?mod=business_minor_pos4",
    "url": "lawmakers-push-for-new-york-attorney-general-review-of-accusations-against-cuomo-11614523852",
    "title": "New York State Attorney General Seeks to Investigate Sexual-Harassment Accusations Against Cuomo",
    "sub_head": "Letitia James has asked governor’s office for a referral to open probe",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-305418?width=620&size=1.5",
    "image_1": "im-305418.jpg",
    "time": "2021-02-28 16:28:00",
    "body": "ALBANY, N.Y.—New York State Attorney General Letitia James on Sunday took steps to investigate sexual-harassment allegations against Gov. Andrew Cuomo after a second former staffer accused him of misconduct.<br />The latest accuser, Charlotte Bennett, 25 years old, said Saturday that the 63-year-old governor asked her questions about her sex life during an encounter in his Capitol office in June. Mr. Cuomo, a Democrat, said in a statement that he never made any advances toward Ms. Bennett and never intended to make her feel uncomfortable.<br />In accordance with state law, Ms. James asked for an official referral from the governor before beginning an investigation. She also said that Mr. Cuomo’s proposals for reviewing the allegations were unacceptable.<br />The governor said on Saturday that he intended to ask a former federal judge to review Ms. Bennett’s allegations, a move that drew criticism from Democrats and Republicans in the state Legislature. The lawmakers raised concerns over the impartiality of the selection and said a private investigator wouldn’t have the proper powers to conduct a probe.<br />Shortly after Ms. James made her referral request Sunday, a senior adviser to Mr. Cuomo said the governor had asked Ms. James and Janet DiFiore, the chief judge of the state’s Court of Appeals, to select an independent private lawyer without political affiliation to conduct the review."
}