{
    "url_original": "https://www.wsj.com/articles/lawmakers-in-u-k-canada-slam-facebook-after-australia-news-blackout-11613735931?mod=tech_lead_pos2",
    "url": "lawmakers-in-u-k-canada-slam-facebook-after-australia-news-blackout-11613735931",
    "title": "Lawmakers in U.K., Canada Slam Facebook After Australia News Blackout",
    "sub_head": "Criticism comes as authorities are growing increasingly concerned about Facebook’s market power",
    "category_1": "Tech",
    "time": "2021-02-19 08:26:00",
    "body": "SYDNEY—Lawmakers from the U.K. and Canada criticized  Facebook Inc.’s  ban on Australian users sharing news articles, and they said the tech giant could attract more scrutiny around the world as authorities grow increasingly concerned about its market power.<br />Facebook removed news from its platform in Australia in response to legislation that would effectively compel it to pay traditional media companies for content. The Australian legislation, supported by media companies including News Corp, owner of The Wall Street Journal publisher Dow Jones & Co., has been widely watched globally and could offer a model for other countries that want to require big tech companies to pay publishers for their content.<br />Facebook previously warned that it could remove news if the legislation progressed, but its announcement still caught many Australians by surprise. Users in Australia woke up Thursday morning to find that the Facebook pages of Australian and international publishers appeared blank. Those who tried to post news links got a message saying the post couldn’t be shared. The tech giant also removed the pages of some government agencies, which it later said was inadvertent.<br />In the U.K., Julian Knight, the lawmaker who chairs the digital, culture, media and sport committee, tweeted that Facebook’s move was deeply irresponsible. The news blackout also called into question Facebook’s commitment to be a good global citizen, he said in the tweet.<br />“Australia is the canary in the coal mine now as far as social-media legislation is concerned,” he said."
}