{
    "url_original": "https://www.wsj.com/articles/lawyer-convicted-in-college-admissions-scandal-avoids-disbarment-11613764500?mod=business_minor_pos6",
    "url": "lawyer-convicted-in-college-admissions-scandal-avoids-disbarment-11613764500",
    "title": "Lawyer Convicted in College-Admissions Scandal Avoids Disbarment",
    "sub_head": "Court orders two-year suspension of Gordon Caplan’s law license but allows former co-chair of Willkie Farr & Gallagher to practice again later",
    "category_1": "U.S.",
    "time": "2021-02-19 14:55:00",
    "body": "A prominent corporate lawyer who served one month in prison after admitting that he paid $75,000 to rig his daughter’s college-admissions test score won’t lose his law license permanently, a New York disciplinary body ruled this week.<br />Gordon Caplan, who served as co-chair of New York law firm Willkie Farr & Gallagher LLP, was among the first parents to plead guilty in 2019 in the sprawling “Varsity Blues” college-admissions scandal. In all, 57 people—including parents, college coaches, test proctors and others—have been charged, and more than 40 have pleaded guilty, including the ringleader, William “Rick” Singer, who is awaiting sentencing.<br />Mr. Caplan pleaded to felony conspiracy to commit mail fraud and honest-services mail fraud for paying Mr. Singer to have a proctor change answers on his daughter’s ACT score. In addition to the month in prison, a U.S. District Court judge in Boston sentenced him to 250 hours of community service and a $50,000 fine.<br />Felony convictions often result in the loss of a law license, but a New York appellate court on Thursday agreed with an earlier disciplinary decision that a two-year suspension was enough. Retroactive to around the time of his sentencing, Mr. Caplan can practice law again in November.<br />An attorney for Mr. Caplan, 54 years old, said he “is deeply appreciative of the treatment he has received by the court and is committed to making amends for his conduct.”"
}