{
    "url_original": "https://www.wsj.com/articles/leaving-afghanistan-the-right-way-11612999780?mod=opinion_lead_pos4",
    "url": "leaving-afghanistan-the-right-way-11612999780",
    "title": "Leaving Afghanistan the Right Way",
    "sub_head": "Biden is rethinking Trump’s reckless May 1 withdrawal.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-297637?width=620&size=1.5",
    "image_1": "im-297637.jpg",
    "time": "2021-02-10 18:29:00",
    "body": "October will mark 20 years since the U.S. invaded Afghanistan to eliminate al Qaeda sanctuaries and its Taliban sponsors, and Americans are understandably eager to move on. But the difficulties that come with America’s current commitment are nothing compared with the chaos that would follow an abrupt departure.<br />In February 2020 the Trump Administration and Taliban signed a withdrawal agreement that requires all U.S. troops to leave by May 1, 2021. The move was driven by Donald Trump’s domestic political instincts—not a strategic calculation. President Biden is wisely reviewing that decision.<br />“I’m very pleased with what the Biden Administration is proposing for Afghanistan,” Sen. Lindsey Graham, a Republican, said on Sunday. “They’re re-evaluating our presence in Afghanistan to keep the footprint low, but not to walk away and lose all the gains we’ve achieved.” The White House hasn’t announced a final decision, but Mr. Graham expects the U.S. to remain beyond May.<br />Many Democrats and isolationist-leaning Republicans get attention for their calls to end “forever wars” immediately. But Mr. Graham’s comments are a reminder that there’s also broad support for a more careful approach. The question is not whether the U.S. will leave Afghanistan but whether it will do so responsibly.<br />The bipartisan Afghanistan Study Group has made a persuasive case for how to do that in its report to Congress this month. The group—former generals, Senators, ambassadors and national-security officials—suggests replacing Mr. Trump’s timeline with a conditions-based approach. “A withdrawal would not only leave America more vulnerable to terrorist threats,” the report says, “it would also have catastrophic effects in Afghanistan and the region that would not be in the interest of any of the key actors, including the Taliban.”"
}