{
    "url_original": "https://www.wsj.com/articles/lessons-from-the-u-k-about-a-more-contagious-covid-19-variant-11614253429",
    "url": "lessons-from-the-u-k-about-a-more-contagious-covid-19-variant-11614253429",
    "title": "Lessons From the U.K. About a More-Contagious Covid-19 Variant",
    "sub_head": "Strain first detected in Britain last year has been found in more than 70 countries, including the U.S.",
    "category_1": "World",
    "time": "2021-02-25 07:52:00",
    "body": "LONDON—The U.K. has become a testing ground for how a more-contagious and possibly deadlier coronavirus variant spreads through communities, displacing its less-transmissible ancestors and complicating vaccine rollouts and the lifting of lockdowns.<br />The variant has now been identified in more than 70 countries and 40 U.S. states, and its advance in Britain could help scientists understand its likely trajectory in the U.S. These charts show the spread of the variant around the U.K. and what British scientists are learning about it—including its higher transmissibility and lethality.<br />“Increasingly, since this version of the virus was discovered we’ve really been running two separate pandemics,” said Jason Leitch, national clinical director for Scotland. “That is a warning to other countries.”<br />British scientists detected the new variant in November, and in early December traced its first appearance in the U.K. to the southern English county of Kent, in September. The country was in lockdown in November to suppress a deadly wave of infection that had been building since the fall. British public health officials were mystified by the virus’s ongoing spread in southern England despite those restrictions.<br />When scientists examined the variant’s genome, they found an unusually large number of mutations, some of which pointed to the possibility the new variant could spread more rapidly than pre-existing versions. Further sequencing—and a testing quirk that served as a reliable proxy for the variant’s presence—revealed how quickly the variant rose to dominance."
}