{
    "url_original": "https://www.wsj.com/articles/let-my-people-go-by-archie-shepp-and-jason-moran-review-way-down-in-jazz-land-11612817039",
    "url": "let-my-people-go-by-archie-shepp-and-jason-moran-review-way-down-in-jazz-land-11612817039",
    "title": "‘Let My People Go’ by Archie Shepp and Jason Moran Review: Way Down in Jazz Land",
    "sub_head": "The saxophonist and pianist collaborate on an album featuring new duet versions of standards by John Coltrane, Duke Ellington and Thelonious Monk.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-295410?width=620&size=1.5",
    "image_1": "im-295410.jpg",
    "time": "2021-02-08 15:43:00",
    "body": "<br />Saxophonist Archie Shepp and pianist Jason Moran are both jazz titans: Mr. Shepp, age 83, is an NEA Jazz Master and was an important protégé of John Coltrane; Mr. Moran, 46, is a MacArthur Fellow and artistic director for jazz at the Kennedy Center. The two men met backstage at a Belgian jazz festival in 2015 and, despite the nearly four-decade difference in their ages, a musical relationship began. They played together whenever the opportunity allowed, and a common interest emerged—recasting the blues within the classic jazz and gospel repertoires. “Let My People Go” (Archieball, out now), a collection of duets, is their first progress report.<br />The music was recorded at two concert halls—in Paris in 2017 and in Mannheim, Germany, the following year—but much of it has a gritty, unvarnished quality, as if played in an out-of-the-way roadhouse. And the intimate duet format feels very of the moment, the Covid-19 pandemic having put a hold on many midsize and large ensemble recordings and having led to an abundance of solo, duo and trio performances.<br />Before their collaboration, Messrs. Shepp and Moran were on convergent paths; each had moved beyond jazz to establish a voice in other genres and disciplines. Mr. Shepp remains best known as a firebrand whose work, both as a leader and with the New York Contemporary 5, was a cornerstone of the ’60s avant garde, but he also recorded three remarkable duet settings in the late ’70s and ’80s with pianist Horace Parlan that focused on similar repertoire to that heard in “Let My People Go.” Those albums helped rebrand Mr. Shepp as a savvy veteran. Age has not robbed the saxophonist of his ambition. Last year he released “Ocean Bridges” (Redefinition), a collaboration with his rapper nephew Raw Poetic and the multi-instrumentalist Damu the Fudgemunk that found common ground between jazz, hip-hop and new millennium funk.<br />Since winning his MacArthur in 2010, Mr. Moran has been exceptionally active both in jazz and in the visual art world. His artistic activities, which range from paintings and drawings to installations that focus on the spaces in which music is heard, have landed him a solo exhibit at the Whitney Museum in 2019 and shows at many other internationally known venues. All of his recent recordings have been in solos, duos or trios, and when not working as a leader he has collaborated with elders like bassist Dave Holland and saxophonist Charles Lloyd in small configurations. The pandemic seems to have done little to slow Mr. Moran down. In addition to “Let My People Go,” he recently released a solo disc, “The Sound Will Tell You” (Bandcamp). Made in conjunction with his show of the same name at New York’s Luhring Augustine gallery, which runs through Feb. 27, it was recorded in the first week of January and released on the 15th of that month. His larger, multidisciplinary production “Two Wings: The Music of Black America in Migration,” with his wife Alicia Hall Moran, toured major concert halls across the country in 2019 and is slated for performances this summer."
}