{
    "url_original": "https://www.wsj.com/articles/lets-be-reasonable-review-how-to-elevate-higher-learning-11612998639?mod=opinion_reviews_pos1",
    "url": "lets-be-reasonable-review-how-to-elevate-higher-learning-11612998639",
    "title": "‘Let’s Be Reasonable’ Review: How to Elevate Higher Learning",
    "sub_head": "Better than culture-war strife would be readings and conversations guided by wise professors. Is such a thing still possible on campuses today?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-297766?width=620&size=1.5",
    "image_1": "im-297766.jpg",
    "time": "2021-02-10 18:10:00",
    "body": "When the Association for Asian American Studies voted in 2013 to become the first academic group to demand a cultural and economic boycott of Israel, not a single member opposed the resolution at the organization’s annual conference. This unanimity surprised Jonathan Marks because, as he puts it, professors “are nothing if not quarrelsome and contentious.” Mr. Marks published an open letter describing “the complete absence of dissent [as] a sign of disciplinary ill health.” He urged skeptics from within the group to break their silence.<br />“It has been seven years, and not one blog post or op-ed has surfaced,” reports Mr. Marks in “Let’s Be Reasonable,” an engaging apologia for liberal education from the perspective of “that rare beast, the conservative professor.” Rather than ranting against institutions that have turned his kind into an endangered species, Mr. Marks, who teaches politics at Ursinus College in Pennsylvania, blends humor with argument as he makes his case for a renewed vision of higher learning. What he proposes is attractive in its fundamentals, and certainly persuasive, but also perhaps too hopeful about the prospects for reform.<br />The anecdote about the Association for Asian American Studies would seem to provide more proof that progressives have turned yet another precinct of academia into a one-party state of left-wing dogma. Mr. Marks, however, insists that “the present is not as bad a time as the shouting of culture warriors and the lectures of consultants might lead us despairingly to believe.” When anti-Zionist activism arrived on his campus, for example, Mr. Marks enlisted “a colleague with whom I’d butted heads” to form discussion groups with students. They agreed to look at “the same evidence together and hold each other’s arguments up to scrutiny.” These efforts apparently reduced tensions. They also filled Mr. Marks with optimism: “I think the overwhelming majority of university people—students, faculty, staff—agree, most of the time, that rational inquiry is fruitful, even honorable.”<br />The lesson for Mr. Marks is that his fellow conservatives should stop disparaging colleges and universities and strive to salvage them. He notes that “The Closing of the American Mind,” the 1987 book by Allan Bloom, his former teacher at the University of Chicago and a hero to many conservatives, “was full of love for universities” even as it faulted them for becoming factories of moral relativism. Mr. Marks describes “God and Man at Yale,” the 1951 book by William F. Buckley Jr. that accused the professoriate of embracing socialism and secularism, as belonging to the same tradition. Today, by contrast, conservatism is done with the “lovers’ quarrel” that characterized its earlier critiques of the university. Now it’s “in the midst of a bitter divorce, and more inclined to murder its ex than to try to win her back.”<br />“Let’s Be Reasonable” isn’t a sequel to the books by Bloom and Buckley, but it’s written in much the same spirit, and its best quality is its thoughtful defense of liberal education. At a time when many people view colleges and universities as nothing more than “career development offices with classrooms attached,” Mr. Marks imagines something else: “The highest aim of liberal education is not a set of skills but a kind of person.” He recommends readings and conversations guided by wise professors who seek to help students “answer the question of what we are and what the best way of life is.”"
}