{
    "url_original": "https://www.wsj.com/articles/liberalisms-ministry-of-truth-11612395404?mod=opinion_lead_pos1",
    "url": "liberalisms-ministry-of-truth-11612395404",
    "title": "Liberalism’s Ministry of Truth",
    "sub_head": "Academics and the progressive press mull state media controls.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-294685?width=620&size=1.5",
    "image_1": "im-294685.jpg",
    "time": "2021-02-03 18:36:00",
    "body": "The academic establishment and progressive press want you to know two things: First, conservative claims of social-media bias are bogus. As Silicon Valley firms police content, their decisions are, miraculously, wholly uninfluenced by ideological preference.<br />Second, there is an urgent need for a much wider crackdown on political speech, perhaps led by the Biden Administration and requiring the creation of new government agencies. In other words, all that conservative suppression that’s, er, not happening? We need more of it.<br />New York University’s Stern Center for Business and Human Rights released a brief this week that is being amplified in the press entitled, “False Accusation: The Unfounded Claim that Social Media Companies Censor Conservatives.” It argues that “some conservatives believe their content is suppressed on partisan grounds when, in fact, it’s being singled out because it violates neutral platform rules.”<br />That is sometimes true, but the report doesn’t remotely prove that it always is. What about when  Twitter  and  Facebook  tried to suppress a New York Post story about Hunter Biden before the 2020 election? Even the report concedes that “the question of whether social media companies harbor an anti-conservative bias can’t be answered conclusively.”<br />That doesn’t stop the authors from unabashedly asserting that “the claim of anti-conservative animus is itself a form of disinformation.” It is perpetuated partly because “it appeals to the same conspiratorial mindset that has fostered the QAnon movement.”"
}