{
    "url_original": "https://www.wsj.com/articles/life-on-mars-lets-go-find-it-11613691931?mod=opinion_lead_pos2",
    "url": "life-on-mars-lets-go-find-it-11613691931",
    "title": "Life on Mars? Let’s Go Find It",
    "sub_head": "NASA’s newest rover offers inspiration and soft power at a bargain.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301351?width=620&size=1.5",
    "image_1": "im-301351.jpg",
    "time": "2021-02-18 18:45:00",
    "body": "The landing of NASA’s newest Mars rover lacked the explosive visuals of its launch last July, but there’s nothing so stirring sometimes as the cheers of anxious relief from behind the glowing computers at mission control. A journey of 293 million miles ended around 4 p.m. Thursday, when the craft’s descent stage used a “sky crane maneuver” to lower the rover its final stretch to the surface.<br />That feat will probably be repeated this weekend by more than a few youngsters who can find enough LEGO bricks. But don’t be deceived by the scale: The Perseverance rover is 10 feet long and seven feet tall. Here on Earth it weighed 2,260 pounds, although in Mars’s weaker gravity the scale would read more like 866 pounds.<br />Oh, and the rover carries a helicopter with four-foot rotors, setting up mankind’s first Kitty Hawk moment on another planet, one with an atmosphere that’s only about 1% the thickness of Earth’s.<br />Perseverance’s mission is to poke around the Jezero Crater, a basin in Mars’s northern hemisphere that’s about 28 miles wide. NASA says the crater might have been a lake the size of Lake Tahoe, fed by a river that formed a delta, 3.5 billion years or so ago. The rover will scan for organic molecules and drill rock samples for a future return to Earth. Maybe someday Elon Musk can pick them up on his way home.<br />NASA says the mission has cost about $2.4 billion so far, which these days is a rounding error for the federal government. But NASA is also the kind of discretionary program that could come under increasing pressure as entitlement spending gobbles up ever more of the federal fisc. Mars exploration is worth doing for its own sake, to push back the veil of ignorance about a planet that was known to the ancient Egyptians and seen through a telescope by Galileo."
}