{
    "url_original": "https://www.wsj.com/articles/little-fish-review-forgetting-the-way-we-were-11612473755",
    "url": "little-fish-review-forgetting-the-way-we-were-11612473755",
    "title": "‘Little Fish’ Review: Forgetting the Way We Were",
    "sub_head": "A newlywed couple fears the worst in a pandemic that wipes people’s memories.",
    "category_1": "Film Review",
    "time": "2021-02-04 16:22:00",
    "body": "The next-to-best reason to watch “Little Fish” (in theaters and streaming on demand) is that it’s an oddity—a small-scale film about a pandemic that finished shooting more than eight months before Covid-19 hit. The best reason, to be explored in a moment, is that it’s a really good movie. (Chad Hartigan was the director. Mattson Tomlin adapted the screenplay from a short story by Aja Gabel.)<br />In the fictional pandemic, a malady called NIA—neuro-inflammatory affliction—takes people’s memories, not their lives. One could argue, and the film does, that losing the former is as bad as losing the latter, but the emphasis at first is on the spread of the disease. A pilot forgets how to fly. A marathon runner forgets to stop running. A bus driver stops his bus, gets out and wanders off; he’s forgotten why he was sitting behind the wheel. Many of the resonances with our present circumstances are eerie: a frightened populace, learning to wear masks; the emergence of quack cures followed by conspiracy theories, one of which contends that the government has a real cure but is spreading NIA in order to limit personal freedom.<br />At the center of the encroaching chaos are newlyweds Emma (Olivia Cooke) and Jude (Jack O’Connell). She’s bright and lively, a veterinarian with a scientific bent. He is younger than his years, an earnest and tender musician who’s been pulling himself together after having put himself through hard times. They’re instantly likable, not least because they’re played by exceptional actors. In 2015 Ms. Cooke was Rachel, the terminally ill high-school student in “Me and Earl and the Dying Girl,” a lovely film you should see if you haven’t already, or see again if you have. Mr. O’Connell gave one astonishing performance in the 2013 prison drama “Starred Up,” then another, a year later, in “’71”; he played a bewildered young British soldier left behind in a botched attempt to control a street riot in Northern Ireland.<br />The dramatic strategy in “Little Fish” is a smart one. Working with a modest budget, the filmmakers have used the microcosm of a relationship to reflect the larger subject of the pandemic—echoes of “Eternal Sunshine of the Spotless Mind” in counterpoint to a sort of “Invasion of the Memory Snatchers.”<br />Yet the result is better than smart, it’s stirring. With the NIA pandemic as a pretext, the essential subject becomes memory—its fragility, its wondrousness, its centrality to our existence as sentient beings. When Jude can’t recall what happened on their wedding day, both he and Emma instantly sense incipient tragedy. Who will he be—who will they be—if they can live only in the present tense? In one way “Little Fish” is just the latest addition to a growing genre, films about memory loss due to Alzheimer’s disease or other forms of dementia. What makes it especially poignant, though, is the relative youth of its main characters. Emma and Jude don’t have long lives to look back on, vast arrays of experiences to savor. But the memories they cherish, and share, are no less precious for being limited in number. That’s all they’ve got. They are what they remember."
}