{
    "url_original": "https://www.wsj.com/articles/liz-cheney-wins-one-for-sanity-11612482106?mod=opinion_lead_pos8",
    "url": "liz-cheney-wins-one-for-sanity-11612482106",
    "title": "Liz Cheney Wins One for Sanity",
    "sub_head": "But the Republican Party still has a lot of work to do to counter radicalism and conspiracy theories.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-295252?width=620&size=1.5",
    "image_1": "im-295252.jpg",
    "time": "2021-02-04 18:41:00",
    "body": "Liz Cheney won. She won’t lose her leadership position after her blistering statement supporting the impeachment of Donald Trump. The vote in the House Republican Conference Wednesday night wasn’t even close, it was reportedly 145-61. Her antagonists spent two weeks bragging they had it in the bag. She insisted on a vote and called their bluff. Suddenly people remembered: She was raised by a House whip.<br />What does it mean? It doesn’t turn the page on the Trump era in Congress but it does, tentatively, begin a new chapter. The pro-Trump group lost, and the We Exist in the Time After Trump forces won. The lopsidedness of the vote implies some sympathy for Ms. Cheney’s stand, or at least grudging respect for the idea of a vote of conscience. Some were likely glad to see someone stand up to a bully, even if they won’t. Some may have been thinking: Hmmm, maybe it wasn’t a good idea to offer quiet encouragement for an insurrection that left five people dead. Some no doubt worried Republicans would be seen as the party of knuckle-dragging louts if they removed the only woman in House leadership for doing what she thought was right.<br />The men who’d threatened her almost from the moment she backed impeachment were left looking like what they are—weak, emotional, spiteful and in the end incompetent. Rep. Matt Gaetz, who swanned around in his Elvis hair in Ms. Cheney’s Wyoming in an attempt to whip up a movement against her, looked especially silly, and left the conference meeting with no statement for the press. Which is exactly how Joe McCarthy left after Margaret Chase Smith gave it to him full in the face on the floor of the Senate 71 years ago.<br />Sometimes things repeat themselves neatly and in a way rich with meaning. (Though to be fair, Mr. Gaetz later tweeted and went on “Hannity,” but I’m sure McCarthy would have too if he could.)<br />Minority Leader Kevin McCarthy, after letting Ms. Cheney twist in the wind for a few weeks, spoke forcefully in her support and called for unity. He didn’t relieve freshman Rep. Marjorie Taylor Greene, the QAnon-supporting conspiracist whose social-media accounts appear to have endorsed violence, anti-Semitism and denialism of historic events, of her committee assignments, which was wrong and a mistake."
}