{
    "url_original": "https://www.wsj.com/articles/liz-cheney-and-marjorie-taylor-greene-11612481662?mod=opinion_lead_pos3",
    "url": "liz-cheney-and-marjorie-taylor-greene-11612481662",
    "title": "Liz Cheney and Marjorie Taylor Greene",
    "sub_head": "House Republicans fail to oblige the Democratic desire for GOP civil war.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-295319?width=620&size=1.5",
    "image_1": "im-295319.jpg",
    "time": "2021-02-04 19:23:00",
    "body": "Nearly 70% percent of the House GOP voted to keep Liz Cheney in leadership on Wednesday. Meantime, Rep. Marjorie Taylor Greene said she regretted going down the rabbit hole of QAnon conspiracy theories. Not a bad 24 hours for Republicans trying to create a post-Trump future that could win back the suburbs.<br />Ms. Cheney, the No. 3 Republican in the House, came under fire because she voted to impeach President Trump. She did not retreat. “Several Members have asked me to apologize for the vote,” Ms. Cheney told her colleagues, according to one source. “I owe you honesty. I owe you the truth. I cannot do that. It was a vote of conscience. It was a vote of principle—a principle on which I stand and still believe.”<br />Only 10 Republicans supported Mr. Trump’s impeachment. Yet the vote in favor of Ms. Cheney was 145-61. What a blow in particular to Rep. Matt Gaetz, the Trump wannabe who flew to Ms. Cheney’s home state last week to declare: “We are in a battle for the soul of the Republican Party, and I intend to win it.” Ms. Cheney still faces a potentially tough primary, but for now at least the GOP civil war is called off.<br />On Thursday, under pressure from all sides, Ms. Greene disavowed her past cuckoo rhetoric. “When I started finding misinformation, lies, things that were not true in these QAnon posts, I stopped believing it,” she said. School shootings are “absolutely real,” and 9/11 “absolutely happened,” she said. Her comments otherwise, Ms. Greene added, were “words of the past” that “do not represent my values.”<br />Democrats claimed Ms. Greene didn’t exactly say she was sorry, and she’s tweeting about her success online raising $175,000 by promising not to back down. Democrats on Thursday evening stripped Ms. Greene of her committee assignments on a largely party-line vote, 230-199, only weeks into her term."
}