{
    "url_original": "https://www.wsj.com/articles/long-bonds-wont-help-underfunded-plans-11612723173?mod=opinion_major_pos17",
    "url": "long-bonds-wont-help-underfunded-plans-11612723173",
    "title": "Long Bonds Won’t Help Underfunded Plans",
    "sub_head": "Under current market conditions 50-year Treasuries are no panacea.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-291273?width=620&size=1.5",
    "image_1": "im-291273.jpg",
    "time": "2021-02-07 13:39:00",
    "body": "In “Need Discount Debt? Try 50-Year Bonds” (op-ed, Jan. 29), Jon Hartley notes that the Treasury Borrowing Advisory Committee advised against issuing these bonds. He writes: “But its analysis missed how many long-term Treasurys could be bought up by defined-benefit pension funds looking for assets that match the duration (interest-rate risk) of their liabilities (payouts to pensioners in the future).” But doing so won’t help solve the main problem facing public and multiemployer defined-benefit pensions: underfunding.<br />The 50-year bonds would have to be purchased so that the amount of cash thrown off in the future is sufficient to pay the pension liabilities. Earning 2% will do nothing to achieve the 6%-7% returns that typical plans will require to curb underfunding.<br />A newly formed defined-benefit plan (a rarity, to be sure) could use 50-year Treasurys to achieve a fully funded, duration-matched plan, but would either have to promise much lower benefits to its retirees or make far higher contributions to the plan than typical existing plans do. The easiest way to grasp all this is to consider a fixed-dollar pension liability payable 50 years from now. If a 50-year Treasury strip (i.e., zero-coupon bond) existed, the plan could purchase this strip with a face value equal to the liability. The problem is that if the strips’s yield is, say, around 3%, the purchase cost will be far higher than if the strip yielded 6% or 7%. Reducing the amount purchased to reduce the cost will result in underfunding. Either way, under current market conditions 50-year Treasurys are no panacea.<br />Prof. Michael Stutzer<br />University of Colorado"
}