{
    "url_original": "https://www.wsj.com/articles/los-angeles-times-owner-exploring-sale-of-company-11613765566?mod=business_lead_pos11",
    "url": "los-angeles-times-owner-exploring-sale-of-company-11613765566",
    "title": "Los Angeles Times Owner Exploring Sale of Company",
    "sub_head": "Patrick Soon-Shiong seeks exit after less than three years at the helm, as losses mount",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-301617?width=620&size=1.5",
    "image_1": "im-301617.jpg",
    "time": "2021-02-19 18:01:00",
    "body": "Billionaire biotech investor Patrick Soon-Shiong is exploring a sale of the Los Angeles Times less than three years after buying it for $500 million, people familiar with the matter said.<br />The move marks an abrupt about-face for Mr. Soon-Shiong, who had vowed to restore stability to the West Coast news institution and has invested hundreds of millions of dollars into the paper in an effort to turn it around.<br />After The Wall Street Journal published this article, a spokeswoman for the Los Angeles Times said Mr. Soon-Shiong and his family “continue to invest in and plan for the future of the Los Angeles Times, and do not plan to sell.” A tweet on Mr. Soon-Shiong’s account said: “WSJ article inaccurate. We are committed to the @LATimes.”<br />When Mr. Soon-Shiong acquired the Times, the San Diego Union-Tribune and a handful of weeklies from  Tribune Publishing Co. , then called Tronc Inc., in 2018, it was met with great fanfare from staff and media watchers after years of turmoil and downsizing at the publications. At the time, he said that the sale represented the beginning of a new era and that he intended to do what it took to make the business viable for the next 100 years.<br />He has since grown dissatisfied with the news organization’s slow expansion of its digital audience and its substantial losses, the people said. He also has increasingly come to believe that the Los Angeles Times and San Diego Union-Tribune—together known as the California Times company—would be better served if they were part of a larger media group, they said."
}