{
    "url_original": "https://www.wsj.com/articles/lower-income-covid-19-aid-recipients-seen-boosting-consumer-spending-11613298600",
    "url": "lower-income-covid-19-aid-recipients-seen-boosting-consumer-spending-11613298600",
    "title": "Lower-Income Covid-19 Aid Recipients Seen Boosting Consumer Spending",
    "sub_head": "Retail sales rose in January after three months of declines, Commerce Department is expected to report",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "time": "2021-02-14 05:30:00",
    "body": "Early signs point to an uptick in consumer spending at the start of the year, particularly by lower- and middle-income households receiving payments through the most recent Covid-19 relief package.<br />Spending by consumers who make less than $60,000 a year jumped by more than 20% in the week ended Jan. 10—the week after the U.S. Treasury Department began electronically sending stimulus payments of $600 per adult and $600 per child for individuals with adjusted gross incomes under $75,000—according to the research group Opportunity Insights’ tracker of figures from Affinity Solutions, which collects consumer credit- and debit-card spending data.<br />Spending by households making above $100,000 by contrast, was broadly flat compared with January 2020 that week.<br />Among households receiving stimulus payments, 88% spent their $600 check “like it burned a hole through their pocket,” said Jonathan Silver, chief executive of Affinity Solutions. That jump in spending shows there is “significant pent-up demand for necessities” while higher-income groups “pulled back the reins” on spending, he said.<br />Other data suggest an improving outlook for consumer spending. Weekly claims for unemployment benefits fell the week ended Feb. 6 to a level well below an early January peak, a sign layoffs are easing. Employers resumed hiring in January, when the unemployment rate declined to 6.3% from 6.7%. Newly reported cases of Covid-19 are down sharply from peak levels reached last month, according to Johns Hopkins data."
}