{
    "url_original": "https://www.wsj.com/articles/lucid-motors-set-to-go-public-in-spac-deal-that-values-company-at-24-billion-11614042170?mod=business_lead_pos6",
    "url": "lucid-motors-set-to-go-public-in-spac-deal-that-values-company-at-24-billion-11614042170",
    "title": "Lucid Motors Set to Go Public in SPAC Deal That Values Company at $24 Billion",
    "sub_head": "Electric-vehicle company plans to begin deliveries of its first car later this year",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-302748?width=620&size=1.5",
    "image_1": "im-302748.jpg",
    "time": "2021-02-22 20:39:00",
    "body": "Fledgling electric vehicle company Lucid Motors Inc. has agreed to go public by merging with special-purpose acquisition company  Churchill Capital Corp IV  in one of the largest ever deals involving a SPAC, the companies said Monday.<br />The deal would inject $4.4 billion into the Bay Area-based auto maker and value Lucid at $24 billion, an enormous amount for a company that has yet to begin production of its first car.<br />Lucid Chief Executive Peter Rawlinson said the company is going public “to accelerate into the next phase of our growth.” The company plans to begin deliveries of its first car, a $169,000 super-luxury all-electric sedan called the Air, in the second half of this year, the company said Monday.<br />Stock investors in Churchill have even higher hopes. Its stock, trading around $40 in after hours trading Monday, implied a valuation for Lucid of more than $65 billion. That compares with the roughly $75 billion market capitalization of General Motors Co., which posted a pretax profit of $9.7 billion last year while selling approximately 6.8 million vehicles world-wide.<br />The deal shows the extraordinary appetite among stock investors for SPACs, particularly anything relating to electric vehicles. Amid the soaring value of  Tesla Inc.’s  shares in the past year, investors have rushed into startups in the sector, injecting hundreds of millions of dollars into new companies like  Fisker Inc.  and  Lordstown Motors Corp. —startups that announced deals to go public when they had employee counts in the dozens and had yet to create any revenue."
}