{
    "url_original": "https://www.wsj.com/articles/lysol-makers-shine-will-fade-not-disappear-11614177087?mod=markets_major_pos1",
    "url": "lysol-makers-shine-will-fade-not-disappear-11614177087",
    "title": "Lysol Maker’s Shine Will Fade, Not Disappear",
    "sub_head": "Even if the recent clamor for cleaning products abates, Reckitt Benckiser’s long-term prospects have improved since the onset of the pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-24 09:31:00",
    "body": "The British company behind Lysol and other disinfectant brands was a clear pandemic winner. Investors have little confidence that last year’s sales boom will stick, which seems overly pessimistic.<br />Reckitt Benckiser ,  which also owns health-oriented brands such as Durex condoms and Mucinex cold remedies, said Wednesday that sales increased by an unprecedented 11.8% last year compared with 2019, stripping out the impact of portfolio changes and exchange rate moves. Operating margins fell while the company invested heavily in research and development, improved its supply chain and expanded into new markets—bringing its disinfectant brands to Brazil and Turkey, for example.<br />Shareholders seem to think the best is over. The company’s guidance that sales will grow by just 0% to 2% in 2021 hasn’t helped. Reckitt’s share price is back at pre-Covid levels, having fallen roughly 25% from its pandemic peak last summer. As a multiple of next year’s earnings, the stock trades at 18.7 times. That is cheap for a consumer staples company—though peers such as  Unilever  have also underperformed in recent weeks as investors become more focused on economic recovery.<br />Even if demand for cleaning products ebbs, a portfolio shake-up is under way to root out losing brands. Reckitt has put its Chinese infant nutrition business under review. It is an admission that the previous management team’s $17 billion purchase of Mead Johnson in 2017—an expensive bet on the Chinese baby food market—has soured.<br />Reckitt isn’t the only foreign baby-food manufacturer struggling in China. Local competitor Feihe is taking market share from  Nestlé  and  Danone  too, and China’s birthrate plummeted by 15% last year, according to official statistics. Reckitt also said Wednesday that it has sold its Scholl footcare brand for an undisclosed amount. Together, these two weak businesses contributed around 8% of Reckitt’s sales."
}