{
    "url_original": "https://www.wsj.com/articles/m-t-bank-nears-all-stock-deal-for-peoples-united-11613956815?mod=markets_lead_pos3",
    "url": "m-t-bank-nears-all-stock-deal-for-peoples-united-11613956815",
    "title": "M&T Bank Nears Deal to Buy People’s United for More Than $7 Billion",
    "sub_head": "The companies are discussing an all-stock deal that could be announced as soon as this week",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-302154?width=620&size=1.5",
    "image_1": "im-302154.jpg",
    "time": "2021-02-21 21:33:00",
    "body": "M&T Bank Corp.  is nearing a deal to buy  People’s United Financial Inc.  for more than $7 billion, according to people familiar with the matter, in the latest in a string of regional-bank tie-ups.<br />The companies are discussing an all-stock deal that could be announced as soon as this week, the people said, assuming talks don’t fall apart. Based in Bridgeport, Conn.,based People’s United has a market value of roughly $6.6 billion, while Buffalo, N.Y.-based M&T’s is more than $19 billion.<br />Combined, the banks would have more than $200 billion in assets, with a network of branches concentrated in the Northeast and mid-Atlantic regions. The deal would facilitate M&T’s expansion into the Boston market and strengthen its position in New York and Connecticut.<br />For M&T, a serial acquirer, it would be its first major takeover since its acquisition of Hudson City Bancorp Inc. in 2015. That deal was delayed for three years after regulators found “significant weaknesses” in M&T’s anti-money-laundering and consumer-compliance programs.<br />M&T is among the largest regional lenders in the Northeast, with $142.6 billion in assets at the end of 2020. Commercial real-estate loans comprise almost 40% of its portfolio, including some to New York City’s battered hospitality sector. But loan performance at the bank, as well as that of many of its regional peers, has been better-than-expected over the past year."
}