{
    "url_original": "https://www.wsj.com/articles/macron-fights-terror-but-steps-on-parents-11613934658?mod=opinion_major_pos17",
    "url": "macron-fights-terror-but-steps-on-parents-11613934658",
    "title": "Macron Fights Terror but Steps on Parents",
    "sub_head": "Emmanuel Macron is forcing through a law that effectively renders home schooling illegal for most parents.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-300662?width=620&size=1.5",
    "image_1": "im-300662.jpg",
    "time": "2021-02-21 14:11:00",
    "body": "Regarding your editorial “Emmanuel Macron and the Woke” (Feb. 18): While I welcome French President Macron’s apparent opposition to “wokeness,” far from restoring “classical liberal values,” he is forcing through a law that effectively renders home schooling illegal for most parents. Just as the German government in 1938 threatened parents with prison if they did not send their children to school from age 6, France will soon require all children from age 3 to attend school or else. Few truly independent options exist, as even the Catholic schools follow the state curriculum with full state funding.<br />Defenders of the law reiterate the view of French revolutionary Georges Danton in 1793 that children belong not first to their parents but to the state. MPs have acknowledged that they know they are taking away a fundamental right by seeking to make home schooling very difficult, but they forge ahead despite all evidence that this move is disproportionate and unnecessary to combat Islamic radicalism. The current law, which includes an in-home inspection of home-schooled children each year, is amply sufficient for detecting any madrasa-style “home schooling.” Having cited ad nauseam the example of 15 children found being radicalized, half of whom were registered as “home-schooled,” the government unjustly tars all 62,000 home-schooled children in France with the same brush.<br />The architects of recent terrorist attacks overwhelmingly have been products of the French (or Belgian) school system, none of them home-schooled. Mr. Macron’s totalitarian instincts are as troubling as those of the jihadists.<br />Priscilla Larkin Harris<br />Ghlin, Belgium"
}