{
    "url_original": "https://www.wsj.com/articles/magic-money-for-the-rich-11613692067?mod=opinion_lead_pos1",
    "url": "magic-money-for-the-rich-11613692067",
    "title": "Magic Money for the Rich",
    "sub_head": "The Biden Treasury has a plan to dodge Congress on IMF aid.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301333?width=620&size=1.5",
    "image_1": "im-301333.jpg",
    "time": "2021-02-18 18:47:00",
    "body": "President Biden’s first G-7 meeting Friday is teed up as the launch of his “America is back!” tour. We wonder if he’ll boast about Treasury’s plan to finance the largest share of an International Monetary Fund dump of $1 trillion into the global economy—without Congressional approval.<br />The official Treasury line is that it wants to work with international financial institutions to help “low-income countries who are struggling to respond to the pandemic.” Sounds nice until you look under the hood. What you see is a plan to use the IMF to subsidize mostly rich and middle-income countries, leaving the poor with little.<br />The vehicle is a new IMF allocation of “special drawing rights,” or SDRs. Don’t let the alphabet arcana mislead you. This is about real money, and the U.S. will foot the biggest bill. Created in 1969, SDRs were meant to settle international accounts if the supply of available gold was inadequate for supporting trade and growth. That problem never materialized, and when the gold-exchange standard was abandoned in 1973, this “paper gold” lost its raison d’être. SDRs have since been reinvented as a tool of international income redistribution.<br />When member nations want to use these paper credits—today worth about $1.44 each—they have to convert them into hard currency. Those seeking dollars bring their SDRs to the U.S., which has an obligation to exchange them for greenbacks. The country that converts the SDRs into dollars has to pay interest at the IMF, making the transaction the rough equivalent of a note with a coupon set at the three-month U.S. Treasury bill rate. Except the money never has to be paid back.<br />Past SDRs allocations total 204 billion—worth about $290 billion. But that’s pocket change for Treasury Secretary Janet Yellen, who says “the time to go big is now” and the IMF target is $1 trillion."
}