{
    "url_original": "https://www.wsj.com/articles/majority-minority-america-dont-bet-on-it-11612549609?mod=opinion_lead_pos5",
    "url": "majority-minority-america-dont-bet-on-it-11612549609",
    "title": "‘Majority Minority’ America? Don’t Bet on It",
    "sub_head": "How a Census Bureau error led Democrats to assume they were on the right side of inexorable demographic trends.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-02-05 13:26:00",
    "body": "Remember the “coalition of the ascendant”? National Journal’s Ronald Brownstein invented the phrase in 2008 to describe the “growing elements of American society” that had elected Barack Obama and given Democrats commanding majorities in both congressional houses: “young people, Hispanics and other minorities, and white upper-middle-class professionals.”<br />Republican successes in 2010, 2014 and 2016 called the coalition’s durability into question. But the 2020 election—Joe Biden’s victory notwithstanding—may provide the greatest reason to doubt it. Compared with 2016, President Trump and congressional Republicans improved their standing significantly among Hispanic voters and made smaller strides among other groups, such as Asian-Americans, blacks and Muslims.<br />“The majority minority narrative is wrong,” says sociologist Richard Alba, referring to the idea that nonwhite Americans will outnumber whites by 2050 or so. In his recent book, “The Great Demographic Illusion,” Mr. Alba, 78, shows that many “nonwhites” are assimilating into an American mainstream, much as white ethnic groups did before them. Government statistics have failed to account for this complex reality, partly for political reasons, and in doing so they’ve encouraged sloppy thinking about the country’s future.<br />“The surge in mixing across ethno-racial lines is one of the most important and unheralded developments of our time,” says Mr. Alba, a professor at the Graduate Center of the City University of New York. He rattles off facts and figures: Today, more than 10% of U.S.-born babies have one parent who is nonwhite or Hispanic and one who is white and not Hispanic. That proportion is larger than the number of babies born to two Asian parents and not far behind the number of babies born to two black parents. “We’re entering a new era of mixed backgrounds,” Mr. Alba says.<br />It reminds him of the postwar era, when the members of white ethnic groups began to make major socioeconomic gains as well as to intermarry. Mr. Alba, who grew up in the Parkchester neighborhood of the Bronx, is himself a product of this amalgamation: His father was Sicilian, and his mother was Irish. As for his politics, Mr. Alba describes himself as “a liberal with centrist leanings.” He voted for Mr. Biden and favors higher taxes and “more redistribution.”"
}