{
    "url_original": "https://www.wsj.com/articles/major-donor-who-pleaded-guilty-to-illegal-contributions-influence-peddling-sentenced-to-12-years-11613697525?mod=business_minor_pos4",
    "url": "major-donor-who-pleaded-guilty-to-illegal-contributions-influence-peddling-sentenced-to-12-years-11613697525",
    "title": "Major Donor Who Pleaded Guilty to Illegal Contributions, Influence Peddling Sentenced to 12 Years",
    "sub_head": "California businessman Imaad Zuberi used foreign money to fund illegal donations",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-301107?width=620&size=1.5",
    "image_1": "im-301107.jpg",
    "time": "2021-02-18 20:18:00",
    "body": "A major political donor was sentenced to 12 years in federal prison after pleading guilty in 2019 to myriad charges related to influence peddling, campaign finance violations and unregistered lobbying on behalf of numerous foreign states.<br />In a sentencing hearing in federal court in Los Angeles on Thursday, U.S. District Judge Virginia A. Phillips imposed a stiff penalty on businessman Imaad Zuberi, 50 years old, giving him a 144-month sentence, near the high end of the federal sentencing guidelines for a first-time offender. She also ordered him to pay $15.7 million in restitution and a fine of $1.75 million.<br />Mr. Zuberi capitalized on his access to U.S. politicians of both parties to drum up business from foreign governments and foreign individuals, whom he later defrauded as part of a scheme to enrich himself, prosecutors said in charging documents. He pleaded guilty to making illegal campaign contributions, obstruction of justice, tax evasion and falsifying lobbying records to conceal his work for foreign governments,<br />“Zuberi turned acting as an unregistered foreign agent into a business enterprise,” said John Demers, a top Justice Department national security official in a statement. “He used foreign money to fund illegal campaign contributions that bought him political influence, and used that influence to lobby U.S. officials for policy changes on behalf of numerous foreign principals.\"<br />Mr. Zuberi, a California businessman, gave generously to numerous high profile politicians over the years, including Barack Obama, Hillary Clinton and Donald Trump."
}