{
    "url_original": "https://www.wsj.com/articles/manhattan-donors-pour-cash-into-new-york-city-mayoral-race-11614211366?mod=politics_featst_pos1",
    "url": "manhattan-donors-pour-cash-into-new-york-city-mayoral-race-11614211366",
    "title": "Manhattan Donors Pour Cash Into New York City Mayoral Race",
    "sub_head": "A few ZIP codes accounted for a large amount of high-dollar donations to the candidate field",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-303884?width=620&size=1.5",
    "image_1": "im-303884.jpg",
    "time": "2021-02-24 19:02:00",
    "body": "Candidates vying to be the next mayor of New York City have received millions of dollars from mostly local donors, including a concentration of large contributions coming from a few parts of Manhattan, according to city Campaign Finance Board records.<br />More than 46,740 donations have so far poured into the crowded mayor’s race, totaling $13,545,443, according to the board. More than three dozen candidates have filed for the contest to succeed Mayor Bill de Blasio, who will leave office at the end of this year due to term limits. The mayoral primaries will be held on June 22.<br />The majority of donors are from New York City, and 84% of the contributions were below $250, according to the campaign finance records. But a few ZIP Codes in Manhattan accounted for a large amount of high-dollar donations.<br />In the 10024 ZIP Code in Manhattan’s Upper West Side, 1,250 donors have given more than $514,000, according to the Campaign Finance Board records. The majority of donors in the ZIP Code gave to two Democratic mayoral candidates: city Comptroller Scott Stringer and Ray McGuire, a former vice chairman at Citigroup.<br />On Manhattan’s Upper East Side, 606 donors living in the 10021 ZIP Code gave a total of $472,986, records show. Most of the donations went to Mr. Stringer and Mr. McGuire, who isn’t participating in the public-matching-funds program run by the Campaign Finance Board."
}