{
    "url_original": "https://www.wsj.com/articles/mario-draghi-to-take-over-as-italys-prime-minister-amid-economic-covid-19-crises-11613132691",
    "url": "mario-draghi-to-take-over-as-italys-prime-minister-amid-economic-covid-19-crises-11613132691",
    "title": "Mario Draghi to Take Over as Italy’s Prime Minister Amid Economic, Covid-19 Crises",
    "sub_head": "Former ECB chief unites Italy’s fragmented political landscape",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-298510?width=620&size=1.5",
    "image_1": "im-298510.jpg",
    "time": "2021-02-12 07:27:00",
    "body": "ROME—Mario Draghi, the former head of the European Central Bank, is set to be named Italian prime minister after persuading nearly all of the country’s squabbling parties to support his government, raising hopes that he can succeed where many others have failed: in leading Italy out of its deep economic malaise.<br />Italy’s head of state, President Sergio Mattarella, is expected to appoint Mr. Draghi and his proposed ministers later Friday or Saturday, ahead of a formal swearing-in at the weekend and a parliamentary vote of confidence early next week.<br />Mr. Draghi is set to take over Italy, the European Union’s third-biggest economy after Germany and France, at a time when it is fighting with persistently high Covid-19 contagion, an agonizingly slow vaccine rollout and restrictions on daily life that are holding the economy in recession.<br />Reviving economic growth in Italy is vital for the EU and its common currency, the euro, since Italy’s deep debts and chronically low growth are the biggest sources of doubt about the euro’s long-term stability. How to reanimate Italy’s economy, which has stagnated since the 1990s, has bedeviled a series of would-be reforming leaders who briefly carried the country’s hopes but ended as disappointments.<br />Mr. Draghi, a 73-year-old, U.S.-trained economist who has worked at the World Bank,  Goldman Sachs Group Inc.  and Italy’s Treasury and central bank, will have at most two years to make a difference. Italian parties will return to competing for power in parliamentary elections by 2023 at the latest."
}