{
    "url_original": "https://www.wsj.com/articles/mario-draghi-is-asked-to-form-a-government-in-recession-hit-italy-11612354601",
    "url": "mario-draghi-is-asked-to-form-a-government-in-recession-hit-italy-11612354601",
    "title": "Mario Draghi Is Asked to Form a Government to Lead Italy Out of Recession",
    "sub_head": "Former ECB president will begin talks with Italy’s parties in a nation skeptical of technocrats but in need of new direction",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-294186?width=620&size=1.5",
    "image_1": "im-294186.jpg",
    "time": "2021-02-03 07:43:00",
    "body": "ROME—Mario Draghi, the former head of the European Central Bank, was formally tasked by Italy’s president on Wednesday with forming a government of national unity to steer the country out of its political, economic and health crises.<br />Italy is turning to Mr. Draghi, one of Europe’s most respected public officials, at a time when it needs to shore up its credibility within the European Union, which last year promised to help finance Italy’s economic recovery from the Covid-19 pandemic but this month has looked askance at Rome, where the  government collapsed amid squabbles over how to spend the EU money, as well as personal animosities between politicians.<br />Financial markets welcomed the nomination of Mr. Draghi. Milan’s main stock-market index gained 2% Wednesday morning. The risk premium on Italian government bonds compared with supersafe German bonds declined to the lowest level for nearly five years.<br />Mr. Draghi, as ECB president, is widely credited with defusing the eurozone’s sovereign-debt crisis in 2012 by promising to do “whatever it takes” to save the euro. His supporters hope Mr. Draghi can intervene with similar effectiveness in Italy’s economic policies. The country’s chronically weak growth for more than two decades is seen by many economists as the greatest threat to the euro’s long-term viability.<br />First, however, Mr. Draghi has to persuade a majority of lawmakers in a fragmented Parliament to support him. So far, only centrist parties have come out publicly in support, despite President Sergio Mattarella’s appeal for unity across partisan divides. To become prime minister, Mr. Draghi will need the support of the populist 5 Star Movement or the nationalist League. Both parties have in the past rejected the idea of governments led by economists and technocrats such as Mr. Draghi."
}