{
    "url_original": "https://www.wsj.com/articles/marjorie-taylor-greene-says-she-regrets-qanon-comments-11612467411?mod=politics_lead_pos2",
    "url": "marjorie-taylor-greene-says-she-regrets-qanon-comments-11612467411",
    "title": "Marjorie Taylor Greene Says She Regrets QAnon Comments",
    "sub_head": "Freshman Republican lawmaker is set to be removed from committees in House vote",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-295148?width=620&size=1.5",
    "image_1": "im-295148.jpg",
    "time": "2021-02-04 14:36:00",
    "body": "WASHINGTON—Rep. Marjorie Taylor Greene said she regretted past social-media comments embracing conspiracy theories, hours ahead of an expected vote by the House to sanction the freshman Georgia Republican by stripping her committee assignments.<br />In a speech on the House floor Thursday, Mrs. Greene said she regretted posts she made about QAnon, the far-right-wing, loosely organized network and community of believers who embrace a range of unsubstantiated beliefs. Mrs. Greene said she realized in 2018 that she was receiving misinformation and stopped believing it.<br />“I was allowed to believe things that weren’t true and I would ask questions about them and talk about them and that is absolutely what I regret,” she said Thursday, wearing a “Free Speech” mask. “If it weren’t for the  Facebook  posts and comments that I liked in 2018, I wouldn’t be standing here today and you couldn’t point a finger and accuse me of anything wrong, because I’ve lived a very good life that I’m proud of.”<br />Democrats criticized Mrs. Greene’s speech, saying her remarks fell short of an apology. “It was unpersuasive,” said Rep. G.K. Butterfield (D., N.C.). “It is so easy to say ‘I am sorry.’ Those are three important words in our culture.”<br />House Minority Leader Kevin McCarthy (R., Calif.) opted Wednesday not to remove Mrs. Greene from her committees over her incendiary past comments, but urged her to publicly denounce them. Democrats said they would hold a vote to kick her off unless Republicans acted first."
}