{
    "url_original": "https://www.wsj.com/articles/markets-suggest-the-economy-is-booming-the-recovery-has-a-long-way-to-go-though-11614213582?mod=markets_lead_pos1",
    "url": "markets-suggest-the-economy-is-booming-the-recovery-has-a-long-way-to-go-though-11614213582",
    "title": "Markets Suggest the Economy Is Booming. The Recovery Has a Long Way to Go, Though.",
    "sub_head": "A rally in everything from stocks to oil shows investors believe growth is coming",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-303660?width=620&size=1.5",
    "image_1": "im-303660.jpg",
    "time": "2021-02-24 19:39:00",
    "body": "Markets are signaling that an economy that plunged into its deepest recession in decades just a year ago is ready to roar.<br />Major U.S. stock indexes have set 32 record highs in 2021, including Wednesday’s 424-point surge by the Dow industrials to 31962. Long-term bond yields are rising, showing increasing demand for funds from consumers and businesses, and inflation expectations are at multiyear highs. The price of everything in markets, from a barrel of oil to a share of mall retailer GameStop Corp. to a bitcoin, seems to be going up.<br />And moments of caution have been short-lived. Earlier this week, investors sold tech stocks, concerned that the rising long-term interest rates brought by an improving economy would make tech less attractive—in effect, that the economic outlook was too good. But Fed Chairman Jerome Powell on Tuesday reiterated that low rates would be around for a long time. Tech stocks promptly bounced.<br />The everything rally shows that investors believe the fun is just getting started. They believe that a combination of more fiscal stimulus, more-extensive Covid-19 vaccinations and pent-up demand for consumption, on a background of near record-low interest rates, will at last kick-start economic growth and inflation that have been elusive in recent years.<br />As the U.S. moves past the pandemic, markets are saying Americans will spend on big-ticket items such as vacations and weddings, companies will go on hiring sprees and the transition to new technologies such as electric vehicles will accelerate. The most optimistic investors believe the economy, just months after it was devastated by the pandemic, will bounce back in a manner akin to the Roaring ’20s."
}