{
    "url_original": "https://www.wsj.com/articles/mark-machin-head-of-canadas-biggest-pension-fund-traveled-to-middle-east-and-received-covid-vaccine-11614294557?mod=markets_lead_pos13",
    "url": "mark-machin-head-of-canadas-biggest-pension-fund-traveled-to-middle-east-and-received-covid-vaccine-11614294557",
    "title": "Mark Machin, Head of Canada’s Biggest Pension Fund, Traveled to Middle East and Received Covid Vaccine",
    "sub_head": "CEO of CPPIB flew to the U.A.E. amid slow Canadian vaccine rollout and pandemic travel advisory",
    "category_1": "Health",
    "image_1_url": "https://images.wsj.net/im-304407?width=620&size=1.5",
    "image_1": "im-304407.jpg",
    "time": "2021-02-25 18:35:00",
    "body": "Mark Machin, head of Canada’s largest pension fund, got a Covid-19 vaccine shot in the Middle East, according to people familiar with the matter, ahead of millions of Canadians waiting on one of the Western world’s slowest rollouts.<br />The 54-year-old chief executive of the $379 billion Canada Pension Plan Investment Board arrived earlier this month in the United Arab Emirates with his partner and received the first dose of a vaccine developed by  Pfizer Inc.  and Germany’s  BioNTech SE ,  according to people familiar with the matter. He has told contacts he used local connections to obtain the vaccines, some of these people said, and he has remained in the U.A.E. and is due to receive his second dose in coming weeks, they said.<br />Mr. Machin didn’t comment when reached by phone and email. A spokesman for CPPIB and Mr. Machin said that he had “deeply personal” reasons for traveling to the U.A.E. “I can assure you that zero influence was applied or sought to be applied” in order for him to obtain the vaccine, the spokesman said.<br />The CPPIB is a crown corporation, meaning it is governed independently from the federal government but is the steward of pension obligations that are government mandated. It reports to a board of directors, who are selected by Canada’s minister of finance.<br />A spokeswoman for Canada’s ministry of finance said that “while the CPPIB is an independent organization, this is very troubling. The federal government has been clear with Canadians that now is not the time to travel abroad. We were not made aware of this travel.”"
}