{
    "url_original": "https://www.wsj.com/articles/marriott-ceo-arne-sorenson-scales-back-duties-for-cancer-treatment-11612277104?mod=business_lead_pos13",
    "url": "marriott-ceo-arne-sorenson-scales-back-duties-for-cancer-treatment-11612277104",
    "title": "Marriott CEO Arne Sorenson Scales Back Duties for Cancer Treatment",
    "sub_head": "Hotel chain says day-to-day operations will be overseen by others",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-293533?width=620&size=1.5",
    "image_1": "im-293533.jpg",
    "time": "2021-02-02 09:45:00",
    "body": "Marriott International Inc.  Chief Executive Arne Sorenson will reduce his schedule over the next few months to allow for a more demanding treatment for pancreatic cancer, leaving day-to-day operations to lieutenants, the company said.<br />The hotel chain in 2019 disclosed that Mr. Sorenson, 62 years old, had been diagnosed with the illness and was starting treatment. Mr. Sorenson, who remains president, CEO and a board member, will be “directing the company to the extent practical,” Marriott said Tuesday.<br />Stephanie Linnartz, the group president for consumer operations, technology and emerging businesses, will oversee Marriott’s international lodging division, as well as legal, human resources, communications and public affairs, the Bethesda, Md.-based company said. Tony Capuano, the group president for global development, design and operations services, will be in charge of the company’s U.S. and Canada lodging division and finance, it added. Both executives are assuming additional responsibilities on top of their current jobs.<br />“While I have worked throughout my treatment to date and plan to remain as engaged in the business as my health allows, the right thing to do for me, my family and the company is to focus on my health,” Mr. Sorenson said. He said his treatment is being handled at Johns Hopkins.<br />Mr. Sorenson led the acquisition of Starwood Hotels & Resorts Worldwide in September 2016, creating a hotel giant with a presence in 130 countries and territories. The company has 30 hotel brands, including Sheraton, Ritz-Carlton, Westin, Le Méridien, Courtyard and Aloft."
}