{
    "url_original": "https://www.wsj.com/articles/marriott-bets-on-the-bleisure-lifestyle-11613997188?mod=business_featst_pos1",
    "url": "marriott-bets-on-the-bleisure-lifestyle-11613997188",
    "title": "Marriott Bets on the ‘Bleisure’ Lifestyle",
    "sub_head": "In a world changed by the pandemic, the hotel chain’s key to recovery may be mixing business with pleasure",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-301758?width=620&size=1.5",
    "image_1": "im-301758.jpg",
    "time": "2021-02-22 07:33:00",
    "body": "Marriott International ’s  late Chief Executive Officer Arne Sorenson, who died last week, told Forbes in 2019 that he wanted his company to be “as big as possible.” His boldest move came back in 2015 when he announced that Marriott would acquire Starwood Hotels & Resorts Worldwide, adding brands that appealed to travelers’ interests and values such as design, fashion, youth and productivity. Now Marriott is hoping Mr. Sorenson’s biggest deal can be its savior.<br />If big was Mr. Sorenson’s mission, he succeeded. Marriott’s acquisition of Starwood made it the largest hotel chain in the world. Over the course of Mr. Sorenson’s decade-plus tenure at the top, Marriott’s stock more than tripled, keeping most of his long-term shareholders happy.<br />Until last year, at least, when some of its portfolio’s strengths became its biggest weaknesses. Nearly half of Marriott’s hotel rooms are now in urban areas, while upscale rooms make up about a third of its portfolio. In 2019, 60% of its room nights booked were for business travel. In 2020, the coronavirus hit urban and upscale hotels the hardest in the hotel industry, according to data from hotel-analytics firm STR. Perhaps worst of all, business travel essentially evaporated overnight. At the height of the pandemic in April, Marriott temporarily had to shut more than a quarter of its hotels, while revenue per available room was down 90% year on year.<br />But at least some of Marriott’s die hard investors seem relatively undeterred, even while trends remain severely depressed. On Thursday, Marriott said it swung to its first full-year loss since 2009. It also said occupancy rates in the U.S. and Canada fell from the third to the fourth quarter to just 35%, less than half of the world-wide occupancy levels the company saw in 2019 overall. Meanwhile, the company declined to give a substantive 2021 outlook, except to say that the impact of Covid-19 would continue to be material to its results.<br />Marriott’s stock is up 44% over the past six months and is nearly back to pre-pandemic levels, signaling investors’ faith that its business will fully rebound, and quickly. There are certainly signs this could be the case: Marriott said occupancy rates in mainland China, where the virus has eased, reached 60% in July and remained above that level for the remainder of the year. However, the company also reported high volatility around renewed increases in the virus, noting occupancy in the country has fallen to 40% year-to-date for that reason. That volatility is certainly something investors should keep in mind as they bet on Marriott’s recovery: Analysts aren’t forecasting that Marriott’s revenue will recover to anywhere close to 2019 levels this year."
}