{
    "url_original": "https://www.wsj.com/articles/marriott-international-says-president-ceo-arne-sorenson-died-11613483225?mod=business_lead_pos1",
    "url": "marriott-international-says-president-ceo-arne-sorenson-died-11613483225",
    "title": "Marriott CEO Arne Sorenson Dies at Age 62",
    "sub_head": "Lutheran missionary’s son was first person outside company’s founding family to head hotel operator",
    "category_1": "World",
    "category_2": "Obituaries",
    "time": "2021-02-16 11:41:00",
    "body": "Marriott International Inc.  Chief Executive Officer Arne Sorenson, who created the world’s largest hotel operator by acquiring Starwood Hotels & Resorts Worldwide Inc. in 2016, died Monday. He was 62.<br />A Lutheran missionary’s son who was born in Japan and grew up in Minnesota, he became CEO of Marriott in 2012 and was the first person outside the founding family to head the hotel company. He was diagnosed with stage 2 pancreatic cancer in May 2019 but continued to serve as CEO.<br />The $13 billion acquisition of Starwood created a colossus with 30 brands—including Ritz-Carlton, Courtyard, W Hotels, Westin and Sheraton—and operations in more than 110 countries. Marriott prevailed over rival bidders including  Hyatt Hotels Corp.  and China’s Anbang Insurance Group Co.<br />Marriott coveted Starwood partly to gain more leverage with online travel agents and persuade them to take a smaller cut when customers choose a Marriott brand. Adding more brand choices might also induce more customers to go directly to Marriott’s website, cutting out the middlemen. “We think there are real advantages to size,” Mr. Sorenson told The Wall Street Journal when the purchase was completed.<br />Marriott said Tuesday that Stephanie Linnartz, the group president for consumer operations, technology and emerging businesses, and Tony Capuano, the group president for global development, design and operations services, will share responsibility for overseeing the day-to-day operations of the company. The two had assumed those duties when Mr. Sorenson stepped back earlier in the month."
}