{
    "url_original": "https://www.wsj.com/articles/mars-mission-2021-rover-perseverance-nasa-11613595107",
    "url": "mars-mission-2021-rover-perseverance-nasa-11613595107",
    "title": "NASA’s Mars Perseverance Rover on Track for Ambitious Landing, Search for Alien Life",
    "sub_head": "The SUV-size rover and a tiny robotic helicopter are scheduled to touch down on Mars on Thursday, beginning quest to find evidence of past biological activity",
    "category_1": "Life & Arts",
    "category_2": "Science",
    "time": "2021-02-17 18:20:00",
    "body": "If alien life once existed on Mars, scientists may finally be poised to find traces of it. After a seven-month, 292-million-mile journey, NASA’s biggest, fastest and brainiest rover ever—Perseverance—is nearing its highly anticipated touchdown on the Red Planet.<br />The $2.7 billion rover, which is scheduled to land at 3:55 p.m. EST on Thursday, embodies the latest and most ambitious effort by NASA to find evidence of past life on Mars. Though it is now a barren place of icy dunes, dust devils, dead volcanoes and subzero winds, scientists believe Mars in its remote past may have been a comparatively lush, warm world—one suitable for the chemistry of life.<br />“It will attempt to answer an age-old question that has eluded humanity for generations: whether life has ever existed elsewhere beyond our own planet,” Thomas Zurbuchen, associate administrator for the space agency’s science mission directorate in Washington, said of the Perseverance mission.<br />Bristling with sensors, cameras, microphones and a robotic arm, the one-ton, SUV-size Perseverance rover is designed to look for rock or soil specimens that might harbor evidence of ancient life and pack what it finds into small tubes, to be cached for retrieval by future missions and brought back to Earth for analysis. NASA and the European Space Agency are discussing several mission scenarios that might return these samples by 2031, NASA officials said.<br />During its two-year mission, Perseverance will roam the surface and look for traces of organic matter, which could be evidence of primordial microbes or other simple life-forms. Other places in the solar system—from the searing clouds of Venus to the frozen oceans of moons around Jupiter and Saturn—might also have the potential for life. But those places are considered even more inaccessible than Mars."
}