{
    "url_original": "https://www.wsj.com/articles/match-owns-datings-past-present-and-future-11612353781?mod=markets_featst_pos1",
    "url": "match-owns-datings-past-present-and-future-11612353781",
    "title": "Match Owns Dating’s Past, Present and Future",
    "sub_head": "Match’s flame has cooled amid the pandemic, but sparks will soon fly again",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-03 07:03:00",
    "body": "With the world on lockdown for much of 2020, dating company  Match Group Inc.  got stood up by plenty of investors. Now, the pressure is on to win them back.<br />Match showed impressive resilience early on in the pandemic, making use of its virtual lines of communication for singles to continue to mingle remotely. Tuesday’s fourth-quarter results were no exception, slightly topping Wall Street’s estimates for sales and adjusted earnings before interest, taxes, depreciation and amortization.<br />Match’s shares—often volatile heading into quarterly earnings to begin with—took a dive in mid-January following competitor Bumble’s initial public offering filing, but had since recovered most of those losses. Then its shares tumbled again 5% after hours following Tuesday’s report, which included conservative first-quarter guidance, particularly on the bottom line in what the company said is typically a lower-margin period.<br />Investors shouldn’t be overly discouraged: Match entered the fourth quarter having outperformed the midpoint of its initial guidance by between 3% and 14% over the past three years, according to Jefferies analyst Brent Thill. Impressively, its fourth-quarter numbers show it also met its initial revenue guidance for 2020, given way back in early November of 2019, before the first case of Covid-19 had even been identified.<br />For the past few years, the Match story has revolved around hookup app Tinder’s rapid growth. It now makes up well over half of the company’s overall revenue. Seeing this, many investors stepped to the sidelines amid the pandemic, as immediate gratification in online dating became as elusive as Lysol wipes and paper towels. Tinder’s annual direct revenue growth moderated from 43% in 2019 to just 18% last year."
}