{
    "url_original": "https://www.wsj.com/articles/mcconnell-atop-a-fractious-party-is-open-to-jumping-into-primary-races-11613423935?mod=politics_lead_pos11",
    "url": "mcconnell-atop-a-fractious-party-is-open-to-jumping-into-primary-races-11613423935",
    "title": "McConnell Doesn’t Care About Trump Brand in 2022, He Just Wants Electable Candidates",
    "sub_head": "Minority leader’s strategy to GOP regaining Senate: channeling Trump energy while limiting extremist hopefuls",
    "category_1": "Politics",
    "time": "2021-02-15 21:55:00",
    "body": "WASHINGTON—Senate Minority Leader Mitch McConnell, facing the prospect of campaigns from the pro-Trump wing of the Republican party, signaled his willingness to get involved in primary elections to improve the party’s chances of regaining control of the chamber in the next round of elections in 2022.<br />The key to GOP chances of retaking the Senate is “getting candidates who can actually win in November,” Mr. McConnell said in an interview with The Wall Street Journal. “That may or may not involve trying to affect the outcome of the primaries.”<br />The carefully chosen phrasing reflects Mr. McConnell’s difficult balancing act as a de facto party leader after the party’s one-time standard-bearer, former President Donald Trump, lost the White House in November elections, and roiled the political world with unfounded assertions that the election was stolen. Extreme elements of Mr. Trump’s supporters stormed the Capitol building on Jan. 6, leading to an impeachment trial of the former president.<br />Mr. Trump, who was acquitted, is still enormously popular among many Republican voters. To regain power, Mr. McConnell must tap the considerable energy the Trump movement brings to the party while weeding out any extreme candidates that he worries would have little chance of winning a general election, despite support from Mr. Trump.<br />Some Republicans who are squarely in the Trump wing of the party might easily win even a general election in deeply conservative areas. But such candidates risk complicating the party’s efforts elsewhere in more moderate areas of the country. If Mr. McConnell moves too aggressively against a pro-Trump candidate he deems too close to the fringes of the party, he could invite a backlash from the base."
}