{
    "url_original": "https://www.wsj.com/articles/mcconnell-mccarthy-take-different-approaches-in-post-trump-era-11612311215?mod=politics_lead_pos5",
    "url": "mcconnell-mccarthy-take-different-approaches-in-post-trump-era-11612311215",
    "title": "McConnell, McCarthy Take Different Approaches in Post-Trump Era",
    "sub_head": "Party leaders grapple with controversies over Marjorie Taylor Greene, Liz Cheney",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-293848?width=620&size=1.5",
    "image_1": "im-293848.jpg",
    "time": "2021-02-02 19:13:00",
    "body": "WASHINGTON—The top two Republicans in Congress are charting different courses after former President Donald Trump lost the White House but not his grip on much of the party.<br />Senate Minority Leader Mitch McConnell has distanced himself from Mr. Trump and taken aim at what he sees as the GOP’s extremist fringe, while House Minority Leader Kevin McCarthy has shored up his ties to the former president and urged members of his roiled caucus to stop attacking each other. Traditionally in lockstep, the leaders have rarely exposed such distance in their political calculations, as they contend with different intraparty divides on each side of the Capitol.<br />“Every party that loses the White House does a lot of blaming, finger-pointing and disarray, and that’s what we’re seeing now,” said GOP strategist Terry Sullivan.<br />The debate centers on the direction of the party in the post-Trump era and the types of politicians it is willing to accept in its ranks, as it seeks to broaden its appeal in the electorate while not alienating voters loyal to Mr. Trump. The debate will continue Wednesday when the fate of two House members is expected to flare up at a House GOP meeting.<br />Mr. McConnell, who warned that disputing President Biden’s electoral victories could undermine democracy, hasn’t spoken with Mr. Trump since Dec. 15, the day after the Electoral College met. The Kentucky Republican harshly criticized Mr. Trump for his actions on the day of the Capitol riot, which led to his impeachment. He hasn’t yet said how he will vote in Mr. Trump’s impeachment trial, although he reiterated Tuesday that he has concerns over its constitutionality now that Mr. Trump is no longer in office."
}