{
    "url_original": "https://www.wsj.com/articles/mckinsey-agrees-to-573-million-settlement-over-opioid-advice-11612405236?mod=business_lead_pos4",
    "url": "mckinsey-agrees-to-573-million-settlement-over-opioid-advice-11612405236",
    "title": "McKinsey Agrees to $573 Million Settlement Over Opioid Advice",
    "sub_head": "Consulting giant advised Purdue Pharma and other opioid manufacturers to aggressively market the painkillers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-294736?width=620&size=1.5",
    "image_1": "im-294736.jpg",
    "time": "2021-02-03 22:24:00",
    "body": "Consulting giant McKinsey & Co. has reached a $573 million settlement with states over its work advising OxyContin maker Purdue Pharma LP and other drug manufacturers to aggressively market opioid painkillers, according to people familiar with the matter.<br />The deal, reached with 47 states and the District of Columbia and expected to be publicly announced Thursday, would avert civil lawsuits that attorneys general could bring against McKinsey, the people said. The majority of the money will be paid upfront, with the rest dispensed in four yearly payments starting in 2022.<br />McKinsey said last week it is cooperating with government agencies on matters related to its past work with opioid manufacturers, as state and local governments sue companies up and down the opioid supply chain. At least 400,000 people have died in the U.S. from overdoses of legal and illegal opioids since 1999, according to federal data.<br />The consulting firm stopped doing opioid-related work in 2019 and said in December its work for Purdue was intended to support the legal use of opioids and help patients with legitimate medical needs.<br />While some companies have reached deals with individual states to avoid trials, the McKinsey settlement marks the first nationwide opioid pact to come from the flood of litigation that began in 2017. A much larger, $26 billion deal with three drug distributors and Johnson & Johnson has been in the works for more than a year but is still being negotiated."
}