{
    "url_original": "https://www.wsj.com/articles/mckinseys-leadership-vote-reveals-cracks-in-its-global-partnership-11614550891?mod=business_lead_pos1",
    "url": "mckinseys-leadership-vote-reveals-cracks-in-its-global-partnership-11614550891",
    "title": "McKinsey’s Leadership Vote Reveals Cracks in Its Global Partnership",
    "sub_head": "Settlement on work with opioids makers prompted complaints from overseas partners; tension built over the firm’s changes",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-305414?width=620&size=1.5",
    "image_1": "im-305414.jpg",
    "time": "2021-02-28 17:21:00",
    "body": "On Feb. 4, McKinsey & Co. announced a $573 million settlement for its work with opioids makers. Kevin Sneader, the firm’s top partner, personally apologized for McKinsey’s behavior.<br />At the same time, the firm’s 650 senior partners were deciding whether to give Mr. Sneader a second three-year term. The settlement, which will effectively reduce partner compensation, was the latest effort by Mr. Sneader to clean up several scandals that he inherited and try to rein in the behavior that led to them.<br />Mr. Sneader lost the vote, highlighting McKinsey’s sprawling democracy and the split among partners over his effort to exert more control over the firm’s decentralized culture. He is the first managing partner in decades to serve just one term.<br />The timing of the opioid settlement was akin to a politician pushing an unpopular law days before an election, people inside the firm said. McKinsey’s work advising OxyContin maker Purdue Pharma LP and other drug manufacturers to aggressively market opioid painkillers wasn’t illegal, the firm said, but Mr. Sneader said in a written statement that the firm didn’t adequately acknowledge the addiction issues unfolding in the community and called the settlement an important step “in accepting the consequences of a chapter in our Firm’s story about which I am not proud.”<br />Partners, particularly those overseas, pushed back against the settlement, asking why the firm didn’t fight, and why it had to pay so much money if it wasn’t admitting wrongdoing, people familiar with the matter said."
}