{
    "url_original": "https://www.wsj.com/articles/mckinsey-partners-vote-out-leader-after-opioid-settlement-other-crises-11614187437?mod=business_lead_pos7",
    "url": "mckinsey-partners-vote-out-leader-after-opioid-settlement-other-crises-11614187437",
    "title": "McKinsey Partners Vote Out Leader in Wake of Opioid Settlement, Other Crises",
    "sub_head": "Kevin Sneader’s single three-year term will end; partners to elect new head in March",
    "category_1": "Business",
    "time": "2021-02-24 13:58:00",
    "body": "McKinsey & Co.’s partners voted to replace Kevin Sneader as its global managing partner amid fallout from a series of crises during his three-year tenure leading the consulting firm, people familiar with the matter said.<br />The decision—the result of a staggered voting process McKinsey’s approximately 650 senior partners undertake every three years to choose or reconfirm the firm’s global managing partner—leaves two other senior partners in the running to succeed Mr. Sneader: Bob Sternfels and Sven Smit, senior partners in McKinsey’s San Francisco and Amsterdam offices respectively.<br />Mr. Sneader, a Scot who became global managing partner three years ago in a similar vote, is the first McKinsey leader in recent decades not to win a second term, after failing to garner enough support in a first round of voting to move to the final round. But his tenure has been marked by several controversies, including this month’s $573 million settlement with states over McKinsey’s work advising OxyContin maker Purdue Pharma LP and other drug manufacturers to aggressively market opioid painkillers<br />Mr. Sneader’s letter to employees about the opioid settlement was noticeably blunt in criticizing the firm’s behavior. He said the firm fell short of its standards and “did not adequately acknowledge the epidemic unfolding in our communities or the terrible impact of opioid misuse and addiction, and for that I am deeply sorry.”<br />Some partners felt that language was too strong and its advice to clients was legal and given in good faith, people familiar with the matter said."
}