{
    "url_original": "https://www.wsj.com/articles/meatpackers-want-workers-to-get-covid-19-vaccines-but-some-arent-so-sure-11612803619?mod=business_lead_pos3",
    "url": "meatpackers-want-workers-to-get-covid-19-vaccines-but-some-arent-so-sure-11612803619",
    "title": "Meatpackers Want Workers to Get Covid-19 Vaccines, but Some Aren’t So Sure",
    "sub_head": "Companies use cash bonuses, videos to promote vaccination; some workers worry about side effects",
    "category_1": "Business",
    "time": "2021-02-08 12:00:00",
    "body": "Meatpacking workers are among the next wave of people eligible for Covid-19 vaccinations in some states. Their bosses want to make sure they get the shots.<br />Meat-industry officials said vaccines now being provided to some essential workers offer the best chance of ensuring safety for employees who cut meat, standing shoulder to shoulder, for hours at a stretch each day. Vaccination rates among plant workers could determine whether the $213 billion U.S. meat sector can move beyond the crisis that has upended the industry this past year, sickening thousands of workers and killing more than 130, according to labor union estimates.<br />Many meatpacking-plant employees remain unsure of the vaccines’ safety and effectiveness, according to company surveys, worker groups and some workers themselves. Some worry about having to provide proof of immigration status to get a shot, worker advocates said, while others who don’t speak or read English might struggle to find out where to get one.<br />“There is no doubt that if we can get very high acceptance of the vaccine, it will be instrumental in helping us bring the pandemic under control,” said Tom Brower, senior vice president of health and safety for  Tyson Foods Inc.,  the largest U.S. meat processor by sales. The Arkansas-based company last week administered vaccines to 45 employees in a North Carolina chicken-processing plant, among the first shots offered to the hundreds of thousands of U.S. meatpacking workers.<br />So far, meat companies have said they won’t require workers to be vaccinated. Instead, companies including Tyson,  Pilgrim’s Pride Corp. ,  Sanderson Farms Inc.,  Smithfield Foods Inc. and Perdue Farms Inc. are producing educational videos, posters and presentations to promote the shots, joining employers in other industries in taking a bigger role to share public-health information with workers. Pilgrim’s and JBS USA Holdings Inc., the country’s biggest beef processor, will offer employees cash bonuses for getting vaccinated, and about 500 have taken the shots so far, a spokeswoman said."
}