{
    "url_original": "https://www.wsj.com/articles/mediocrity-is-now-mandatory-11612724198?mod=opinion_lead_pos8",
    "url": "mediocrity-is-now-mandatory-11612724198",
    "title": "Mediocrity Is Now Mandatory",
    "sub_head": "From stimulus to school admissions, leaders act as if ease is the only worthy goal.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-02-07 13:56:00",
    "body": "Has an era of American mediocrity begun? In January the College Board announced it would eliminate the essay portion of the SAT, as well as all of the separate SAT subject tests. Their stated purpose was “reducing and simplifying demands on students.” Such a burden.<br />One high school near me just dropped freshman advanced-standing (honors) English “to combat the effects of academic ‘tracking” because it “ultimately separates students of different socioeconomic and racial backgrounds.” It turns out that middle schools from lower-income areas aren’t adequately preparing their students for high school. So rather than fix that problem, they dumbed down high school.<br />Then again, when the University of California system did away with racial preferences in 1996, it moved to holistic admissions. What does holistic mean? Anything you want. The Association of Public and Land-Grant Universities defines it as “assessing an applicant’s unique experiences alongside traditional measures of academic readiness.” Grades are only a suggestion—and SAT scores are biased, supposedly. And here you thought smart students got into good colleges. Yes, mediocrity has crept into our self-proclaimed elite colleges. Job recruiters understand this.<br />Virtually all universities and now many companies have D&I departments, for diversity and inclusion. Sounds worthy. But as far as I can tell, the No. 1 job of a D&I department is to hire more people into the D&I department. No one ever mentions excellence.<br />Many schools, like Hampshire College, Antioch University and Reed College, don’t even bother with meaningful grades—feelings might get hurt. Yes, the same Reed College  Apple  co-founder Steve Jobs attended for six months. He took courses in calligraphy, dance and Shakespeare. Reed students do receive a loosey-goosey grade-point average, but “papers and exams are generally returned to students with lengthy comments but without grades affixed.” Out in real life, Jobs was graded every day by customers, employees and investors."
}