{
    "url_original": "https://www.wsj.com/articles/meet-the-senate-parliamentarian-key-figure-in-minimum-wage-debate-11614168008?mod=politics_lead_pos11",
    "url": "meet-the-senate-parliamentarian-key-figure-in-minimum-wage-debate-11614168008",
    "title": "Meet the Senate Parliamentarian, Key Figure in Minimum-Wage Debate",
    "sub_head": "Elizabeth MacDonough advises lawmakers on which provisions qualify under legislative procedure used for Biden’s Covid-19 relief package",
    "category_1": "Politics",
    "time": "2021-02-24 07:00:00",
    "body": "Elizabeth MacDonough is the sixth person and first woman to hold the title of chief Senate parliamentarian. Her job includes acting as the nonpartisan referee in deciding whether certain provisions can be included in bills lawmakers are trying to pass under a special process tied to the budget, known as reconciliation.<br />In this case, Ms. MacDonough will make and deliver the official guidance on whether Democrats can include an increase in the federal minimum wage to $15 an hour in their $1.9 trillion coronavirus relief bill. Her decision is expected Wednesday or Thursday, according to lawmakers and aides.<br />Reconciliation is designed to help lawmakers pass legislation tied to the budget quickly with just 51 votes, rather than the 60 required for most bills to advance. That means Democrats will be able to pass the bill without any GOP votes, so long as they don’t lose any Democrats.<br />To qualify for the special fast-track procedures, measures have to be directly tied to the budget. Specifically, they have to have a meaningful fiscal impact that can’t be “merely incidental” to the policy proposal. If not, the provision can be challenged under the “Byrd rule,” named for the late Sen. Robert Byrd (D., W.Va.).<br />The Byrd rule also prevents any provision of the bill from adding to the deficit beyond the bill’s budgetary window, unless lawmakers find a way to offset its cost through the committee that has jurisdiction over that provision."
}