{
    "url_original": "https://www.wsj.com/articles/mercedes-amg-glb-35-an-appealingly-unsleek-crossover-11613074242",
    "url": "mercedes-amg-glb-35-an-appealingly-unsleek-crossover-11613074242",
    "title": "Mercedes-AMG GLB 35: An Appealingly Unsleek Crossover",
    "sub_head": "A new body type, this compact, boxy SUV evokes a London taxi—if Germany had won the war. Result: a winning clunkiness and the best cargo and seating capacity in its class, writes Dan Neil",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-297812?width=620&size=1.5",
    "image_1": "im-297812.jpg",
    "time": "2021-02-11 15:10:00",
    "body": "AMONG MY DAYDREAMS, I have always wished I could take Shakespeare to a showing of Baz Luhrmann’s film “Romeo + Juliet.” Or else give Democritus, inventor of atomic theory, a tour of the Large Hadron Collider.<br />And I would love to get Alfred Neubauer’s hot take on our test car, the 2021 Mercedes-AMG GLB 35—particularly its distinctive grille design, known familiarly as the “Panamericana” grille. As Daimler-Benz’s director of motorsports, Neubauer (1891-1980) presided over two generations of all-conquering racers: the Silver Arrows of 1934-1939 and the 300 SLs, circa 1952-1955. The last time Neubauer saw such a grille, it was attached to the winner of the 1952 Carrera Panamericana Mexico, a sleek, masculine endurance machine. Here it is not. So not.<br />What say you, Herr Neubauer? Can design history be misquoted, or at least taken out of context? And would you please not drink all my liquor?<br />Introduced last year, the GLB compact SUV is a new body style for  Mercedes-Benz  and it is rather determinedly unsleek. The largest crossover among the vehicles built on Mercedes’s CLA architecture, the GLB casts about the same size shadow as an Audi Q5 or Land Rover Discovery Sport, but its volumes and proportions are more like a Mini Countryman scaled at 105%. Please note the more upright windscreen angle, lower sill line, level roof line, taller sections of glass, more prominent lower cladding and hatch-ier hatch, compared to most of the GLB’s siblings. This more forthright squareness is emphasized by brightwork window trim.<br />Speaking of alternative timelines, our black-on-black test car looked like a London taxi if Germany had won the war, a la “The Man in the High Castle.”"
}