{
    "url_original": "https://www.wsj.com/articles/merrick-garland-bidens-pick-for-attorney-general-will-finally-get-his-hearing-11613753091?mod=politics_lead_pos7",
    "url": "merrick-garland-bidens-pick-for-attorney-general-will-finally-get-his-hearing-11613753091",
    "title": "Merrick Garland, Biden’s Pick for Attorney General, Will Finally Get His Hearing",
    "sub_head": "Justice Department veterans hope his appointment will bring a steady hand after a tumultuous period",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-301397?width=620&size=1.5",
    "image_1": "im-301397.jpg",
    "time": "2021-02-19 11:44:00",
    "body": "WASHINGTON—Five years after his Supreme Court nomination died in a political standoff, Merrick Garland is expected to get a bipartisan welcome during a hearing before the Senate Judiciary Committee Monday as President Biden’s choice for attorney general.<br />The federal judge and former prosecutor is likely to face questions about the Justice Department’s handling of a rise in extremist violence such as the  attack by Donald Trump supporters on the U.S. Capitol and, when Republicans have their turn, the destruction in Portland, Ore., and Seattle that followed Black Lives Matter protests last summer.<br />If confirmed, Judge Garland, a 1997 Clinton appointee to the U.S. Court of Appeals for the District of Columbia Circuit, would also oversee several politically sensitive investigations begun under the previous administration, including a criminal tax investigation into President Biden’s son, Hunter, and a special-counsel probe examining the origins of the FBI’s 2016 Russia investigation.<br />Mr. Biden has said he would defer to his attorney general on how to handle those inquiries, as well as on any decisions the department makes about whether to prosecute former President Donald Trump for offenses such as his alleged incitement of the Jan. 6 attack on the Capitol by rioters trying to block confirmation of Mr. Biden’s win last November. Mr. Trump’s lawyers and allies have denied he incited the riot, and the former president was acquitted in a Senate impeachment trial.<br />Judge Garland would supervise, as well, the historic antitrust case against  Alphabet Inc.’s  Google—the biggest such lawsuit in decades—filed by the department last fall, alleging the tech giant used anticompetitive tactics to maintain a monopoly position in search and search advertising. Google denies the allegations."
}