{
    "url_original": "https://www.wsj.com/articles/michaels-stores-strategy-for-keeping-the-covid-bump-alive-11613664006?mod=business_featst_pos2",
    "url": "michaels-stores-strategy-for-keeping-the-covid-bump-alive-11613664006",
    "title": "Michaels Stores’ Strategy for Keeping the Covid Bump Alive",
    "sub_head": "The company’s CEO is moving away from the general crafts market and targeting a different kind of do-it-yourselfer",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-300514?width=620&size=1.5",
    "image_1": "im-300514.jpg",
    "time": "2021-02-18 11:00:00",
    "body": "When Ashley Buchanan was tapped as chief executive of  Michaels  Cos., he knew he was taking over a slumping company. Sales were limping along, hurt by messy stores, a sluggish supply chain and competition from both big-box and online retailers.<br />As he officially took the reins last April, though, the arts-and-crafts chain was facing an even larger challenge: Covid-19. Most of the company’s 1,200 U.S. and Canadian locations closed to in-store shoppers amid pandemic lockdowns. Sales plummeted 27.6% in the quarter ended last May 2.<br />Then stores reopened, and homebound shoppers crafted. Americans painted, made masks, knitted and looked for ways to entertain children without screens. Michaels’s sales soared 12% in the quarter ended last Aug. 1, and 16.3% in the quarter ended Oct. 31, which included an early holiday sales rush and 128% e-commerce sales growth.<br />Mr. Buchanan, who previously spent over a decade in executive roles at Walmart Inc., aims to use the Covid-19 sales bump to remake Michaels. He hopes to attract more shoppers by moving away from the general crafts market and targeting “makers”—people who gravitate to do-it-yourself projects or make items to sell through their own small businesses.<br />To start, Mr. Buchanan has focused on retail basics like keeping shelves stocked and speeding and simplifying the supply chain, as well as adjusting to Covid-19 shopping patterns by ramping up online pickup-and-delivery options. The company is also testing an online marketplace that would let arts-and-craft enthusiasts share ideas, watch instructional videos and sell their wares. Michaels hopes it will launch later this year, says Mr. Buchanan."
}