{
    "url_original": "https://www.wsj.com/articles/microsoft-ceo-nadella-bets-businesses-are-ready-to-spend-big-on-employee-software-11612447214?mod=business_lead_pos11",
    "url": "microsoft-ceo-nadella-bets-businesses-are-ready-to-spend-big-on-employee-software-11612447214",
    "title": "Microsoft CEO Sees Pandemic Sparking New Wave of Employee-Focused Tech",
    "sub_head": "Company sees Viva software as way into growing market for clients looking to cater to employee life at work",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-294755?width=620&size=1.5",
    "image_1": "im-294755.jpg",
    "time": "2021-02-04 09:00:00",
    "body": "Microsoft Corp.  Chief Executive Satya Nadella is betting the Covid-19 crisis has spawned demand for digital tools that will outlast the pandemic and says there is a growing appetite for all-encompassing employee management applications that the company is going after.<br />On Thursday, the company unveiled its first set of apps for a new suite of employee management tools, called Viva. The package is designed to offer—in one place—software for human resource functions like payroll, management tools to track employee performance and resources for staff covering benefits, career development and other aspects of their life at work.<br />The pandemic has crystallized for many executives that being able to manage their staff and keep them engaged even during difficult times is critical, Mr. Nadella said in an interview.<br />“From a priority perspective, empowering your people with the very best tools and systems so that they can work in spite of whatever the constraints,” he said. “I don’t think anyone’s going to say, this is a nice to have. In fact it’s essential.”<br />The tools are also one way Microsoft is trying to extend a yearlong earnings boom it has enjoyed during the pandemic as customers spent heavily on cloud-computing tools, laptops and videogames. Mr. Nadella said he expects spending on technology, currently at about 5% of gross domestic product, will continue to accelerate after the pandemic."
}