{
    "url_original": "https://www.wsj.com/articles/migrants-and-the-threat-to-womens-rights-in-europe-11614017275?mod=opinion_lead_pos5",
    "url": "migrants-and-the-threat-to-womens-rights-in-europe-11614017275",
    "title": "Migrants and the Threat to Women’s Rights in Europe",
    "sub_head": "The lack of frank debate feeds Islamists and the far right, who would impose illiberal solutions.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-292439?width=620&size=1.5",
    "image_1": "im-292439.jpg",
    "time": "2021-02-22 13:07:00",
    "body": "The European debate on immigration, integration and Islam has intensified. In part this is a response to terrorist attacks, the preaching of radical Islam, and the re-emergence of extreme right-wing and populist parties. But the big, underlying change has been the influx of migrants from the Middle East, Africa and South Asia.<br />More than 3.7 million people have arrived illegally in Europe since 2009, the majority of whom have applied for asylum. Roughly half arrived in 2015 alone. Two-thirds of the newcomers were male. Around 80% of asylum applicants were under 35. The great majority have come from Muslim-majority countries.<br />The flow of migrants has abated in the past few years, but large numbers of people still attempt to reach Europe, even during the pandemic. Last year Europe saw more than 336,000 first-time asylum applications and 114,300 illegal entries from January through November.<br />One consequence has been a change in the position of women in Europe. Many Muslim migrants don’t feel or express contempt for women. But some do—enough to drive a trend.<br />One shocking event that drew attention to this trend was the wave of sexual assaults on New Year’s Eve 2015-16 in Germany. According to German police, more than 1,200 women were assaulted, of whom 24 said they were raped. The perpetrators often acted in gangs, attacking lone women. Of 153 suspects in the city of Cologne, nearly all were foreign, including 103 from Morocco and Algeria. Sixty-eight were asylum seekers."
}