{
    "url_original": "https://www.wsj.com/articles/minari-review-working-the-land-and-the-heart-11613079090?mod=opinion_major_pos15",
    "url": "minari-review-working-the-land-and-the-heart-11613079090",
    "title": "‘Minari’ Review: Working the Land and the Heart",
    "sub_head": "Lee Isaac Chung’s semi-autobiographical film tells the story of a Korean family relocating to a farm in Arkansas.",
    "category_1": "Film Review",
    "time": "2021-02-11 16:31:00",
    "body": "<br />The most efficient review of “Minari” would be something along the lines of “It’s wonderful. See it. You’ll love it.” But you need to know more than that about Lee Isaac Chung’s partly autobiographical drama, in which a Korean family settles in Arkansas in the 1980s. This heartfelt, heart-filling celebration of putting down roots—the title refers to a resilient Korean variety of watercress—calls for gratitude and wonderment at how such an outwardly straightforward story could be so intimate, poignant, improbably funny and steadfastly stirring.<br />One clue may involve the film’s deep roots in a classic genre—all those movies and TV shows about immigrants, homegrown pioneers or impoverished Okies confronting harsh new environments where disaster can strike in the form of illness, prejudice, a tornado or a drought. Yet there’s no overt harshness here. The rural Arkansas of “Minari” seems downright congenial, at least to the paterfamilias of the piece, Jacob Yi (Steven Yeun). A chronic optimist, he has brought his wife, Monica (Yeri Han); their daughter, Anne (Noel Kate Cho); and their enchantingly quirky little son, David (Alan Kim), all the way from California, hoping for a desperately needed fresh start. (The film is playing in select theaters nationwide and will start streaming on demand on Feb. 26.)<br />Jacob’s plan seems sound enough. On a plot of land he calls “the best dirt in America,” he’ll grow Korean vegetables for increasing numbers of his compatriots coming to big cities in neighboring states. Meanwhile, he and Monica will put food on their own table with money they make sexing chicks at a nearby hatchery. We learn a lot about sexing chicks from this movie. It’s a dreary job, and the one that Jacob and Monica, born and married in Korea, had been doing in California for a dead-end decade. He’s a speedy wizard at it while she works more slowly, although, he assures her, she’s fast enough for Arkansas.<br />Whether she’s a comfortable fit for Arkansas is another matter. She is appalled by the mobile home Jacob has bought for them to live in. (Their daughter is intrigued. “Wheels!” Anne says, checking out the underpinnings.) And Monica fears the isolation—living on their own in the middle of nowhere, and far from a hospital they might need if David’s heart condition takes a turn for the worse. (“Don’t run, David,” his mother calls whenever he does, which is often.)"
}