{
    "url_original": "https://www.wsj.com/articles/minimum-wage-proposal-divides-senate-democrats-11614096660",
    "url": "minimum-wage-proposal-divides-senate-democrats-11614096660",
    "title": "Minimum-Wage Proposal in Covid-19 Aid Plan Divides Senate Democrats",
    "sub_head": "Lawmaker concerns over the $15 rate and pay for tipped workers could force changes to the $1.9 trillion relief package",
    "category_1": "Politics",
    "time": "2021-02-23 15:50:00",
    "body": "WASHINGTON—Sen. Joe Manchin of West Virginia may be the most vocal Democrat sharing his concerns about the minimum-wage increase included in his party’s $1.9 trillion coronavirus relief bill—but he isn’t the only one with misgivings.<br />As the House prepares to pass the relief bill later this week and send it to the Senate, Democratic leaders will have to contend with the quieter but broader pack of Senate Democrats who have problems with the legislation. And in order for Democrats to pass the bill without GOP support, they can’t afford to lose a single vote within their own ranks.<br />Mr. Manchin and Sen. Kyrsten Sinema of Arizona are the only two Democrats to say outright they oppose increasing the minimum wage to $15 an hour by 2025, up from $7.25 currently. But 10 other Senate Democrats haven’t signed onto stand-alone legislation increasing the minimum wage to that level, and some have voiced objections to the current structure of the pay boost, setting the stage for possible revisions.<br />“Everyone is going to have things that they want to see in the bill, and we’ll work hard to see if we can get those things in the bill, but job number one is to pass the bill,” Senate Majority Leader Chuck Schumer (D., N.Y.) told reporters Tuesday.<br />The legislation, which is backed by President Biden and expected to pass the House later this week, would provide $400-a-week unemployment benefits through Aug. 29, send $1,400 per-person payments to most households, provide billions in funding for schools and vaccine distribution, expand the child tax credit, broaden child-care assistance and bolster tax credits for health insurance."
}