{
    "url_original": "https://www.wsj.com/articles/mining-company-usa-rare-earth-exploring-new-york-listing-this-year-11612343897?mod=business_lead_pos3",
    "url": "mining-company-usa-rare-earth-exploring-new-york-listing-this-year-11612343897",
    "title": "Mining Company USA Rare Earth Exploring New York Listing This Year",
    "sub_head": "Project in Texas could help counter China’s dominance of resources essential to technology",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-294162?width=620&size=1.5",
    "image_1": "im-294162.jpg",
    "time": "2021-02-03 04:18:00",
    "body": "USA Rare Earth LLC, a mining company focused on resources essential to technology but dominated by China, is considering a stock-market listing this year targeting a valuation of over $1 billion, according to people familiar with the matter.<br />The company plans to mine several rare earths in Texas and use them to produce the strong magnets used in electric motors, missiles and wind turbines. The company also intends to mine lithium, which is used in batteries for electric cars and cell phones.<br />The potential listing comes as the U.S. and other countries seek to reduce their dependence on Chinese supplies of rare earths and its facilities to turn them into something useful, with a host of companies vying for investor and government dollars.<br />Pini Althaus, chief executive of USA Rare Earth, said the miner is looking at a range of financing options, including an Initial Public Offering and a transaction with a blank-check company. So-called SPACs, or special purpose acquisition companies, have emerged as a popular way for private companies to bypass the traditional IPO process.<br />USA Rare Earth has hired  Goldman Sachs  and  Bank of Montreal  to explore a listing in New York, the people familiar with the matter said. The mining company had previously planned to list in Toronto in the first half of 2019 but investor appetite wasn’t strong enough then, one of the people said."
}