{
    "url_original": "https://www.wsj.com/articles/minority-owned-firms-hurt-by-pandemic-will-be-focus-for-small-business-administration-nominee-11612350003?mod=business_lead_pos11",
    "url": "minority-owned-firms-hurt-by-pandemic-will-be-focus-for-small-business-administration-nominee-11612350003",
    "title": "Minority-Owned Firms Hurt by Pandemic Will Be Focus for Small Business Administration Nominee",
    "sub_head": "Isabel Guzman will oversee the $284 billion Paycheck Protection Program of forgivable loans and other efforts to help small businesses",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-02-03 06:00:00",
    "body": "WASHINGTON—President Biden’s pick to lead the Small Business Administration, Isabel Guzman, will pledge to ensure the Paycheck Protection Program and other initiatives reach minority-owned businesses and those in underserved communities when she testifies in her Senate confirmation hearing.<br />“If confirmed, I am committed to helping the SBA advance opportunity for all including our underserved entrepreneurs who have faced historic barriers to start and grow their businesses,” Ms. Guzman plans to say Wednesday in prepared remarks to the Senate Committee on Small Business and Entrepreneurship.<br />The Paycheck Protection Program, the federal government’s main form of coronavirus aid for small businesses, will be a focus for Ms. Guzman, an Obama administration alumna who served most recently as director of California’s Office of the Small Business Advocate. President Biden has said an equitable distribution of small-business aid is a priority as his administration seeks to address racial and economic inequality.<br />Lawmakers from both parties have praised the program for providing a vital lifeline to small businesses during the pandemic. Still, it has faced scrutiny over potential fraud and concerns the loans weren’t sufficiently reaching mom-and-pop and minority-owned firms.<br />Those concerns followed the program’s rocky rollout last spring, as businesses without existing relationships with lenders—which issue the loans—struggled to access the program early on."
}