{
    "url_original": "https://www.wsj.com/articles/mitch-mcconnell-says-he-would-support-trump-if-hes-gops-2024-nominee-11614306862?mod=politics_lead_pos7",
    "url": "mitch-mcconnell-says-he-would-support-trump-if-hes-gops-2024-nominee-11614306862",
    "title": "Mitch McConnell Says He Would Support Trump If He’s GOP’s 2024 Nominee",
    "sub_head": "The Senate minority leader’s remarks came during a Fox News interview",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-304671?width=620&size=1.5",
    "image_1": "im-304671.jpg",
    "time": "2021-02-25 21:34:00",
    "body": "WASHINGTON—Senate Minority Leader Mitch McConnell said he would support Donald Trump if GOP voters select him as the party’s nominee in 2024, the latest remarks from the Kentucky Republican on his stance toward the former president’s future in the party.<br />Asked Thursday on Fox News whether he would support Mr. Trump if that was whom Republican voters chose in 2024, Mr. McConnell said “the nominee of the party? Absolutely.” He also said “there’s a lot to happen between now and ‘24,” with at least four Republican senators he thinks are planning to run for president in addition to governors and others. Mr. McConnell didn’t identify the four members. GOP Sens. Tom Cotton of Arkansas, Ted Cruz of Texas, Josh Hawley of Missouri and Marco Rubio of Florida are viewed by strategists, donors and lawmakers as potential candidates.<br />Mr. McConnell’s comments marked a contrast to the approach taken by Rep. Liz Cheney (R., Wyo.), the head of the House Republican Conference, towards Mr. Trump. Ms. Cheney voted to impeach Mr. Trump on a charge that he incited the Jan. 6 riot at the Capitol, stood by her decision, and earlier this week said “I don’t believe that he should be playing a role in the future of the party or the country.”<br />Mr. McConnell said earlier this month on the Senate floor, after the former president was acquitted, that Mr. Trump’s actions before the Jan. 6 riots were a dereliction of duty. He followed up with an op-ed in The Wall Street Journal, saying “there is no question former President Trump bears moral responsibility.”<br />Mr. McConnell also was silent recently when some Republican senators criticized him for his harsh tone toward Mr. Trump. Similarly, he declined to comment after Mr. Trump called him a “dour, sullen and unsmiling political hack” and said, “The Republican Party can never again be respected or strong with political ‘leaders’ like Sen. Mitch McConnell at its helm.”"
}