{
    "url_original": "https://www.wsj.com/articles/mlb-players-union-agree-to-7-inning-doubleheaders-extra-innings-runner-for-2021-11612884553",
    "url": "mlb-players-union-agree-to-7-inning-doubleheaders-extra-innings-runner-for-2021-11612884553",
    "title": "MLB, Players’ Union Agree to 7-Inning Doubleheaders, Extra Innings Runner for 2021",
    "sub_head": "The deal, which updates health and safety protocols, brings back a couple of experimental features from 2020, but doesn’t include a DH in the National League or expanded playoffs",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-296833?width=620&size=1.5005861664712778",
    "image_1": "im-296833.jpg",
    "time": "2021-02-09 10:29:00",
    "body": "With barely a week to spare until spring training starts, Major League Baseball has decided what the rules of the sport are going to be this season.<br />MLB and its players’ union reached an agreement on updated health and safety protocols that will govern baseball’s second pandemic season. The deal brings back a couple of experimental features from the truncated 2020 campaign: seven-inning doubleheaders and beginning all extra innings with a runner on second base.<br />But, at least as of now, the National League will not use the designated hitter in 2021 as it did last year. The expanded playoff format from 2020 will not return, either. Both ideas could well be part of baseball’s next collective bargaining agreement, however.<br />The new rules that are sticking around were implemented to keep games short and accommodate the anticipated spate of postponements caused by positive coronavirus tests.<br />The revamped extra-innings format is designed to prevent the marathons that ravage bullpens and often require upward of four hours to finish. This rule had the intended effect during last year’s 60-game slate: About 71% of all extra-inning games last year ended after just one additional frame and only 2.6% needed more than three. In 2019, 18% of extra-inning games went on beyond the 12th."
}