{
    "url_original": "https://www.wsj.com/articles/more-proud-boys-arrested-on-capitol-riot-conspiracy-charges-11613077752?mod=business_minor_pos4",
    "url": "more-proud-boys-arrested-on-capitol-riot-conspiracy-charges-11613077752",
    "title": "More Proud Boys Arrested on Capitol-Riot Conspiracy Charges",
    "sub_head": "Detentions in Missouri, Arizona raise number of alleged affiliates of far-right group charged to more than a dozen",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-02-11 16:09:00",
    "body": "Several alleged members of the far-right Proud Boys were arrested Thursday on conspiracy and other charges for their alleged involvement in the U.S. Capitol riot, as prosecutors continue to home in on far-right groups and examine what planning might have gone into the attack.<br />Kansas resident William Chrestman and four others were arrested in Missouri and Arizona, authorities said, describing in two complaints allegations that the five people coordinated their efforts to advance together onto the Capitol grounds, dressed in tactical gear bearing strips of orange tape.<br />According to several of Mr. Chrestman’s friends and former classmates, he grew up in California, developing more radical views in recent years. They said that before his  Facebook  page was deleted he posted conspiracy theories there about vaccines and QAnon, and engaged with people in heated online debates.<br />Affidavits for the arrest of the five people said they marched as a group with other known members of the Proud Boys, which describes itself as an organization for “Western chauvinists.” Several of those members have been previously arrested on similar charges, and, according to the affidavits, worked to prevent law enforcement from securing the area.<br />Since the riot on Jan. 6, more than 200 participants have been arrested on charges ranging from unlawful entry of a restricted building to assaulting federal officers. Prosecutors have also focused more specifically on alleged members of the Proud Boys and several militia groups including the Oath Keepers, building cases that accuse small subsets of the larger group of rioters of coordinating their actions and planning the assault in advance."
}