{
    "url_original": "https://www.wsj.com/articles/more-green-blackouts-ahead-11614125061?mod=opinion_lead_pos1",
    "url": "more-green-blackouts-ahead-11614125061",
    "title": "More Green Blackouts Ahead",
    "sub_head": "Biden’s regulators are ignoring the electrical grid’s vulnerability.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-23 19:04:00",
    "body": "You’d think the Texas blackouts would trigger some soul-searching about the vulnerability of America’s electrical grid. Not in today’s hothouse of climate politics. The Biden Administration is already moving to stop an examination of grid vulnerability to promote unreliable renewable energy sources.<br />Regulators have been warning for years that the grid is becoming shakier as cheap natural gas and heavily subsidized renewables replace steady coal and nuclear baseload power. “The nation’s power grid will be stressed in ways never before experienced” due to “an unprecedented resource-mix change,” the North American Electric Reliability Corporation (NERC) warned in 2011.<br />It added: “Environmental regulations are shown to be the number one risk to reliability over the next one to five years.” But the Obama Federal Energy Regulatory Commission(FERC) refused to consider how climate policies would affect reliability. Since 2011 about 90 gigawatts (GW) of coal capacity have shut down, replaced by some 120 GW of wind and solar and 60 GW of gas power capacity.<br />But renewables don’t generate power around-the-clock as gas, nuclear and coal do. Gas plants depend on just-in-time fuel deliveries, which aren’t reliable in extreme weather. Government-made pipeline bottlenecks constrain deliveries in the Northeast. Liberals also say Texas could have better weathered the Arctic blast if its grid didn’t rely almost entirely on in-state power.<br />But the Southwest Power Pool, north of Texas, and the Midwest power grid—both of which rely heavily on wind backed by gas—also experienced power outages last week due to declining surging demand, wind production and gas shortages. California relies on gas and imports to back up its solar power. But last summer California couldn’t get enough power from its neighbors amid a heat wave that strained the entire Western grid. Hydropower from the Northwest and coal from Utah couldn’t stop blackouts."
}