{
    "url_original": "https://www.wsj.com/articles/more-protests-erupt-in-myanmar-as-fears-of-life-under-military-rule-return-11612689821?mod=world_major_1_pos1",
    "url": "more-protests-erupt-in-myanmar-as-fears-of-life-under-military-rule-return-11612689821",
    "title": "Tens of Thousands Protest in Myanmar as Fears of Life Under Military Rule Return",
    "sub_head": "Since last week’s coup, many activists and civilian leaders have been detained or are in hiding",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-296063?width=620&size=1.5",
    "image_1": "im-296063.jpg",
    "time": "2021-02-07 04:23:00",
    "body": "Loud chants of “We don’t want military dictatorship, we want democracy” echoed on the streets of Yangon as tens of thousands of protesters gathered in Myanmar’s largest city to oppose last week’s coup, putting them on a collision course with authorities, who have violently suppressed such demonstrations in the past.<br />Since they seized power six days ago, Myanmar’s generals and their allies have tried to prevent mass protests from mobilizing.<br />They ordered an internet blackout through Saturday and most of Sunday before service started to resume midafternoon. Political activists and civilian politicians, prominently Aung San Suu Kyi, the hugely popular leader whose government they deposed, are detained. On Saturday, when demonstrations began, widely circulated text messages falsely claimed Ms. Suu Kyi had been released—an effort, activists said, to decrease turnout.<br />Still, people began streaming out of their homes as early as 9 a.m. on Sunday. Many carried posters of Ms. Suu Kyi, who is confined in her residence in the nation’s capital. They shouted, “release our leaders,” and wore red T-shirts and headbands—the color associated with her party. Supporters huddled in the opened-up trunks of their cars and waved her party’s flag.<br />Police in riot gear were present and barricades were set up to block demonstrators from marching toward downtown Yangon."
}