{
    "url_original": "https://www.wsj.com/articles/morgan-wallen-suspended-from-record-label-after-shouting-racial-slur-on-video-11612386540?mod=business_featst_pos2",
    "url": "morgan-wallen-suspended-from-record-label-after-shouting-racial-slur-on-video-11612386540",
    "title": "Morgan Wallen Suspended From Record Label After Shouting Racial Slur on Video",
    "sub_head": "Radio and streaming services pull back from promoting the country music star, who issues apology",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-294561?width=620&size=1.5",
    "image_1": "im-294561.jpg",
    "time": "2021-02-03 16:09:00",
    "body": "The hottest star in country music, Morgan Wallen, faced a series of blows on Wednesday after a video of him making a racial slur went viral.<br />Mr. Wallen’s record label, Big Loud Records, said it suspended his recording contract because of his use of the N-word. Radio stations and streaming services stopped promoting his music and other artists including Maren Morris, Jason Isbell and Mickey Guyton criticized him on social media.<br />Mr. Wallen has publicly apologized, saying, “I’m embarrassed and sorry. I used an unacceptable and inappropriate racial slur that I wish I could take back.”<br />The distancing by his label, radio and streaming services pumps the brakes on what was a rocketing career for the country artist that many industry executives saw as poised to break through to a wider audience. Mr. Wallen is scheduled to tour this summer, but without the backing of many key industry players, his future career is in question.  Live Nation Entertainment Inc.,  his concert promoter, hasn’t responded to a request for comment.<br />“I won’t be surprised if he loses most of the slots on some festivals, if they should actually occur this year or next,” said Nashville-based entertainment attorney and artist manager Zach Scott Gainous. Such contracts “likely allow for cancellation for so-called ‘immoral’ behavior,” he said."
}