{
    "url_original": "https://www.wsj.com/articles/morgan-stanley-courts-startup-employees-with-stock-plan-deal-11614088828?mod=markets_lead_pos11",
    "url": "morgan-stanley-courts-startup-employees-with-stock-plan-deal-11614088828",
    "title": "Morgan Stanley Courts Startup Employees With Stock-Plan Deal",
    "sub_head": "The bank said it struck a deal with Silicon Valley law firm Wilson Sonsini to take over the stock plans it manages for thousands of clients",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-302452?width=620&size=1.5",
    "image_1": "im-302452.jpg",
    "time": "2021-02-23 09:00:00",
    "body": "Morgan Stanley  is betting a partnership in Silicon Valley will lead to new long-term clients for its wealth-management business.<br />The bank said Tuesday that it struck a deal with Wilson Sonsini Goodrich & Rosati to take over the stock plans the law firm manages for thousands of clients. Terms of the deal weren’t disclosed. Startups often offer stock as part of an employee’s pay. Wilson Sonsini created its own stock-plan software decades ago to help clients track the value of their employees’ holdings as companies matured from early-stage startups and raised outside money to finance their growth.<br />Morgan Stanley is pushing into stock-plan administration as an early entree into the financial lives of a new generation of customers. Some of those clients, the bank hopes, will turn to it for more lucrative services, such as advice, as their needs grow more complex. The digitization of finance has unleashed low- or no-cost services, such as commission-free trades and zero-fee investment funds, that money managers are deploying to attract new clients.<br />The Wilson Sonsini agreement aims to give Morgan Stanley a leg up in cementing connections with startups and their employees before a possible public offering. Some will become millionaires overnight; Google Inc., LinkedIn,  Twitter Inc.  and  Lyft Inc.  are among the companies the law firm helped take public.<br />Morgan Stanley paid $900 million to acquire Solium Capital Inc. in 2019, adding a platform that specialized in privately held firms and last year bought E*Trade Financial Corp., which manages stock plans for hundreds of companies, for $13 billion."
}