{
    "url_original": "https://www.wsj.com/articles/most-small-firms-below-pre-pandemic-levels-fed-survey-finds-11612371600?mod=business_minor_pos5",
    "url": "most-small-firms-below-pre-pandemic-levels-fed-survey-finds-11612371600",
    "title": "Most Small Firms Below Pre-Pandemic Levels, Fed Survey Finds",
    "sub_head": "In survey of almost 10,000 respondents, many small companies said continued government aid is key to their survival",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-294339?width=620&size=1.5",
    "image_1": "im-294339.jpg",
    "time": "2021-02-03 12:00:00",
    "body": "America’s small businesses remain under stress from coronavirus pandemic disruptions, and many of them say continued government support is crucial to their survival, according to a new report from the Federal Reserve’s 12 regional banks released on Wednesday.<br />Just under 90% of companies surveyed by the Fed banks said business had not returned to pre-pandemic levels almost a year after the crisis began. Of those that lost ground, 30% said that without more government aid, their companies might not survive, the report said.<br />The survey, an annual project that tallied nearly 10,000 respondents from firms with 500 or fewer employees, found that almost all small firms reported some negative impact from the pandemic, with 78% reporting a drop in income and just under half cutting their workforce in response to reduced demand. Just over half of the firms said revenue for last year is likely to have fallen by more than 25%. The survey was carried out in October and November.<br />The Fed noted in the report that while it surveyed conditions among small businesses, it is those businesses that represent 99.7% of all employers. The report arrives as the Biden administration and Congress are debating another round of economic stimulus to help the economy navigate and escape the effects of the pandemic, which has had a withering impact on business and hiring, both in the United States and in other nations.<br />The Fed is itself providing significant support via ultra low rates and bond-buying efforts aimed at keeping the cost of credit low. Emergency lending programs offered by the Fed, which in many cases saw relatively light usage, have been curtailed. The Small Business Administration’s Paycheck Protection Program, however, has been relaunched."
}