{
    "url_original": "https://www.wsj.com/articles/most-salesforce-employees-to-work-remotely-at-least-part-time-after-pandemic-11612897201?mod=tech_lead_pos6",
    "url": "most-salesforce-employees-to-work-remotely-at-least-part-time-after-pandemic-11612897201",
    "title": "Most Salesforce Employees to Work Remotely at Least Part Time After Pandemic",
    "sub_head": "Software giant plans for staff to work from office several days a week or from home full-time, with just a fraction required on site daily",
    "category_1": "Tech",
    "time": "2021-02-09 14:00:00",
    "body": "Salesforce.com Inc.  plans for most of its employees to work remotely part- or full-time after the pandemic and to reduce its real-estate footprint as a result, a top executive said, showing Covid-19’s lasting impact on how companies manage their workforces.<br />The business-software provider, which has 54,000 global employees, is among the largest companies to spell out how it plans staff to work after Covid-19 recedes. Chief People Officer Brent Hyder said Salesforce’s changes would include revamping office layouts to increase collaboration space instead of having a “sea of desks.” Mock-ups of its new offices feature café-style seating, open-air conference areas and private nooks, with an emphasis on clean desks and social distancing.<br />“We’re not going back to the way things were,” Mr. Hyder said in an interview. “I don’t believe that we’ll keep every space in every city that we’re in, including San Francisco.”<br />Salesforce expects more than 65% of its workforce to come into the office only one to three days a week in the future, up from 40% before the pandemic. An unspecified number of additional employees would be fully remote.<br />The company is the largest private employer in San Francisco and occupies the city’s tallest building, known as Salesforce Tower, and others with similar names in cities including Indianapolis, New York and Chicago. The company declined to say how much its real-estate footprint might shrink as a result of its changes."
}