{
    "url_original": "https://www.wsj.com/articles/mr-humble-and-dr-butcher-review-a-heart-in-the-right-place-11613944208",
    "url": "mr-humble-and-dr-butcher-review-a-heart-in-the-right-place-11613944208",
    "title": "‘Mr. Humble and Dr. Butcher’ Review: A Heart in the Right Place",
    "sub_head": "The pioneer of head-transplant surgery believed that the soul resides in the brain and could be rescued from physically compromised bodies.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-302123?width=620&size=1.5",
    "image_1": "im-302123.jpg",
    "time": "2021-02-21 16:50:00",
    "body": "The “title characters” of Brandy Schillace’s admirable biography “Mr. Humble and Dr. Butcher: A Monkey’s Head, the Pope’s Neuroscientist, and the Quest to Transplant the Soul” were one and the same person: Robert J. White, a distinguished neurosurgeon, an accomplished neuroscientist and a man dedicated to searching for the means to transplant souls by transplanting the human brain. If this makes White sound macabre, Ms. Schillace’s account of his life, work and temperament is anything but. She deftly persuades the reader to take White seriously (he wasn’t even eccentric) and to ponder profound medical-scientific-philosophical issues. Best of all, the book is fascinating.<br />White (1926-2010)—blue-collar, middle-class, born in Duluth, Minn.—was, in many ways, a model American. He enlisted in the Army during World War II and served in the medical corps. Afterward he received a full scholarship to Harvard Medical School and in 1953 graduated with full honors. He subsequently enrolled in the University of Minnesota’s neuroscience program and completed his Ph.D. In 1961 he moved with his family (he and his wife would have 10 children) to Cleveland, where he founded the neurosurgery department and brain-research lab at Metropolitan General Hospital.<br />White’s contribution to mainstream medicine was groundbreaking and enduring. He played a seminal role in the medical use of “localized hypothermic cerebral perfusion”—putting the brain on ice, so to speak, to provide surgeons with the necessary time to repair it. Perfusion is now commonplace—it is also used in cardiac surgery—and has saved the lives of countless individuals who would otherwise have died. By the end of his life, White, a superb surgeon, had operated thousands of times, was loved by his patients and their families, advised two popes on bioethical matters, had written hundreds of articles and won numerous honors. He thought it important to make himself available to the press (perhaps too available: one headline read “Monkeys Help Doctor Get ‘Ahead’ ”) and popular culture (he was a consultant on the 2008 movie “X-Files: I Want to Believe”).<br />But Ms. Schillace didn’t write this book to chronicle the life of a routinely establishment physician. Even as a young man, White, a devout Catholic, was convinced that the soul was located in the brain, what the author describes as “three pounds of gelatinous convolutions and a hundred billion nerves.” White felt it was his religious and medical duty to devise techniques for rescuing healthy brains from otherwise diseased and dying bodies. His solution was to transplant heads (containing their brains) onto cadavers that were brain dead but otherwise physiologically viable.<br />Before he could attempt such surgery on people, White experimented, mostly on monkeys, dozens of times, to ascertain and refine the necessary procedures. In March 1970 he succeeded in transplanting a monkey’s head onto another monkey’s body. (A warning: Ms. Schillace’s descriptions of surgery are very detailed.) The transported head didn’t survive long, but the important thing for White was that sensors revealed electrical impulses emanating from the resettled brain. White believed that only brain death—the cessation of the brain’s electrical signals—meant true death. Therefore the monkey whose head was relocated, while its brain was still active, was, in White’s opinion, actually alive. He couldn’t wait to start on human transplants."
}