{
    "url_original": "https://www.wsj.com/articles/multiple-power-sources-fail-and-texas-freezes-11614113239?mod=opinion_major_pos17",
    "url": "multiple-power-sources-fail-and-texas-freezes-11614113239",
    "title": "Multiple Power Sources Fail and Texas Freezes",
    "sub_head": "Here in Michigan, we have more than a thousand wind turbines that operate without failures in far more severe winter weather than Texas has ever seen.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-300699?width=620&size=1.5",
    "image_1": "im-300699.jpg",
    "time": "2021-02-23 15:47:00",
    "body": "Your editorial “Texas Spins Into the Wind” (Feb. 18) misplaces the blame for the rolling blackouts in Texas on its “frozen turbines.” Here in Michigan, we have more than a thousand wind turbines that operate without failure in far more severe winter weather than Texas has ever seen. The difference is that our wind turbines are equipped with optional cold-weather packages; apparently the turbines in Texas are not. This is an extra-cost option that wind-turbine manufacturers offer, just as auto makers offer optional cold-weather packages for the cars they sell. Michigan gas pipelines and power plants are also winterized, and continue to operate in severe weather. It isn’t the fault of wind-turbine technology that some of the wind turbines in Texas froze; it was the result of a cost-cutting purchase decision that backfired.<br />This isn’t the first time. Ten years ago, in February 2011, Texas had unusually cold weather that led to power plant failures (both wind and gas) causing 3.2 million customers to lose power. Then, as now, more power was lost from frozen gas facilities than frozen wind turbines; only 6% of their electricity came from wind at that time. There was an investigation, of course. The Federal Energy Regulatory Commission reported a key finding: “The lack of any state, regional or reliability standards that directly require generators to perform winterization left winter-readiness dependent on plant or corporate choices.” Texas power producers could have equipped their wind turbines and gas systems for this weather. They choose not to.<br />John Richter<br />Great Lakes Renewable Energy Association<br />Bingham Farms, Mich."
}