{
    "url_original": "https://www.wsj.com/articles/music-by-sia-review-stuck-in-the-now-11612993256",
    "url": "music-by-sia-review-stuck-in-the-now-11612993256",
    "title": "‘Music’ by Sia Review: Stuck in the Now",
    "sub_head": "Released in conjunction with her movie of the same name, the pop artist’s new album is feel-good albeit generic.",
    "category_1": "Music Review",
    "time": "2021-02-10 16:40:00",
    "body": "<br /><br /><br />Sia Furler’s life in music has followed a strange and winding path. The Australian-born artist, now age 45, spent the 1990s and early ’00s in relative obscurity, playing with a few bands, landing the occasional guest vocal, and releasing a handful of solo records as simply Sia. Back then, much of her own work was loose and jazzy folk-pop, including “Breathe Me,” which in 2005 memorably provided the soundtrack for the closing scene from the acclaimed HBO series “Six Feet Under.” Later in that decade, she began writing for other singers and turned out to be very good at it. She topped the charts as a songwriter with Rihanna’s 2012 smash “Diamonds” and used that momentum to reboot her solo career. Her own hits, and those she’s written for others, represent an influential approach to pop craftsmanship, one in which hugely catchy melodic phrases are married to uplifting lyrics to generate anthems about empowerment.<br />Ms. Furler’s success as a songwriter has afforded her an opportunity to work in other mediums. “Music” (Atlantic / Monkey Puzzle), her ninth studio album, out Friday, is a companion to a film of the same name that she co-wrote and directed. It stars Kate Hudson, Leslie Odom Jr. and dancer Maddie Ziegler, who has appeared in many of Ms. Furler’s music videos, in a story about a child on the autism spectrum named Music. Following her grandmother’s death, the girl, played by Ms. Ziegler, is suddenly thrust into the care of her troubled sister (Ms. Hudson), a former drug dealer who is herself struggling to survive. (The movie has drawn fire for being insensitive in its handling of autism, and also in its casting, with some activists suggesting the title role should have gone to an actor with the condition.) The drama unfolds alongside elaborately staged fantasy sequences representing Music’s internal life."
}