{
    "url_original": "https://www.wsj.com/articles/my-mother-got-covid-in-a-new-york-nursing-home-11613580694?mod=opinion_lead_pos6",
    "url": "my-mother-got-covid-in-a-new-york-nursing-home-11613580694",
    "title": "My Mother Got Covid in a New York Nursing Home",
    "sub_head": "The truth is coming out about Cuomo’s disastrous policy. Families like mine demand accountability.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-300030?width=620&size=1.5",
    "image_1": "im-300030.jpg",
    "time": "2021-02-17 11:51:00",
    "body": "My mother, Joan Morris, died of Covid-19, which she contracted at a Brooklyn, N.Y., nursing home. She arrived there Jan. 24, 2020. She came down with Covid symptoms the week of April 5. She was sent to the hospital on April 10, was diagnosed with Covid on April 11, and died on April 17.<br />Last month the state acknowledged that 12,743 people died of Covid contracted in nursing homes because they were inexplicably put in harm’s way by the admission of new residents who were Covid-positive.<br />My mother’s death was entirely preventable. She had a treatable ailment (a broken vertebra) along with a pre-existing condition (advanced emphysema), and she would be alive today but for Gov. Andrew Cuomo’s executive order that forced nursing homes to accept Covid patients—which he issued despite the availability of thousands of beds in the empty Javits Convention Center, the largely unused Central Park field hospital, and the underused federal hospital ship USNS Comfort, which was stationed in New York for all of April. According to media reports, Mr. Cuomo and Health Commissioner Howard Zucker then undercounted, concealed and suppressed the nursing-home death toll.<br />My mother shouldn’t be a mere statistic on a dubious government chart. Unless there is meaningful accountability, the people Mr. Cuomo once called the most “precious” in our community will have died in vain. Families deserve to know the truth. State and federal prosecutors should open an investigation to determine if Mr. Cuomo’s executive response to Covid-19 was criminally negligent or a violation of laws against elder abuse.<br />Certainly it was an unprecedented public-policy disaster. Instead of owning its errors of judgment, the Cuomo administration pushed the Legislature to pass a measure shielding nursing homes from civil liability. This was a de facto grant of immunity for Mr. Cuomo’s policy decision, as lawsuits would have revealed the real numbers. The immunity was scaled back with another law in August, but it should be reversed entirely."
}