{
    "url_original": "https://www.wsj.com/articles/myanmar-coup-aung-san-suu-kyi-11612169495?mod=business_minor_pos4",
    "url": "myanmar-coup-aung-san-suu-kyi-11612169495",
    "title": "Myanmar Military Coup: Why Is Aung San Suu Kyi Being Detained and What’s Happening?",
    "sub_head": "The coup deals a major blow to the country’s transition to democracy",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-01 06:24:00",
    "body": "Myanmar’s military seized control of the government on Monday, detaining Aung San Suu Kyi and senior members of her National League for Democracy party and dealing a major blow to the country’s historic transition to democracy.<br />Tensions with the military have risen in recent months after Ms. Suu Kyi’s party won national elections in a landslide, and the military-backed opposition party disputed the election process. The military alleged that the voter lists had false names and said its attempts to resolve the issue were rebuffed by the election commission. The election commission has denied there was widespread election fraud.<br />On Monday, which was scheduled to be the first day of parliament since the elections, the military said it was imposing a state of emergency.<br />Yes. Myanmar’s military never fully relinquished power, retaining control of key government ministries and a chunk of parliamentary seats even after Ms. Suu Kyi’s party was elected in 2015. But the coup puts the military fully back in control. Power has been transferred to army chief Min Aung Hlaing, according to an announcement made Monday on an army-run television channel.<br />Ms. Suu Kyi is the daughter of Aung San, a politician and military leader who helped the country gain independence from British colonial rule in 1948. She rose to prominence decades later when she took on the country’s generals and was put under house arrest in 1989, a year before the party she led won national elections. She was awarded the Nobel Peace Prize in 1991 and spent 15 years in detention over two decades, becoming one of the world’s most prominent political prisoners. She was released in 2010 as the country began its transition to democracy. Her party, the National League for Democracy, came to power in a 2015 vote that marked a historic shift in the country’s politics. She has served in the role of state counselor rather than president, but effectively led the Southeast Asian country before Monday’s coup."
}