{
    "url_original": "https://www.wsj.com/articles/myanmar-protesters-gather-to-oppose-military-coup-11612603718?mod=world_major_1_pos1",
    "url": "myanmar-protesters-gather-to-oppose-military-coup-11612603718",
    "title": "Myanmar Protesters Gather to Oppose Military Coup",
    "sub_head": "Police in riot gear were deployed in Yangon and water cannons were present as authorities shut down internet access in the country",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-06 04:28:00",
    "body": "SINGAPORE—Hundreds of protesters took to the streets of Myanmar’s largest city, Yangon, on Saturday to oppose the military’s seizure of power from the country’s civilian-run government this week.<br />The protesters, many of them students, carried posters that read “End the dictatorship” and “We are together,” and chanted similar slogans in the first such demonstration since the coup. Police in riot gear were deployed in large numbers and trucks with water cannons were present in the area, raising fears of a crackdown.<br />The coup took place in the early hours of Monday, when soldiers raided the homes of civilian leader Aung San Suu Kyi and other officials ahead of a new session of parliament. Ms. Suu Kyi’s party had trounced its military-backed opponents by a big margin in national elections in November. The military said it was taking control because election officials didn’t address its complaints about fraud involving the country’s voter lists.<br />Ms. Suu Kyi remains detained in her house in the nation’s capital. Political activists and a number of her key aides are also detained. The U.S. and many other foreign governments have condemned the takeover and asked the army to reverse course.<br />The military, or Tatmadaw as it is known in Myanmar, has been in control for most of the past 73 years since the country won independence from British colonial rule. It began a celebrated shift toward democracy a decade ago but that process ended abruptly this week. The military has a history of violent crackdowns against pro-democracy demonstrators."
}