{
    "url_original": "https://www.wsj.com/articles/myanmar-protests-hundreds-of-thousands-take-to-the-streets-during-strike-to-oppose-coup-11613993754",
    "url": "myanmar-protests-hundreds-of-thousands-take-to-the-streets-during-strike-to-oppose-coup-11613993754",
    "title": "Myanmar Protests: Hundreds of Thousands Take to the Streets During Strike to Oppose Coup",
    "sub_head": "Protesters use live-streaming, messaging apps and social media to exchange plans and alert one another of danger",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-22 06:35:00",
    "body": "Hundreds of thousands of people took to the streets across Myanmar in response to calls by activists for a general strike, mounting what appeared to be one of the largest demonstrations against this month’s coup and signaling to the country’s military that resistance to its takeover isn’t likely to abate.<br />Protesters have rallied every day for more than two weeks. The Feb. 1 coup abruptly ended Myanmar’s decadelong democratic shift and returned the country to military rule, with the hugely popular civilian politician Aung San Suu Kyi detained in her house and the commander-in-chief of the armed forces in absolute control. Hundreds of others have since been detained, including politicians and activists, and nights bring internet blackouts and the fear of police raids and other attacks.<br />Monday’s massive turnout, accompanied by the closure of many shops and other places of work, comes after police fired on protesters on Saturday, killing two people. More than 30 others were injured in the incident, which took place in the city of Mandalay. A message on state-run TV late Sunday warned that protesters were pushing people down a path of confrontation where they would suffer a loss of life.<br />The demonstrations don’t have a leader, but participants have mobilized crowds using phone calls, texts, live-streaming, messaging apps like Signal and social-media websites to exchange plans and alert fellow protesters.<br />Arising at 5 a.m. Monday, Thaw Zin drove around Myanmar’s largest city, Yangon, to map out the locations of police barricades, street closures and convoys of military vehicles—details he shared with a core group of friends, whom he calls “proliferators of information,” who in turn relayed the tidbits to others to help plan the day’s demonstrations. An hour later, he was at a prominent protest site, hanging up posters from an overpass before police arrived."
}