{
    "url_original": "https://www.wsj.com/articles/myanmar-coup-poses-diplomatic-challenge-for-world-leaders-11613049643?mod=business_minor_pos4",
    "url": "myanmar-coup-poses-diplomatic-challenge-for-world-leaders-11613049643",
    "title": "Myanmar Coup Poses Diplomatic Challenge for World Leaders",
    "sub_head": "Even before Gen. Min Aung Hlaing wrested control, the U.S. had slapped sanctions on him, and his army’s campaigns are the subject of a genocide case",
    "category_1": "World",
    "time": "2021-02-11 08:20:00",
    "body": "SINGAPORE—On the fifth day after Myanmar’s military chief seized power in a coup, his new foreign minister invited the diplomatic corps for a briefing via Zoom, the videoconferencing app. For Western officials, this presented a problem: Would attendance signal that they were in any way recognizing Gen. Min Aung Hlaing’s rule?<br />A flurry of discussions followed. In the end, many, including the U.S., sent deputies rather than ambassadors. Some kept their cameras off. Others expressed condemnation of the takeover, according to four diplomats with knowledge of the meeting.<br />“It was a statement—not to be there in any way to give the impression that this was OK, or that we were OK with the coup,” one of the diplomats said. “On the other hand, we want to keep diplomatic channels open.”<br />The episode captures the dilemma many in the international community face over if and how to engage with the regime of Gen. Min Aung Hlaing, who last week ended Myanmar’s decadelong transition to democracy. Even before he wrested absolute control, Washington had slapped sanctions on him over alleged human-rights abuses, and his army’s brutal campaigns became the subject of a continuing genocide case at the U.N.’s top court.<br />Since the Feb. 1 coup, a number of foreign governments have tried to get him to back down. On Wednesday, President Biden said the U.S. would impose fresh sanctions against the military leadership. Secretary of State Antony Blinken spoke this week with officials from India and Japan, who have influence in the country, to apply pressure. New Zealand suspended all ties and declared the regime illegitimate."
}