{
    "url_original": "https://www.wsj.com/articles/mysteries-smoke-review-11614352234?mod=ig_booksfebruary27",
    "url": "mysteries-smoke-review-11614352234",
    "title": "Mysteries: ‘Smoke’ Review",
    "sub_head": "An impulsive getaway lands Isaiah Quintabe in the middle of a fresh mystery.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304785?width=620&size=1.5",
    "image_1": "im-304785.jpg",
    "time": "2021-02-26 10:10:00",
    "body": "Isaiah ‘IQ’ Quintabe, the young, supersmart consulting detective in Joe Ide’s winning series of idiosyncratic novels, has already seen more than his share of pain and suffering in a relatively brief career. Now, at the beginning of his fifth adventure, “Smoke” (Mulholland, 323 pages, $28), he’s decided he’s had enough. With angry hoodlums out to kill him, Isaiah leaves his home base in East Long Beach, Calif., and drives north: “He was exhausted, mentally and physically. . . . He didn’t want to hear any more victims sobbing and grieving or be around any more gangsters, killers, sociopaths and lunatics. . . . Too much evil. Too much death.”<br />Isaiah impulsively parks his Mustang GT in the Northern California town of Coronado Springs, a place that may offer the chance for spiritual renewal. (“A main street of shops . . . a Spanish-style city hall with a fountain and a courtyard. That seemed a good enough reason to stop, rest up, experiment with this relaxation thing.”) No sooner has he found lodging, though, than his attention is grabbed by an escapee from a mental hospital who claims to be on the trail of a notorious serial killer. Goaded by the “Demon Curiosity,” as Isaiah dubs his own “driving need to know,” the detective finds himself sucked once more into the maelstrom of a perilous investigation.<br />Meanwhile, another murderer—a former hit man and pit bull breeder—has gotten out of prison and has his heart set on assassinating Isaiah, who put him behind bars. Learning Isaiah has left town, this villain turns his attention to the detective’s (now former) girlfriend Grace, an artist whom he hopes to use as bait to lure his nemesis back to Long Beach.<br />Mr. Ide, always a generous plotter, weaves several other storylines into this kaleidoscopic chronicle. Isaiah’s best friend Dodson, in hopes of becoming a proper wage-earner, interns at an advertisement agency where he sees how he might plausibly transform himself from a neighborhood hustler into a bona fide ad man. Deronda, the single mother and food-truck entrepreneur with whom Grace is now living, has her hard-won success and peace of mind jeopardized by an extortionist who threatens to expose her loose-living past in ways that would traumatize her little boy. Grace tries to help Deronda extricate herself from this predicament, even as she struggles to produce new paintings for an upcoming gallery show—and yearns to reunite with Isaiah.<br />Dozens of other wonderfully sketched minor characters—science-fair whiz kids, pimps and prostitutes, working-class heroes, vengeance-bent relatives, sorrowful junkies and idealistic strivers—flesh out this richly imagined and sharply written saga. “Smoke,” which concludes with a cliffhanging crisis, positively demands a follow-up, and fast."
}