{
    "url_original": "https://www.wsj.com/articles/mysteries-the-mercenary-review-11613749878?mod=ig_booksfebruary20",
    "url": "mysteries-the-mercenary-review-11613749878",
    "title": "Mysteries: ‘The Mercenary’ Review",
    "sub_head": "The story of a spy who gets a second chance keeps its cards close to the vest.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-301112?width=620&size=1.5",
    "image_1": "im-301112.jpg",
    "time": "2021-02-19 10:51:00",
    "body": "Alek Garin, the title character in Paul Vidich’s edgy espionage novel “The Mercenary” (Pegasus, 274 pages, $25.95), is a former CIA agent living in Greenwich Village in 1985. He accepts sporadic Agency work in the wake of a priority assignment blown to smithereens six years ago. (He failed to exfiltrate a KGB officer from Moscow.) Now the Agency wants Garin to try again, this time with a defector who insists Garin is the only person he’ll deal with. “Life rarely offers second chances,” Garin’s CIA contact tells him. “Don’t squander this one.”<br />Garin takes the assignment and joins the staff at the Agency’s Moscow Station with the cover job of “Consular Officer, Human Rights.” He meets with the defector (code name: GAMBIT) and learns why he demanded Garin, who “lost” a previous KGB veteran. “For me—and for you,” says GAMBIT, “it’s our lives. KGB officers don’t survive two failures, and I think the CIA is the same. . . . I trust a man who has as much to lose as I do.”<br />At first, “The Mercenary” seems an outstanding example of a familiar sort of spy saga. But there’s more to Alek Garin than most people know. Where did he learn to speak Russian? Why is his accent so odd? Family and professional secrets are revealed only gradually. We remain unsure how this conflicted character will fare in a Moscow full of political factions and Agency turncoats. “He’ll get GAMBIT across,” insists Garin’s superior. But at what cost?<br />Alex Berenson’s “The Power Couple” (Simon & Schuster, 421 pages, $28) features Rebecca and Brian Unsworth; she heads the FBI’s Russia counterintelligence desk, he’s a coder for the NSA. The demands of Rebecca’s high-pressure job have lately taken a toll on her husband and two teenage children: “Her workday left her barely enough time to be a mother or a wife.” Brian feels he’s become a mere supporting player in the movie of his wife’s life: “the spouse who shows up in a couple of scenes to humanize the lead character.”<br />But wife and husband are united in common cause when their 19-year-old daughter Kira is abducted in Barcelona during a family vacation. Rebecca pulls strings to get assistance from FBI contacts, and local authorities also help out. Was Kira grabbed at random or targeted because of her parents’ work? Mr. Berenson, a veteran storyteller, succeeds quickly in getting the reader to care about his main characters."
}