{
    "url_original": "https://www.wsj.com/articles/naomi-osaka-wins-the-australian-open-her-fourth-grand-slam-title-11613815609",
    "url": "naomi-osaka-wins-the-australian-open-her-fourth-grand-slam-title-11613815609",
    "title": "Naomi Osaka Wins the Australian Open, Her Fourth Grand Slam Title",
    "sub_head": "Straight-set victory over Jennifer Brady is Osaka’s second title in Melbourne",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-302024?width=620&size=1.5",
    "image_1": "im-302024.jpg",
    "time": "2021-02-20 05:28:00",
    "body": "The months since tennis returned to action last fall have been one long experiment for players—in preparation, in logistics, and in not going crazy. They have been locked in hotel rooms, torn up training plans, and bounced from bubble to bubble. This winter, they traveled halfway around the world for an Australian Open that wasn’t guaranteed to happen.<br />But somewhere in all the uncertainty, Japan’s Naomi Osaka became the surest thing in tennis. Practically undefeated in any competitive match since the coronavirus hiatus last summer, Osaka on Saturday won the Australian Open by beating American Jennifer Brady 6-4, 6-3 in Melbourne’s Rod Laver Arena.<br />Osaka, 23, now has four Grand Slam titles to her name, adding to the 2018 and 2020 U.S. Opens, plus her win in Australia in 2019. She has never lost a major final.<br />On a women’s circuit that has grown extremely deep—eight of the previous 17 majors had been won by first-time champions—Osaka has turned into a model of consistency. The last woman not named Serena Williams to rack up her fourth major was Maria Sharapova at Roland-Garros in 2012. And she did it without a pandemic dropping into her career.<br />“I think the thing that I’m most proud of is now mentally strong I’ve become. I used to be really up and down,” Osaka said before the final. “The quarantine process and seeing everything that’s going on in the world, for me it put a lot into perspective…I used to weigh my entire existence on if I won or lost a tennis match. That’s just not how I feel any more.”"
}