{
    "url_original": "https://www.wsj.com/articles/nasdaq-amends-its-diversity-plan-11614547707?mod=opinion_lead_pos7",
    "url": "nasdaq-amends-its-diversity-plan-11614547707",
    "title": "Nasdaq Amends Its Diversity Plan",
    "sub_head": "We’ve listened to critics and made allowances for their needs and concerns.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-304885?width=620&size=1.5",
    "image_1": "im-304885.jpg",
    "time": "2021-02-28 16:28:00",
    "body": "Nasdaq recently submitted a proposal to the U.S. Securities and Exchange Commission focused on diversity of the boards of companies listed on our U.S. exchange. Our proposal establishes a recommended objective for companies to include at least two board members from diverse backgrounds. We asked that each company disclose anonymous aggregate data—self-disclosed by the directors—regarding their gender identity, race, ethnicity and sexual orientation.<br />We provide a runway of two to four years to meet the objective, and we are providing free assistance to our listed companies with a suite of tools and services to help them along the way.<br />We submitted the proposal expecting it to spark debate and discussion. Most important, it is not a quota: the only requirement for companies that don’t meet this new objective is to provide an explanation to shareholders. During the SEC comment period, the vast majority of commenters spoke in favor of our proposal. Some criticized it for not going far enough, and some felt that Nasdaq shouldn’t get involved in boardroom diversity at all.<br />We have listened closely to all the feedback, and we’re making some changes to strengthen our proposal in response. For example, we heard from companies with smaller boards, as well as from several small-cap investors, that meeting the diversity objective would be more challenging for them. As a result of that feedback, we’re now proposing that companies with five or fewer directors may satisfy the recommended objective with one director from a diverse background rather than two. We’re also providing a one-year grace period in the event a vacancy on the board brings a company under the recommended diversity objective.<br />Overall, our proposal seeks to demonstrate that, with proper disclosure and clear objectives, companies and investors can create momentum toward an approach to capitalism that offers more opportunity to more people. We believe this can be accomplished through a market-driven solution—rather than government intervention."
}