{
    "url_original": "https://www.wsj.com/articles/neera-tandens-death-by-twitter-11614207594?mod=opinion_major_pos7",
    "url": "neera-tandens-death-by-twitter-11614207594",
    "title": "Neera Tanden’s Death by Twitter",
    "sub_head": "Does Twitter have a tool for deleting 1,000 politically self-destructive tweets?",
    "category_1": "Opinion",
    "category_2": "Wonder Land",
    "time": "2021-02-24 17:59:00",
    "body": "Joe Biden’s nomination of Neera Tanden to run the Office of Management and Budget looks as if it is going to fail Senate confirmation because of her . . . tweets. As the long-ago talk-show host Jack Paar was the first to say, I kid you not.<br />Democratic Sen. Joe Manchin most likely sank Ms. Tanden’s nomination when he said he would vote against her. He joined three Republicans in opposition—Sens. Rob Portman, Susan Collins and Mitt Romney. On Wednesday, two Senate committees “postponed” votes on her nomination, which means, it’s melting.<br />In her years before the  Twitter  mast, Ms. Tanden tweeted that Mitch McConnell was “Voldemort” and “Moscow Mitch,” compared Ted Cruz unfavorably to vampires, called Tom Cotton a “fraud,” said that Bernie Sanders—a frequent Tanden target—was helped by Russia in the 2016 Democratic primaries, and called Sen. Collins’s reasons for voting to confirm then-Judge Brett Kavanaugh a “pathetically bad faith argument as cover for President Trump’s vicious attacks on survivors of sexual assault.”<br />For readers by now wondering how the phrases “Neera Tanden” and “U.S. budget director” fit together, let it be noted that Ms. Tanden was once president of the Center for American Progress, a left-of-center think tank that has published fact-filled policy papers on public issues. Which is to say that in an earlier life, Ms. Tanden was a serious person. Then she discovered Twitter.<br />I’m fascinated at how so many people who become addicted to social media’s hourly injections of bile think that somehow it’s not really public, or that no one beyond their troll world will notice."
}