{
    "url_original": "https://www.wsj.com/articles/netflix-wants-you-to-binge-watch-more-korean-dramas-11614239854?mod=business_featst_pos1",
    "url": "netflix-wants-you-to-binge-watch-more-korean-dramas-11614239854",
    "title": "Netflix Wants You to Binge Watch More Korean Dramas",
    "sub_head": "Streaming giant to spend $500 million on South Korean films and television shows, as competition for global viewers heats up",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-304049?width=620&size=1.5",
    "image_1": "im-304049.jpg",
    "time": "2021-02-25 04:29:00",
    "body": "Netflix Inc.  will invest $500 million this year in South Korean films and TV series, tapping one of Asia’s cultural powerhouses as global competition for viewers attracts more rival services and expands beyond American content.<br />It is one of Netflix’s most significant overseas investments in recent years. The spending also marks a deeper commitment to a South Korean entertainment industry enjoying heightened prominence following the surprise success of the film “Parasite,” which last year won four Oscars including best picture—the first non-English-language film to do so.<br />Between 2015 and 2020, Netflix spent about $700 million on Korean content, on both licensing outside titles and making about 80 original films and TV series.<br />That includes a three-year partnership with one of South Korea’s major entertainment companies, CJ ENM Co., plus its production subsidiary Studio Dragon Corp. The deal has already produced hits such as “Sweet Home,” an apocalyptic suspense series. It has been watched by more than 22 million Netflix member households after its December debut, Netflix said last month, making it one of the Los Gatos, Calif.-based company’s more popular Korean-produced shows.<br />“Our commitment towards Korea is strong. We will continue to invest and collaborate with Korean storytellers across a wealth of genres and formats,” said Ted Sarandos, Netflix’s co-chief executive officer, in an online press conference on Thursday."
}