{
    "url_original": "https://www.wsj.com/articles/nevada-governor-lays-out-plans-for-a-city-built-on-blockchain-11614389992?mod=tech_listb_pos3",
    "url": "nevada-governor-lays-out-plans-for-a-city-built-on-blockchain-11614389992",
    "title": "Nevada Governor Lays Out Plans for a City Built on Blockchain",
    "sub_head": "Gov. Steve Sisolak proposes letting companies develop ‘innovation zones’ with their own cities and governments to boost state economy",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-305205?width=620&size=1.5",
    "image_1": "im-305205.jpg",
    "time": "2021-02-26 20:39:00",
    "body": "Nevada Gov. Steve Sisolak on Friday unveiled details behind a plan to allow private industry to develop technology “innovation zones” that would include new cities with their own government.<br />In particular, the Democratic governor is throwing the welcome mat out to developers of the technology behind blockchain, best known as the record-keeping system behind cryptocurrencies. One of the first big beneficiaries of a bill the governor has proposed would be Blockchains LLC, a Nevada-based firm that has previously announced plans to build a city from the ground up on 67,000 acres of desert land it acquired near Reno in 2018.<br />Situated near where  Tesla Inc.  and some other tech giants have expanded in recent years, Blockchains envisions a Painted Rock Smart City and Innovation Park of at least 36,000 people with more than 30 million square feet of commercial and industrial space that would use a “stablecoin” as its cryptocurrency. Over time, the city would support $1.8 billion annually in wages and 40,000 jobs.<br />The governor, who first introduced the idea for the innovation zones during his State of the State address last month, said in a Zoom press briefing Friday that Nevada needed to do something drastic to lessen a dependence on gaming and tourism that has pushed its unemployment rate as of December to 9.2%—second highest in the country behind Alaska.<br />“We cannot wait for economic recovery to come to us,” Gov. Sisolak said. “We must accelerate and pursue innovative ways to inject Nevada with new and organic economic growth.”"
}