{
    "url_original": "https://www.wsj.com/articles/never-mind-the-next-tesla-whats-the-next-model-s-11612171945?mod=markets_lead_pos13",
    "url": "never-mind-the-next-tesla-whats-the-next-model-s-11612171945",
    "title": "Never Mind the Next Tesla, What’s the Next Model S?",
    "sub_head": "Investors have little way to gauge the likely success of new electric-vehicle ventures before they launch their make-or-break products",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-01 04:32:00",
    "body": "Here’s a rule of thumb for investors looking for the next Tesla: Wait for the futuristic vehicles pictured in company presentations to hit the road.<br />Electric-vehicle startups are racing onto the stock market through special-purpose acquisition companies or SPACs. The latest is Faraday Future, which after years of financial troubles has finally bagged a deal to get its first luxury EV to launch next year. Shares in  Property Solutions Acquisition Corp. , the blank-check company acquiring Faraday, have risen 42% since the announcement Thursday.<br />The happy couple join at least a dozen other EV ventures and SPACs that have announced similar mergers over the past half year or so. The deals have triggered trading surges and stock-market valuations ranging from speculative to incomprehensible, underpinned by the rally in Tesla’s even more highly valued shares.<br />Not all of the startups will compete head on with Tesla like Faraday and Fisker, another Californian company with a luxury EV in the works. Others want to develop battery EVs for commercial transportation (Lordstown, Arrival,  Canoo ); trucks powered by hydrogen (Nikola); or next-generation batteries ( QuantumScape ).<br />What these companies have in common, though, is a reliance on big products to transform their finances and justify their valuations in two, three or more years’ time. In an increasingly crowded market, not all these products can live up to their billing, but some just might. How to know which?"
}