{
    "url_original": "https://www.wsj.com/articles/new-jersey-governor-to-propose-first-full-pension-payment-since-1996-11614028204",
    "url": "new-jersey-governor-to-propose-first-full-pension-payment-since-1996-11614028204",
    "title": "New Jersey Governor to Propose Full Pension Payment for First Time Since 1996",
    "sub_head": "Some states’ tax revenues, finances are better than officials had projected when Covid-19 pandemic first hit",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-302311?width=620&size=1.5",
    "image_1": "im-302311.jpg",
    "time": "2021-02-22 18:18:00",
    "body": "New Jersey Gov. Phil Murphy is expected to propose making a full payment to the state’s chronically underfunded pension system for the first time since 1996, a sign that the blow from the pandemic to all states’ finances isn’t as brutal as officials originally feared.<br />Mr. Murphy, a Democrat, will call for a $6.4 billion payment to the pension system in his budget address Tuesday, senior members of his administration said. The Murphy administration has been ramping up pension payments and originally intended on making a payment of $5.76 billion for the fiscal year that begins in July.<br />In New Jersey, as in many other states, tax revenues have outperformed earlier projections. When the pandemic hit, states projected revenue would drop off significantly. State revenues ended up falling 1.6% in fiscal year 2020 and were 3.4% lower than projected before the pandemic, according to the National Association of State Budget Officers. While states expect revenues to fall 4.4% in fiscal 2021, which ends on June 30 for most, 18 states are seeing revenues come in above forecasts.<br />Federal aid for businesses and households helped prop up incomes and consumer spending across the U.S. Unemployment fell and economic activity picked up much faster than expected.<br />State and local budget shortfalls have been at the center of discussions in Washington since last spring over what to include in another economic relief package."
}