{
    "url_original": "https://www.wsj.com/articles/new-mothers-are-lonely-during-coronavirus-mom-shaming-on-social-media-is-making-it-worse-11613829600?mod=tech_featst_pos1",
    "url": "new-mothers-are-lonely-during-coronavirus-mom-shaming-on-social-media-is-making-it-worse-11613829600",
    "title": "New Mothers Are Lonely During Coronavirus. Mom-Shaming on Social Media Is Making It Worse.",
    "sub_head": "The pandemic has exacerbated the isolation of early motherhood; some apps are trying to create a safer space for new moms",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-301589?width=620&size=1.5",
    "image_1": "im-301589.jpg",
    "time": "2021-02-20 09:00:00",
    "body": "Melanie Parker had a difficult labor with the birth of her first baby in August and was grieving because she wasn’t able to hold and nurse her baby immediately after her emergency C-section.<br />To find solace, she followed a lot of new mothers on Instagram, and saw a post from a woman who’d had a similar birth experience: a photo showing the woman separated from her newborn by a plastic sheet. But Ms. Parker’s heart sank when she read a comment beneath the picture: “I can’t even imagine not being able to hold and nurse my baby.”<br />“Mom-shaming isn’t always overt,” said Ms. Parker, who works in financial services in New York. “It’s often that side comment that feels like your truth but comes out as judgment.” She deleted her Instagram account.<br />Among the things women learn about when they have their first baby are all the social-media groups for new moms. The online communities, which once supplemented in-person meetups, have become the primary source of information and connection for many during the pandemic.<br />But some of the groups women have turned to for support and camaraderie have left them feeling even more isolated. Age-old debates over best parenting practices are becoming more heated, according to some moms. Fortunately, there are alternative apps and services designed to reduce toxicity. (I’ve listed a few below.)"
}