{
    "url_original": "https://www.wsj.com/articles/new-jersey-governor-releases-44-8-billion-budget-plan-with-no-tax-increases-11614116256?mod=business_minor_pos4",
    "url": "new-jersey-governor-releases-44-8-billion-budget-plan-with-no-tax-increases-11614116256",
    "title": "New Jersey Governor Releases $44.8 Billion Budget Plan With No Tax Increases",
    "sub_head": "Blow from Covid-19 pandemic to state’s fiscal health is smaller than feared",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-303237?width=620&size=1.5",
    "image_1": "im-303237.jpg",
    "time": "2021-02-23 16:37:00",
    "body": "New Jersey Gov. Phil Murphy is proposing a $44.8 billion budget that boosts spending on education, economic-development programs and pension payments, as state revenue collections continue to outperform the dire predictions made at the start of the Covid-19 pandemic.<br />The governor’s spending plan calls for about $200 million to help jump-start the economy with grants and loans for small businesses and other initiatives and an increase in education spending of more than $600 million. Mr. Murphy, a Democrat, also has proposed making a $6.4 billion pension payment for the fiscal year beginning in July, which would be the first full payment to the state’s underfunded retirement system since 1996.<br />In a recorded budget address released Tuesday, Mr. Murphy said the state needs to begin planning for its future beyond the pandemic.<br />“It is the time for us to also lean into the economic policies that will not just get us through the remaining months of the pandemic, but which will supercharge our re-emergence from it and the recovery that awaits on the other side,” said Mr. Murphy, who is up for reelection this year.<br />The Murphy administration will now begin budget talks with leaders in the Democratic-controlled state Legislature. State Sen. Paul Sarlo, the Democratic chairman of the Senate budget and appropriations committee, said Mr. Murphy’s budget plan was a “reasonable proposal that makes use of anticipated resources to address the expected needs of the people of New Jersey.”"
}