{
    "url_original": "https://www.wsj.com/articles/new-york-city-small-businesses-would-get-refunds-on-fines-under-council-bill-11614522456?mod=business_minor_pos4",
    "url": "new-york-city-small-businesses-would-get-refunds-on-fines-under-council-bill-11614522456",
    "title": "New York City Small Businesses to Get Refunds on Fines Under Council Bill",
    "sub_head": "New legislation would ease code-violation enforcement and provide civil-penalty relief for restaurants, laundromats, other businesses",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-305413?width=620&size=1.5",
    "image_1": "im-305413.jpg",
    "time": "2021-02-28 10:23:00",
    "body": "The New York City Council is considering legislation that would provide relief to small businesses, including easing code-violation enforcement and refunding thousands of fines that restaurateurs and mom-and-pop shops have been issued during the Covid-19 pandemic.<br />The two-bill package would also allow for-hire pedicabs with electric-assist motor systems back on city streets for the first time since they were banned more than a decade ago. It would also repeal other regulations that have historically hurt small-business operators’ profit margins. The council’s committee on small business will hold a hearing on the bills on Monday.<br />“This legislation will fundamentally reshape the way New York City interacts with small businesses—giving them a chance to survive, save jobs and allowing them to thrive in the future,” said Councilman Mark Gjonaj, a Bronx Democrat who is chairman of the committee and helped draft the bills.<br />One bill, whose lead sponsor is Bronx Democrat Vanessa Gibson, would update more than 180 sanitation, health, noise-control and other code violations on the books at city agencies to provide civil-penalty relief for restaurants, laundromats, pawnshops and other small businesses. This includes lowering existing penalties, letting violators off on warnings for first offenses and allowing “cure periods” for businesses to fix violations and avoid fines.<br />For instance, city Department of Buildings inspectors can now issue $1,250 fines to businesses who illegally display outdoor signs without permits. However, under the bill, operators would get a 30-day grace period to fix the problem and avoid fines."
}