{
    "url_original": "https://www.wsj.com/articles/new-york-times-added-record-number-of-digital-subscribers-in-2020-11612450931?mod=business_minor_pos22",
    "url": "new-york-times-added-record-number-of-digital-subscribers-in-2020-11612450931",
    "title": "New York Times Added Record Number of Digital Subscribers in 2020",
    "sub_head": "Publisher posts flat fourth-quarter revenue amid advertising declines",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-294862?width=620&size=1.5",
    "image_1": "im-294862.jpg",
    "time": "2021-02-04 10:02:00",
    "body": "New York Times Co.  said 2020 was a record year for digital-subscription growth but the publisher posted flat fourth-quarter revenue, partly reflecting continued declines in advertising revenue during the coronavirus pandemic.<br />The company said it added 2.3 million net digital subscribers last year, which Chief Executive Meredith Kopit Levien called “an outlier year for net subscription additions” during an investor call Thursday.<br />In the fourth quarter, the Times added 627,000 net new digital subscriptions compared with 393,000 in the third, the company said. Of those, 425,000 signed up to the paper’s core news offering and 202,000 for lower-cost digital products such as its cooking and crossword apps.<br />Ms. Kopit Levien said the company reached two milestones last year: Digital revenue overtook print revenue, and revenue from digital subscriptions became the publisher’s largest revenue stream. “Those two milestones,” she said in a news release, “mark the end of the first decade of The Times’s transformation into a digital-first, subscription-first company.”<br />Fourth-quarter revenue was basically flat, rising 0.2% to $509.4 million. Subscription revenue increased 15% to $315.8 million, but advertising revenue fell 19% to $139.3 million and other revenues decreased 12% to $54.3 million reflecting fewer episodes of its television series, and lower contributions from live events and commercial printing. Those declines were partially offset by higher affiliate referral revenue from Wirecutter, the company’s product-review website."
}