{
    "url_original": "https://www.wsj.com/articles/new-york-financial-groups-urge-state-leaders-to-oppose-stock-transfer-tax-proposal-11612379501?mod=markets_featst_pos1",
    "url": "new-york-financial-groups-urge-state-leaders-to-oppose-stock-transfer-tax-proposal-11612379501",
    "title": "New York Financial Groups Urge State Leaders to Oppose Stock-Transfer Tax Proposal",
    "sub_head": "Proponents of the idea say it would raise additional revenue as the state confronts a budget deficit",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-294400?width=620&size=1.5",
    "image_1": "im-294400.jpg",
    "time": "2021-02-03 14:11:00",
    "body": "ALBANY, N.Y.—Major financial exchanges and securities industry groups on Wednesday urged New York state lawmakers to not support a proposal being pushed by some Democrats and unions to impose taxes on stock sales.<br />In a letter to Gov. Andrew Cuomo and leaders of the state Assembly and Senate, the exchanges said any tax would prompt the relocation of securities industry firms and jobs out of New York and would also be passed along to investors and public pension funds. The letter’s 27 signatories include  Nasdaq Inc.,  the New York Stock Exchange, groups representing downstate businesses and the Securities Industry and Financial Markets Association, or Simfa, which represents financial firms.<br />“Such a tax would damage New York’s position as a global financial capital, resulting in shrinkage of an industry that is the largest contributor to our economy and tax base,” the letter says.<br />Sifma President and CEO Kenneth Bentsen Jr. said in an interview that the groups sent the letter because a number of new legislators, including Democrats who support a transaction tax, have recently taken office.<br />Rebecca Bailin, director of the pro-tax Invest in Our New York campaign, said the letter showed Wall Street firms were on the defensive and said threats to move were empty. State Assemblyman Phil Steck, an Albany-area Democrat who supports a stock-transfer tax, said any impact on individual investors would be minuscule compared with the positive effects of additional state spending on infrastructure."
}