{
    "url_original": "https://www.wsj.com/articles/new-york-republican-claudia-tenney-should-be-certified-winner-of-house-race-judge-rules-11612570318?mod=politics_lead_pos11",
    "url": "new-york-republican-claudia-tenney-should-be-certified-winner-of-house-race-judge-rules-11612570318",
    "title": "New York Republican Claudia Tenney Should Be Certified Winner of House Race, Judge Rules",
    "sub_head": "Upstate district seat is last uncalled congressional contest of November election",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-295942?width=620&size=1.5",
    "image_1": "im-295942.jpg",
    "time": "2021-02-05 19:11:00",
    "body": "Republican Claudia Tenney should be certified as the winner of an upstate New York congressional seat, a judge ruled Friday, capping a court-supervised canvass and resolving the last uncalled race for the U.S. House of Representatives from 2020.<br />New York State Supreme Court Justice Scott DelConte said that Ms. Tenney received 156,098 votes compared with 155,989 for U.S. Rep. Anthony Brindisi, a Democrat from Utica who won the seat from Ms. Tenney in 2018. Justice DelConte ordered election officials to certify her victory.<br />In a statement, Ms. Tenney said every legal vote had been counted and she was honored to have won in New York’s 22nd congressional district, which stretches across eight counties from Pennsylvania to Lake Ontario through the cities of Binghamton and Utica.<br />“The voters need a voice in Congress, and I look forward to getting to work,” Ms. Tenney said.<br />On Friday, attorneys for the Democratic incumbent filed a notice to appeal recent decisions by Justice DelConte about which ballots were eligible to be counted. This week, Mr. Brindisi’s lawyers asked Justice DelConte to delay certifying the election until appeals were heard. They also moved for a manual audit of how votes were tabulated, citing small reporting errors, a request that Justice DelConte denied."
}