{
    "url_original": "https://www.wsj.com/articles/new-york-prosecutors-investigating-trumps-manhattan-properties-11613241198?mod=politics_lead_pos2",
    "url": "new-york-prosecutors-investigating-trumps-manhattan-properties-11613241198",
    "title": "New York Prosecutors Investigating Trump’s Manhattan Properties",
    "sub_head": "Officials are investigating loans the former president took on four buildings, including his flagship Trump Tower",
    "category_1": "Law",
    "image_1_url": "https://images.wsj.net/im-298624?width=620&size=1.5",
    "image_1": "im-298624.jpg",
    "time": "2021-02-13 13:33:00",
    "body": "New York prosecutors are investigating financial dealings around some of Donald Trump’s signature Manhattan properties, extending the known range of the criminal probe of the former president and his company, according to people familiar with the matter.<br />The people said Manhattan prosecutors are examining loans Mr. Trump took out on his flagship Fifth Avenue building, Trump Tower; 40 Wall St., an art deco skyscraper in New York City’s Financial District; Trump International Hotel and Tower, a hotel and condominium building at Columbus Circle; and Trump Plaza, an apartment building on Manhattan’s East Side.<br />All of the loans under scrutiny were made to Mr. Trump by subsidiaries of  Ladder Capital Corp. , a New York City-based real-estate investment trust, the people said. Since 2012, Ladder Capital has lent Mr. Trump more than $280 million for the four Manhattan buildings, according to property records.<br />Lawyers for Mr. Trump and the Trump Organization declined to comment. Mr. Trump has called the probe a partisan “witch hunt” led by Manhattan District Attorney Cyrus Vance Jr., a Democrat. Mr. Trump’s lawyers have called the investigation a “fishing expedition” in Mr. Vance’s bid to get the former president’s tax returns.<br />Mr. Vance’s office has said in court filings that it is pursuing a complex investigation into alleged insurance and bank fraud by the Trump Organization and its officers."
}