{
    "url_original": "https://www.wsj.com/articles/news-corp-posts-most-profitable-quarter-since-2013-11612487631?mod=business_minor_pos22",
    "url": "news-corp-posts-most-profitable-quarter-since-2013-11612487631",
    "title": "News Corp Posts Most Profitable Quarter Since 2013",
    "sub_head": "HarperCollins, Wall Street Journal parent Dow Jones report strong growth",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-294705?width=620&size=1.5",
    "image_1": "im-294705.jpg",
    "time": "2021-02-04 20:13:00",
    "body": "News Corp  said net quarterly profit nearly tripled, driven by strong growth at its book-publishing and digital real-estate businesses as well as at Wall Street Journal parent Dow Jones & Co.<br />The New York-based media company, which owns the Journal, HarperCollins Publishers and news organizations in the U.K. and Australia, posted net profit of $231 million, or 39 cents a share, in the quarter ended Dec. 31, compared with $85 million, or 14 cents a share, a year earlier, thanks to improved performance and lower operating expenses. Revenue slipped 2.6% to $2.41 billion, primarily due to the loss of contributions from its coupon-publishing unit, which was sold last year.<br />Chief Executive Robert Thomson said the latest quarter was the company’s most profitable in its current iteration, since it was split off in 2013 from the entertainment business, an entity now known as  Fox Corp.<br />He also said Dow Jones had its largest quarterly profit since News Corp acquired it in 2007, and that the long-struggling New York Post had achieved a profit. “That is the first profit in modern times, at the very least, for what was a chronic loss-making masthead founded in 1801 by Alexander Hamilton,” Mr. Thomson said.<br />The company’s book-publishing unit, HarperCollins Publishers, posted a 23% revenue increase to $544 million, while segment earnings jumped 65% to $104 million, led by such titles as Steve Doocy’s “The Happy in a Hurry Cookbook.”"
}