{
    "url_original": "https://www.wsj.com/articles/nfl-sponsorships-still-no-1-with-a-bulletand-an-asterisk-11612364159",
    "url": "nfl-sponsorships-still-no-1-with-a-bulletand-an-asterisk-11612364159",
    "title": "NFL Sponsorships Still No. 1 With a Bullet—and an Asterisk",
    "sub_head": "Betting companies, personal care and new stadiums in Los Angeles and Las Vegas drove a 10% increase in sponsorships despite the pandemic",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-293633?width=620&size=1.4988290398126465",
    "image_1": "im-293633.jpg",
    "time": "2021-02-03 09:55:00",
    "body": "National Football League teams suffered outbreaks and postponements during the 2020 season, but one thing seemed immune to the coronavirus: the allure of the NFL brand.<br />Sponsors at the league, team and venue level committed a total of $1.62 billion to the NFL during the 2020-21 season that ends with Sunday’s Super Bowl, according to sponsorship consultancy IEG. That amount led the four major North American sports leagues and represented a 10% increase from the previous year, roughly twice the NFL’s typical year-over-year sponsorship growth.<br />The extra growth was driven largely by $55 million in new spending for the naming rights of Las Vegas’s Allegiant Stadium and Los Angeles’s SoFi Stadium. But the NFL and its teams also saw their usual array of sponsors expand to include betting and teeth-straightening companies.<br />“One of the things that sort of prevents disruption is stability,” said Peter Laatz, global managing director at IEG. “And the NFL has always been a model of stability.”<br />The NFL’s sponsorship bump, however, isn’t yet money in the bank. Some sponsors are trying to claw back some cash or stretch out their deals, mainly because of in-stadium crowd restrictions and other Covid-related drags on the value of sponsorships, Laatz said. Most of the brands IEG has spoken with are extending the length of their deals without adding extra payment, he said."
}