{
    "url_original": "https://www.wsj.com/articles/no-easy-fix-for-kohls-troubles-11614015453?mod=business_minor_pos10",
    "url": "no-easy-fix-for-kohls-troubles-11614015453",
    "title": "No Easy Fix for Kohl’s Troubles",
    "sub_head": "Activist investors are itching for change at the department-store chain, but it is actually better run than its peers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-22 12:37:00",
    "body": "A group of activist investors thinks  Kohl’s  can do better, but that may be easier said than done.<br />An investor consortium with a combined 9.5% stake in Kohl’s is attempting to take control of the department-store chain’s board, nominating nine to its 12-person board. The investors are calling for a plan to grow sales and are pitching a sale-leaseback of some of Kohl’s real-estate assets, among other changes.<br />But Kohl’s faces industrywide problems. For more than a decade now, department stores have been losing market share to discounters, which grew quickly starting in the recession that followed the 2008 financial crisis. The pandemic has made things worse with online retail grabbing more share and apparel brands shifting focus to direct-to-consumer sales.<br />In fact, Kohl’s is the best-performing of the struggling bunch, making it a curious target for activists. For the nine-month period ended Oct. 31, 2020, its top line declined 26% from a year earlier.  Macy’s ,   Nordstrom  and  Dillard’s  all lost roughly 35% in the same period. Both operating margins and returns on invested capital declined between 2011 and 2019 at Kohl’s, but its numbers are still mostly better than those peers.<br />Sale-leasebacks could help juice returns for a while, but holding on to assets isn’t such a bad strategy either. Macy’s, for example, managed to raise $3.15 billion in credit last year to bolster liquidity, using its real estate as collateral. The move helped the department-store chain distance itself from bankruptcy."
}