{
    "url_original": "https://www.wsj.com/articles/no-hoodies-and-allbirds-for-these-women-in-tech-11613221201",
    "url": "no-hoodies-and-allbirds-for-these-women-in-tech-11613221201",
    "title": "No Hoodies and Allbirds for These Women in Tech",
    "sub_head": "The tech-bro uniform is on its way out. Here’s how a new generation of women in tech is changing the status quo, starting with what they wear.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-298566?width=620&size=1.5",
    "image_1": "im-298566.jpg",
    "time": "2021-02-13 08:00:00",
    "body": "Off Brand is a thrice-monthly column that delves into trends in fashion and beauty.<br />EVERYONE KNOWS what the male tech-bro uniform is. Lowly software engineers and island-buying titans alike favor jeans, sweatshirts and sneakers in faded shades of  Twitter -blue and Windows-gray. Casualness is a club for men in Silicon Valley, and dressing down is the secret handshake. In “Uncanny Valley,” Anna Wiener’s 2020 memoir of 2010s San Francisco startup life, she wrote, “Bars were overrun with men in their twenties wearing corporate-branded T-shirts...Men who wore stability running shoes to nightclubs.”<br />For women—who still fill fewer than 25% of technical roles at the leading tech companies as reported by Statista—navigating fashion is a minefield. Vinthujah Balasubramaniam, a 29-year-old founder of a start-up in Montreal and product manager at a tech company, said that the latter’s CEO dresses in a hoodie and shorts, and what is emphasized is “the value that you deliver as a person.” As a result of this culture, she said, her “idea of what a professional outfit is has changed.”<br />Historically, women navigating a career in tech cope by gravitating toward one of two extremes. Some do their best to blend in with the male engineers in cotton sweatshirts, drab slim pants and washable sneaker-ish Rothy’s flats. Meanwhile women in financing, sales and leadership positions often adopt full Ted-Talk looks, assembling outfits from brightly colored designer pieces. During Marissa Mayer’s stint as Yahoo’s CEO, a Vogue writer called her “an unusually stylish geek” in a 2013 article. The HBO show “Silicon Valley” satirized the binary choice these two tracks represent: female-engineer characters lurked in the background in slouching jeans, while the show’s VC execs wore sleek power dresses.<br />But, beyond just fitting in, what about personal taste or expression? Today, a small but significant subsection of women in tech is challenging the status quo of the industry’s dress codes. They’re wearing tops with exaggerated proportions, androgynous pantsuits in sorbet shades, and unapologetically large earrings. This rebellion might reflect geographical splintering: Covid has all but erased those mythological Bay Area campuses where worker bees gathered hoodie-to-hoodie to eat kale in the sunshine. Or perhaps it’s due to the strengthening of social networks on TikTok and Instagram, where women in tech connect via Instagram and Tiktok handles and hashtags like “womenintech” and “stemschicks.”"
}