{
    "url_original": "https://www.wsj.com/articles/no-one-is-talking-about-this-review-life-in-the-slipstream-11612538857?mod=ig_booksfebruary6",
    "url": "no-one-is-talking-about-this-review-life-in-the-slipstream-11612538857",
    "title": "‘No One Is Talking About This’ Review: Life in the Slipstream",
    "sub_head": "From the ‘Poet Laureate of Twitter,’ a journey from irony to heartbreak.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-295276?width=620&size=custom_5616x3744",
    "image_1": "im-295276.jpg",
    "time": "2021-02-05 10:27:00",
    "body": "What does it mean that we spend so much time staring at our phones, not-quite connecting with others? How does our relentless, rat-pellet pursuit of likes, amusement and “information” change how we think, read, communicate and see ourselves in the world? These are important, urgent questions, but they pose serious problems for novelists, in part because the dramas that take place while we’re staring or tapping at a screen are hard to dramatize.<br />But in the third decade of this new century, writers who came of age online are starting to marry insight with their experiences. One of the most incisive observers of the spectacle of digital discourse is Patricia Lockwood, 38, the anointed “poet laureate of Twitter.”<br />For Ms. Lockwood, who grew up in a cloistered, Catholic home with parents who couldn’t afford to send her to college (an experience she describes colorfully in her acclaimed 2017 memoir, “Priestdaddy”), the internet offered both an education and salvation. She found solace in the online companionship of other autodidact weirdos, met her husband on a poetry chatroom and married at 21—the surest way out of any house that also happens to be a rectory (her father is indeed a priest, owing to a loophole in Catholic doctrine that allows married ministers of other faiths to convert).<br />As an aspiring poet, she developed a following on Twitter for her absurd, playful and often sexually explicit tweets, which danced the fuzzy line between poetry and webspeak (“I am a water glass at the Inquisition. You are a dry pope mouth. You pucker; I wet you”). Then in 2013 her poem “Rape Joke” became a viral sensation for its startling mix of darkness and humor in a millennial patois. (“The rape joke is that he was your boyfriend. / The rape joke it wore a goatee. A goatee.”) By using the stutters and ironies of contemporary chatter to write about things like sex, trauma and social norms in verse, Ms. Lockwood’s poems often feel accessible and relevant.<br />Now a convention-flouting critic and essayist with two books of poetry, Ms. Lockwood has a clear appreciation of what it means to be both of the internet and a witness to it. This tension—between the winking cynicism of social media and the seriousness of poetry; the alluring groupthink of online writing and the need to step outside it—is the main subject of her impressive debut novel, “No One Is Talking About This.”"
}