{
    "url_original": "https://www.wsj.com/articles/no-speech-coddling-in-chicago-11614125023?mod=opinion_lead_pos4",
    "url": "no-speech-coddling-in-chicago-11614125023",
    "title": "No Speech Coddling in Chicago",
    "sub_head": "A new journal from students who refuse to be cancelled.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-23 19:03:00",
    "body": "Most college administrators are no doubt exhausted by constant student demands that range from the type of cereal served in the dining hall to the latest intersectional fad. So those running the University of Chicago must be pleasantly surprised by the arrival of Chicago Thinker on their campus this school year. It’s an online journal by conservative and libertarian students who refuse to be canceled.<br />Their mission statement makes the point: “We demand not to be coddled. Embracing the experience of unfettered inquiry and free expression is precisely the point of these years of intense study: to rigorously confront and challenge our most deeply-held beliefs—and to emerge from the experience as more thoughtful, informed human beings.”<br />They build on a firm foundation. In 2015 the university released a statement reaffirming its commitment to “free, robust, and uninhibited debate and deliberation.” In 2016 the university’s incoming freshman received a letter informing them that “we do not support so-called trigger warnings, we do not cancel invited speakers because their topics might prove controversial and we do not condone the creation of intellectual safe spaces where individuals can retreat from ideas and perspectives at odds with their own.”<br />The Chicago Thinker’s latest posts include stories on the “insane COVID rules and snitch culture” at today’s universities, a definition of conservatism offered “in defiance of egregious caricatures,” and a piece on “how leftism ruined ‘Stargirl,’” a superhero TV series based on the character from DC Comics. Good for the Chicago Thinker—and even more for the university that promises never to coddle the students running the publication."
}