{
    "url_original": "https://www.wsj.com/articles/notable-quotable-the-thrill-of-covering-trump-11613429898?mod=opinion_major_pos4",
    "url": "notable-quotable-the-thrill-of-covering-trump-11613429898",
    "title": "Notable & Quotable: The Thrill of Covering Trump",
    "sub_head": "‘By far the most difficult challenge was reporting that Trump had gotten something right.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-299331?width=620&size=1.5",
    "image_1": "im-299331.jpg",
    "time": "2021-02-15 17:58:00",
    "body": "Alexander Nazaryan of Yahoo News writing for the Atlantic, Feb. 11:<br /><br />Covering the [Trump] administration was thrilling for many journalists, in the way that I imagine storming Omaha Beach must have been for a 20-year-old fresh from the plains of Kansas. He hadn’t signed up for battle, but there he was, liberating France. France, by the way, is where Trump called American soldiers who’d fallen in combat “suckers” and “losers.” When this magazine first reported those comments, Trump’s supporters denounced the Atlantic story as preposterous and offensive, even as outlet after outlet confirmed the reporting. They failed to realize that the preposterous and the offensive were the twin beacons of the Trump presidency. Journalists were merely going where he led. This was our Omaha Beach. . . .<br />By far the most difficult challenge was reporting that Trump had gotten something right. This had a surreal, faintly futile quality, like trying to narrate a traffic jam play by play. I am thinking, in particular, of Trump’s push to reopen schools throughout the spring and summer. The push was poorly thought-out, rushed, and ineffective. It was also worth fighting for, only woe to the journalist who argued as much, as the New York Times columnist Nicholas Kristof would discover. To simply point out that Trump had improbably managed to alight on the correct course of action was to have written a favorable profile of Osama bin Laden."
}