{
    "url_original": "https://www.wsj.com/articles/notable-quotable-another-classic-fact-check-11612392475?mod=opinion_lead_pos11",
    "url": "notable-quotable-another-classic-fact-check-11612392475",
    "title": "Notable & Quotable: Another Classic ‘Fact Check’",
    "sub_head": "‘USA Today confirmed that all of the details of the Instagram post, including the quote, were absolutely correct. Why, then, did it flag it as misleading?’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-294603?width=620&size=1.5",
    "image_1": "im-294603.jpg",
    "time": "2021-02-03 17:47:00",
    "body": "From “Lincoln High School and the Latest Fact-Checking Pitfalls” by Kalev Leetrau, RealClearPolitics.com, Feb. 2:<br /><br />On Dec. 16, Not the Bee, which describes itself as a “humor-based news, opinion, and entertainment site,” shared on its Instagram account a photograph of Abraham Lincoln titled “San Francisco to rename ABRAHAM LINCOLN High School because—I swear this is real—‘he did not show that black lives ever mattered to him.’ ” Four days later,  Facebook  fact-checking partner USA Today (which receives funding from Facebook) published a fact check of the post, issuing a verdict that it was “Missing Context.” This means that anyone viewing the Instagram post since then has seen a large red warning label saying, “Missing Context. Independent fact-checkers say information in this post could mislead people.”<br />In its fact check, USA Today confirmed that all of the details of the Instagram post, including the quote, were absolutely correct. Why, then, did it flag it as misleading? In the paper’s words, “It is true that a renaming committee included Abraham Lincoln High School on a list of 44 schools whose namesakes met its renaming criteria. But the committee has not finalized its recommendations, and the school board has not voted on the name changes—so at this time, it’s not accurate to say that the school will be renamed.”"
}