{
    "url_original": "https://www.wsj.com/articles/nothing-lucid-about-a-57-billion-valuation-for-an-electric-vehicle-startup-11614174243?mod=business_minor_pos10",
    "url": "nothing-lucid-about-a-57-billion-valuation-for-an-electric-vehicle-startup-11614174243",
    "title": "Nothing Lucid About a $57 Billion Valuation for an Electric-Vehicle Startup",
    "sub_head": "Lucid Motors has a better claim than most to be the next Tesla, but Reddit-reading investors in the company taking it public are looking too far into an uncertain future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-303480?width=620&size=1.5",
    "image_1": "im-303480.jpg",
    "time": "2021-02-24 08:44:00",
    "body": "Is electric-vehicle company Lucid Motors worth $11.75 billion, $24 billion or $57 billion? The one thing investors can be sure of is that the lower the valuation they buy at, the better their chances of making returns.<br />Lucid, one of the most promising startups trying to follow Tesla’s lead in EVs, announced a merger late Monday with Churchill Capital IV or CCIV, a special-purpose acquisition company founded by Michael Klein. Bloomberg reported talks last month, and since then the market value of CCIV, which consists of $2.1 billion in cash, has ballooned to $9.1 billion amid much discussion on Reddit. As the deal allocated CCIV shareholders 16.1% of Lucid’s equity, the implied market value of the combined companies is now roughly $57 billion—even excluding the impact of shares and warrants held by Michael Klein and his team that are due to vest.<br />That valuation, which compares to about $45 billion for  Ford Motor ,  was even higher before the transaction was officially announced: CCIV shares plunged 39% Tuesday. It was a rough day for Tesla’s stock too, particularly in the morning, as investors weighed the prospect of rising interest rates and a consequent “rotation” away from expensive tech shares. Yet the terms of the transaction—notably some valuation numbers backed by hardheaded negotiations—may also have helped sober CCIV investors up.<br />CCIV agreed to pay $11.75 billion for Lucid’s existing business. Add the blank-check company’s $2.1 billion in cash and another $2.5 billion in cash from institutional investors and you get postdeal equity of $16.3 billion. But the company also cited a valuation of $24 billion. This is because the institutional investors agreed to buy into CCIV at $15 a share—a 50% premium to its net asset value but far below its current share price. Apply that premium to the entire equity and you get roughly $24 billion.<br />What all these numbers spell out is that different investors are buying Lucid at different prices. Those who invested in CCIV at the outset are paying the least. Institutions such as Fidelity and  BlackRock  that are getting shares through the secondary fundraising are paying more. And anyone who buys CCIV stock now is paying by far the most, even after Tuesday’s correction."
}