{
    "url_original": "https://www.wsj.com/articles/novak-djokovic-australian-open-historic-win-18-majors-naomi-osaka-11613914006",
    "url": "novak-djokovic-australian-open-historic-win-18-majors-naomi-osaka-11613914006",
    "title": "Novak Djokovic Is Making an All-Time Tennis Case",
    "sub_head": "An 18th major title has the Serbian star just two trophies away from rivals Roger Federer and Rafael Nadal",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-302083?width=620&size=1.5005861664712778",
    "image_1": "im-302083.jpg",
    "time": "2021-02-21 08:50:00",
    "body": "Tennis will have to reckon with Novak Djokovic, sooner or later, because he’s charging in the rear view. Roger Federer and Rafael Nadal may have come of age as generational rivals, captivating the sport, and harnessing much of its good will, but as the years go on, and bodies weary, it may be Djokovic—the third man in, and a historic talent himself—who stands alone.<br />On Sunday, Djokovic won the Australian Open men’s final, his 18th major tournament victory, rolling over Daniil Medvedev 7-5, 6-2, 6-2, putting him two majors behind Federer and Nadal, who both have 20. At 33, Djokovic is about a year younger than Nadal, and more than six years younger than Federer, who will be 40 when the U.S. Open rolls around in late summer. Djokovic owns lifetime winning records against both—he’s 29-27 against Nadal, 27-23 against Federer.<br />Nothing should be assumed in tennis—injuries can happen at any time, and the mental stress of an individual, globe-circling sport isn’t insignificant. Great players can and have suddenly walked away. It will be interesting to see what condition Federer is in when he returns this spring, after nearly a year away, recuperating from a knee injury, and if there’s a chance he can add a couple more. There’s part of me that thinks Nadal could keep dropping in and winning the French Open into his late 30s and early 40s, like some kind of clay-court version of Tom Brady—or better yet, in the way the aging golfer Fred Couples stays relevant at Augusta, because he knows the joint so well.<br />But if Djokovic continues to power along, staying healthy, he may soon be atop the major mountaintop.<br />“The question that comes out of this match is simple,” John McEnroe said on ESPN after Djokovic prevailed Sunday. “Is he going to be the greatest player that ever lived, or is it going to be Roger or Rafa?”"
}