{
    "url_original": "https://www.wsj.com/articles/ntsb-probes-runway-steering-issues-with-high-end-piper-private-planes-11613420232?mod=business_lead_pos10",
    "url": "ntsb-probes-runway-steering-issues-with-high-end-piper-private-planes-11613420232",
    "title": "NTSB Probes Runway Steering Issues With High-End Piper Private Planes",
    "sub_head": "U.S. air-crash investigators look for links among steering difficulties affecting certain Piper turboprop models",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-299280?width=620&size=1.5",
    "image_1": "im-299280.jpg",
    "time": "2021-02-15 16:25:00",
    "body": "U.S. crash investigators are examining half a dozen accidents in which private turboprop planes built by Piper Aircraft Inc. experienced difficulties with steering on runways after touchdowns.<br />The probe by the National Transportation Safety Board, which hasn’t been reported before, focuses on six events between December 2019 and January 2021 in which pilots of high-end Piper M600 aircraft reported loss of directional control while landing, according to a safety-board spokesman. Pilots involved in some of the accidents have expressed concern about potential problems affecting nose wheels.<br />All of the planes suffered damage after touching down on the runway, according to the NTSB spokesman; no fatalities or serious injuries were reported.<br />An informal group of M600 pilots involved in the accidents is pushing for government action, arguing the common link appears to be a nose-gear problem during otherwise normal touchdowns, causing the planes to veer from the center of the runway. Steering is controlled through pedals that also move the plane’s rudder, a vertical panel on the tail.<br />In two of the accidents, aviators at the controls said, efforts to control the direction of the nose failed as they careened off the strip, causing severe damage that resulted in scrapping aircraft that can cost about $3.5 million apiece."
}