{
    "url_original": "https://www.wsj.com/articles/nvidias-story-has-gotten-complicated-11614252605?mod=markets_major_pos2",
    "url": "nvidias-story-has-gotten-complicated-11614252605",
    "title": "Nvidia’s Story Has Gotten Complicated",
    "sub_head": "Strong results were offset by worries about chip-production constraints and growing opposition to the Arm deal",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-303793?width=620&size=1.5",
    "image_1": "im-303793.jpg",
    "time": "2021-02-25 06:30:00",
    "body": "Nvidia  was truly in some uncharted territory with its fiscal fourth-quarter results Wednesday, in that the chip maker is facing concerns that even great numbers alone won’t soothe.<br />And the numbers were great. Revenue for the quarter ended Jan. 31 soared 61% year-over-year to $5 billion, beating Wall Street’s forecast. That was thanks to booming sales of graphics processors in both the company’s videogame and data-center businesses, the latter of which managed to surpass the record-breaking sum of the previous quarter despite widespread expectations that giant cloud-computing companies would ease back on the spending throttle. Nvidia also projected total revenue of $5.3 billion for the current quarter—about 18% above the $4.5 billion analysts were expecting.<br />But Nvidia’s shares ticked up only slightly after the results, before turning down 2% later in the after-hours session. Concerns over the global chip shortage were one factor. As one of the world’s largest “fabless” chip companies, Nvidia is at the mercy of major producers like  Taiwan Semiconductor Manufacturing  and  Samsung .  But production across the semiconductor supply chain has been unable to keep up with demand, causing shortages across industry groups. Nvidia Chief Executive Jensen Huang said on the company’s conference call Wednesday that he expects constraints to continue this year.<br />Nvidia is also facing growing opposition to its proposed acquisition of chip designer Arm Holdings, which is still awaiting regulatory approval and is now being investigated in the U.K. Microsoft and Google-parent Alphabet Inc.—two major buyers of Nvidia’s data-center chips—have now both voiced their opposition. Nvidia maintained Wednesday its expected time frame of 18 months from the deal’s announcement in September to its closing, but skepticism on Wall Street has grown. Citing the growing opposition, Citigroup analyst Atif Malik wrote on Feb. 14 that “we lower our confidence to 25% from 60% that the deal can close.”<br />Even with those concerns, Nvidia should have a strong year ahead. Wall Street expects revenue to grow 20% for the fiscal year ending next January. And Nvidia said Wednesday it has taken steps to keep growing demand from cryptocurrency miners from causing shortages of its gaming chips, mainly by technical measures designed to limit the usefulness of gaming cards for crypto mining. This should help prevent a repeat of what happened in 2018, when a crash in crypto prices hurt Nvidia’s sales as miners dumped their cards on the secondary market. Crypto may be less of a problem for Nvidia this time, but production constraints and slow M&A approvals show how much of the company’s near-term story is dominated by matters out of its control."
}