{
    "url_original": "https://www.wsj.com/articles/oaktree-capital-draws-activist-ire-over-evictions-11614385002?mod=business_minor_pos6",
    "url": "oaktree-capital-draws-activist-ire-over-evictions-11614385002",
    "title": "Oaktree Capital Draws Activist Ire Over Evictions",
    "sub_head": "An activist group claims evictions are occurring at Oaktree properties despite a federal moratorium during the coronavirus pandemic",
    "category_1": "Pro PE Limited Partners",
    "image_1_url": "https://images.wsj.net/im-305163?width=620&size=1.5",
    "image_1": "im-305163.jpg",
    "time": "2021-02-26 19:16:00",
    "body": "Global investment firm Oaktree Capital Management came under fire during a public pension meeting Friday from an activist group demanding the firm’s real estate unit halt evictions from residential properties it owns during the coronavirus pandemic.<br />Eileen O’Grady from the Private Equity Stakeholder Project told a meeting of officials from the $176.9 billion Teacher Retirement System of Texas that Oaktree owns thousands of residential units around the country and has apparently disregarded a Centers for Disease Control and Prevention order barring evictions for failure to pay rent because of the pandemic.<br />Ms. O’Grady noted that the public pension system is an investor in Oaktree funds, including those focused on real estate. She said that despite the CDC’s September order, Oaktree affiliates and their property managers had initiated at least 270 eviction proceedings since then, including more than 100 this year.<br />Oaktree operates over 15,000 residential units across the U.S. through joint ventures and professional managers that operate those properties, collect rent and manage evictions, a person familiar with the matter said, noting that sending an eviction notice doesn’t mean the process is concluded. But the person said some renters in the firm’s properties were evicted during the pandemic.<br />Ms. O’Grady said the Stakeholder Project raised the eviction issue several times with Oaktree in December. The group’s aim is to empower communities, working families and others impacted by private-equity investments, according to its website."
}