{
    "url_original": "https://www.wsj.com/articles/officer-who-shot-capitol-rioter-ashli-babbitt-shouldnt-be-charged-investigators-recommend-11612222798?mod=business_minor_pos4",
    "url": "officer-who-shot-capitol-rioter-ashli-babbitt-shouldnt-be-charged-investigators-recommend-11612222798",
    "title": "Officer Who Shot Capitol Rioter Ashli Babbitt Shouldn’t Be Charged, Investigators Advise",
    "sub_head": "Ms. Babbitt died after being shot by Capitol Police officer on Jan. 6",
    "category_1": "U.S.",
    "time": "2021-02-01 18:39:00",
    "body": "WASHINGTON—Investigators have made a preliminary determination that the police officer who shot and killed Ashli Babbitt during the U.S. Capitol riot shouldn’t be charged with any crimes in connection with her death, according to people familiar with the review.<br />Ms. Babbitt, who served for more than a dozen years in the Air Force and Air National Guard and became a passionate supporter of former President Donald Trump, died from being shot by a Capitol Police officer after rioters smashed through a door to the Speaker’s Lobby on Jan. 6. She had entered the building as part of a crowd aiming to disrupt the certification of President Biden’s victory in the 2020 presidential election.<br />The officer who shot her had been placed on leave soon after the riot while Ms. Babbitt’s death was being investigated, including on the question of whether it was a violation of her civil rights.<br />The Justice Department said in announcing the investigation that it was following routine procedure for whenever a police officer uses deadly force by having the Washington Metropolitan Police Department examine the shooting. The police investigators have made an initial determination that charges against the officer aren’t warranted, the people said, adding that Justice Department officials haven’t yet made a final determination on the matter. The U.S. attorney’s office in Washington is leading the broader investigation into the riot and prosecuting the more than 150 cases that have resulted to date.<br />A Justice Department spokeswoman had no immediate comment. Any final charging decision would likely have to be approved by senior Justice Department leadership, who haven’t yet been briefed on the matter."
}