{
    "url_original": "https://www.wsj.com/articles/oil-prices-reach-fresh-highs-as-cold-blast-hits-texas-11613394038?mod=business_minor_pos13",
    "url": "oil-prices-reach-fresh-highs-as-cold-blast-hits-texas-11613394038",
    "title": "Oil Prices Reach Fresh Highs as Cold Blast Hits Texas",
    "sub_head": "Freezing weather boosted demand for fuel and power, while threatening oil-and-gas output in key production state",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-299274?width=620&size=1.5",
    "image_1": "im-299274.jpg",
    "time": "2021-02-15 08:00:00",
    "body": "Frigid temperatures across swaths of the U.S. injected new momentum in the rally in energy markets, putting West Texas Intermediate crude on course to settle above $60 a barrel for the first time since the early days of the Covid-19 pandemic.<br />WTI crude futures gained 1.9% to hit $60.61 a barrel early Monday, extending its advance in 2021 to 25%. Brent crude, the international benchmark, climbed 1.2% to hit a 13-month high of $63.20 a barrel in London. Natural gas futures at Henry Hub in Louisiana were up 3.3% at $3.01 per million British thermal units.<br />The fresh leg in the energy market’s recovery from the coronavirus shock came as a blast of cold weather boosted demand for power and fuel, while threatening to knock oil production in Texas. Over 150 million Americans are under some kind of winter advisory, the National Weather Service said Monday. The agency is forecasting heavy snow and significant ice from the southern plains and Ohio Valley to the Northeast.<br />Some analysts think investors have pushed oil prices above levels justified by supply and demand, but others expect them to remain buoyant.<br />“We haven’t seen any surprising factor that would stop this kind of rally, at least not yet,” said Carole Nakhle, chief executive of consulting firm Crystol Energy. Demand is on the mend, stockpiles of crude that ballooned last year are shrinking and the Organization of the Petroleum Exporting Countries is holding millions of barrels a day back from the market, she added."
}