{
    "url_original": "https://www.wsj.com/articles/oils-missing-barrel-mystery-stumps-forecasters-11613476816?mod=markets_major_pos1",
    "url": "oils-missing-barrel-mystery-stumps-forecasters-11613476816",
    "title": "Oil’s Missing-Barrel Mystery Stumps Forecasters",
    "sub_head": "Crude prices have made up their pandemic losses, but further gains are clouded by questions regarding where all the excess barrels went",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-16 07:00:00",
    "body": "Oil is on the move: Both Brent and West Texas Intermediate crude prices have broken the $60-a-barrel mark, taking the commodity’s price back to where it was before the pandemic. But a mystery still casts a cloud over its recovery.<br />The unsolved question has to do with what is commonly referred to as the case of missing barrels, or the amount of oil that is unaccounted for by the International Energy Agency. It is a mystery that resurfaces every couple of years, particularly when there is a shock in energy markets.<br />In the first half of 2020, for example, the IEA determined that, based on its estimate of oil supply and demand, there was a global inventory increase of 1.39 billion barrels. Out of this, it observed that roughly a quarter had gone into spare storage in countries that are part of the Organization for Economic Cooperation and Development, while 8% was in floating storage and in transit. The remaining 68% was unaccounted for.<br />There is always some oil that isn’t tracked, but the number has been growing in more recent oil-market shocks. Last year’s reached a record: The volume of missing barrels in the first half of 2020 was the largest recorded gap between observed and implied inventories since at least 1990, according to an analysis from Bassam Fattouh, Andreas Economou and Michal Meidan of the Oxford Institute for Energy Studies. In fact, it was almost 10 times as large as the imbalance seen in the second half of 2008 when the global financial crisis hit.<br />One common explanation for the discrepancy is that these barrels simply don’t exist and that it reflects imprecise measurement. Demand is observed with lags, and supply is observed imprecisely, particularly from members of the Organization of the Petroleum Exporting Countries, as the Oxford Institute report notes. “The IEA collects data from the governments. So if the government data is off, they’re off,” notes energy economist Philip Verleger. He suggests that the jump in missing barrels could be due to rather mundane reasons: More employees have been laid off or are working from home during the pandemic, which could have led to flawed data collection from primary sources. If true, it is a potentially bullish scenario for oil prices—it means there is much less crude out there than thought."
}