{
    "url_original": "https://www.wsj.com/articles/oiympic-medalist-is-among-those-indicted-in-capitol-riot-probe-11613003096?mod=business_minor_pos4",
    "url": "oiympic-medalist-is-among-those-indicted-in-capitol-riot-probe-11613003096",
    "title": "OIympic Medalist Is Among Those Indicted in Capitol Riot Probe",
    "sub_head": "Grand jury charges swimmer Klete Keller with felony offenses along with others suspected of being among the first to break into Capitol",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-297600?width=620&size=1.5",
    "image_1": "im-297600.jpg",
    "time": "2021-02-10 19:24:00",
    "body": "WASHINGTON—Gold-medal Olympic swimmer Klete Keller was indicted by a federal grand jury on charges related to the Jan. 6 riot at the U.S. Capitol, as prosecutors pursue additional counts against the alleged rioters including one that comes with a potential 20-year sentence.<br />In indictments returned Wednesday afternoon, Mr. Keller was charged with seven counts, including obstructing an official proceeding. Similar charges were also brought against two brothers from Montana who allegedly climbed through broken windows at the Capitol and forced their way to the Senate floor, and an alleged QAnon adherent from Iowa who was among the first rioters to enter the Capitol.<br />The law cited in the obstruction count falls under the broad witness-tampering statute and carries a maximum sentence of 20 years in prison. Many of the more than 200 people who face federal charges to date related to the Capitol riot were first arrested on criminal complaints that carried charges with lesser penalties. Prosecutors said they planned to seek indictments against most of the alleged rioters, and could add counts as the investigation progressed.<br />The brothers, Joshua and Jerod Hughes, and the Iowa man, Douglas Jensen, were allegedly part of a mob that chased Capitol Police officer Eugene Goodman up a set of stairs close to the Senate chamber. That episode figured prominently in video footage shown by Democratic impeachment managers during Mr. Trump’s Senate trial on Wednesday.<br />Mr. Keller was first identified several days after the Capitol insurrection in widely circulated screenshots of video footage and photos taken inside the building. He stood out in the crowd for his height, 6-foot-6, and the navy blue jacket he wore bearing the seal of the U.S. Olympic Team. In addition to the obstruction charge, Mr. Keller faces counts of civil disorder, entering and engaging in disorderly conduct in a restricted building, and other counts. A lawyer for Mr. Keller declined to comment."
}