{
    "url_original": "https://www.wsj.com/articles/olympic-sponsors-face-a-balancing-act-at-the-2022-beijing-games-11613145588?mod=business_lead_pos13",
    "url": "olympic-sponsors-face-a-balancing-act-at-the-2022-beijing-games-11613145588",
    "title": "2022 Beijing Olympic Games Loom as Test for Corporate Sponsors",
    "sub_head": "Silence on human-rights issues risks alienating U.S. consumers; speaking up could earn the host nation’s ire",
    "category_1": "Business",
    "category_2": "On Business",
    "image_1_url": "https://images.wsj.net/im-296934?width=620&size=1.5",
    "image_1": "im-296934.jpg",
    "time": "2021-02-12 10:59:00",
    "body": "On the evening of Feb. 4, 2022, an opening ceremony in Beijing is scheduled to kick off the Winter Olympics, the second time in 14 years the Games will be held in China. But more than medals will be on the line. The 2022 Games highlight a dilemma facing potential sponsors: Risk association with an authoritarian regime, or forgo a much-needed chance at a star turn on the global stage?<br />Major companies are eager to get in on the action.  Visa Inc.,  Coca-Cola Co. and a host of other businesses will be represented in Beijing as “Olympic Partners,” the highest level of sponsorship available, a tier that covers several Games cycles and is reserved for those writing the biggest checks and launching the most aggressive tie-in marketing campaigns. Mars-Wrigley will be there, too, handing out Snickers, “the official chocolate of the 2022 Winter Olympics and Paralympic Games.”<br />What might have seemed like a no-brainer—backing a popular sporting event in a country with 1.4 billion consumers—may turn out to be a high-risk gamble. The Olympics could mark the crescendo of a yearslong trend of some consumers, advocates and Western lawmakers pointing out what they consider the true costs of working with a country where horrifying human-rights abuses have been cataloged by journalists and U.S. officials. At a time when global companies rely more heavily than ever on the Chinese market, its government has proven easily triggered by the slightest criticism—and unafraid to exact economic punishment on those who cross it politically.<br />Already advocates are asking  Airbnb Inc.,  another Olympic Partner, why its lodging is available in a country where Uighurs in the province of Xinjiang are housed in concentration camps, subjected to forced labor and other abuses.<br />Airbnb is one of many companies that tout themselves as corporate models of social responsibility, highlighting volunteer programs and nonprofit outreach in ways that are increasingly a consideration for consumers deciding how and where to spend their money. When it comes to China, such activists say, the company appears to be less concerned."
}