{
    "url_original": "https://www.wsj.com/articles/on-day-two-of-trump-impeachment-trial-democrats-lay-out-their-case-11612953001?mod=business_minor_pos4",
    "url": "on-day-two-of-trump-impeachment-trial-democrats-lay-out-their-case-11612953001",
    "title": "On Day Two of Trump Impeachment Trial, Democrats Lay Out Their Case",
    "sub_head": "House impeachment managers and the former president’s defense team will each have 16 hours to present their arguments",
    "category_1": "Politics",
    "time": "2021-02-10 05:30:00",
    "body": "WASHINGTON—Democrats will begin formally making their case Wednesday to convict former President Donald Trump, a day after the Senate voted to proceed with Mr. Trump’s second impeachment trial.<br />After an afternoon of arguments Tuesday on whether it was constitutional to try a former president, six Republican senators joined all Democrats in a 56-44 vote asserting the Senate’s authority to try Mr. Trump, who was impeached by the House last month in the wake of the Jan. 6 Capitol riot. He left office Jan. 20.<br />Starting at noon, Democrats will have 16 hours to make their case, after which Mr. Trump’s defense team will have another 16 hours. Each trial day is expected to last eight hours. Both sides will also have the option to call for a debate and vote on calling witnesses, but it isn’t clear whether either side will seek to do so. Democrats last week asked Mr. Trump to testify, which the former president’s lawyers shot down.<br />Democrats are expected to offer as evidence video and audio presentations of the Jan. 6 riot, as they make their case that Mr. Trump incited his supporters to storm the Capitol. On Tuesday, House impeachment managers played a 13-minute video of Mr. Trump encouraging his supporters to march to the Capitol and of the subsequent violence that resulted in five deaths, including that of a Capitol Police officer.<br />“That’s a high crime and misdemeanor,” Rep. Jamie Raskin (D., Md.), the lead impeachment manager, said before playing the video on Tuesday. “If that’s not an impeachable offense, then there’s no such thing.”"
}