{
    "url_original": "https://www.wsj.com/articles/on-identity-politics-and-changing-attitudes-11613164382?mod=opinion_major_pos17",
    "url": "on-identity-politics-and-changing-attitudes-11613164382",
    "title": "On Identity Politics and Changing Attitudes",
    "sub_head": "The left portrays racial and ethnic minorities (with the exception of Asians, Jews, and other successful groups) as hapless victims of historical oppression.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA472_Winter_8U_20210131145713.jpg",
    "image_1": "publicresourcesimagesED-BA472_Winter_8U_20210131145713.jpg",
    "time": "2021-02-12 16:13:00",
    "body": "Regarding John J. Miller’s “The Weekend Interview with Richard Alba: ‘Majority Minority’ America? Don’t Bet on It” (Feb. 6): Prof. Alba points out the erroneous belief that certain racial minority and ethnic groups are isomorphically committed to a certain political party. President Trump’s gains with blacks and Hispanics demonstrated that their political convictions are more malleable, which Mr. Alba attributes in part to “racial mixing.” No doubt intermarriage and a more complex idea of racial and ethnic identity contribute to that, but there is another powerful factor that moves people over time from left to right on the political spectrum, and it is strangely absent in debates in our “woke” culture: social class.<br />The left portrays racial and ethnic minorities (with the exception of Asians, Jews, and other successful groups) as hapless victims of historical oppression, and who are now in need of government (i.e., taxpayer) largess to make up for those historical inequities. However, people of color who have worked hard over a generation or two and have earned their place in the middle class often resent the condescension of whites diminishing their successful efforts by attributing their success to liberal policies. Those who earned their stake in America through hard work know the difference between equal opportunity and equal outcomes, and start to vote accordingly.<br />Tom O’Hare, Ph.D.<br />Boston College<br />"
}