{
    "url_original": "https://www.wsj.com/articles/on-third-day-of-impeachment-trial-democrats-to-finish-presenting-case-11613039407?mod=business_minor_pos4",
    "url": "on-third-day-of-impeachment-trial-democrats-to-finish-presenting-case-11613039407",
    "title": "On Third Day of Impeachment Trial, Democrats to Finish Presenting Case",
    "sub_head": "Seventeen Republican senators would need to join all Democrats to convict Trump",
    "category_1": "Politics",
    "time": "2021-02-11 05:30:00",
    "body": "WASHINGTON—House impeachment managers on Thursday will continue setting out their case against former President Donald Trump for allegedly inciting the Jan. 6 Capitol riot, an effort aimed at persuading enough Republican senators to convict him.<br />On the third day of the impeachment trial, House Democrats have another eight hours to present evidence. Once the managers finish, Mr. Trump’s legal team will have 16 hours to present his defense.<br />Some Republican senators ended Wednesday concluding that the impeachment managers, through the use of video and audio, had painted a horrifying portrait of the rioters who stormed the Capitol, but many said that they hadn’t shown that the violence was a direct result of Mr. Trump’s rhetoric. If all 50 Democrats vote to convict the former president, 17 Republicans would be needed to join them to reach the necessary two-thirds threshold.<br />The House impeached Mr. Trump last month on an article of inciting an insurrection in a 232-197 vote, with 10 Republicans joining all Democrats. So far, only six Senate Republicans have broken with their party to side with Democrats and against Mr. Trump on a key issue related to his defense: the constitutionality of trying a former president. With the Senate voting that the trial of a former president was constitutional, House managers and defense attorneys are squarely in the middle of a fight over the merits of the charge against Mr. Trump.<br />Lead impeachment manager Rep. Jamie Raskin (D., Md.) and his fellow managers haven’t said what their next move is, but one option would be to use their remaining time to more fully connect the dots between Mr. Trump’s statements, tweets and speeches and the riot. So far, managers have aimed to show that Mr. Trump planned the attack by cultivating a base of people he knew to be violent, issuing a “save the date” notice through a Dec. 19 tweet calling for his supporters to “be there, will be wild,” and then timing his speech asserting that “you’ll never take back our country with weakness” to conclude just as Congress met in a joint session to certify President Biden’s Electoral College win."
}