{
    "url_original": "https://www.wsj.com/articles/online-trading-platform-will-let-investors-bet-on-yes-or-no-questions-11613557800?mod=markets_lead_pos5",
    "url": "online-trading-platform-will-let-investors-bet-on-yes-or-no-questions-11613557800",
    "title": "Online-Trading Platform Will Let Investors Bet on Yes-or-No Questions",
    "sub_head": "Sequoia, Chuck Schwab are among those backing Kalshi, which plans to launch in March",
    "category_1": "Markets",
    "time": "2021-02-17 05:30:00",
    "body": "An online-trading startup that aims to let people wager on questions about future events ranging from economics to the weather to public health has raised $30 million from an array of prominent investors including venture firm Sequoia Capital and discount-brokerage pioneer Charles R. “Chuck” Schwab.<br />Kalshi Inc. expects to launch in March. It plans to let users bet on “yes” or “no” answers to questions about future events. For instance, had the platform existed last year, it might have asked users whether a Covid-19 vaccine would be approved by the end of 2020.<br />The San Francisco-based startup hopes to benefit from surging interest in trading by individual investors. Individuals have jumped into stocks and options during the past year, using apps like those offered by Robinhood Markets Inc. Kalshi also hopes its marketplace will be used by people and businesses looking to hedge against risks that they face from future events.<br />Kalshi’s fundraising round comes after it won approval from the Commodity Futures Trading Commission in November to run a derivatives exchange. Sequoia led the Series A round, which brings the total money raised by Kalshi since its 2018 founding to about $36 million.<br />Other investors in the round include Henry R. Kravis, the billionaire co-founder of private-equity giant KKR & Co. Inc., and SV Angel, a seed-stage venture firm whose investments have included  Airbnb Inc.  and  DoorDash Inc.  Earlier investors in Kalshi include Y Combinator, a Silicon Valley startup accelerator, and Justin Mateen, a co-founder of dating app Tinder."
}