{
    "url_original": "https://www.wsj.com/articles/opendoor-needs-to-show-its-work-11612524604?mod=markets_lead_pos10",
    "url": "opendoor-needs-to-show-its-work-11612524604",
    "title": "Opendoor Needs to Show Its Work",
    "sub_head": "Investors’ love for Opendoor suggests it doesn’t matter if you win or lose in iBuying, but how you game the game",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294189?width=620&size=1.5",
    "image_1": "im-294189.jpg",
    "time": "2021-02-05 06:30:00",
    "body": "Opendoor Technologies  appears to have solved the elusive iBuying equation, but the math is still a bit hazy.<br />Since competitor  Zillow  made its big push into iBuying in early 2019, investors have struggled to understand how such a capital intensive business so dependent on market fluctuations can reliably make money. They have good reason: In the most recent quarter reported, Zillow said it lost roughly $7,500 on average for each home it bought and subsequently sold after interest expense, despite the surge in overall real-estate prices last year. Zillow hasn’t yet shown profitability in its iBuying business on that basis in any quarter and losses seem to be accelerating.<br />But things appear different at Opendoor. The company made about $5,000 per home after interest expense in the first quarter of last year, according to a November analyst day presentation. And, unlike Zillow, its contribution margin increased significantly as the year progressed, rising from 1.9% in the first quarter to 4.8% in the third quarter. Dividing its contribution profit by the total number of homes it sold shows that Opendoor made an average of just under $13,000 per home in the third quarter after interest expense.<br />Could Opendoor really be nearly three times better at making money in iBuying than a company with roughly 10 years more experience in online real estate? Investors seem to think it has at least some advantage: Opendoor’s stock has soared 56% over the last three months, outperforming Zillow’s 48% gain.<br />But it seems hard to believe that, in the algorithmic-based business of iBuying, a more established company could get outplayed in the data game. A 2019 analysis done by Mike DelPrete, a scholar in residence on real-estate technology at the University of Colorado at Boulder, found both Opendoor and Zillow purchase homes for just over 1% less than the value of the home as determined by a real-estate title insurance company. Indeed, Zillow’s own analysis published last month showed it is offering within 0.09% of what a home goes on to sell for on the traditional market."
}