{
    "url_original": "https://www.wsj.com/articles/overthinking-cruise-stocks-could-end-the-carnival-11614105129?mod=markets_featst_pos2",
    "url": "overthinking-cruise-stocks-could-end-the-carnival-11614105129",
    "title": "Overthinking Cruise Stocks Could End the Carnival",
    "sub_head": "Cruise line shares are trading up on reopening hopes alone",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-23 13:32:00",
    "body": "If you are confused by the savage recovery of so-called “reopening” stocks, you are clearly overthinking things. Yes, sectors like hotels, amusement parks and casinos are soaring, even as revenues remain severely depressed. But markets’ new mantra seems to channel the age-old design principle: “Keep it simple, stupid.”<br />Look no further than cruise stocks. Shares of the three major cruise lines are up an average of 53% over the past six months, even though there has been little in the way of an actual restart in the industry. As  Royal Caribbean  Group’s chief executive officer, Richard Fain, said on his company’s fourth-quarter conference call Monday, most of its ships are still sitting idle after almost a year, and most of its global operations have been suspended at least through April. Meanwhile, Carnival Corp. apparently has decided that if it can’t sell cruise tickets, it will just sell stock instead. The company said on Monday it was raising $1 billion in common stock, also indicative of strong investor demand for the sidelined industry.<br />Hope floats, apparently. Estimates compiled by Visible Alpha show analysts expect Royal Caribbean’s revenue to remain down from 2019 levels by 74% this year and not exceed pre-pandemic levels until 2023. UBS analyst Robin Farley argues that while bookings look to be down for the second half of this year on an absolute basis compared with a normal year, booking volume is likely to be well above service capacity, given cruise lines’ plan for a phased re-entry of select ships at a time. She also noted cumulative advance bookings for the first half of next year are within historical ranges and seem to be at higher prices, a sign of pent-up consumer demand.<br />An analysis of booking trends done by cruise review site Cruise Critic is also encouraging. The site said it saw a 40% increase in cruise shoppers in January versus December, with the majority of bookings for trips this year rather than next year. But future cruising may be contingent upon certain protocol being put in place: 81% of Cruise Critic readers polled in January and February said they would cruise if there was a vaccination requirement to sail. While it is still unclear at this point what the regulations will be for future passengers to cruise, Royal Caribbean’s Mr. Fain did refer to vaccines as “the ultimate weapon” on Monday.<br />Deutsche Bank analyst Chris Woronka argued in a note this week that historically it has “proven unwise to fight a thesis trade”—in this case pent-up demand for vacations—no matter what consensus expectations may be. The risk, he notes ironically, is that analysts’ forecasts will catch up to or even exceed those of investors. This would set the stocks up for disappointment if actual earnings fall short of estimates once cruising resumes."
}