{
    "url_original": "https://www.wsj.com/articles/palantir-lays-out-growth-targets-following-public-debut-11613508686?mod=business_minor_pos8",
    "url": "palantir-lays-out-growth-targets-following-public-debut-11613508686",
    "title": "Palantir Lays Out Growth Targets Following Public Debut",
    "sub_head": "Data-mining company to expand sales force, aiming   for more than 30% growth annually over next five years",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-299843?width=620&size=1.5",
    "image_1": "im-299843.jpg",
    "time": "2021-02-16 15:51:00",
    "body": "Palantir Technologies Inc.  shares dropped sharply Tuesday after the data-mining company laid out its expectations for revenue growth over the next few years and said it would beef up its sales force.<br />Palantir has joined a cohort of firms whose market debuts have been welcomed by many investors, some of whom are looking for technology-driven companies to grow rapidly to justify their valuations. The Denver-based company, which provides software focused on helping businesses as well as defense and intelligence agencies analyze data, saw its shares rise from a $10 debut in a direct listing in September to as high as $39 in late January, according to FactSet.<br />The stock has fallen since then and traded down about 12% to $28.05 Tuesday afternoon, as executives said they expect Palantir to generate revenue growth of more than 30% annually over the next five years. That rate could potentially be slower than the 47% gain it recorded for 2020 compared with 2019.<br />The company isn’t “focused on the day-to-day, quarter-to-quarter, near-term focus that, quite frankly, destroys businesses,” said Chief Executive Officer Alexander Karp. “It’s one of the main reasons why so many of our businesses, especially in tech, are actually only serving Wall Street and not serving their clients,” he added.<br />Palantir plans to expand its sales team by triple-digit levels this year, operations chief Shyam Sankar told investors Tuesday."
}