{
    "url_original": "https://www.wsj.com/articles/palantir-becomes-an-unlikely-darling-of-the-gamestop-crowd-11613680175?mod=business_minor_pos10",
    "url": "palantir-becomes-an-unlikely-darling-of-the-gamestop-crowd-11613680175",
    "title": "Palantir Becomes an Unlikely Darling of the GameStop Crowd",
    "sub_head": "Quarterly results and a lock-up expiration hit shares of the richly valued software maker, but it is finding support in online forums",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-18 15:29:00",
    "body": "Even a powerful crystal ball couldn’t have foreseen this.<br />On Thursday, as the  GameStop  saga moved officially into the halls of Congress, the crowd that has been favoring the videogame retailer turned its eye to  Palantir Technologies —a Denver-based software company named for such a magical element in the “Lord of the Rings” saga. Palantir spent the day as a top trending stock on Reddit’s WallStreetBets forum—coming in second only to GameStop—according to TopStonks.com.<br />The two have little in common. Until relatively recently, GameStop was one of the most beaten-down stocks on Wall Street, due to widespread belief that its days were numbered. Palantir by contrast has been the hottest in a batch of popular software companies that went public last year. By the end of last week, Palantir’s share price was up 340% from the reference price on its direct listing on Sept. 30 and 236% above the closing price of its first trading day, showing that most of its gains didn’t come from the infamous first-day pop.  Snowflake  and  C3.ai —both of whose share prices more than doubled on their first trading day—have picked up an additional 18% and 66%, respectively, from their first-day close.<br />Then came Palantir’s fourth-quarter results Monday morning, which investors found disappointing mostly due to a forecast implying a significant deceleration in revenue growth later this year. That took nearly 13% off the stock that day. Another big drop came Thursday, as more than 383 million of the company’s shares were freed from a post-IPO lockup provision. By midday, trading volume on Palantir was more than triple the stock’s daily average since the start of the year, according to FactSet data.<br />The selloff seems to have signaled a buying opportunity to online punters. Unlike GameStop, Palantir hasn’t been a big target of short sellers. But it does bring a whiff of controversy due to its national-security work, which in turn has led the company to depict itself as a Silicon Valley outcast. It also brings a loose association with Elon Musk—patron saint of the Reddit crowd—given that Palantir was co-founded by his former business partner Peter Thiel."
}