{
    "url_original": "https://www.wsj.com/articles/pandemic-loneliness-is-hitting-young-adults-especially-hard-11614104792",
    "url": "pandemic-loneliness-is-hitting-young-adults-especially-hard-11614104792",
    "title": "Pandemic Loneliness Is Hitting Young Adults Especially Hard",
    "sub_head": "New research shows rampant loneliness among Americans, with young adults and mothers among the most vulnerable. Here are ways to help.",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-302446?width=620&size=1.5",
    "image_1": "im-302446.jpg",
    "time": "2021-02-23 13:26:00",
    "body": "The coronavirus pandemic has caused another kind of pervasive affliction, Harvard researchers say: loneliness.<br />More than one-third of 950 Americans reported feeling lonely at least “frequently” in the previous four weeks, according to a newly released survey by researchers at Harvard’s Graduate School of Education, conducted in October. That’s higher than the quarter of respondents who recalled feeling serious loneliness in the two months before the pandemic, and 28% of respondents said they had experienced increases in the frequency of their loneliness. Young adults and mothers felt especially isolated, the survey reported.<br />Social disruption has hit people in myriad ways: A college student living back at home may feel disconnected from their normal social life, while an overworked parent may feel detached from their usual support system. And even people managing to cultivate an active Zoom-led social life may still feel disconnected.<br />But it is possible to take steps to reduce loneliness, says Richard Weissbourd, a senior lecturer in Harvard’s Graduate School of Education who directs the Making Caring Common project, which has studied community and interfamily relationships over the course of the pandemic.<br />Dr. Weissbourd spoke with the Journal about the rise in loneliness and what we can do about it."
}