{
    "url_original": "https://www.wsj.com/articles/paul-ryan-says-he-is-joining-solamere-capital-11614207652?mod=politics_lead_pos6",
    "url": "paul-ryan-says-he-is-joining-solamere-capital-11614207652",
    "title": "Paul Ryan to Join Solamere Capital",
    "sub_head": "Former House speaker says he’ll be a partner at Boston private-equity firm",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-303858?width=620&size=1.5",
    "image_1": "im-303858.jpg",
    "time": "2021-02-24 18:31:00",
    "body": "Former House speaker Paul Ryan, who last year joined the rush of high-profile individuals launching special-purpose acquisition companies, is going to work at the private-equity firm he teamed up with in that effort.<br />Mr. Ryan will join Solamere Capital, a private-equity firm founded by Utah Sen. Mitt Romney’s son Taggart, as a partner. Solamere, a Boston firm with more than $1 billion in assets, seeks to invest in high-growth companies and help them expand and create jobs, he says. He was inclined to join the firm because it takes a conservative approach to adding debt to companies in its portfolio and eschews layoffs—two things private-equity firms are typically associated with.<br />“For 20 years in Congress, I’ve been preaching the virtues of the free-enterprise system,” Mr. Ryan said in an interview. “The reason I’m joining Solamere is that I want to practice what I preach.”<br />A SPAC is an empty vehicle that raises funds and then looks for a business to buy or merge with, usually within two years. Solamere Capital was the main sponsor of Mr. Ryan’s SPAC,  Executive Network Partnering Corp.<br />The vehicle, which raised about $360 million, is a twist on the traditional SPAC, with longer-term incentives for its backers and potentially slimmer fees for underwriters. Its founders won’t be able to sell any of their shares for three years after any merger closes; typically, SPAC founders can either sell a year after a merger closes or as soon as the shares trade above a certain level."
}