{
    "url_original": "https://www.wsj.com/articles/paying-rent-during-covid-landlords-11614201531?mod=business_minor_pos4",
    "url": "paying-rent-during-covid-landlords-11614201531",
    "title": "Your Tenant Stopped Paying Rent During Covid. Here’s What You Should Know",
    "sub_head": "Small landlords that rely on rental income for their retirement are vulnerable to eviction bans",
    "category_1": "Real Estate",
    "category_2": "Homes",
    "time": "2021-02-25 08:30:00",
    "body": "Real estate has been touted by financial advisers as a stable investment for those seeking a passive source of income in retirement. But instead of boosting their income, some retirees who invested in residential rental properties are now losing money due to eviction moratoria resulting from the coronavirus pandemic. Faced with tenants who can’t pay rent, these mom-and-pop landlords are finding their hands tied under the governmental orders, making them especially vulnerable and, in some cases, at risk of losing the properties securing their retirement.<br />Here’s what you need to know about the moratoria and what you can, and can’t, do when your tenants don’t pay.<br />In January, the Centers for Disease Control and Prevention extended the existing eviction moratorium to March 31, 2021. This moratorium prevents landlords from evicting tenants for nonpayment, although tenants can still be evicted for reasons other than not paying rent. To be protected from eviction, tenants must provide a written declaration to their landlord, attesting that they have sought government rental assistance, will earn no more than $99,000 in annual income (or $198,000 if filing a joint tax return), cannot pay their full rent due to loss of income, work hours or extraordinary medical expenses, have used best efforts to make timely partial payments, and would become homeless if evicted. All rental properties are covered, but the CDC moratorium doesn’t apply in any state or local areas that have their own moratorium with the same or greater protection. In those areas, state or local law prevails.<br />Gregory Scott Brown, senior vice president, government affairs, of the National Apartment Association, says that if rent remains unpaid when the moratorium expires, landlords will still need to go through the eviction process to regain possession of their unit. Some eviction laws allow tenants to avoid eviction by paying off the rent debt and some judges in eviction proceedings decide if tenants are liable for back rent. They could rule that tenants don’t have to repay before eviction. Mr. Brown suggests that whenever possible, landlords try to work out a repayment plan with the tenant to keep them in place.<br />Don’t. Don’t shut off utilities either. “The only recourse to regain possession of a unit is through the courts and the eviction process,” says Bob Pinnegar, president and chief executive officer of the National Apartment Association. Take the law into your own hands, and you might be subject to civil or criminal penalties, depending on the jurisdiction. In New York, a court may even allow the tenant back into the apartment, says Howard Poch, a New York City attorney who represents landlords and tenants."
}