{
    "url_original": "https://www.wsj.com/articles/paypal-should-have-more-growth-in-store-11612450620?mod=business_minor_pos10",
    "url": "paypal-should-have-more-growth-in-store-11612450620",
    "title": "PayPal Should Have More Growth In-Store",
    "sub_head": "After a huge 2020 for digital spending PayPal has momentum in a new realm, in-store payments",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294853?width=620&size=1.5",
    "image_1": "im-294853.jpg",
    "time": "2021-02-04 09:57:00",
    "body": "PayPal Holdings  is breaking into stores across America.<br />For years, investors wondered if the digital-payment giant would cross over into the physical realm in a big way. The pandemic, which has been a boon for contactless tapped or scanned payments, seems to have gotten that ball rolling.  PayPal  on Wednesday said its payments with QR codes—digital scrambles that can be displayed by phones and scanned at checkout counters—are now accepted at more than 600,000 retail locations, and that in 2020 it had signed up 29 large enterprises such as  CVS  and  Macy’s  to offer them. PayPal did more than $20 billion worth of in-store volume across its payment types in 2020.<br />That is just a small piece of the nearly $1 trillion in total payment volume PayPal did last year—but it is important volume for investors to track. For one, volume growth in a new arena will be vital as PayPal tries to sustain the momentum built by the pandemic’s behavioral shift to digital spending. PayPal recorded 31% currency-neutral total-payment-volume growth in 2020, and says it expects this to slow only somewhat in 2021, to the high 20’s. Prior to the earnings report, analysts were expecting only 24% growth in 2021, according to estimates compiled by Visible Alpha.<br />Plus, in-store transactions are relatively profitable for PayPal. For one, having a viable in-store option apparently pumps more volume through already-acquired users’ accounts: Last year, there was a 19% increase in payment volume for PayPal users who started regularly using QR codes. This helps PayPal more closely embed itself in users’ day-to-day lives, giving it further opportunity to offer its growing list of services, like buy-now-pay-later and bill payments. PayPal’s branded in-store transactions like QR codes also generally have better take rates, or how much of the volume ultimately becomes revenue for PayPal, than many kinds of online payments.<br />Volumes for pent-up digital spending like travel and events may also rebound this year, as consumer habits normalize. To keep surpassing investors’ already-high expectations for the shares, which are up about 110% over the past year, more growth in-store would be a big help."
}