{
    "url_original": "https://www.wsj.com/articles/pelosis-capitol-riot-commission-11614210098?mod=opinion_lead_pos3",
    "url": "pelosis-capitol-riot-commission-11614210098",
    "title": "Pelosi’s Capitol Riot Commission",
    "sub_head": "If it’s stacked with Democrats, it won’t be a credible inquiry.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-303908?width=620&size=1.5",
    "image_1": "im-303908.jpg",
    "time": "2021-02-24 18:41:00",
    "body": "Nancy Pelosi wants a “9/11-type” commission to investigate the Jan. 6 riot at the Capitol, and there’s a case for doing it—if the goal is truly to find out why America’s seat of government was so poorly protected and how much of the violence was planned. Is that what Mrs. Pelosi is after?<br />There’s reason to doubt it, since she pushed to make the commission a partisan body. Her initial plan was to have seven members appointed by Democrats and four by Republicans. This is impossible to justify, especially in a country so closely divided. Democrats have 51% of House seats and Republicans have 49%, and the Senate is 50-50. Why, then, would Democrats get to appoint 64% of a Jan. 6 commission?<br />The only way an inquiry can defang disinformation and conspiracy theories, like the idea that the Capitol rioters were antifa agitators in disguise, is if the country thinks the effort is factual and fair. An even partisan split is crucial for credibility. Otherwise a sizable share of Americans will suspect it’s a political weapon designed to find President Trump guilty of incitement to insurrection, more or less, after a failed impeachment trial.<br />Mrs. Pelosi should want an inquiry that delivers a unanimous outcome, not one that breaks down on party lines. Heed the veterans of the 9/11 commission, which she invokes. Its Democratic vice chairman, former Rep. Lee Hamilton, told Politico that Mrs. Pelosi’s proposal “does not sound to me like a good start; it sounds like a partisan beginning.” Its GOP chairman, former New Jersey Gov. Tom Kean, said that without equal representation, “the report won’t have as much confidence from the American people.”<br />Another model is the 2005 Robb-Silberman report on faulty intelligence before the Iraq war. That commission followed the facts, instead of chasing a predetermined hypothesis. It was led by credible figures: Judge Laurence Silberman of the federal appeals court for the D.C. Circuit and former Democratic Sen. Chuck Robb."
}