{
    "url_original": "https://www.wsj.com/articles/pelotons-expensive-race-against-time-11612530000?mod=business_lead_pos13",
    "url": "pelotons-expensive-race-against-time-11612530000",
    "title": "Peloton’s Expensive Race Against Time",
    "sub_head": "Connected fitness company scrambling to improve deliveries as recovery from pandemic may alter its value proposition",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-05 08:00:00",
    "body": "Peloton Interactive ’s  high-quality problem is getting to be an expensive one.<br />The purveyor of connected spin bikes and treadmills reported predictably strong results for its fiscal second quarter on Thursday afternoon. Revenue more than doubled year-over-year to $1.06 billion, with connected fitness subscriptions surging 134% to about 1.7 million. And Peloton’s appeal doesn’t even fully rest on those willing to shell out top dollar for its gear: Paid digital subscriptions to the company’s vast offering of virtual workouts soared 472% to about 625,000.<br />But some of those metrics are rather backward looking. Because Peloton doesn’t recognize revenue on its gear until it is in customers’ hands, revenue and subscriptions tied to those products essentially reflect what the company was able to get to customers who were patient enough to wait out production constraints. They haven’t seemed to ease: Peloton’s website still shows eight to 10 weeks of wait time to fulfill orders, even as the company says it has significantly increased its manufacturing output.<br />This has tested the patience of customers, many of whom have taken to Facebook and other social outlets to complain about the delays. Peloton might be the most famous game in town, but there are other makers of connected bikes doing brisk business. Peloton also saw a sharp slowdown in the growth of customer deposits and deferred revenue during the December quarter, which could indicate slowing demand. The company insisted on its conference call that this isn’t the case and noted that its growing use of delayed payment options will result in “a dramatically lower level of customer deposits” going forward. Peloton’s share price fell more than 7% Thursday evening following the report, though the stock remains a pandemic standout with a 12-month gain of more than 370%.<br />Peloton is focused on shrinking its wait times, but it won’t be cheap. The company said Thursday it is now investing more than $100 million in expedited shipping to boost its delivery speed. It also said it is delaying the U.S. launch of its new treadmill from April to late May. It is still working to boost its manufacturing. Its $420 million acquisition of Precor, announced in December, was primarily meant to add domestic manufacturing capabilities to better serve North American customers. Precor’s North Carolina facilities are expected to be producing Peloton equipment by the end of this calendar year."
}