{
    "url_original": "https://www.wsj.com/articles/pennsylvanias-top-election-official-leaves-post-11612207940?mod=business_minor_pos4",
    "url": "pennsylvanias-top-election-official-leaves-post-11612207940",
    "title": "Pennsylvania’s Top Election Official Resigns",
    "sub_head": "Department of State made mistake of failing to advertise proposed constitutional amendment over childhood sex-abuse claims",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-293233?width=620&size=1.5",
    "image_1": "im-293233.jpg",
    "time": "2021-02-01 16:44:00",
    "body": "Pennsylvania’s chief election official is resigning after revelations that her agency failed to advertise a proposed constitutional amendment that would retroactively give alleged victims of child sexual abuse two years to bring civil lawsuits.<br />Kathy Boockvar, who as secretary of the commonwealth oversaw the state’s contentious Nov. 3 presidential election, will leave office Friday, Democratic Gov. Tom Wolf said Monday.<br />Proposed constitutional amendments must pass during consecutive legislative sessions, after which they are put to voters in a referendum. The Department of State is legally required to advertise the proposed amendment in newspaper ads. Lawmakers first passed the measure in question in 2019 and were on track to pass it a second time, when officials in Ms. Boockvar’s agency realized they hadn’t placed the required ads.<br />As a result, the multiyear process of amending the state Constitution must start all over again, unless the state Legislature were to pass a bill creating the two-year window for lawsuits, the governor’s office said.<br />“The delay caused by this human error will be heartbreaking for thousands of survivors of childhood sexual assault, advocates and legislators, and I join the Department of State in apologizing to you. I share your anger and frustration that this happened, and I stand with you in your fight for justice,” Mr. Wolf said in a statement."
}