{
    "url_original": "https://www.wsj.com/articles/peril-and-opportunity-for-trump-at-cpac-11614207763?mod=opinion_lead_pos8",
    "url": "peril-and-opportunity-for-trump-at-cpac-11614207763",
    "title": "Peril and Opportunity for Trump at CPAC",
    "sub_head": "Will he double down on grievance or begin the arduous process of re-creating his image?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-303665?width=620&size=1.5",
    "image_1": "im-303665.jpg",
    "time": "2021-02-24 18:02:00",
    "body": "It’s going be yuge, as Donald Trump might say. Mr. Trump’s speech Sunday at the Conservative Political Action Conference in Orlando, Fla., will be his first public appearance since his calamitous Jan. 6 address that led to a violent mob assaulting the Capitol.<br />This weekend, Mr. Trump will again stir the political waters, as he’s done in past CPAC appearances. At his first, in February 2011, he announced he was “thinking about” a White House bid because America had “become a whipping post for the rest of the world.” He had “participated in many battles” and “really almost come out very, very victorious every single time,” having “beaten many people and companies” and “intelligently earned many billions of dollars, which in a sense was both a scorecard and acknowledgment of my abilities.” He spontaneously called Rep. Ron Paul, winner of that year’s CPAC presidential straw poll, a loser with “zero chance of getting elected.” Sound familiar?<br />Mr. Trump didn’t run in 2012, but many themes of his 2016 campaign were there in his 2011 remarks: defeating China, ending dependence on the Organization of the Petroleum Exporting Countries, and promises to “blast” an American enemy—Somali pirates in that case—“so fast.”<br />Back then he was allowed only five minutes to talk. A prerogative of being the former president is he’ll have as much time he wants Sunday. How he uses it will be important.<br />One approach would be to devote the speech to his anger and grievances over losing the election. He could complain it was stolen and brag about winning more than 74 million votes. He could claim credit for every GOP victory, from flipping House seats to adding state legislative chambers, while blaming others—notably Minority Leader Mitch McConnell—for every GOP failure, including losing the Senate."
}