{
    "url_original": "https://www.wsj.com/articles/petrobras-weighs-ceo-change-as-brazilian-president-turns-up-pressure-11614114749?mod=world_minor_pos1",
    "url": "petrobras-weighs-ceo-change-as-brazilian-president-turns-up-pressure-11614114749",
    "title": "Petrobras Weighs CEO Change as Brazilian President Turns Up Pressure",
    "sub_head": "Move by Jair Bolsonaro to place army general atop oil giant seen as meddling in state firm",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-302840?width=620&size=1.5",
    "image_1": "im-302840.jpg",
    "time": "2021-02-23 16:12:00",
    "body": "SÃO PAULO—The financial future of Brazilian oil giant  Petrobras  hung in the balance Tuesday as its board met to decide whether to approve President Jair Bolsonaro’s controversial appointment of an army general to the company’s helm in an apparent bid to force the firm to subsidize fuel prices.<br />Mr. Bolsonaro’s nomination of Gen. Joaquim Silva e Luna, who served alongside him under Brazil’s 1964-85 dictatorship and has no experience in the oil industry, has roiled markets, wiping billions of dollars off Petrobras’s market value and raising fears about government meddling in the economy.<br />While the board meeting was scheduled to end late Tuesday, people close to the deliberations said the 11 members may delay the decision on whether to back the president’s move or defy him. A delay will only create more uncertainty, analysts said, prompting possible further losses at the company.<br />Petrobras’s shares on Tuesday climbed 8%, recovering some of the ground lost the day before, when they plunged roughly 20%, the second-biggest daily loss in market value since the early 1990s, according to Economatica, a São Paulo-based analysis firm. Brazil’s benchmark Bovespa stocks index rose 2% by Tuesday afternoon and the real strengthened slightly against the dollar.<br />The right-wing president’s intervention at Petrobras was widely seen among investors as a pivotal moment in his two-year-old administration, a sign that he was going to put politics above economics ahead of his 2022 re-election bid. Subsidizing fuel prices would likely cost the state firm billions of dollars a year, crippling its finances and diminishing its ability to find and produce more oil."
}