{
    "url_original": "https://www.wsj.com/articles/petrobras-ceo-says-will-step-down-as-brazils-president-moves-in-on-oil-giant-11614279476?mod=world_minor_pos1",
    "url": "petrobras-ceo-says-will-step-down-as-brazils-president-moves-in-on-oil-giant-11614279476",
    "title": "Petrobras CEO Says He Will Step Down as Brazil’s President Moves in on Oil Giant",
    "sub_head": "Market-friendly Castello Branco’s departure raises fears of Bolsonaro economic populism",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-304339?width=620&size=1.5",
    "image_1": "im-304339.jpg",
    "time": "2021-02-25 13:57:00",
    "body": "SÃO PAULO—The market-friendly chief executive of Brazilian oil producer Petrobras said Thursday he would step down, paving the way for his replacement with an army general as President Jair Bolsonaro fights for greater control of the company.<br />Economist Roberto Castello Branco, who has won investors’ respect for shrinking Petrobras’s vast debt pile since taking the job at the beginning of 2019, said he would leave Brazil’s biggest company when his term ends on March 20.<br />His departure comes as Brazil’s right-wing president is pushing to install an army general at the helm of the oil producer after Mr. Castello Branco resisted the president’s calls to lower fuel prices. The row has raised fears among investors that Mr. Bolsonaro is seeking to force Petrobras to subsidize the country’s diesel and gasoline prices—a policy adopted under previous left-wing administrations that nearly bankrupted the company.<br />Mr. Castello Branco hit back at Mr. Bolsonaro Thursday, saying that fuel subsidies had been “disastrous” for the company in the past, costing it $40 billion. “If Brazil wants to be a free-market economy, you have to have a free market,” he said.<br />With elections looming next year, and calls growing in Congress for his impeachment over his handling of the pandemic, Mr. Bolsonaro has resorted ever more to populist moves to win over voters, political scientists said."
}