{
    "url_original": "https://www.wsj.com/articles/pie-in-the-sky-illusory-goodies-invented-by-a-labor-legend-11614296491",
    "url": "pie-in-the-sky-illusory-goodies-invented-by-a-labor-legend-11614296491",
    "title": "‘Pie in the Sky’: Illusory Goodies Invented by a Labor Legend",
    "sub_head": "The songwriter and activist known as Joe Hill coined the phrase in a parody of a Salvation Army hymn",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-303761?width=620&size=1.5057471264367817",
    "image_1": "im-303761.jpg",
    "time": "2021-02-25 18:41:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />When President Biden signed executive orders last month addressing climate change, he insisted that his plan to wean the country from its dependence on fossil fuels would also create “new, good-paying jobs” for those working in affected industries. “These aren’t pie-in-the-sky dreams,” Mr. Biden said.<br />Critics of the administration’s policies were quick to use the same term to disagree. Rep. Cathy McMorris Rodgers, the top Republican on the House Energy and Commerce Committee, complained that “pie-in-the-sky government mandates and directives” would hurt energy security. This week, Politico quotedTerry O’Sullivan, general president of the Laborers’ International Union of North America, as saying, “It’s pie in the sky bulls— about these green jobs being good middle-class jobs, because they’re not.”<br />All of this “pie in the sky” talk has its origins in a satirical protest song written by a labor activist more than a century ago. The expression was coined by a Swedish immigrant to the U.S., born Joel Hägglund. He changed his name to Joe Hillstrom while working as an itinerant laborer and changed it again to Joe Hill as he became a popular songwriter for the labor movement.<br />Around 1910, Hill was working on the docks in San Pedro, Calif., and joined up with the Industrial Workers of the World, or IWW, a radical labor union whose members were dubbed the Wobblies. At the time, the IWW was organizing migrant workers who gathered on the “skid rows” of Western cities when they were between jobs. In those cities, the Wobblies often clashed with the Salvation Army, whose preachers proselytized from street-corner missions."
}