{
    "url_original": "https://www.wsj.com/articles/plan-for-jan-6-capitol-riot-commission-sparks-partisan-fighting-in-congress-11614207539?mod=business_minor_pos5",
    "url": "plan-for-jan-6-capitol-riot-commission-sparks-partisan-fighting-in-congress-11614207539",
    "title": "Plan for Jan. 6 Capitol Riot Commission Sparks Partisan Fighting in Congress",
    "sub_head": "Republicans object to Democratic proposal on makeup of panel and its focus on violence by far-right groups supporting former President Trump",
    "category_1": "Politics",
    "time": "2021-02-24 17:59:00",
    "body": "WASHINGTON—A plan by House Speaker Nancy Pelosi (D., Calif.) to establish a commission to investigate the Jan. 6 attack on the Capitol is stirring up a partisan fight in Congress, with Republicans objecting to the panel’s structure and focus, putting the overall proposal at risk.<br />Under the plan, which is modeled on the 9/11 commission and would need to clear both chambers of Congress, an 11-person panel would be charged with investigating and reporting on the facts and causes related to the attack on the Capitol by supporters of former President Donald Trump. It would consist of three members appointed by President Biden and another eight appointed by the four top congressional leaders, with each leader appointing two members.<br />Under that structure, Senate Minority Leader Mitch McConnell (R., Ky.) and House Minority Leader Kevin McCarthy (R., Calif.) would be able to choose only four of the 11 members, with the other seven in the hands of Democrats. The Republicans say that gives the commission a partisan tilt, in contrast to the 9/11 commission, which was evenly divided between Republicans and Democrats.<br />“Any undertaking along these lines must be fair and evenhanded,” Mr. McConnell said in criticizing the Democratic proposal. “That shouldn’t be controversial.”<br />“I understand the question about who appoints them—but it doesn’t necessarily mean that the president wouldn’t appoint someone with a different voter registration than our party,” said Rep. Pete Aguilar (D., Calif.), the vice chairman of the House Democratic caucus."
}