{
    "url_original": "https://www.wsj.com/articles/plan-b-for-a-15-minimum-wage-11614553078?mod=opinion_lead_pos3",
    "url": "plan-b-for-a-15-minimum-wage-11614553078",
    "title": "Plan B for a $15 Minimum Wage",
    "sub_head": "It’s not a mandate—it’s a tax. At least that’s Bernie Sanders’s pitch.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-28 17:58:00",
    "body": "As expected, the Senate’s parliamentarian ruled last week that mandating a nationwide $15 minimum wage cannot be done via budget reconciliation, with a mere 51 votes. Some progressives, including some in Congress, are not eager to reconcile with this procedural flaw. “Replace the parliamentarian,” Rep. Ilhan Omar tweeted. “This is unacceptable.”<br />Rep. Ro Khanna’s approach was in the same vein: “This is an advisory, not a ruling.” He called on Vice President Kamala Harris, as the Senate’s constitutional leader, “to disregard and rule a $15 minimum wage in order.” But doing so would mean the end, forever, of the longstanding Byrd rule, which governs reconciliation. President Biden, an institutionalist who gave a eulogy for the eponymous Senator Robert Byrd, seems unlikely to go for it. “He respects the parliamentarian’s decision and the Senate’s process,” the White House press secretary said.<br />Hence the shift to Plan B. Senator Bernie Sanders said he would work on “an amendment to take tax deductions away from large, profitable corporations that don’t pay workers at least $15 an hour.” That idea, he insisted, “must be included in this reconciliation bill.” Senator Ron Wyden said he wants “a 5 percent penalty on a big corporations’ total payroll if any workers earn less than a certain amount.”<br />But to sneak through reconciliation, any such provision would have to pass muster with the parliamentarian. One comparison is ObamaCare’s mandate to buy health insurance or else pay a penalty. When the GOP pushed to kill it in 2015, “the Senate parliamentarian ruled that the bill’s provisions to repeal the individual and employer mandates were extraneous,” as the Congressional Research Service later put it. That’s why the mandate remains law, though Republicans later cut its penalty to $0.<br />Even if the parliamentarian were swayed, passing a Plan B would require getting votes from Arizona’s Kyrsten Sinema and West Virginia’s Joe Manchin. Mr. Manchin thinks $15 an hour is too high. “Eleven dollars is the right place to be,” he said recently."
}