{
    "url_original": "https://www.wsj.com/articles/politics-foretelling-the-end-of-capitalism-review-11614379876",
    "url": "politics-foretelling-the-end-of-capitalism-review-11614379876",
    "title": "Politics: ‘Foretelling the End of Capitalism’ Review",
    "sub_head": "From Mill to Marx and on to Keynes, a history of misdiagnosis.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304919?width=620&size=1.5",
    "image_1": "im-304919.jpg",
    "time": "2021-02-26 17:51:00",
    "body": "‘Prophecies about the end of capitalism . . . have dotted the history of modern social science since its inception,” Francesco Boldizzoni observes in “Foretelling the End of Capitalism: Intellectual Misadventures Since Karl Marx” (Harvard, 326 pages, $35). “Almost all of the great social theorists, at one point or another in life, engaged in forecasting.” I am inclined to look favorably on any book purporting to expose the follies of revered intellectuals, and the prospect of a history chronicling end-of-capitalism predictions filled me with anticipation.<br />Mr. Boldizzoni was of course under no obligation to write the book I was hoping he had written, and he has not done so. He accepts his prognosticators’ premise that capitalism is basically a malign system that exacerbates inequality and “turns culture into business and . . . enslaves minds to its logic.” Moreover his explanations for the failure of predictions by Karl Marx, John Stuart Mill, Max Weber and John Maynard Keynes, among others, strike this reviewer as hopelessly abstruse and heavily reliant on the economic theories that lured these intellectuals into making foolish predictions in the first place.<br />The abrasiveness of the book’s title, together with the author’s highly self-assured tone, led me to expect a bit more in the way of demolition. Mr. Boldizzoni treats his subjects and their “misadventures” with ample deference. He gently concedes, for example, that Marx’s labor theory of value—the theory that a product or service’s value is determined by the labor required to produce it —was wrong. That’s a pretty important thing to be wrong about for a man whose economic theories dominated half the globe for a century, is it not? Mr. Boldizzoni brushes the problem aside, since it “does not disprove the claim that exploitation and the appropriation of surplus value underlie the wage-labor relation.” It doesn’t disprove a lot of things, but it does prove that Marx was a poor judge of economics and human relations.<br />So reluctant is he to confront the hubris of his subjects’ theories that Mr. Boldizzoni, a professor of political science at the Norwegian University of Science and Technology, actually does precisely what he criticizes them for doing: He predicts the end of capitalism. “Capitalism will indeed end sooner or later,” he writes, without the slightest sense of irony. He can draw this conclusion, he reasons, because “capitalism is a historically bound formation just like the economic and social systems that preceded it in antiquity, the Middle Ages, and the early modern period.”<br />Is it, though? Mr. Boldizzoni, like almost all writers on the left and some on the right, writes of capitalism as a “system,” sometimes even assigning agency to it, as if it were designed by some nefarious force. It’s never clear what he means by the term. What if the thing intellectuals call capitalism is nothing more than the freedom and order necessary to borrow money for the purpose of advancing money-making enterprises? That state of affairs is not a constant in human history, but neither is it confined to the modern era, and it will not vanish as long as humans populate the planet."
}