{
    "url_original": "https://www.wsj.com/articles/polish-court-orders-historians-to-apologize-for-naming-mayor-in-holocaust-dispute-11612898374",
    "url": "polish-court-orders-historians-to-apologize-for-naming-mayor-in-holocaust-dispute-11612898374",
    "title": "Polish Court Orders Historians to Apologize for Naming Mayor in Holocaust Dispute",
    "sub_head": "Historians’ study had identified a local official as an accused collaborator with the Nazis",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-296966?width=620&size=1.5",
    "image_1": "im-296966.jpg",
    "time": "2021-02-09 14:19:00",
    "body": "WARSAW—A Polish court has ordered two historians to apologize for identifying a town mayor as an accused collaborator who gave up Jews to occupying Nazi forces during World War II, potentially chilling discussion of the role some Poles played during the Holocaust.<br />Close to 3.2 million Polish Jews are estimated to have died during five years of Nazi rule. Decades of research have found that while many Poles risked their own lives to help Jews, others participated in or assisted the slaughter.<br />The ruling Law and Justice party has tried to limit discussion of the actions of Polish nationals in the genocide, warning that it considers any investigation into alleged complicity of Poles in the Holocaust as dishonoring Poland. It prefers to portray the country as a blameless victim of larger regional powers.<br />The party oversaw the introduction of a libel law in 2018 to punish anyone falsely accusing Poles of collaborating with the Nazis, despite objections from the U.S., Israel and some survivors from the Auschwitz concentration camp. “It is important to protect the good name of Poland and Polish people,” Polish President Andrzej Duda said at the time. “We have the right to our historical truth.”<br />Tuesday’s verdict, delivered by Warsaw district court, now threatens to widen the schism between the European Union’s executive in Brussels and more nationalistic-minded countries in the bloc’s east. The court found that a 1,600-page academic study, “Night Without End: Fate of Jews in Selected Counties of Occupied Poland,” had violated the libel law by documenting cases of Catholic Poles collaborating with the Nazi regime."
}