{
    "url_original": "https://www.wsj.com/articles/poorly-targeted-covid-19-bill-is-not-skimpy-11614025742?mod=opinion_major_pos16",
    "url": "poorly-targeted-covid-19-bill-is-not-skimpy-11614025742",
    "title": "Poorly Targeted Covid-19 Bill Is Not Skimpy",
    "sub_head": "I might have agreed with Prof. Blinder if the problem today was one of inadequate aggregate demand, but that is not the situation.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-300024?width=620&size=1.5",
    "image_1": "im-300024.jpg",
    "time": "2021-02-22 15:29:00",
    "body": "Regarding Alan S. Blinder’s “The Risks of Skimping on Covid Relief” (op-ed, Feb. 18): I might have agreed with Prof. Blinder if the problem today was one of inadequate aggregate demand, as it was in the 1930s and after 2008, but that is not the situation. His focus on traditional macroeconomic policy misses that today’s needs are to help the specific sectors impacted by the pandemic and the people suffering the greatest negative impact from it. It isn’t a problem of inadequate aggregate demand nor an issue of widespread, across-the-board unemployment. Look at the increase in savings rates and the all-time highs in the stock market to realize that sending checks based on prior years’ income with no attempt to target the aid to people who actually were hurt by the pandemic wasn’t the proper policy.<br />How can sending checks to a retired couple whose combined  income has remained steady at $150,000 a year in any way address the problems we currently are facing? A household with school-age children and adults who are now working at home and drawing the same (if not higher) salaries they did in 2019 would be much better served by programs aimed at getting schools reopened rather than receiving a stimulus check. There is no benefit to the travel-industry workers who have lost their jobs nor the restaurant workers whose places of employment close. These are the people who need help. Increasing aggregate demand won’t lead to more demand for air travel, rental cars and hotel stays as long as people are afraid to travel, nor will it increase restaurant employment as long as these places are precluded from being fully open due to health-department restrictions.<br />Bill Powar<br />Palo Alto, Calif.<br />"
}