{
    "url_original": "https://www.wsj.com/articles/possible-early-covid-19-cases-in-china-emerge-during-who-mission-11612996225",
    "url": "possible-early-covid-19-cases-in-china-emerge-during-who-mission-11612996225",
    "title": "Possible Early Covid-19 Cases in China Emerge During WHO Mission",
    "sub_head": "WHO team scrutinizing cases of 90 patients with coronavirus-like symptoms in October 2019, two months before Beijing acknowledged first infections",
    "category_1": "China",
    "time": "2021-02-10 19:00:00",
    "body": "BEIJING—About 90 people were hospitalized with Covid-19-like symptoms in central China in the two months before the disease was first identified in Wuhan in late 2019, according to World Health Organization investigators, who said they pressed Beijing to allow further testing to determine whether the new virus was spreading earlier than previously known.<br />Chinese authorities performed antibody tests on about two-thirds of those patients in the past few months, according to the investigators, and said they found no trace of infection by the virus. But members of the WHO team probing the pandemic’s origins said any antibodies could have subsided to undetectable levels during the delay.<br />“Further studies are needed,” said Peter Ben Embarek, the food-safety scientist who led the WHO team, which wrapped up a four-week visit to China on Wednesday.<br />Team members said they urged China to conduct wider tests on blood samples collected in autumn 2019 around Hubei, the province that is home to Wuhan, to look for evidence about when the virus was first circulating. Chinese authorities said they hadn’t yet obtained necessary permissions to test samples, many of which are held in blood banks, WHO investigators said.<br />China’s disclosures to the WHO raise questions about the possibility that Covid-19—which has now killed more than 2.3 million people—was already spreading in China as far back as October 2019 and that earlier detection could have helped contain the outbreak before it became a global pandemic. Beijing says the first patient identified in China developed symptoms on Dec. 8, 2019."
}