{
    "url_original": "https://www.wsj.com/articles/post-covid-19-shipping-tailwinds-will-still-be-strong-11614334010?mod=business_minor_pos11",
    "url": "post-covid-19-shipping-tailwinds-will-still-be-strong-11614334010",
    "title": "Post-Covid-19, Shipping Tailwinds Will Still be Strong",
    "sub_head": "Shares such as Cosco have benefited from surging trade during the pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-304738?width=620&size=1.5",
    "image_1": "im-304738.jpg",
    "time": "2021-02-26 05:20:00",
    "body": "Shipping companies have steamed out of 2020 in ship shape as freight rates hit highs. The rollout of vaccines around the world will eventually tame high shipping costs, but even then the industry may fare better than in previous down cycles.<br />Shipping rates have skyrocketed since the middle of last year on strong demand from the developed world for personal protective equipment and stay-at-home goods, after the initial shock from Covid-19. As manufacturing powerhouse China has gotten the pandemic under control at home, its surging exports of electronic gadgets and masks have pushed up the cost of shipping them. Freight rates from North Asia to the west coast of North America have tripled from a year earlier, as assessed by S&P Global Platts. In contrast, rates for the other direction only rose 63%. The imbalance in trade led to a shortage of container boxes: Carriers were trying to return them, sometimes empty, to Asia.<br />The rush to move container boxes to the trans-Pacific route seems to have pushed up rates on some other routes, too. Freight rates from North Asia to North Europe have tripled since November. Port congestion caused by lockdowns and other pandemic-related restrictions have aggravated the problem.<br />Shipping company stocks are having a bumper year. Shares of  A.P. Moeller-Maersk ,  the world’s largest carrier, have gained 40% since the beginning of last year, while those of China’s Cosco Shipping have nearly tripled.<br />Shipping rates won’t stay elevated forever but may remain high for several months to come. As people are free to travel and eat out, the heightened demand for consumer goods will likely ease. But shipping companies will probably still emerge more resilient than in previous downturns."
}