{
    "url_original": "https://www.wsj.com/articles/powell-pledges-to-maintain-feds-easy-money-policies-until-economy-recovers-11614180781?mod=politics_lead_pos7",
    "url": "powell-pledges-to-maintain-feds-easy-money-policies-until-economy-recovers-11614180781",
    "title": "Powell Pledges to Maintain Fed’s Easy-Money Policies Until Economy Recovers",
    "sub_head": "Fed chairman says more progress is needed toward employment, inflation goals",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-303532?width=620&size=1.5",
    "image_1": "im-303532.jpg",
    "time": "2021-02-24 15:58:00",
    "body": "WASHINGTON—Federal Reserve Chairman Jerome Powell underscored his determination to return the U.S. labor market to full strength, saying Wednesday the central bank won’t begin to tighten easy-money policies until it sees much more improvement.<br />The Fed will maintain ultralow interest rates and continue hefty asset purchases until “substantial further progress has been made” toward its employment and inflation goals, Mr. Powell told the House Financial Services Committee in testimony identical to his opening statement Tuesday at the Senate Banking Committee. He said those goals are “likely to take some time” to achieve.<br />He also acknowledged that the economic outlook has improved since a slowdown in late 2020. The effects have rippled across financial markets in recent days, pushing bond yields up and prices for assets that are sensitive to interest rates, such as technology stocks, down. Mr. Powell’s assurances Tuesday that Fed policy is on hold for the foreseeable future drove stocks to a partial rebound.<br />But while financial markets often reflect expectations of economic growth, inflation and corporate earnings in the future, Mr. Powell said Wednesday the Fed is looking to see “actual progress, not forecast progress” toward its employment and inflation goals before it tightens its policies.<br />He said the Fed doesn’t foresee raising its benchmark fed-funds rate from near zero until three conditions have been met: a broad range of statistics indicate that the labor market is at maximum strength, inflation has hit its 2% target and forecasters expect inflation to remain at that level or higher."
}