{
    "url_original": "https://www.wsj.com/articles/powell-says-full-ease-ahead-11614210132?mod=opinion_lead_pos2",
    "url": "powell-says-full-ease-ahead-11614210132",
    "title": "Powell Says Full Ease Ahead",
    "sub_head": "The Fed chief promises Treasury purchases as far as the eye can see.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-303905?width=620&size=1.5",
    "image_1": "im-303905.jpg",
    "time": "2021-02-24 18:42:00",
    "body": "Inflation? What inflation? That was Federal Reserve Chairman Jerome Powell’s main message to Congress and markets in two days of testimony this week, with a side order of modern monetary theory.<br />Mr. Powell told everyone not to worry about rising interest rates or soaring asset prices because he and the Fed aren’t worried. “The economy is a long way from our employment and inflation goals, and it is likely to take some time for substantial further progress to be achieved,” he said early and often.<br />He’s focusing the Fed instead on the full employment half of its mandate. Some 10 million jobs haven’t returned following the Covid-19 lockdowns of the past year, and Mr. Powell and other Fed board members aren’t wrong to suggest the data conceal many other people who have left the job market.<br />Yet Mr. Powell also thinks, or at least claims, that the Fed can solve this problem with monetary levers when the real fix will be when the vaccine rollout facilitates a rapid reopening of the economy. Mr. Powell thinks the economy could grow 6% or so this year. But he never explains why that growth wouldn’t naturally boost employment absent the Fed's interventions, or how stoking demand via successive government spending bills amid supply constraints won’t trigger inflation.<br />Mr. Powell also used the jobs issue to justify continued large-scale Fed purchases of mortgage-backed securities ($40 billion a month) and Treasury bonds ($80 billion). Treasury Secretary Janet Yellen will be grateful. The Congressional Budget Office estimates the federal budget deficit will be $2.4 trillion this year under current law, and the Biden Administration’s $1.9 trillion spending bill would push it past $4 trillion."
}