{
    "url_original": "https://www.wsj.com/articles/prayer-and-science-led-me-to-the-vaccine-11614295606?mod=opinion_lead_pos5",
    "url": "prayer-and-science-led-me-to-the-vaccine-11614295606",
    "title": "Prayer and Science Led Me to the Vaccine",
    "sub_head": "Like others in the black community, I was hesitant. Then I did my research.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-303765?width=620&size=1.5",
    "image_1": "im-303765.jpg",
    "time": "2021-02-25 18:26:00",
    "body": "Like many African-Americans, I had a great deal of trepidation about the Covid-19 vaccine. But last week my wife and I completed our course of vaccinations. My experience as a pastor and leader in the black community led me to believe it was the right thing to do.<br />Opinion polls show that African-Americans have the greatest hesitation of any group about the Covid vaccine. These reservations are rooted in centuries of mistreatment as well as illegal and unethical experimentation by the nation’s medical establishment. In the 19th century James Marion Sims, the man regarded as the father of modern gynecology, conducted scores of experiments on enslaved women without anesthesia. The notorious “Tuskegee Study of Untreated Syphilis in the Negro Male” continued into the 1970s.<br />Outcomes in health care also aren’t encouraging. African-Americans have twice the infant-mortality rate of whites. African-American women are more than three times as likely as their white counterparts to die from pregnancy-related causes. The breast-cancer mortality rate is 42% higher for black women than for white women. My father died when I was only 16, thanks largely to misdiagnosed and mistreated hypertension. Disturbing news accounts of disparate treatment in American health-care facilities have emerged during the pandemic.<br />Unfounded rumors about an attempt to use the vaccine to wipe out the black community have gained currency among my fellow African-Americans. I understand the general mistrust, but the painful truth is that blacks need the vaccine more than anyone. The Centers for Disease Control and Prevention says we are nearly three times as likely as whites to die from Covid.<br />As a minister, I have witnessed these deaths personally. I have buried many friends and church members. At the peak of the pandemic, I regularly received reports of two or three deaths each day. I have struggled to console and counsel their survivors, most of whom couldn’t be in the same room with their loved ones as they took their last breaths. Over the weekend, I lost an old friend and colleague to the virus. But I believe that the God who brought us through slavery, Jim Crow, the Spanish flu and lynchings can steer us through this crisis as well."
}