{
    "url_original": "https://www.wsj.com/articles/prelude-to-a-state-pension-bailout-11614547953?mod=opinion_lead_pos6",
    "url": "prelude-to-a-state-pension-bailout-11614547953",
    "title": "Prelude to a State Pension Bailout",
    "sub_head": "Rescuing multiemployer plans is unwise and signals a willingness to do the same with failing state and local funds.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-304433?width=620&size=1.5",
    "image_1": "im-304433.jpg",
    "time": "2021-02-28 16:32:00",
    "body": "After decades of mismanagement, state and local government pensions face unfunded liabilities topping $4.2 trillion. When a major public plan finally runs dry, you can bet Congress will bail it out no matter the crippling cost. Congressional Democrats’ Covid-relief package includes a multibillion-dollar bailout for union-affiliated private-sector multiemployer pensions. If politicians will bail out truckers’ and coal miners’ pensions, why would they turn away teachers and firefighters?<br />Multiemployer pensions are jointly run by labor unions and employers, often within the same or related industries. The most prominent, the financially troubled Central States plan, covers roughly 400,000 workers and retirees from more than 1,000 trucking companies. These pensions run on a mutual-insurance basis: Participating employers must cover the benefits promised by any employer that either goes bankrupt or withdraws from the plan. The reward for this unusual funding mechanism is much looser funding requirements and lower premiums to the Pension Benefit Guaranty Corp.—the federal agency that acts as a pension safety net.<br />But the mutual-insurance system is itself a critical flaw: Sometimes whole industries decline and pension funding disappears, as with trucking. Federal rules made the problem worse by allowing businesses to withdraw without funding all promised benefits.<br />Multiemployer pensions also significantly overestimated their future investment returns. In a 2017 study, the Government Accountability Office found that if Central States had received the 7.5% annual return it assumed from 2000 to 2014, it would have ended that period 91% funded. Instead, Central States received only 4.9% returns, leaving its funding at 40% and declining.<br />Today, more than 100 multiemployer pensions face “critical and declining” funding, according to the PBGC. Central States’ portfolio is expected to run dry in 2025, with other plans to follow. The PBGC’s multiemployer insurance fund will be exhausted by 2027."
}