{
    "url_original": "https://www.wsj.com/articles/prep-tech-power-outages-blackouts-emergencies-11600606800?mod=business_minor_pos13",
    "url": "prep-tech-power-outages-blackouts-emergencies-11600606800",
    "title": "Prep Your Tech for Power Outages and Energy Blackouts",
    "sub_head": "Before a blackout hits your area, here are the phone settings you’ll want to enable and the gear that will keep you connected in case of a power outage",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "time": "2021-02-16 16:59:00",
    "body": "Update Feb. 16, 2021: Texas is experiencing a wave of power outages due to an unusual Arctic blast, and households in other parts of the country are also threatened with winter-storm-related power issues. This column, originally published Sept. 20, 2020, contains smartphone tips for people enduring outages, as well as advice to prepare for such adversities.<br />As an inferno sweeps the West and hurricanes spin over the Atlantic, power outages pose a big risk for those living in affected areas. Recently, in California, the utility  PG&E  pre-emptively shut off power to prevent the spread of wildfire, leaving hundreds of thousands of customers in the dark.<br />No matter where you live, it’s good to prepare for a blackout before it’s too late. Hopefully you’ve already got a flashlight, hand-crank radio, first-aid supplies and a store of drinking water and shelf-stable food on-hand. Here’s how to get your other lifeline—your smartphone and connected devices—ready and powered up in case of an emergency.<br />Turn on emergency alerts. Wireless Emergency Alerts, or WEA, are messages that can be sent by local and federal authorities, including the National Weather Service and Federal Emergency Management Agency, directly to smartphones over cellular networks. Most devices released after 2012 are able to receive the alerts.<br />If you’ve ever experienced a sudden, blaring tone or buzz accompanied by a grim message—an alert for a missing person perhaps—that’s a WEA."
}