{
    "url_original": "https://www.wsj.com/articles/prey-review-a-forbidden-conversation-11613170582",
    "url": "prey-review-a-forbidden-conversation-11613170582",
    "title": "‘Prey’ Review: A Forbidden Conversation",
    "sub_head": "An argument that links between the surge of migrants into Europe and a rise in violence against women must be addressed.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-297609?width=620&size=1.5",
    "image_1": "im-297609.jpg",
    "time": "2021-02-12 17:56:00",
    "body": "‘This book is about mass migration, sexual violence, and the rights of women in Europe,” declares Ayaan Hirsi Ali in the introduction to “Prey.” A refugee from Somalia and a migrant herself, Ms. Hirsi Ali has given her book a title that is unsparing and indignant—intended, no doubt, to make us sit up and pay attention. She believes, and seeks to persuade us, that women in Europe are now the sexual quarry of young, unmoored men from Muslim countries over whom the police and the courts appear incapable of exercising control. “We in the West are used to seeing women everywhere around us,” she writes, before telling us that in certain quarters of Brussels, London, Paris and Stockholm “you suddenly notice that only men are visible.” These are no-go zones for women, who “erase themselves” from public places in such neighborhoods. “We are witnessing a challenge,” Ms. Hirsi Ali says, “to the rights that European women once took for granted.”<br />Almost three million people have arrived illegally in Europe since 2009, close to two million in 2015 alone. Two-thirds are male, and 80% of asylum applicants are under the age of 35. “The intensification of the Syrian civil war,” Ms. Hirsi Ali writes, “was the largest proximate cause for the migrant influx.” There is no shortage of data on Europe’s sexual violence in her book. Some examples: There was a 17% increase in rapes in France from 2017 to 2018; in Germany, the number of victims of rape and “sexual coercion” rose by 41% in 2017; and in Sweden, there was a 12% increase in reported sex offenses in 2016—astonishing ratios that may have abated recently, she explains, only due to restrictions resulting from Covid-19.<br />Ms. Hirsi Ali, a research fellow at Stanford’s Hoover Institution, is a longstanding critic of extremist Islam. In “Prey,” she offers us page after page of grim statistics and asserts, credibly, that we can see “a prima facie case for the view that the surge of immigration into Europe” in 2015 led to “a significant increase in sexual violence in the countries that accommodated the largest numbers of migrants.” The migrants are from societies marked by patriarchy and polygamy, where women are “commodities.” These men, she explains, “see no reason to alter their views simply because they now live in western Europe.”<br />Angela Merkel, the German chancellor, draws Ms. Hirsi Ali’s ire for her decision in 2015 to do away with an upper limit on the number of asylum-seekers who could come to Germany. “It is one of the rich ironies of early-twenty-first-century history,” she writes, “that the single decision that has done the most harm to European women in my lifetime was made by a woman.”<br />The worst single incident of sexual assault by migrants occurred in Cologne on Dec. 31, 2015—New Year’s Eve—when hundreds of men (mostly newly arrived asylum-seekers of Arab and North African origin) “mobbed together to entrap women” in the area between the city’s central railway station and its storied cathedral. In the following months, 661 women came forward to report themselves as victims of sexual attacks that night. The official response was one of paralysis, as police and prosecutors struggled with the fear of being seen as racist. By the spring of 2019, a mere 52 of the alleged assailants had been indicted, of whom only three were convicted of sex offenses."
}