{
    "url_original": "https://www.wsj.com/articles/primary-challenges-proliferate-against-republicans-who-voted-to-impeach-11612521001?mod=politics_lead_pos3",
    "url": "primary-challenges-proliferate-against-republicans-who-voted-to-impeach-11612521001",
    "title": "Primary Challenges Proliferate Against Republicans Who Voted to Impeach",
    "sub_head": "Republican lawmakers who supported President Donald Trump’s second impeachment are attracting potential primary challengers for 2022",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-295164?width=620&size=1.5",
    "image_1": "im-295164.jpg",
    "time": "2021-02-05 05:30:00",
    "body": "REPUBLICANS WHO VOTED TO IMPEACH President Donald Trump start to attract primary challengers for 2022. Diante Johnson, an organizer with Black Voices for Trump last year and a field organizer with Trump’s 2016 campaign, has told associates he may launch a challenge to Rep. Adam Kinzinger (R., Ill.), depending on how the district looks after Democratic-led redistricting in the state this year.<br />According to a person familiar with his thinking, Johnson is leaning toward launching a bid, motivated by Kinzinger’s vote to impeach Trump and his overall opposition to the former Republican president. Kinzinger has said he is at peace with the possibility that he could lose re-election over his Trump stance and launched a political-action committee to support fellow anti-Trump Republicans.<br />In Michigan, an Afghanistan War veteran has threatened to challenge first-term Rep. Peter Meijer, who succeeded another member, former Rep. Justin Amash, who was run out of the Republican Party for supporting Trump’s first impeachment. In South Carolina, a state representative plans to primary Rep. Tom Rice, a conservative stalwart who surprised many with his vote to impeach.<br />Rep. Liz Cheney, the highest-ranking Republican to vote for impeachment, has attracted the most attention for her vote, and has split the party between those who want her stripped of her position and primaried, and those who remain supportive of her continued leadership. She won the first battle in that fight Wednesday by keeping her GOP conference post.<br />PROTECTING CONGRESS after the Jan. 6 riot is a shared goal among congressional leadership and security officials, but the particulars have led to disagreements among stakeholders. A bipartisan group of lawmakers wrote last week to House leaders requesting more flexibility in how members use security funds, especially when they are away from Capitol Hill in their home districts. They also asked for more protections related to their personal information, including their home addresses."
}