{
    "url_original": "https://www.wsj.com/articles/private-equity-may-face-return-of-attention-getting-sec-finesunder-gensler-11614081601?mod=markets_lead_pos7",
    "url": "private-equity-may-face-return-of-attention-getting-sec-finesunder-gensler-11614081601",
    "title": "Private Equity May Face Return of Attention-Getting SEC Fines Under Gensler",
    "sub_head": "Chairman-Designate Gary Gensler is expected to be tougher on investment firms",
    "category_1": "Pro PE Legal Regulatory",
    "image_1_url": "https://images.wsj.net/im-302472?width=620&size=1.5",
    "image_1": "im-302472.jpg",
    "time": "2021-02-23 07:00:00",
    "body": "The largest U.S. financial regulator has turned its focus away from private equity in recent years, but new agency leadership could mean tougher enforcement and heavier fines for buyout firms, attorneys and lobbyists say.<br />President Biden’s nomination of Gary Gensler to lead the Securities and Exchange Commission has Wall Street firms bracing for stricter oversight. Mr. Gensler, a former partner at Goldman Sachs Group Inc., gained a reputation as an aggressive enforcer while running the Commodity Futures Trading Commission from 2009 through 2013.<br />Mr. Gensler, who taught at the Massachusetts Institute of Technology’s Sloan School of Management after leaving government, has made few public statements of his views on private equity, however, and it is unclear whether he sees reforming buyout-fund practices as a priority.<br />Regulatory experts see a likelihood that if Mr. Gensler is confirmed by the Senate, the SEC could return to large, headline-making fines against private equity, which became less common under Jay Clayton, who led the agency from 2017 through 2020. Mr. Clayton last week said he would join the board of buyout firm  Apollo Global Management Inc.  as a lead independent director.<br />Mr. Gensler “got a lot done because he made a big splash” leading the CFTC, said Joe Weinstein, head of the securities and shareholder litigation practice at law firm and lobbying group Squire Patton Boggs. “I do think he’s going to try to send a message to whatever subset of the industry he is focusing on.”"
}