{
    "url_original": "https://www.wsj.com/articles/pro-trump-candidates-launch-early-senate-governor-bids-11613385001?mod=politics_lead_pos12",
    "url": "pro-trump-candidates-launch-early-senate-governor-bids-11613385001",
    "title": "Pro-Trump Candidates Launch Early Senate, Governor Bids",
    "sub_head": "GOP hopefuls in several midterm races are tying themselves closely to the former president and his legacy",
    "category_1": "Politics",
    "time": "2021-02-15 05:30:00",
    "body": "A crop of Republicans has launched early campaigns across the country by hewing to former President Donald Trump’s political and policy legacy, betting that his enduring popularity with the GOP base can help propel them into office.<br />Josh Mandel, running for Senate in Ohio, dubs himself “President Trump’s number one ally in Ohio.” Former Rep. Mark Walker, who is running for Senate in North Carolina, joined a legal challenge of President Biden’s win in Pennsylvania and boasts that while in office he earned “the high praise of President Trump and Vice President Pence.”<br />Other pro-Trump Republicans have announced races for governor in Democratic-leaning states such as Virginia, where state Sen. Amanda Chase has dubbed herself “Trump in heels” for this year’s contest, and GOP strongholds such as Arkansas, where former White House press secretary Sarah Sanders has already earned Mr. Trump’s endorsement for the 2022 race.<br />Many more Trump acolytes are weighing state and federal candidacies in the wake of his impeachment trial acquittal, waiting in the wings in battlegrounds such as Pennsylvania, a state Mr. Biden carried in 2020. The state is home to what is expected to be one of the most hotly contested Senate races next year, as Sen. Pat Toomey (R., Pa.) has said he won’t run for re-election.<br />“I think you’re going to see a lot of candidates in the primary who are quote-unquote pro-Trump. I think it’s just where people naturally find themselves,” said Charlie Gerow, a GOP strategist in Pennsylvania, adding that candidates of all factions would likely enter races across the state before the GOP eventually unifies against Mr. Biden. “As emotions start to calm down a little bit, the great unifying theme for Republicans is going to be the dramatic left turn of the Biden administration. It’s going to unite Republicans like nothing ever has.”"
}