{
    "url_original": "https://www.wsj.com/articles/progressives-put-the-racial-equity-squeeze-on-biden-11612307761?mod=opinion_lead_pos9",
    "url": "progressives-put-the-racial-equity-squeeze-on-biden-11612307761",
    "title": "Progressives Put the Racial ‘Equity’ Squeeze on Biden",
    "sub_head": "The left wants a spoils system on steroids. If the president gives it to them, heaven help us.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "image_1_url": "https://images.wsj.net/im-293820?width=620&size=1.5",
    "image_1": "im-293820.jpg",
    "time": "2021-02-02 18:16:00",
    "body": "President Biden likes to talk about “healing” and “unity,” but he also keeps pledging to prioritize the supposed interests of certain favored minority groups. When is he going to realize that his goals of racial unification and racial favoritism are at cross-purposes?<br />Last week Mr. Biden signed an executive order on “racial equity.” He said that George Floyd’s death last summer “marked a turning point in this country’s attitude toward racial justice” and is “forcing us to confront systemic racism and white supremacy.” He added that “this nation and this government need to change their whole approach to the issue of racial equity” and make it “not just an issue for any one department. It has to be the business of the whole government.”<br />Nothing quickens the pulse of progressives like talk of “systemic racism” and “white supremacy,” so it’s hard to know if Mr. Biden is just telling leftists what they want to hear. But if it’s more than that—if the president is serious about focusing on equal outcomes instead of equal opportunities—then heaven help us. Milton Friedman said the “society that puts equality before freedom will end up with neither,” while “the society that puts freedom before equality will end up with a great measure of both.” Of course, Friedman had a constrained view of the government’s capabilities that isn’t shared by very many Democrats today. For them, good intentions are what matter most.<br />The political left has long used racism as an all-purpose explanation for racial disparities. This ignores that disparities down through history have been the norm, not the exception, and that they exist even in regions of the world where most people are of the same race. The per capita income gap between people in Eastern Europe and Western Europe, for example, is wider than the gap between whites and blacks in the U.S. Moreover, racial disparities have both grown and narrowed over time, even though racism has been constant. If Mr. Biden wants to change the government’s approach to racial inequality, this history ought to inform his actions.<br />The greatest success of the civil-rights movement wasn’t a new government program but getting government off the backs of blacks by defeating Jim Crow. Nothing the government has done since then in the name of advancing blacks has been more effective than simply ending government-sponsored discrimination. Black poverty fell by 40 percentage points between 1940 and 1960. It continued to decline in the wake of Lyndon Johnson’s Great Society interventions, but at a much slower pace."
}