{
    "url_original": "https://www.wsj.com/articles/proper-form-and-other-workout-advice-for-the-wall-street-journal-fitness-challenge-11614423600",
    "url": "proper-form-and-other-workout-advice-for-the-wall-street-journal-fitness-challenge-11614423600",
    "title": "Proper Form and Other Workout Advice for The Wall Street Journal Fitness Challenge",
    "sub_head": "Experts answer readers’ questions about the right technique for push-ups and other exercises.",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "time": "2021-02-27 06:00:00",
    "body": "We received tremendous feedback from participants in The Wall Street Journal Fitness Challenge, a six-week program developed by Arnie Kander, an NBA sports performance coach. Haven’t signed up yet? You can start at any time here.<br />Mr. Kander uses a 20-second step-up test to provide a baseline for participants to improve upon. For an idea of what it should look like, check out this video. A number of participants wrote asking about proper form and adjustments. Mr. Kander and our expert panel weigh in:<br />The final exercises in the core series are a push-up followed by a plank hold. There are many ways to do a push-up and plank. Can you explain proper technique?<br />The push-up in the program is the standard facing-down movement with good posture of head level to shoulders and pelvis, Mr. Kander says. “Keep this line of posture as you descend into the movement,” he says. “Hands are slightly wider than shoulder width. Let the elbows naturally drift away slightly from the body to activate more of the larger pectoral muscle. Go as low into the movement as comfortable. If it’s been a while since you’ve done a push-up or have shoulder limitations, do not go as low.”<br />After, follow with a high plank, which is the initial starting position of the push-up, he says. Focus on maintaining a straight line from head to shoulders and pelvis and keep your core engaged. “Remember to not hold your breath during these movements,” he says. “You can do the high plank right after the push-ups for more core endurance if your level of fitness is higher, or take a 30-second rest in between,” he says."
}