{
    "url_original": "https://www.wsj.com/articles/prosecutors-home-in-on-capitol-rioters-who-faced-off-with-police-11612279121?mod=politics_lead_pos13",
    "url": "prosecutors-home-in-on-capitol-rioters-who-faced-off-with-police-11612279121",
    "title": "Capitol Riot Probe Focuses on Protesters Who Assaulted Police",
    "sub_head": "Recent charges in Jan. 6 attack center on assaulting and obstructing law-enforcement officers",
    "category_1": "U.S.",
    "time": "2021-02-02 11:13:00",
    "body": "WASHINGTON—Investigators examining the Jan. 6 riot at the U.S. Capitol have ramped up efforts to identify and charge participants who assaulted or otherwise obstructed law-enforcement officers during the attack, interviews and a review of court filings show.<br />While many of the more than 100 cases filed in the days after the riot were based largely on social-media postings and the testimony of friends and neighbors who reported alleged rioters, FBI agents and other investigators are reviewing hundreds of hours of footage from the body-worn cameras of police officers involved in responding to the riot. They are also relying on evidence returned from the more than 500 grand jury subpoenas and search warrants they have obtained to date.<br />One alleged rioter, Ryan Samsel, was accused in a complaint unsealed Saturday of pushing barricades against a police line, knocking down one officer who hit her head on a flight of stairs behind her and lost consciousness. Another, Zachary Jordan Alam, was accused of pushing his body up against officers guarding the Speaker’s Lobby door as he used his fists, legs and a helmet to break the glass windows in the door of the Speaker’s Lobby during what became a deadly altercation with Capitol Police.<br />In an indictment returned late last week, two alleged New York members of the Proud Boys group face charges of conspiring to obstruct law-enforcement officers by removing the metal barricades Capitol Police officers had erected to control access to the grounds and ripping away an officer’s riot shield that was later used to smash a window of the building.<br />Another alleged rioter, arrested in Nebraska last week, was charged with impeding an officer by allegedly yelling for others to take away his shield."
}