{
    "url_original": "https://www.wsj.com/articles/protests-against-myanmars-coup-return-to-streets-despite-gunshots-and-water-cannons-11612934939",
    "url": "protests-against-myanmars-coup-return-to-streets-despite-gunshots-and-water-cannons-11612934939",
    "title": "Protests Against Myanmar’s Coup Return to Streets, Despite Gunshots and Water Cannons",
    "sub_head": "Fears of suppression grow, given the military’s history of deadly violence against pro-democracy demonstrations",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-297311?width=620&size=1.5",
    "image_1": "im-297311.jpg",
    "time": "2021-02-10 12:29:00",
    "body": "Protesters in Myanmar poured into the streets for the fifth straight day Wednesday to oppose last week’s military coup, despite an escalating use of force by authorities.<br />A day earlier, police fired gunshots to disperse protesters, and used rubber bullets and water cannons, causing injuries and raising fears of harsher suppression. The United Nations expressed strong concern over Tuesday’s police action, saying the use of disproportionate force was unacceptable, and the U.S. condemned violence against demonstrators.<br />Tens of thousands of people have participated in street rallies and marches against the Feb. 1 takeover. The coup ended a democratic shift in the country that began a decade ago and abruptly put Myanmar back into the hands of the military, which has ruled it for much of the past seven decades since independence from British colonial rule. In past years of army domination, security forces relied on arrests, batons, militias and guns to put down pro-democracy uprisings.<br />Protesters are demanding that the military release hugely popular civilian leader Aung San Suu Kyi, whom they detained as her government was deposed, and hand back power. In a speech Monday night, the leader of the coup, military chief Min Aung Hlaing, promised to build a “genuine and disciplined democratic system.” New elections would be held, he said, though it isn’t known what the terms of any such vote would be.<br />Signs that authorities might use greater force to suppress protests have been growing since Monday. As demonstrations surged in towns and cities throughout Myanmar, an ominous message appeared on state television, saying action would be taken against those who were disturbing the country’s stability and that lawbreakers shouldn’t be tolerated. Later, authorities effectively banned protests in parts of the country’s two largest cities, Yangon and Mandalay."
}