{
    "url_original": "https://www.wsj.com/articles/public-employee-unions-are-having-a-fine-old-lockdown-11613170459?mod=opinion_lead_pos7",
    "url": "public-employee-unions-are-having-a-fine-old-lockdown-11613170459",
    "title": "Public Employee Unions Are Having a Fine Old Lockdown",
    "sub_head": "Politicians begging Washington for a bailout have been doling out raises to government workers.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-298911?width=620&size=1.5",
    "image_1": "im-298911.jpg",
    "time": "2021-02-12 17:54:00",
    "body": "As part of his proposed $1.9 trillion relief bill, President Biden wants to send $350 billion in unrestricted cash to state and local governments to fill their budget holes. But while Covid-19 has depressed state tax revenue, the prospect of federal aid has encouraged many of these supposedly blameless states to keep piling on costs. Nowhere has that been more evident than with the pay raises dished out in recent months to government employees. As private businesses hold on by their fingernails, public-sector labor unions have their hands out, demanding the pay raises set forth in labor contracts negotiated before the pandemic ravaged public finances.<br />In Connecticut, where unemployment was 8% in December after topping 10% this summer, state workers have pocketed two rounds of raises: a 3.5% bump in July and another worth about 2% earlier this month. Gov. Ned Lamont had initially suggested postponing the raises—“to lead by example”—but the labor union 1199 SEIU blitzed the airwaves with television commercials accusing unnamed politicians of wanting to “take away” their wages. Mr. Lamont folded.<br />In December, Maryland Gov. Larry Hogan let planned 2% raises continue, claiming revenues “have improved enough for us to be able to fulfill our commitments to state employees.” New York Gov. Andrew Cuomo used special powers to postpone certain planned hikes for state employees. But Mr. Cuomo has indicated he’ll use federal aid to pay those raises retroactively, and let others continue outright. Most New York school districts went ahead with raises this summer.<br />Automatic pay increases regardless of economic conditions are an unimaginable proposition in the private economy. Many government employees collected their full pay and benefits while not working during the spring 2020 lockdowns. The pandemic has laid bare a fundamental problem with public-sector collective bargaining: Taxpayers should never be on the hook for raises that don’t reflect future economic realities—especially when politicians have a personal interest in pushing costs into the future.<br />That’s essentially what’s happened in New Jersey, where Gov. Phil Murphy withdrew his threat to lay off state workers after his largest union agreed to take furlough days and postpone—but not forgo—raises. Affected employees will get three pay bumps totaling 6% beginning this summer, though most won’t come due until after Mr. Murphy faces voters in November."
}