{
    "url_original": "https://www.wsj.com/articles/puerto-rico-rides-muni-bond-rally-to-bankruptcy-deal-11614085482?mod=markets_lead_pos5",
    "url": "puerto-rico-rides-muni-bond-rally-to-bankruptcy-deal-11614085482",
    "title": "Puerto Rico Rides Muni-Bond Rally to Bankruptcy Deal",
    "sub_head": "Creditors owed roughly $11.7 billion agreed to settle with Puerto Rico, expecting that its court-supervised bankruptcy is nearing an end",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-302747?width=620&size=1.5",
    "image_1": "im-302747.jpg",
    "time": "2021-02-23 08:04:00",
    "body": "Puerto Rico moved closer to resolving the largest municipal-debt default in U.S. history after creditors owed roughly $11.7 billion backed a settlement framework, the most Wall Street support yet amassed for a restructuring of the territory’s core public debts.<br />The proposed settlement released Tuesday would reduce roughly $18.8 billion in general obligation debt to roughly $7.4 billion, lowering interest payments to bondholders to levels that Puerto Rico’s financial supervisors believes it can support after years of population loss and economic decline.<br />Some bonds covered by the deal have gained value in recent months, buoyed by fixed-income investors’ appetite for high-yielding municipal debt and expectations that Puerto Rico’s court-supervised bankruptcy is nearing its end. The agreement marks the culmination of months of private talks between finance officials and creditors to assess the long-term damage to Puerto Rico’s economy stemming from Covid-19.<br />Investment firms that participate would exchange their claims for a mix of cash, restructured bonds and tradable securities known as contingent value instruments that only pay out if sales-tax collections exceed certain projections.<br />A sustained rally in high-yield municipal bonds, including Puerto Rico’s, helped to ease the deal, according to bondholders and advisers involved in negotiations. Yield-hungry investors have been drawn to risky municipal bonds in part due to the U.S. Federal Reserve’s commitment to ultralow rates."
}