{
    "url_original": "https://www.wsj.com/articles/punky-brewster-review-the-80s-foster-kid-is-now-a-mom-11614115251",
    "url": "punky-brewster-review-the-80s-foster-kid-is-now-a-mom-11614115251",
    "title": "‘Punky Brewster’ Review: The ’80s Foster Kid Is Now a Mom",
    "sub_head": "Soleil Moon Frye reprises her role in a reboot of the boundary-breaking sitcom.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-302272?width=620&size=1.5",
    "image_1": "im-302272.jpg",
    "time": "2021-02-23 16:20:00",
    "body": "‘Punky Brewster,” the “Punky-Powered” sitcom of the mid-’80s starring the bubbly Soleil Moon Frye, had a relatively brief life on NBC, another in syndication and was the inspiration for a Saturday morning cartoon. The very phrase “Saturday morning cartoon” summons up the kind of nostalgia that Peacock’s rebooted “Punky Brewster” is intended to kindle. Rather than the fragrant recycling effort it actually suggests.<br />This is not the fault of the cast. Ms. Moon Frye—who was 8 years old when she made her debut as Punky—has maintained enough of a presence on various TV series that fans won’t be too shocked that she’s now playing a 40-ish divorced mom of three, living in the spacious Chicago apartment left to her by her adoptive father, Henry (who was played in the original show by George Gaynes; the late actor’s photo occupies a place of honor in the new, Punkified living room). She is a charming presence, and so are the young actors playing her kids—the teenage Hannah (Lauren Lindsey Donzis), the younger Diego (Noah Cottrell) and the even younger and evidently gender-curious Daniel (Oliver De Los Santos). Daniel and Diego are adopted; Hannah seems to be the biological child of Punky and her ex, Travis (Freddie Prinze Jr.), who, like Seinfeld’s neighbor Kramer, is given to barging in unannounced and often at inopportune times. Given that Punky’s resuscitated sex life is to be a recurring part of the storyline, this open-door policy could well lead to situations of the lowly comic and cringe-inducing variety. Likewise, the fact that Hannah and Punky are both dating, and even run into each other one night with their beaus in tow.<br />The overall tone of “Punky Brewster” redux feels like it’s been hidden under someone’s mullet since 1984. What distinguished the show from the competition then and now is the adoption angle, which is a significant one: The original “Punky Brewster” was a landmark of sorts, in that Punky had been abandoned by her mother at a shopping mall and became the first regularly scheduled prime-time network foster child (Henry adopted her in season 2). The new show’s prepubescent wild card, its element of conflict, its chief purveyor of precocious wisecrackery, is Izzy (Quinn Copeland), who has also been abandoned by her mother, and thus worms her way into Punky’s heart and home. Izzy has been the biggest escape artist at Fenster Hall—the same facility from which Henry had to extract Punky after she entered the system back in 1984—and has been under the jurisdiction of social worker Cherie (Cherie Johnson, of the original series), who apparently greases the bureaucratic wheels so Punky can immediately foster Izzy.<br />Unlike the old show, this “Punky Brewster” doesn’t make much out of the hard facts of foster care—it doesn’t make much of a deal at all about the fact that Punky’s mother calls her on the phone at the end of episode 1, after 36 silent years. (Mom goes all but unmentioned for several subsequent episodes.) Punky tells her indignant threesome that they don’t just need to make space for Izzy in their apartment, “you need to make space for her in your hearts.” Everyone groans, including the kids. But in both versions of the show, the catalyst is the relatively rare occurrence of outright child abandonment that situates their characters. The intentions are good—mainstreaming adoption and foster care in pop culture. But the real-life foster-care system is much more concerned with children separated from their parents over alleged negligence or abuse, which is often the result of poverty. It would be interesting to see a show tackle foster care from that angle. This is not that show.<br />It is, instead, a gently comic program in which every episode has a moral and which mines its own past in various ways—Punky’s unbridled color sense and her mismatched sneakers, for instance. But if viewers are looking for a blithe skip down Memory Lane, “Punky Brewster” trips on the untied laces of its pink and orange Converse. The incessant laugh track, for one thing, is a throwback to the general mediocrity of so many network comedies of the ’60s, ’70s and ’80s, and is a means of strong-arming giggles out of its more vulnerable and sentimental viewers. It’s difficult to tell whether the dialogue by executive producers Steve and Jim Armogida (“School of Rock,” “Grounded for Life”) is as insipid as it seems or if that laugh track is just throwing things off balance and stifling the rhythm. Much of “Punky Brewster” would be funnier, and perhaps even endearing, if it weren’t trying quite so hard to be both."
}