{
    "url_original": "https://www.wsj.com/articles/purdue-pharma-seeks-ruling-on-its-right-to-billions-in-insurance-coverage-11612313563?mod=business_minor_pos5",
    "url": "purdue-pharma-seeks-ruling-on-its-right-to-billions-in-insurance-coverage-11612313563",
    "title": "Purdue Pharma Seeks Ruling on Its Right to Billions in Insurance Coverage",
    "sub_head": "The maker of OxyContin is suing more than a dozen of its insurers in an effort to get clarity on its right to as much as $3.3 billion in payouts",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-293985?width=620&size=1.5",
    "image_1": "im-293985.jpg",
    "time": "2021-02-02 19:52:00",
    "body": "Purdue Pharma LP and some of its creditors want a judge to rule on their contention that they have rights to as much as $3.3 billion in insurance coverage as the OxyContin maker continues working on a plan to exit chapter 11 and recover proceeds to help address the opioid epidemic.<br />Stamford, Conn.-based Purdue last week sued over a dozen of its insurers in the U.S. Bankruptcy Court in White Plains, N.Y., saying its insurance policies are among its most valuable assets, but adding that it needs a judge to clarify the scope of coverage the policies provide so its advisers can formulate a plan to repay creditors.<br />Purdue’s lawsuit lists dozens of insurance policies covering periods between 2001 and 2018. The drugmaker said its insurance companies have either disputed or declined to fully comply with their coverage obligations related to opioid-related litigation brought against Purdue.<br />The actual amount of insurance proceeds Purdue may wind up recovering will be determined in court, and claims made in the lawsuit will likely be challenged by the insurance companies. The lawsuit names several insurance companies, among them AIG Specialty Insurance Co. and Liberty Mutual Insurance Co.<br />Purdue filed for chapter 11 protection in September 2019, with some support for a deal with creditors including states and municipalities to resolve claims for damages due to OxyContin’s alleged role in driving a nationwide epidemic of addiction that has claimed hundreds of thousands of lives."
}