{
    "url_original": "https://www.wsj.com/articles/purdue-lawyers-face-disclosure-questions-over-sackler-defense-deal-11613224801?mod=business_lead_pos3",
    "url": "purdue-lawyers-face-disclosure-questions-over-sackler-defense-deal-11613224801",
    "title": "Purdue Lawyers Face Disclosure Questions Over Sackler Defense Deal",
    "sub_head": "Law firms defending Purdue Pharma in opioid probes should have disclosed a defense agreement with the company’s owners, legal experts say",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-298988?width=620&size=1.5",
    "image_1": "im-298988.jpg",
    "time": "2021-02-13 09:00:00",
    "body": "The law firms defending Purdue Pharma LP in probes into its OxyContin painkiller didn’t disclose an existing deal with Purdue’s owners to keep information shared between them confidential when the drugmaker filed for bankruptcy.<br />Skadden, Arps, Slate, Meagher & Flom LLP and WilmerHale received court permission in November 2019 to continue working for Purdue after it sought chapter 11 protection. But the firms’ nondisclosure of the agreement with the members of the Sackler family who own Purdue, and whose interests are at odds with company creditors, skirted bankruptcy rules meant to reveal potential conflicts of interest, bankruptcy experts said.<br />Earlier this week, Michael Quinn, a lawyer representing five people with wrongful death and personal injury claims against Purdue, questioned whether the 2018 defense agreement restricted what Skadden and WilmerHale could disclose to creditors as they have probed whether they can recover billions of dollars from the drugmaker’s owners. Even though the law firms have represented Purdue for years, they have additional obligations to company creditors while the company is in chapter 11.<br />A separate committee of Purdue creditors has been probing the transfer of billions of dollars from Purdue to the Sacklers before the company filed bankruptcy, according to court documents. The committee is examining if these roughly $10 billion in transfers to the Sacklers can be recovered for the benefit of Purdue creditors, court papers say. Mr. Quinn said in his letter he is concerned that the obligation in the defense agreement to keep Sackler information confidential conflicted with Skadden’s and WilmerHale’s duties in bankruptcy to Purdue and its creditors.<br />The Sacklers have consistently denied throughout the bankruptcy case that the transfers were improper and said more than half the money was used to pay taxes or invested in international ventures. However, they offered to cede control of Purdue and pay a $3 billion cash settlement to resolve creditor claims against them."
}