{
    "url_original": "https://www.wsj.com/articles/race-belongs-in-the-acs-not-in-the-census-11613589016?mod=opinion_major_pos18",
    "url": "race-belongs-in-the-acs-not-in-the-census-11613589016",
    "title": "Race Belongs in the ACS, Not in the Census",
    "sub_head": "The American Community Survey’s scope, frequency and granularity can understand discrimination in ways not possible with the decennial census, the target of my “quit counting race” statement.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA472_Winter_8U_20210131145713.jpg",
    "image_1": "publicresourcesimagesED-BA472_Winter_8U_20210131145713.jpg",
    "time": "2021-02-17 14:10:00",
    "body": "In “The Weekend Interview with Richard Alba: ‘Majority Minority’ America? Don’t Bet on It” (Feb. 6) John J. Miller notes that I believe we should quit counting racial/ethnic statistics. Correct, except that my subject was only the decennial census. It has seven questions, two about race, occupying 40% of the form. No room for questions on income, citizenship, immigration, etc. Is it not reasonable to conclude that the government cares about race above other issues? This is not the message we want sent to the entire population, including groups angry that race statistics, writes the Census Bureau, provide “services of particular interest to certain racial and ethnic groups.” Nor is the decennial robust enough to keep up with the demographic transformation Mr. Alba documents.<br />Ending racial discrimination requires new policies based on new statistics. The American Community Survey (ACS) is the source. It is the bureau’s largest sample survey, collecting data on 3.5 million Americans each year, and asking a wide range of questions: health, place of birth, veteran status, internet use, etc. Areas with a few thousand people can be studied by combining five years. The ACS’s scope, frequency and granularity can understand discrimination in ways not possible with the decennial census, the target of my “quit counting race”statement. The nation needs the decennial for its constitutional responsibility, the basic count used to reapportion, and for its capacity to provide a denominator for a vast array of statistical agencies. For policies responding to the institutional racism still with us and to the assimilation now unfolding before us the nation needs measures designed for those conditions. This is beyond the reach of the decennial, but not the ACS.<br />Kenneth Prewitt<br />New York<br />Mr. Prewitt was Census Bureau director 1998-2001."
}