{
    "url_original": "https://www.wsj.com/articles/rams-review-shear-desperation-11612473517",
    "url": "rams-review-shear-desperation-11612473517",
    "title": "‘Rams’ Review: Shear Desperation",
    "sub_head": "Two farmer brothers who haven’t spoken in 40 years must work together to save their sheep flocks in this Australian remake of the 2015 Icelandic original.",
    "category_1": "Film Review",
    "time": "2021-02-04 16:18:00",
    "body": "You can’t unring a bell, and you can’t unsee an original—a truly original original—when you’re watching an inferior remake.<br />It was love at first screening when I discovered “Rams” at the 2015 Telluride Film Festival. A deeply affecting deadpan comedy from Iceland, the film, written and directed by Grímur Hákonarson, follows the lives of two sheep-farmer brothers, Gummi and Kiddi, who live on adjacent properties but haven’t spoken to each other for 40 years. The rest is not silence. When disease suddenly threatens their respective flocks, the brothers grapple with their existential crisis eccentrically but heroically.<br />Now a remake from Australia is upon us, playing in theaters and streaming on demand. It’s still called “Rams,” and the change in geography makes perfect sense, the Australian sheep-farming industry being a huge one. (The film is set in the arid vastness of Western Australia, east of Perth.) The basic plot is the same, with adjustments made for culture and temperament. One of the brothers, now called Les, is played appealingly by Michael Caton. The other, Colin, is played by Sam Neill, who by this time qualifies as one of Australia’s national treasures.<br />So far so good, and the fate of the sheep is just as heartbreaking as it was in Iceland. (Their eyes could melt the hardest hearts.) But the director, Jeremy Sims, and the writer, Jules Duncan, have no gift for, or interest in, comedic nuance. The first warning sign comes in the person of a government agent who shows up to enforce a death sentence decreed by the local department of agriculture; he’s a caricature of a bureaucrat, and a tedious nitwit. Mr. Neill struggles with the film’s laggardly pacing—not for long, since he’s a canny veteran with a trusty bag of tricks, but long enough to remind you that stars are as vulnerable to clumsy direction as anyone else. (Miranda Richardson is a pleasing but intermittent presence as an English veterinarian, working for the government, who finds Colin as attractive as he is elusive.)<br />This remake isn’t terrible, just tentative and too long by at least 40 minutes. That’s due to a climate-change subplot in which raging fires threaten to destroy everything in their path, meaning the town as well as the farms that surround it. The idea may have made perfect sense to the filmmakers; Australia has suffered terribly from recent fires. But the more the night is illuminated by flames, and the sun is obscured by smoke, the more you miss those sheep, with their formidable horns and sweet faces."
}