{
    "url_original": "https://www.wsj.com/articles/randi-weingarten-replies-to-riley-on-unions-11613506671?mod=opinion_major_pos18",
    "url": "randi-weingarten-replies-to-riley-on-unions-11613506671",
    "title": "Randi Weingarten Replies to Riley on Unions",
    "sub_head": "A poll from EdNext that found parents’ opinions of teachers’ unions have become more favorable during the pandemic.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-297089?width=620&size=1.5",
    "image_1": "im-297089.jpg",
    "time": "2021-02-16 15:17:00",
    "body": "Jason Riley wonders out loud (“Have Teachers Unions Finally Overplayed Their Hand?,” Upward Mobility, Feb. 10) if teachers unions are losing public support, and twists a quote from a recent New York Times profile to illustrate his point. He ponders whether this “trend” is real—but Mr. Riley needn’t look far for clarity.<br />That very same Times piece includes a poll from EdNext that found parents’ opinions of teachers’ unions have become more favorable during the pandemic. It also cites a poll from EdChoice that found that two-thirds of parents felt teachers unions had a “helpful” impact on student learning. Mr. Riley could have also noted a poll released last week from HuffPost/YouGov that showed far more parents of children in K-12 schools approve of how unions are handling the pandemic than disapprove.<br />The truth is no one knows better than teachers the limitations and deficiencies of remote learning. And no one has worked harder than teachers to secure the resources to safely reopen buildings. While charter schools remain closed, traditional public schools—in New York, Chicago, Boston and San Francisco—are reopening with protocols in place to mitigate virus transmission. This isn’t a binary choice: both in-school learning and safety are important. But rather than solve problems, Mr. Riley would prefer to embark on a fresh round of teacher bashing that has fallen out of favor with politicians and the public at large.<br />Randi Weingarten<br />President"
}