{
    "url_original": "https://www.wsj.com/articles/reality-check-for-a-15-minimum-wage-11612827957?mod=opinion_lead_pos2",
    "url": "reality-check-for-a-15-minimum-wage-11612827957",
    "title": "Reality Check for a $15 Minimum Wage",
    "sub_head": "How many jobs for the young and unskilled do Democrats want to lose?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296639?width=620&size=1.5",
    "image_1": "im-296639.jpg",
    "time": "2021-02-08 18:45:00",
    "body": "President Biden says his priority is creating new jobs and he wants “to grow the economy for all Americans.” But look at how the Congressional Budget Office sizes up his proposal for a $15 federal minimum wage. Phasing in this mandatory wage floor by 2025, according to the CBO’s new average estimate, would result in a loss of 1.4 million jobs.<br />The idled workers would be disproportionately younger and less educated, and CBO projects that half of them would drop out of the labor force. Prices would also rise for goods and services that rely on entry-level labor, “such as food prepared in restaurants.” The federal budget deficit through 2031 would increase $54 billion, CBO says, as the government spent more on unemployment benefits and health-care programs.<br />Low-wage employees lucky enough to keep their jobs would get a raise. CBO says 17 million workers would be “directly affected” by the $15 minimum, and poverty “would be reduced by 0.9 million.” This is not a free lunch, no matter how often Mr. Biden and Bernie Sanders say so. Those gains would come at a high cost for the young and unskilled who will have a harder time grabbing the first rung of the economic ladder.<br />Even those figures are a guess, since setting the minimum wage at a high of $15 would essentially put the country through an economic experiment. This would mean imposing the urban labor costs of San Francisco and Manhattan on every out-of-the-way gas station in rural America. The U.S. economy is made up of local and regional labor markets with prevailing wage rates that depend on varying standards of living, the kinds of employers, and the availability and skill of the workforce. Some 20 states have a minimum wage no higher than the current national minimum of $7.25.<br />The good news is that the $15 wage’s route through Congress looks bumpy. Mr. Biden told  CBS  he’s willing to push a $15 wage floor in separate legislation, but he doesn’t think it’ll pass buried in his $1.9 trillion Covid bill: “Apparently that’s not going to occur because of the rules of the United States Senate.”"
}