{
    "url_original": "https://www.wsj.com/articles/red-hot-stock-market-pushes-more-companies-to-go-public-11614249002?mod=markets_lead_pos5",
    "url": "red-hot-stock-market-pushes-more-companies-to-go-public-11614249002",
    "title": "Red-Hot Stock Market Pushes More Companies to Go Public",
    "sub_head": "The number of firms listed on U.S. exchanges surges the most since the dot-com bubble, reversing a two-decade slump",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-02-25 05:30:00",
    "body": "The number of publicly traded companies is rising after a two-decade slump, a shift that highlights how businesses are clamoring to capitalize on the buoyant investor sentiment that has carried everything from stocks to bitcoin to record highs.<br />Last year’s increase in the number of companies listed on U.S. exchanges was the largest since the late-1990s dot-com bubble. The total is expected to surge even more this year as hundreds of companies tap everyday investors, according to data compiled by University of Florida finance professor Jay Ritter.<br />That marks a key change because the number of listed companies fell steadily for 20 years, declining from roughly 8,500 in 1997 to 4,500 in 2017, as the internet bubble burst, startups raised huge sums through venture-capital and private-equity firms, and mergers and acquisitions shrunk the pool of public companies. After edging higher in 2018 and 2019, the number of listed companies surged by nearly 200 last year during a record stretch in the market for initial public offerings.<br />Shares in companies such as dating-app operator  Bumble Inc.,  online real-estate rental business  Airbnb Inc.  and digital food-delivery provider  DoorDash Inc.  soared recently after traditional IPOs. A torrid stretch in the market for special-purpose acquisition companies, or SPACs, is adding to the frenzy. Also called blank-check firms, SPACs are shell companies that list on an exchange with the sole purpose of acquiring a private company to take it public. The private company, typically a startup, then gets the SPAC’s place in the stock market.<br />Some companies, such as workplace-communications business  Slack Technologies Inc.,  have even garnered lofty valuations by going public through direct listings. Those let companies sell shares directly to the public without going through banks, but prevent them from raising new money."
}