{
    "url_original": "https://www.wsj.com/articles/reddits-valuation-doubles-to-6-billion-after-funding-round-11612833205?mod=tech_lead_pos2",
    "url": "reddits-valuation-doubles-to-6-billion-after-funding-round-11612833205",
    "title": "Reddit’s Valuation Doubles to $6 Billion After Funding Round",
    "sub_head": "Its WallStreetBets community played a prominent role in recent stock-trading frenzy",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-296703?width=620&size=1.5",
    "image_1": "im-296703.jpg",
    "time": "2021-02-08 20:13:00",
    "body": "Reddit Inc. doubled its valuation to $6 billion in a new round of funding that comes as the social-media company has added users through the Covid-19 pandemic and more recently has gained attention for its role in the recent Wall Street trading frenzy.<br />Reddit on Monday said it raised $250 million in a late-stage funding round led by venture-capital firm Vy Capital. Previously it was valued at $3 billion after its last funding round in February 2019, according to PitchBook, a provider of private-market data. Current investors in Reddit also include venture-capital firm Andreessen Horowitz and internet conglomerate  Tencent Holdings Ltd.<br />“It’s a good market to fundraise,” Reddit Chief Executive Steve Huffman said in an interview. “Valuations are very high right now. It never hurts to raise money when there’s an opportunity to do so and Reddit had a strong year.” For example, advertising revenue for the company shot up 90% in the December-ended quarter from a year earlier, he said.<br />The funding for Reddit comes just weeks after upstart audio-chat social network Clubhouse raised fresh capital. Clubhouse was valued at $1 billion last month after securing $100 million in a funding round led by Andreessen, according to PitchBook.<br />San Francisco-based Reddit, founded in 2005, is known for its message boards on a multitude of topics, as well as its “ask me anything” digital town halls with celebrities, politicians and subject-matter experts. The company, which isn’t profitable, was sold to Condé Nast in 2006, and the magazine publisher’s parent, Advance Publications Inc., spun Reddit off in 2011 and remains a shareholder. The company has raised roughly $800 million since 2011."
}