{
    "url_original": "https://www.wsj.com/articles/reddit-ceo-backs-wallstreetbets-amid-calls-for-stiffer-moderation-11612780206?mod=business_lead_pos5",
    "url": "reddit-ceo-backs-wallstreetbets-amid-calls-for-stiffer-moderation-11612780206",
    "title": "Reddit CEO Backs WallStreetBets Amid Calls for Stiffer Moderation",
    "sub_head": "Chief of the social network whose users sparked GameStop stock-trading frenzy expresses confidence in its user-reliant model for policing speech",
    "category_1": "Business",
    "time": "2021-02-08 05:30:00",
    "body": "Reddit Inc.’s role in the recent stock-trading frenzy has brought millions of new users to the social-media platform, its chief executive says, as well as scrutiny to the power of large communities online.<br />One of Reddit’s defining quirks is that it largely relies on users, instead of algorithms or armies of tech employees, to police speech. Those community moderators didn’t intervene when users in a forum called WallStreetBets egged on people to buy shares of heavily shorted stocks such as  GameStop Corp.  U.S. regulators are now probing whether the ensuing market upheaval resulted in securities-law violations.<br />In an interview, Reddit CEO Steve Huffman said the WallStreetBets episode has demonstrated the durability of the company’s model, as it matures and grows. The 37-year-old Reddit co-founder recently changed his Reddit profile image to WallStreetBets’ cartoonish mascot of a Wall Street trader with so-called diamond hands, in a show of support for the group.<br />“This whole event is showing the power of large communities of everyday people,” said Mr. Huffman. “Not just massive institutional and professional investors get to participate in the stock market.”<br />The action on Reddit has helped the company land new advertisers—its main source revenue—and bring back lapsed ones, including those who recently paused spending in the market melee, Mr. Huffman said. The most recent user numbers from Reddit, which isn’t profitable, put the daily average at 52 million as of October. “We’re still proving ourselves to advertisers,” he said. The company paid for a five-second commercial that aired Sunday for Super Bowl LV."
}