{
    "url_original": "https://www.wsj.com/articles/reddits-silver-rush-is-another-symptom-of-market-madness-11612183688?mod=business_minor_pos10",
    "url": "reddits-silver-rush-is-another-symptom-of-market-madness-11612183688",
    "title": "Reddit’s Silver Rush Is Another Symptom of Market Madness",
    "sub_head": "Attempts to push up the metal’s price seem guided by mistaken ideas about the depth of this market and the monetary value of precious metals",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-293045?width=620&size=1.5",
    "image_1": "im-293045.jpg",
    "time": "2021-02-01 08:12:00",
    "body": "In 1896, former U.S. lawmaker and silver lover William Jennings Bryan attacked those that would “crucify mankind upon a cross of gold.” Reddit investors now risk building their own cross of silver.<br />On Monday, the price of silver futures jumped about 11% to around $30 an ounce—its biggest one-day move since 2009—after becoming the latest target of the individual investors who spent last week foiling Wall Street’s short bets. By coordinating security purchases online, these amateur day traders have triggered surges in unloved stocks such as  GameStop ,   BlackBerry  and  American Airlines .<br />“Silver Bullion Market is one of the most manipulated on earth,” user RocketBoomGo wrote Saturday on Reddit, encouraging individual investors to push the silver price up to $1,000. “Any short squeeze in silver paper shorts would be EPIC. We know [that a] billion banks are manipulating gold and silver to cover real inflation.”<br />The Reddit crowd may have—so far—been successful in upending the market for little-traded stocks. In the far more liquid silver market, though, they may have worse luck.<br />Previous attempts to corner the silver market have failed. Back in 1979, three of the sons of Texan oil billionaire H.L. Hunt managed to push silver prices up eightfold, only for them to crash following a change in rules on leveraged purchases of commodities—notably on March 27, 1980, known as “Silver Thursday.” That happened despite the Hunt brothers owning more than a third of the world’s non-governmental supply of silver, which speaks to the difficulty of manipulating this deep market. Also, official data suggests hedge funds are betting in favor of silver, not against it. The chances of retail investors inflating a bubble that hurts Wall Street more than themselves seem even slimmer than with GameStop shares."
}