{
    "url_original": "https://www.wsj.com/articles/reddit-users-fuel-rally-in-silver-11612182810?mod=markets_minor_pos4",
    "url": "reddit-users-fuel-rally-in-silver-11612182810",
    "title": "Silver Prices Jump in GameStop-Like Frenzy",
    "sub_head": "Biggest one-day gain in more than a decade is latest sign of speculative trading that is jolting financial markets",
    "category_1": "Markets",
    "time": "2021-02-01 16:13:00",
    "body": "Online investors who spurred a trading frenzy in the shares of  GameStop Corp.  and  AMC Entertainment Inc.  have moved onto a bigger target: the global silver market.<br />Futures prices for silver in New York on Monday settled at their highest level in eight years, the latest work by a loosely knit group of speculators who congregate on social-media platforms including Reddit’s WallStreetBets. Some participants have been contending aggressive buying could power GameStop-like, quadruple-digit percentage gains in other arenas, with some chatter over the weekend focusing on the roughly $50 billion physical market for silver.<br />Many traders with experience in commodities say the trade is highly speculative. There is more than enough silver to meet industrial demand for everything from semiconductors to solar panels, and producers can raise output to take advantage of higher prices. Previous efforts to corner the market have ultimately preceded crashes, most famously when the Hunt brothers artificially boosted silver in 1979 and 1980.<br />Still, the recent wave of speculation is unlike anything many in commodities have witnessed in the recently past. Shares of miners like  First Majestic Silver Corp.  and  Hecla Mining Co.  have been among the stock market’s best performers recently—each rose 20% or more on Monday—while the largest exchange-traded fund tied to silver logged its biggest-ever daily inflow on Friday. Online silver dealers around the country have even reported soaring demand from retail buyers.<br />“It’s become like the GameStop of commodities,” said Edward Meir, a consultant focused on metals at brokerage ED&F Man Capital Markets. “It doesn’t make any sense… It could be equally ugly on the way down.”"
}