{
    "url_original": "https://www.wsj.com/articles/remember-inflation-it-may-again-be-close-11613676016?mod=opinion_major_pos18",
    "url": "remember-inflation-it-may-again-be-close-11613676016",
    "title": "Remember Inflation? It May Again Be Close",
    "sub_head": "Add to the proposed fiscal stimulus the record-breaking increase in the money supply M2 of more than 25% on a year-over-year basis and you have an enormous potential for future inflation.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA480_BORDOL_8U_20210202182416.jpg",
    "image_1": "publicresourcesimagesED-BA480_BORDOL_8U_20210202182416.jpg",
    "time": "2021-02-18 14:20:00",
    "body": "In “The Short March Back to Inflation” (op-ed, Feb. 4), Michael D. Bordo and Mickey D. Levy argue that the recent, large increase in the savings rate is a storehouse of potential demand that will drive up prices, citing the experience of the 1960s. They ignore, however, the significant increase in the inequality of income and wealth. The savings of the top 1% to 10% aren’t likely to produce a significant burst of demand for goods and services throughout the economy. They may push up the prices for goods and services which are scarce but not in those parts of the economy in which most people function.<br />Frank Nicolai<br />Fort Washington, Md.<br /><br />Vast new spending plans are being considered by Congress to help overcome the effects of the pandemic. While Democrats want to spend $1.9 trillion, most Republicans argued for much less. A group of 10 Republican senators made a counteroffer of $618 billion but President Biden wasn’t interested. The bipartisan Committee for a Responsible Federal Budget, of which Janet Yellen was a director until her recent elevation to secretary of the Treasury, points out convincingly that the actual output gap that needs to be closed in 2021 amounts to only $380 billion. Therefore, all the spending proposals on the table amount to vast overkill."
}