{
    "url_original": "https://www.wsj.com/articles/remember-the-good-old-days-no-need-to-feel-ashamed-if-you-do-11614370368?mod=opinion_lead_pos6",
    "url": "remember-the-good-old-days-no-need-to-feel-ashamed-if-you-do-11614370368",
    "title": "Remember the Good Old Days? No Need to Feel Ashamed If You Do",
    "sub_head": "Nostalgia can bring comfort and meaning, even inspiration. It’s about the future more than the past.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-26 15:12:00",
    "body": "Nostalgia has a bad reputation. Some people view it as unhealthy, a mental weakness signifying fear of change and progress. Many see it as a form of escapism, a feeling that people enjoy because it takes them away from reality and back to their youth. I’ve even heard it argued that nostalgia is bad for business, as companies need to focus on the present and prepare for the future, not dwell on the past.<br />A growing body of research indicates that all these intuitions about nostalgia are wrong. Reflecting nostalgically on the past is a common and healthy experience that helps people find the inspiration and confidence needed to move forward in life, particularly during difficult times. I would go so far as to say that nostalgia is about the future more than the past.<br />The term was coined in 1688 by Swiss physician Johannes Hofer to capture what was believed to be a medical condition mostly confined to Swiss mercenaries longing for their mountain home while fighting wars in the lowlands of Europe. Symptoms included deep sadness, bouts of weeping, fainting, stomach pain, disordered eating, fever, heart palpitations and suicidal thoughts. This medical-disease framing persisted through the 18th and 19th centuries, though diagnoses expanded beyond the Swiss. With the arrival of the 20th century, nostalgia was no longer treated as a physical disease but began to be thought of as a psychological ailment with symptoms we might associate today with anxiety and depression.<br />Later in the 20th century, some scholars began to see nostalgia in a more sympathetic light, distinguished from the more unpleasant state of homesickness. Consumer psychologists and marketing researchers documented ways in which sentimentality toward the past predicted product preference and consumer decisions. But we hadn’t yet conducted the systematic studies needed truly to understand nostalgia. This changed in the first decade of this new century when researchers, including my team, approached the study of nostalgia using the modern tools of behavioral science.<br />We observed that nostalgia doesn’t cause distress. Instead, distress causes nostalgia. External cues such as running into an old friend, seeing an old photo on  Facebook ,  or hearing music from one’s youth can trigger nostalgia, but when it comes to internal psychological triggers, people tend to experience nostalgia in response to feeling sad, lonely, meaningless and uncertain about where they are in life."
}