{
    "url_original": "https://www.wsj.com/articles/republicans-weigh-political-fates-of-marjorie-taylor-greene-liz-cheney-11612374731?mod=politics_lead_pos5",
    "url": "republicans-weigh-political-fates-of-marjorie-taylor-greene-liz-cheney-11612374731",
    "title": "Republicans Weigh Political Fates of Marjorie Taylor Greene, Liz Cheney",
    "sub_head": "House Minority Leader Kevin McCarthy tries to balance competing wings of GOP in post-Trump era",
    "category_1": "Politics",
    "time": "2021-02-03 15:38:00",
    "body": "WASHINGTON—House Democrats said they would hold a vote Thursday to remove Rep. Marjorie Taylor Greene (R., Ga.) from her committees over her past incendiary remarks and social-media posts, ratcheting up pressure on House Republicans wrestling with whether to take disciplinary action.<br />The intensifying fight over the freshman lawmaker converged Wednesday with an effort to topple House GOP Conference Chairwoman Liz Cheney of Wyoming after she voted to impeach former President Donald Trump. The two developments, set to be discussed at a House GOP meeting in the afternoon, highlighted the fierce infighting roiling the Republican Party as it seeks to define itself after Mr. Trump’s loss.<br />After weeks of withholding judgment, House Minority Leader Kevin McCarthy (R., Calif.) will be forced to make a decision Wednesday on whether to strip committee assignments from Mrs. Greene, a Trump loyalist who has been condemned on both sides of the aisle for embracing conspiracy theories. Democrats said the House will vote Thursday to remove her from the committees if Mr. McCarthy doesn’t act first.<br />At the same time, he will also referee an effort from some lawmakers to demote Ms. Cheney, the only member of GOP leadership to vote to impeach Mr. Trump last month on allegations that he incited the violent mob that stormed the U.S. Capitol on Jan. 6.<br />Mr. McCarthy ascended to power on his ability to forge strong relationships, including with Mr. Trump. His decisions Wednesday will almost certainly leave some faction of the House GOP unhappy and complicate his ambitions of becoming speaker if the GOP reclaims the House next year."
}