{
    "url_original": "https://www.wsj.com/articles/republicans-propose-618-billion-covid-relief-plan-11612188851",
    "url": "republicans-propose-618-billion-covid-relief-plan-11612188851",
    "title": "Republicans Propose $618 Billion Covid-19 Stimulus Plan",
    "sub_head": "GOP plan includes $300 a week in federal unemployment benefits through June",
    "category_1": "Politics",
    "time": "2021-02-01 16:51:00",
    "body": "WASHINGTON—A group of 10 Senate Republicans released new details of their roughly $618 billion coronavirus-relief counteroffer Monday, including a round of $1,000 direct checks for many adults, as Democrats began the process for passing President Biden’s $1.9 trillion plan along party lines.<br />The Republicans are meeting with Mr. Biden Monday evening to discuss their proposal, which would provide $300 a week in enhanced federal unemployment benefits through June, include $20 billion each for child care and schools, $50 billion for small-business relief and $160 billion for vaccines, testing and protective equipment, according to a summary of the proposal’s spending released Monday morning.<br />The White House agreed to the meeting on Sunday after the Republicans requested it. On Monday, White House press secretary Jen Psaki said the meeting between Mr. Biden and the Republicans “is not a forum for the president to make or accept an offer.” She added: “It is important to him that he hears this group out on their concerns, on their ideas.”<br />Pared down from Mr. Biden’s original plan, the proposal from the 10 Republicans omits measures favored by many Democrats, such as aid for state and local governments and raising the federal minimum wage to $15 an hour. The Republicans said their plan was an opportunity for the Biden administration to follow through on its calls for bipartisanship.<br />“Mr. President, we recognize your calls for unity and want to work in good faith with your administration to meet the health, economic, and societal challenges of the Covid crisis,” the group of senators led by Sen. Susan Collins (R., Maine) said Monday."
}