{
    "url_original": "https://www.wsj.com/articles/republican-civil-war-over-trump-not-at-cpac-11614366303?mod=politics_lead_pos5",
    "url": "republican-civil-war-over-trump-not-at-cpac-11614366303",
    "title": "Republican Civil War Over Trump? Not at CPAC",
    "sub_head": "As Republicans in Washington debate the former president’s role in the party, many GOP rising stars, activists and voters have made up their minds",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "time": "2021-02-26 14:23:00",
    "body": "ORLANDO, Fla.—The high-profile split among Republican officials in Washington over Donald Trump isn’t on display here, as thousands of conservatives have flocked to CPAC to hear from the former president and some of his staunchest political disciples.<br />This year’s annual Conservative Political Action Conference got under way in earnest inside a hotel ballroom Friday morning, when hundreds of conservatives were welcomed by video recordings that repeated Mr. Trump’s unsubstantiated claims of widespread fraud in the 2020 presidential election. Mr. Trump’s image is splashed all over this year’s conference, where MAGA paraphernalia is abundant.<br />“We have a party led by Donald J. Trump,” said Ohio Senate candidate Josh Mandel, who criticized “squishy Republican governors” who had implemented widespread restrictions to curb the Covid-19 pandemic. Mr. Mandel, one of many Trump-aligned candidates who have announced campaign bids in recent weeks, called himself “pro-gun, pro-life, pro-Trump.”<br />Florida Gov. Ron DeSantis, a Republican, touted his keep-the-economy-open approach to Covid-19, championed by Mr. Trump during his time in office. The annual CPAC event is typically hosted near Washington but relocated to Florida, where state Covid-19 restrictions allow for mass gatherings like CPAC to occur indoors, something Mr. DeSantis and others applauded Friday. CPAC organizers have limited the number of attendees because of Covid; in the past, more than 10,000 people have attended. The event is also being streamed online.<br />The governor also cited a need for strict enforcement of immigration law, including the border wall advocated by Mr. Trump, to curb the flow of migrants at the U.S.-Mexico border. “We cannot—we will not—go back to the days of the failed Republican establishment of yesteryear,” Mr. DeSantis said."
}