{
    "url_original": "https://www.wsj.com/articles/restaurant-stocks-are-overfed-11614254580?mod=business_minor_pos11",
    "url": "restaurant-stocks-are-overfed-11614254580",
    "title": "Restaurant Stocks Are Overfed",
    "sub_head": "Reopening will be a blessing for U.S. restaurants, but not necessarily for restaurant stock prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-25 07:03:00",
    "body": "The end of the Covid-19 emergency will be a godsend for the U.S. restaurant industry. But in the near term, it might not be as good for restaurant shareholders as one might expect.<br />A year after the first coronavirus-fueled market selloff, investors seem to love restaurant stocks as much as Americans love to dine out. And Wall Street has been more than willing to give the industry a pass as Covid-19 and accompanying government restrictions have devastated restaurant traffic and hammered sales.<br />Brinker International ,  which owns Chili’s, is up about 90% over the past year, thanks in part to the successful launch of virtual-chicken-wing concept It’s Just Wings.  Darden Restaurants ,  owner of Olive Garden and LongHorn Steakhouse, is up 24% over that same time, while  Cheesecake Factory  has rallied 42%. All three stocks have at least tripled since the pandemic lows of last March. Meanwhile, business continues to be slow; companies have lately reported comparable sales declines on the order of 12% to 22% from a year earlier.<br />There was a sound logic for investors to look past the business weakness. Wall Street typically doesn’t give much weight to one-time financial events, and the impact of a global pandemic would seem to be the mother of such one-time situations. Big chains have also been able to access cheap financing to help get through the lean months. A reopening after months of closed dining rooms means there should be significant pent-up demand, at least in theory. That moment could be coming soon: About 45 million Americans have received at least one dose of a vaccine, according to Centers for Disease Control and Prevention data.<br />Meanwhile, consumers have plenty of cash to spend on an evening out, and fresh stimulus checks could soon be on the way. As a bonus, the need to adapt to a socially distanced business model resulted in better off-premise sales models and other investments that should pay off down the road. Massive industrywide comparable sales growth seems likely in the months ahead."
}