{
    "url_original": "https://www.wsj.com/articles/restaurant-software-provider-toast-prepares-for-ipo-11613938981?mod=markets_lead_pos7",
    "url": "restaurant-software-provider-toast-prepares-for-ipo-11613938981",
    "title": "Restaurant-Software Provider Toast Prepares for IPO",
    "sub_head": "Toast taps Goldman Sachs and JPMorgan Chase to underwrite a possible listing later this year",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-302124?width=620&size=1.5",
    "image_1": "im-302124.jpg",
    "time": "2021-02-21 15:31:00",
    "body": "Toast Inc. is planning an initial public offering that could value the restaurant-software provider at around $20 billion, people familiar with the matter said.<br />Toast tapped Goldman Sachs Group Inc. and JPMorgan Chase & Co. to underwrite a possible listing later this year, these people said. It could also consider other options including a sale or combination with a blank-check company, some of the people said. There are no guarantees Toast will ultimately go public or pursue another of the options.<br />In going public, Toast, a 10-year-old company whose valuation has leapt several fold in the past year, would join a red-hot IPO market fueled lately by the high-profile debuts of companies including  Affirm Holdings Inc.  and  Bumble Inc.  Shares of both are trading far above their IPO prices, as are those of 2020 predecessors including  Airbnb Inc.  and  DoorDash Inc.<br />Also powering the record IPO market is a wave of so-called special-purpose acquisition companies, which go public without a business and then hunt for one to merge with.<br />Founded in 2011 by Aman Narang, Jon Grimm and Steve Fredette, Toast provides payment-processing hardware and cloud-based software for restaurants. Aside from core point-of-sale offerings, its products include payroll processing and email marketing, and it also lends to restaurants through Toast Capital. Competitors include  Square  Inc.  and  PayPal Holdings Inc."
}