{
    "url_original": "https://www.wsj.com/articles/return-of-the-swamp-creatures-11613690674?mod=opinion_major_pos8",
    "url": "return-of-the-swamp-creatures-11613690674",
    "title": "Return of the Swamp Creatures",
    "sub_head": "Democrats prepare to bring back earmarks. Republicans should resist the temptation.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-02-18 18:24:00",
    "body": "Washington doesn’t usually make it easy to pinpoint the moment when things went wrong. So thanks to Rep. Rosa DeLauro for publicly heralding the return of the swamp.<br />The announcement actually came from a spokesman for the House Appropriations Committee, which the Connecticut Democrat oversees. “Chair DeLauro supports Member-directed funding for community projects,” Evan Hollander told HuffPost this week. For those uninitiated in Washington doublespeak, earmarks are back.<br />A few other English words to describe what’s returning: Pork. Logrolling. Sleaze. Bridges to nowhere. Republicans banned earmarks in February 2011 after the term became synonymous with Congress’s embarrassing habit. The late Sen. Tom Coburn of Oklahoma had led a yearslong campaign to expose earmarks as a “gateway drug” to greater spending and corruption. In the face of a tea-party revolt, his colleagues finally chose wisdom.<br />Democrats are choosing power. According to reports, Ms. DeLauro and Senate Appropriations Chairman Patrick Leahy will soon announce that earmarks are welcome in annual spending bills. Why would Democrats risk such a move? Politico explains that House Majority Leader Steny Hoyer has reassured his party that it won’t suffer, since the effort will be “bipartisan.” Democrats are banking on spend-thirsty Republicans to provide cover.<br />The question is whether the GOP will succumb, handing the Democratic leadership a uniquely powerful tool in today’s narrowly divided Congress. Republicans may botch their first opportunity to draw a stark contrast in governance, wield some real power, and energize their base."
}