{
    "url_original": "https://www.wsj.com/articles/rheumatoid-arthritis-drug-shows-promise-in-fighting-covid-19-11614029399",
    "url": "rheumatoid-arthritis-drug-shows-promise-in-fighting-covid-19-11614029399",
    "title": "Rheumatoid Arthritis Drug Shows Promise in Fighting Covid-19",
    "sub_head": "A new study shows an anti-inflammatory drug can help treat certain severe symptoms of Covid-19, and adds a tool for helping the sickest patients",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "time": "2021-02-22 16:30:00",
    "body": "An anti-inflammatory drug can help reduce the risk of death in people hospitalized with Covid-19, a new clinical trial indicates, reviving hopes—and debate—about a medicine that many physicians had abandoned after earlier clinical-trial failures.<br />A U.K. study of more than 4,000 hospitalized patients showed that people who received the rheumatoid arthritis drug tocilizumab plus steroids had a 20% lower risk of death after 28 days compared with patients who received steroids and standard care only, according to preliminary results posted online this month.<br />The results haven’t been published yet in a peer-reviewed scientific journal, but U.S. scientists are paying attention to them because of the reputation of the University of Oxford researchers who conducted the study. In June, the same Oxford researchers were the first to prove that the cheap and widely available steroid dexamethasone significantly reduced Covid-19 deaths, a finding that led to the drug becoming a standard treatment for most hospitalized patients.<br />Researchers say Oxford’s study may have succeeded where others failed because it included a much larger number of patients, whose average age was about 63, and included only patients with high inflammation measured in lab tests and low blood-oxygen. The data could lead to the drugs becoming more widely used, especially if they are included as suggested or recommended treatments in guidelines crafted by influential organizations such as the U.S. National Institutes of Health or the Infectious Diseases Society of America.<br />“There have been a lot of studies before this one that suggested a possible benefit and others that seemed not quite as compelling,” said Francis Collins, director of the National Institutes of Health. “I think what we were waiting for was a really large scale, well-designed study—and I think we may now have that.”"
}