{
    "url_original": "https://www.wsj.com/articles/rich-countries-borrowed-18-trillion-in-2020-few-seem-worried-about-paying-it-off-11614251857?mod=markets_lead_pos3",
    "url": "rich-countries-borrowed-18-trillion-in-2020-few-seem-worried-about-paying-it-off-11614251857",
    "title": "Rich Countries Borrowed $18 Trillion in 2020. Few Seem Worried About Them Paying It Off.",
    "sub_head": "Developed-world governments sold bonds in record volumes in the first year of the coronavirus pandemic, but their borrowing costs fell",
    "category_1": "Economy",
    "time": "2021-02-25 06:17:00",
    "body": "Rich countries’ governments borrowed $18 trillion from bond markets in 2020—more than ever before—but their borrowing costs hit a record low, due to a big rise in bond purchases by central banks, as well as a lack of concern about public debt levels among private investors.<br />The jump in government bond sales during the first year of the coronavirus pandemic was almost twice that recorded when the global financial crisis struck, according to data from the Organization for Economic Cooperation and Development research body. In contrast to the years that followed the collapse of Lehman Brothers in September 2008, there was no rise in bond yields in 2020, and governments faced a lower interest bill than they did before the financial crisis, the OECD said.<br />The massive borrowing in much of the developed world reflects the unique circumstances of the pandemic, which has required unprecedented levels of aid for workers and businesses affected by social-distancing measures. But it also shows a more relaxed attitude toward government deficits among policy makers, investors and economists than a decade ago.<br />“It’s a lesson learned from the financial crisis that governments shouldn’t pull back their fiscal support early,” said Fatos Koc, a policy analyst at the OECD.<br />In its annual report on government borrowing, the OECD said its 37 member governments sold $18 trillion in bonds during 2020, which helped cover the cost of supporting households and businesses through the pandemic, as well as high medical costs."
}