{
    "url_original": "https://www.wsj.com/articles/rihanna-is-wrong-mr-modi-is-mostly-right-11613506800?mod=opinion_major_pos17",
    "url": "rihanna-is-wrong-mr-modi-is-mostly-right-11613506800",
    "title": "Rihanna Is Wrong, Mr. Modi Is Mostly Right",
    "sub_head": "Greta Thunberg and Meena Harris would condemn India to feudal agrarianism if Indian Prime Minister Narendra Modi were to heed their calls and rescind his historic agriculture deregulation.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-294599?width=620&size=1.5",
    "image_1": "im-294599.jpg",
    "time": "2021-02-16 15:20:00",
    "body": "Regarding Sadanand Dhume’s “Rihanna Rallies to the Wrong Cause in India” (East Is East, Feb. 5): Greta Thunberg and Meena Harris would condemn India to feudal agrarianism if Indian Prime Minister Narendra Modi were to heed their calls and rescind his historic agriculture deregulation. Half of India’s workers toil as serfs in low productivity, undignified subsistence farming with the sector accounting for a paltry 15% of the economy. Compared with the average American farm plot of 440 acres, 86% of Indian agriculture holdings are less than five acres and are too marginal to ever achieve economies of scale. Indian crop yields consequently are half of those of the U.S. Due to rapacious government-backed wholesale cartels, the markup between prices remunerated to farmers and what consumers pay is 65% in India compared with 10% in other nations. Forty percent of India’s fruits and vegetables rot before reaching the marketplace because of anachronistic antihoarding laws that deter investment in refrigeration.<br />Mr. Modi’s audacious market reforms are vital for weaving together his country’s 4,000 fragmented agriculture markets into a national whole. McKinsey & Co. estimates that a robust decontrol of farming could raise cultivation output by $175 billion, doubling farmers’ incomes over eight years. Untangling farmers and supply chains from a morass of red tape, grain-storage limits and monopolistic middlemen—coupled with more private investment—is an eminently sensible policy regime, unlike the usual nostrums of bailouts and farm-loan waivers peddled by past Indian governments. Prime Minister Modi deserves accolades for launching the opening salvo against the agriculture license raj.<br />Nathan Punwani<br />Los Angeles"
}