{
    "url_original": "https://www.wsj.com/articles/rihanna-rallies-to-the-wrong-cause-in-india-11612465735?mod=opinion_major_pos8",
    "url": "rihanna-rallies-to-the-wrong-cause-in-india-11612465735",
    "title": "Rihanna Rallies to the Wrong Cause in India",
    "sub_head": "Farmers protest in defense of a dysfunctional system, and Modi has treated them relatively gently.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-02-04 14:08:00",
    "body": "What do Rihanna, Greta Thunberg and Vice President Kamala Harris’s niece, Meena Harris, have in common? They’re all rallying support for India’s farmer protests, which are morphing from an arcane domestic dispute into an emotive international cause. And they’re all mostly wrong in their thinking.<br />“Why aren’t we talking about this?!” the singer tweeted to her 101 million followers Tuesday, with a link to a CNN article on the Indian government’s crackdown on protesters. “We stand in solidarity with the #FarmersProtest in India,” tweeted the Swedish teenage activist the same day. In a convoluted series of tweets, Ms. Harris, an author and entrepreneur, linked the Indian crackdown to last month’s Capitol Hill riot and Donald Trump while railing against “militant nationalism” and “FASCIST DICTATORS.”<br />The demonstrations are a serious national issue for Prime Minister Narendra Modi’s government. Since late November, tens of thousands of farmers, mostly from the prosperous northern states of Punjab and Haryana, have camped on Delhi’s borders to protest new agricultural reforms that reduce the government’s role in procuring produce and encourage the private sector by easing restrictions on contract farming and investment in modern cold-storage chains.<br />The protests simmered for months before exploding into violence on Jan. 26, Republic Day. Tens of thousands of farmers stormed the national capital, battling cops and marring a national celebration. Protesters hoisted a Sikh religious flag on a flagpole at the Red Fort, a symbolic seat of power. One farmer died when his speeding tractor overturned at a barrier, according to police.<br />A standoff continues between the government and protesters at three sites on Delhi’s borders. Farmers face thousands of police in riot gear behind concrete barriers, coils of barbed wire and iron spikes."
}