{
    "url_original": "https://www.wsj.com/articles/rio-tinto-annual-net-profit-up-22-to-pay-special-dividend-11613541720?mod=business_lead_pos11",
    "url": "rio-tinto-annual-net-profit-up-22-to-pay-special-dividend-11613541720",
    "title": "Rio Tinto’s New CEO Looks to Take More Risks",
    "sub_head": "Jakob Stausholm says the world’s second-largest mining company should be more aggressive in pursuing commodities used in low-carbon technologies",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-300121?width=620&size=1.5",
    "image_1": "im-300121.jpg",
    "time": "2021-02-17 07:34:00",
    "body": "SYDNEY—The new chief executive officer of  Rio Tinto  PLC wants to change a risk-averse culture at the world’s second-largest mining company that could see it pursue commodities vital to the energy transition more aggressively.<br />Jakob Stausholm said mining companies had become too cautious after overpaying for deals around a decade ago during a rush to feed China with metals and minerals vital to its industrialization, which left them vulnerable to hefty asset write-downs when commodity prices fell.<br />Facing an investor backlash at the time, companies including Rio Tinto moved to prioritize dividends to shareholders and buying back shares over deals or investments in new mines that could turn sour.<br />Rio Tinto’s annual result on Wednesday continued that trend. A 22% rise in net profit to $9.77 billion paved the way for a record final dividend and a special dividend in what was Mr. Stausholm’s first earnings update since succeeding Jean-Sébastien Jacques as CEO on Jan. 1. Mr. Jacques was ousted last year amid the fallout from the destruction of ancient rock shelters in a remote part of Australia.<br />Rio Tinto’s increased profit was driven by a rally in iron-ore prices to a nine-year high. Iron ore is used to make steel and has been one of the hottest commodities as China bets on infrastructure, such as new highways and apartment construction, to drive its economic recovery from the coronavirus pandemic."
}