{
    "url_original": "https://www.wsj.com/articles/road-to-the-sun-by-pat-metheny-review-a-bright-fusion-of-genres-11614427200",
    "url": "road-to-the-sun-by-pat-metheny-review-a-bright-fusion-of-genres-11614427200",
    "title": "‘Road to the Sun’ by Pat Metheny Review: A Bright Fusion of Genres",
    "sub_head": "The jazz guitarist experiments with classical composition on an album with the Los Angeles Guitar Quartet and Jason Vieaux.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-304905?width=620&size=1.5",
    "image_1": "im-304905.jpg",
    "time": "2021-02-27 07:00:00",
    "body": "<br />You would think that the worlds of classical and jazz guitar would be closely aligned, given that both prize harmonic ingenuity, melodic exploration (and variation) and a high level of virtuosity. There are technical distinctions: Although some jazz players use the nylon-stringed classical instrument, steel strings and amplification are more typical now, and different approaches to tone and articulation underpin each style. Those are hardly unsurmountable barriers to cross-genre exploration, but except for Brazilian mostly jazz composers like Egberto Gismonti and Hermeto Pascoal, and a few young Americans, like Gyan Riley, who work both sides of the street, the interchange has been sparse.<br />Pat Metheny has taken a bold step to remedy that with “Road to the Sun” (BMG), due out on March 5, with two substantial scores—the six-movement title work, performed here by the Los Angeles Guitar Quartet, and a four-movement solo work, “Four Paths of Light,” played by Jason Vieaux—plus Mr. Metheny’s own arrangement and performance of Arvo Pärt’s “Für Alina.”<br />One of jazz’s most restlessly diverse guitarist-composers, Mr. Metheny has flirted with classical style on occasion, going back to “Unquity Road” (1976) and “Hermitage” (1979), and he made the first recording of Steve Reich’s “Electric Counterpoint” (1987). These two new scores suggest that he has internalized the formal repertory. Both are rich in allusions to the techniques that propel virtuosic works by Francisco Tárrega, Federico Moreno Torroba, Heitor Villa-Lobos and other contributors to the standard canon, but those moves are filtered through Mr. Metheny’s more up-to-date sensibilities, not to mention his own command of the fretboard.<br />Probably the clearest case in point is the finale of “Four Paths of Light.” Though it does not quote Tárrega’s “Recuerdos de la Alhambra” directly, it borrows that work’s main structural device—setting a graceful tremolando melody, on the guitar’s top strings, over an arpeggiated bass figure that outlines the supporting harmonic changes. Though the melody and harmony are Mr. Metheny’s own, it is impossible to hear the new piece without Tárrega’s coming to mind."
}