{
    "url_original": "https://www.wsj.com/articles/robinhood-citadel-others-prepare-for-the-gamestop-spotlight-in-washington-11613655854?mod=markets_lead_pos12",
    "url": "robinhood-citadel-others-prepare-for-the-gamestop-spotlight-in-washington-11613655854",
    "title": "Robinhood, Citadel, Others Prepare for the GameStop Spotlight in Washington",
    "sub_head": "House committee plans to question executives, investors about the recent options drama",
    "category_1": "Politics",
    "time": "2021-02-18 08:44:00",
    "body": "Top executives of Robinhood Markets Inc. and other firms that played a role in the  GameStop Corp.  saga will face questions from lawmakers Thursday after a group of online traders helped send shares of the videogame retailer surging earlier this year before the firm’s stock then crashed.<br />The House Financial Services Committee is holding the hearing on GameStop’s stock action, which raised questions about the integrity of the U.S. stock market and the pitfalls faced by individual investors in the age of social media and smartphone trading apps. The Securities and Exchange Commission and other authorities are investigating whether the episode calls for policy changes or was fueled by criminal misconduct such as market manipulation.<br />Committee Chairwoman Maxine Waters (D., Calif.) has portrayed the hearing as a fact-finding mission aimed at verifying the popular account of what happened: A horde of individual investors sharing information on a Reddit forum poured money into GameStop shares, inflicting billions of dollars in losses on hedge funds that had bet against the stock.<br />Among those set to testify are Vladimir Tenev, chief executive of Robinhood, whose commission-free brokerage platform facilitated some of the viral trades; Kenneth Griffin, CEO of Chicago hedge-fund Citadel LLC and market maker Citadel Securities, which pays Robinhood to execute its users’ trades; and Gabriel Plotkin, CEO of a hedge fund that lost money during the episode. Also scheduled to appear are Reddit CEO Steve Huffman and Keith Gill, whose posts about GameStop helped fuel the rally.<br />As GameStop’s rise and fall brought arcane subjects such as stock-market plumbing, securities law and short selling into the public awareness, some lawmakers have scrambled to get up to speed."
}