{
    "url_original": "https://www.wsj.com/articles/robinhood-will-air-super-bowl-ad-amid-gamestop-saga-11612357203?mod=markets_lead_pos11",
    "url": "robinhood-will-air-super-bowl-ad-amid-gamestop-saga-11612357203",
    "title": "Robinhood Will Air Super Bowl Ad Amid GameStop Saga",
    "sub_head": "Online brokerage seeks to repair image after trading restrictions prompted backlash from customers and lawmakers",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-294062?width=620&size=1.5",
    "image_1": "im-294062.jpg",
    "time": "2021-02-03 08:00:00",
    "body": "Robinhood Markets Inc. will advertise during the Super Bowl, as the online brokerage seeks to repair its image in the wake of the  GameStop Corp.  stock-trading saga.<br />Robinhood faced a backlash from customers and some lawmakers after it restricted trading on certain highflying stocks last week. Critics said the move ran counter to the brand’s mission of democratizing investing. Robinhood said the restrictions were put in place so it could meet the obligations of a clearinghouse that finalizes trades.<br />On Sunday, the company is expected to air a 30-second commercial during Super Bowl LV with the message that anyone can invest. The ad features a montage of ordinary people going about their lives—a young man going for a jog, a dad taking care of his infant, a woman dying her hair.<br />“We make short-term investments, long-term investments, we diversify our interests, realize our gains and losses, and try to keep the big picture in mind,” the narrator in the ad says. “You don’t need to become an investor, you were born one.”<br />Robinhood purchased the Super Bowl ad time, which has been selling for roughly $5.5 million for 30 seconds, in December. Amid the recent controversy, executives at the Silicon Valley startup discussed pulling out of the big game or creating a new ad, according to a person familiar with the matter. The company decided to move ahead with the commercial after seeing a surge in interest in the service—even with the negative publicity—the person said."
}