{
    "url_original": "https://www.wsj.com/articles/rocket-startup-astra-space-poised-to-go-public-at-2-1-billion-valuation-11612265400?mod=tech_lead_pos11",
    "url": "rocket-startup-astra-space-poised-to-go-public-at-2-1-billion-valuation-11612265400",
    "title": "Rocket Startup Astra Space Poised to Go Public at $2.1 Billion Valuation",
    "sub_head": "Northern California space-transportation company would be first small-booster specialist to trade in U.S.",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-293480?width=620&size=1.5",
    "image_1": "im-293480.jpg",
    "time": "2021-02-02 06:30:00",
    "body": "Northern California space-transportation company Astra Space Inc. intends to be the first maker of small rockets to go public in the U.S., using a blank-check company, or SPAC, in a transaction valuing it at $2.1 billion.<br />One of the few space startups with flight-proven technology, Astra said it is teaming up with billionaire telecommunications investor Craig McCaw to take advantage of the surging popularity of such transactions across an array of evolving high-technology sectors. SPAC stands for special-purpose acquisition company, a vehicle for swiftly taking entities public.<br />Alameda-based Astra, which has about 120 employees, late last year blasted a rocket to the edge of space from a launchpad in Kodiak, Alaska. The booster failed to reach orbit velocity during that demonstration flight in December. Company founder and Chief Executive Chris Kemp, a former high-ranking NASA official, said he expects another test soon, followed by an initial commercial mission as early as summer.<br />In going public, Astra seeks to stand out from a bevy of small-rocket competitors by locking in funding despite fallout from the coronavirus pandemic and an anticipated shakeout of rivals targeting the same market segment.<br />The company says it is able to lift satellites weighing about 100 pounds into low-earth orbit, but gradually hopes to increase that capacity about fivefold. Astra’s move comes amid a boom in the use of relatively compact satellites for internet access, earth imaging, military applications and other purposes."
}