{
    "url_original": "https://www.wsj.com/articles/rocket-lab-nears-deal-to-merge-with-vector-spac-11614556800?mod=markets_minor_pos7",
    "url": "rocket-lab-nears-deal-to-merge-with-vector-spac-11614556800",
    "title": "Rocket Lab Nears Deal to Merge With Vector SPAC",
    "sub_head": "Deal, which could be completed by Monday, would take Rocket Lab public, valuing it at $4.1 billion, sources say",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-305395?width=620&size=1.5",
    "image_1": "im-305395.jpg",
    "time": "2021-02-28 19:00:00",
    "body": "Space-transportation startup Rocket Lab USA Inc. is nearing an agreement to go public by merging with a special-purpose acquisition company, as a wave of such deals rolls on.<br />Rocket Lab is in talks with  Vector Acquisition Corp.  about a deal that would value the U.S.-New Zealand startup at around $4.1 billion including debt, according to people familiar with the matter. The transaction could be finalized by Monday, assuming talks don’t fall apart.<br />Vector Acquisition, backed by technology-focused private-equity firm  Vector Capital ,  raised $300 million in a September initial public offering. It is one of hundreds of SPACs, which go public without a business and then look for one or more to combine with, to raise money in recent months, as a blank-check wave took hold on Wall Street and Silicon Valley alike.<br />Rocket Lab, whose backers have included defense giant Lockheed Martin Corp., is seen as a frontrunner among a new breed of so-called small-launch providers. The startup has already launched 97 satellites for the government and for private companies for applications including research and communications. While a handful of established companies including Elon Musk’s SpaceX focus on sending huge satellites into higher orbits, there are more than 100 new small-rocket ventures around the world that aim to serve lighter satellites. In addition to Rocket Lab, British entrepreneur Richard Branson‘s Virgin Orbit LLC is an increasingly large player in the field.<br />Another one of Mr. Branson’s entities, space-tourism company  Virgin Galactic ,  went public through a SPAC merger in 2019—putting it at the forefront of the blank-check deal frenzy."
}