{
    "url_original": "https://www.wsj.com/articles/rough-ideas-review-better-vs-greater-11613773961",
    "url": "rough-ideas-review-better-vs-greater-11613773961",
    "title": "‘Rough Ideas’ Review: Better vs. Greater",
    "sub_head": "To follow the pianist into his thoughts can deliver a view from ‘inside of the music.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-301716?width=620&size=1.5",
    "image_1": "im-301716.jpg",
    "time": "2021-02-19 17:32:00",
    "body": "Essay collections don’t get much honor in the book industry, but I have a weakness for them. A compendium of unrelated or loosely related essays by an author you admire allows you to read it when you feel inclined without the discipline of following a book-length argument. Miscellanies by musicians and music critics are a particular favorite of mine, but good ones are rare. The tenor Ian Bostridge published a fine collection, “A Singer’s Notebook,” in 2011, and the critic and composer Robin Holloway’s “On Music: Essays and Diversions,” from 2003, contains some terrific criticism. Before that there is Samuel Lipman’s 1992 “Music and More” and Andrew Porter’s several collections from the 1970s and ’80s.<br />I was therefore eager to read Stephen Hough’s “Rough Ideas: Reflections on Music and More.” Mr. Hough (pronounced huff), a British pianist and an accomplished interpreter of a wide array of classical works, is one of a very few gifted musicians who are capable of writing with clarity and wit.<br />“Rough Ideas” is a gathering of Mr. Hough’s writings on music and performance, and a few on religion. “Many of the reflections in this book,” he explains, “germinated from articles first published in newspapers . . . and magazines” and from blog posts at the Daily Telegraph’s website. Presumably as a consequence of this germination, the pieces include no reference to the place and date of their original publication—a slight annoyance. Indeed, many of the essays, he writes elsewhere, were “unfinished musings on scraps of paper or saved as files on the go on my iPhone” until he used them for this collection.<br />Mr. Hough reminds me a little of Saul Bellow’s character Moses Herzog, who can’t stop scribbling his thoughts about everything, day and night. Do we really need a squib about Mr. Hough’s elderly Russian landlady who made a wonderful meal of beef stroganoff but who wouldn’t give him the recipe because, as she claimed improbably, “General Stroganoff wrote it out for me himself”? Then again, maybe these ramshackle observations work; “Herzog” is a great book.<br />Part of what makes Mr. Hough’s writing on music so appealing is that he writes as a performer, as if somehow from the inside of the music. His recordings of Johannes Brahms’s piano concertos—he plays the Romantic repertoire cleanly and crisply, without any of the histrionic banging one gets from some other famous performers—and here he writes of these two great concertos with insight. “The Second is the better piece,” he writes, “but the First is the greater piece. . . . The Second is better constructed, better orchestrated; themes are better developed; harmonies are better judged; textures are better balanced—but for me the First has a greater burst of pure, utter, natural genius. Its flame flares with such intensity, and with such promise of more to come ([Brahms] was only twenty-five when he wrote it), that I find myself overwhelmed by it in a way I’m not by the Second, written twenty-two years later.” To me, a non-performer, this sounds exactly right."
}