{
    "url_original": "https://www.wsj.com/articles/rough-landing-expected-for-the-glut-of-new-small-rocket-makers-11612710000?mod=business_lead_pos3",
    "url": "rough-landing-expected-for-the-glut-of-new-small-rocket-makers-11612710000",
    "title": "Rough Landing Expected for the Glut of New Small-Rocket Makers",
    "sub_head": "Increased use of compact satellites by companies and military isn’t seen supporting the current number of smaller launchers",
    "category_1": "Business",
    "time": "2021-02-07 10:00:00",
    "body": "Companies and entrepreneurs world-wide are working on more than 100 new small-rocket ventures, but industry officials anticipate a shakeout eventually may leave just a handful of survivors.<br />Some commercial boosters already have blasted satellites into space, supported by deep pockets and prominent backers such as  Lockheed Martin  Corp.  and British entrepreneur Richard Branson. Others are testing launchers using previous seed money and sometimes shoestring budgets. Still more projects in early development could hit a dead end, officials predict, because of potential funding shortfalls.<br />All competitors, though, confront the same market reality. Burgeoning corporate, civilian and military uses of compact satellites weighing under a ton—ranging from toaster-size models to versions resembling refrigerators—won’t generate enough demand to support the current glut of small launchers.<br />“Could the industry support 100 new launch companies? Of course not,” said Chuck Beames, chairman of small-satellite maker York Space Systems LLC and a former Pentagon space official who also chairs a trade association advocating for small spacecraft. He said a more realistic number would be four healthy small-rocket operators and several established companies flying larger commercial boosters.<br />The latter group, primarily targeting a different market segment of huge satellites headed into higher orbits, include Elon Musk’s SpaceX, Europe’s Arianespace SA and Blue Origin Federation LLC, run by  Amazon.com  Chief Executive Jeff Bezos. United Launch Alliance, a joint venture between  Boeing Co.  and Lockheed Martin, specializes in carrying large Pentagon satellites. For all of them, transporting small satellites is a secondary goal."
}