{
    "url_original": "https://www.wsj.com/articles/ruling-permits-new-york-city-to-publish-police-disciplinary-records-11613515232?mod=business_minor_pos5",
    "url": "ruling-permits-new-york-city-to-publish-police-disciplinary-records-11613515232",
    "title": "Ruling Permits New York City to Publish Police Disciplinary Records",
    "sub_head": "Federal court dismisses appeal brought by unions for police, firefighters and corrections officers to block the disclosure",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-299793?width=620&size=1.5",
    "image_1": "im-299793.jpg",
    "time": "2021-02-16 17:40:00",
    "body": "Federal appeals-court judges on Tuesday ruled that police disciplinary records in New York City may be made public, dismissing an appeal brought by unions for police, firefighters and corrections officers to block the disclosure of the information.<br />The Second Circuit U.S. Court of Appeals’ ruling affirmed a Manhattan federal judge’s previous decision that the disciplinary records should be made public. It also lifted a stay from September that prevented the publication of the records.<br />A coalition of unions sued New York City in July seeking to block the release of officers’ disciplinary records in cases where claims against them are unsubstantiated, arguing that the publication of the records would harm the officers. A three-judge panel found that argument lacked merit.<br />New York public-safety agencies—including the New York Police Department—have long cited Section 50-a of the state’s Civil Rights law in decisions to keep secret the disciplinary files of officers. The statute said personnel records used to evaluate the performance of a public safety officer are deemed confidential and cannot be exposed without a court order or the written consent of the employee.<br />State lawmakers in June voted to repeal the law as part of a series of changes to policing that followed nationwide protests inspired by the May 25 killing of George Floyd. Mr. Floyd, a Black man, was killed in police custody in Minneapolis. Soon after the law was repealed, New York City Mayor Bill de Blasio, a Democrat, announced plans to create a public online repository of NYPD records. Subsequently, the unions brought their suit."
}