{
    "url_original": "https://www.wsj.com/articles/rush-limbaugh-gave-voice-to-the-unheard-11614374845?mod=opinion_major_pos16",
    "url": "rush-limbaugh-gave-voice-to-the-unheard-11614374845",
    "title": "Rush Limbaugh Gave Voice to the Unheard",
    "sub_head": "In today’s world there is little opportunity for such a free exchange of ideas. In part, Rush Limbaugh’s durable popularity can be traced to that reality.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-301221?width=620&size=1.5",
    "image_1": "im-301221.jpg",
    "time": "2021-02-26 16:27:00",
    "body": "Peggy Noonan misses the point completely in her longing for a return to an era governed by the Fairness Doctrine (“Rush Limbaugh’s Complicated Legacy,” Declarations, Feb. 20). John Milton argued for truth: “Let her and Falsehood grapple; who ever knew Truth put to the worse in a free and open encounter?” The answer to that question is this: Truth has nothing to fear from error in a free exchange of ideas, and therein lies the challenge we face in our current reality. In today’s world there is little opportunity for such a free exchange of ideas, whether in the academy, social media or even in the formation of government policy. To believe otherwise is both naive and dangerous. In part, Rush Limbaugh’s popularity can be traced to that reality.<br />Alan Pue<br />Castle Rock, Colo.<br /><br />In referring to the 1987 abolition of the Fairness Doctrine, Ms. Noonan asks: “Has anything in our political culture gotten better since it was removed?” When we at the FCC proposed its abolition, most conservatives fiercely opposed us. They saw the doctrine as the only legal bulwark protecting the president against savage attacks from the three major networks. With all the controversy, President Reagan asked for a briefing. With a group of hostile advisers looking on, I explained that the plain language of the First Amendment meant that the press that used air and electrons must be as free as the press that used paper and ink. The president listened intently. A key adviser spoke up. With stiff opposition from his conservative base, at the least, he warned, Reagan should stay out of the fight."
}