{
    "url_original": "https://www.wsj.com/articles/rush-limbaugh-the-original-cancel-culture-target-11614200696?mod=opinion_lead_pos8",
    "url": "rush-limbaugh-the-original-cancel-culture-target-11614200696",
    "title": "Rush Limbaugh: The Original Cancel Culture Target",
    "sub_head": "He refused to apologize for fake transgressions and never lost his humor. More could follow his example.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-24 16:04:00",
    "body": "Rush Limbaugh is frequently credited with reviving talk radio in America, and that is true. But Limbaugh was also “patient zero” of today’s cancel culture, with dozens of efforts to kill his program for one ginned-up controversy after another. They all failed, and the inside story of how he handled the efforts to discredit him is a useful lesson for today.<br />Rush’s first rule was simple: “No faux apologies for fake transgressions.” The best illustration was the “phony soldiers” controversy in 2007. Rush was speaking with a caller on his program about “phony soldiers” like Jesse Macbeth, who had falsely claimed to have seen war crimes, and who was ultimately convicted for receiving veterans benefits to which he was not entitled. But Harry Reid and 40 other Senate Democrats deliberately misinterpreted his comments and sent his syndicator a letter demanding an apology, which of course wouldn’t have been accepted.<br />Rush auctioned their letter off in a show of gleeful brio, marching the document on stage handcuffed to his security guard during a Philadelphia speech. He matched the $2.1 million winning bid with his own funds, and donated the money to scholarships for the children of fallen service members and police officers. It was classic Rush: punching a hole in the arrogant, exposing their flaws, turning something fake into something larger than life, all while having “more fun than a human being should be allowed to have,” as he often said.<br />But it wasn’t all fun and games. Rush’s sponsors included thousands of small and growing businesses; they relied on his audience to pay their employees. When the industry of boycotts and business harassment came knocking at his door, threatening his sponsors with ignominy for the crime of wanting to offer their products to his audience, Rush pushed back—and hard.<br />He privately supported his sponsors and told them that the so-called boycotts would have no effect on their business unless they relented and denied themselves access to his listeners. And he was right. Internet mobs are almost always made up of small numbers of people sending huge numbers of messages. They count on sheer volume to intimidate business. Rush showed sponsors research that proved that 80% or more of all online boycott messages came from a group of people so small as to “fit in the elevator we used to come to your office for this meeting.”"
}