{
    "url_original": "https://www.wsj.com/articles/rush-limbaugh-right-wing-media-impresario-is-dead-at-70-11613583970?mod=business_lead_pos10",
    "url": "rush-limbaugh-right-wing-media-impresario-is-dead-at-70-11613583970",
    "title": "Rush Limbaugh Is Dead at 70; Right-Wing Radio Host Shaped Politics",
    "sub_head": "Media personality influenced conservative discourse for decades",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-175226?width=620&size=1.5",
    "image_1": "im-175226.jpg",
    "time": "2021-02-17 13:02:00",
    "body": "Rush Limbaugh, conservative talk-radio icon and pioneer of a thriving right-wing media industry, died Wednesday of complications from lung cancer, his wife, Kathryn Rogers, announced on his show. He was 70 years old.<br />Mr. Limbaugh told listeners he was undergoing treatment for advanced lung cancer in early 2020. He said later that year that the cancer was stage 4, terminal and progressing after months of several different treatment regimens. At the time he reiterated his intent to continue with his show, despite fatigue and other symptoms.<br />Ms. Rogers on Wednesday said Mr. Limbaugh had “proudly fought and defended conservative values in a way that no one else can. Rush often stood up and took arrows on his own because he knew it was the right thing to do.”<br />Beginning as a relatively unknown disc jockey at stations in Pennsylvania and Missouri, Mr. Limbaugh saw his star rise quickly after starting a talk show in 1984 in Sacramento, Calif., where he began espousing conservative political ideas during the Republican revolution of the Reagan era. In 1988 he began a new show at WABC-AM in New York that was syndicated nationally on AM and FM stations.<br />“The Rush Limbaugh Show,” marked by his signature brash and acerbic conservatism, was the most-listened-to radio talk show in the U.S., according to Nielsen Audio, reaching more than 20 million monthly listeners on more than 650 affiliates as of the end of 2020."
}