{
    "url_original": "https://www.wsj.com/articles/rush-limbaugh-11613594794?mod=opinion_lead_pos2",
    "url": "rush-limbaugh-11613594794",
    "title": "Rush Limbaugh",
    "sub_head": "The talk-radio host popularized conservative ideas and policies.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-17 15:46:00",
    "body": "A familiar voice in American media and politics has gone quiet. Rush Limbaugh, the most listened-to radio host in America for 30 years, died Wednesday at age 70.<br />We recall how bracing the Rush Limbaugh Show was in its early days. For decades the airwaves had been governed by the Fairness Doctrine, a federal regulation requiring stations to balance “controversial” claims with “contrasting viewpoints.” The rule gave incumbent candidates and mainstream news outlets a near-monopoly on public discourse. Ronald Reagan scrapped the Fairness Doctrine in 1987. By the 1992 presidential campaign, the radio star’s first name was known across the U.S.<br />Limbaugh, whose show ran on weekdays from noon to 3 p.m. East Coast time, was invaluable to the conservative movement in the 1990s. He would spend an hour explaining supply-side tax policy or making the case for deregulation. Millions of Americans had never heard a coherent argument against the welfare state or Roe v. Wade until they tuned in to Limbaugh’s show. He played an enormous role in popularizing conservative ideas and policies.<br />His critics called him a racist and about everything else, which was always unfair. His real offense was to gain millions of weekly listeners by mocking the left’s pieties. He dissected environmental scare campaigns, and he ridiculed the news media for finding epidemics of homelessness only during Republican administrations. In 1994 Bill Clinton called the show from Air Force One to complain about the host’s criticisms—not for the last time blaming scrappy radio hosts for his own political woes.<br />In recent years, with the rise of more acerbic competitors and a general souring of public discourse, Limbaugh took on a more exasperated tone. He also moved to the Trumpian right on issues such as trade, immigration and foreign policy."
}