{
    "url_original": "https://www.wsj.com/articles/rush-limbaughs-complicated-legacy-11613692155?mod=opinion_lead_pos8",
    "url": "rush-limbaughs-complicated-legacy-11613692155",
    "title": "Rush Limbaugh’s Complicated Legacy",
    "sub_head": "He was a gifted entertainer and advocate, but in his later years certain flaws became more evident.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-301221?width=620&size=1.5",
    "image_1": "im-301221.jpg",
    "time": "2021-02-18 18:49:00",
    "body": "I meant to talk about something else this week, but my thoughts keep circling back to Rush Limbaugh. His obituaries in the mainstream press were mostly judgment, no mercy. It’s not nice when malice gets a final, unanswered shot. On the conservative side, TV commentaries were cloying to the point of cultish. It gives a sense of horror to see people who are essentially cold enact warmth of feeling.<br />So here I give Rush without tears, and I guess the subtext has to do with the words “the base” in both a broad and narrow sense.<br />He was a remarkable figure, a phenomenon. At his height he was the most powerful radio personality since Walter Winchell, who rose in the 1930s after radio’s beginnings. Limbaugh helped save radio and certainly saved the AM band by pioneering a new form, the national conservative call-in show. This spawned an entire industry. Most important, he created a community—an actual community of, at his height, tens of millions of people who thought along with him every day and through that thinking came to feel less lonely, less like outsiders in their views. When Limbaugh came on the scene, conservatives had gotten good at electing presidents, but were largely left out of the national conversation on the airwaves.<br />To create a community of tens of millions of people in fractured, incoherent America was an astounding feat. To pretty much sustain it over 30 years was equally astounding.<br />It is perhaps ironic but probably inevitable that that community was created by a man whom one of his closest friends this week called “an isolate.” Knowing him slightly over a few decades, I believe the most important thing to him was his profession, his show—three hours a day, five days a week, unscripted, with sound elements and callers. Preparation was all-consuming. He had to be constantly plugged in, staying on top of the news, monitoring opinions, settling on the one he’d put forward. Three hours of live performance takes everything you have."
}