{
    "url_original": "https://www.wsj.com/articles/russian-court-upholds-prison-term-for-putin-critic-navalny-11613825119?mod=business_minor_pos4",
    "url": "russian-court-upholds-prison-term-for-putin-critic-navalny-11613825119",
    "title": "Russian Court Upholds Prison Term for Putin Critic Navalny",
    "sub_head": "The opposition leader is due to spend around 2½ years behind bars after his appeal was denied",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-302025?width=620&size=1.5",
    "image_1": "im-302025.jpg",
    "time": "2021-02-20 07:45:00",
    "body": "MOSCOW—A Russian court denied an appeal by Alexei Navalny, sealing an earlier ruling that would see the prominent Kremlin critic and anticorruption activist spend a lengthy sentence in a penal colony.<br />Mr. Navalny, whose detention in January sparked mass protests that mushroomed into a broader act of defiance against Russian President Vladimir Putin, was sentenced earlier this month for violating the conditions of a suspended sentence from 2014. Mr. Navalny was detained upon returning from Germany, where he spent months recovering from a poison attack that he blames on Mr. Putin. The Kremlin denies any involvement.<br />The rallies, which at one point saw over 40,000 people on the streets of Moscow and thousands more across the country, were met with a sweeping crackdown by the authorities, who detained more than 10,000. While Mr. Navalny’s allies have temporarily suspended large-scale protests until the spring, the protest wave has cemented his position as Mr. Putin’s most vocal critic and a potent threat to the Kremlin leader’s two-decade-old rule.<br />At the hearing on Saturday, Mr. Navalny appeared inside a glass cage for defendants and flashed a “V” sign for victory. He rejected the notion that he was hiding from justice, saying that his whereabouts were publicly known, and he described the legal process as absurd.<br />“If I was hiding, I wouldn’t be standing here in this aquarium,” Mr. Navalny told the court."
}