{
    "url_original": "https://www.wsj.com/articles/russia-to-expel-diplomats-in-dispute-over-alexei-navalny-11612543264?mod=business_minor_pos4",
    "url": "russia-to-expel-diplomats-in-dispute-over-alexei-navalny-11612543264",
    "title": "Russia to Expel Diplomats in Dispute Over Alexei Navalny",
    "sub_head": "Moscow says envoys from Sweden, Poland and Germany took part in unlawful rallies in support of the jailed opposition politician last month; Berlin threatens retaliation",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-02-05 16:48:00",
    "body": "MOSCOW—Russia said it would expel diplomats from Sweden, Poland and Germany for taking part in what authorities say were unlawful rallies in support of jailed opposition politician Alexei Navalny last month.<br />The ambassador of Sweden, Poland’s chargé d’affaires and a diplomat from the Germany Embassy in Moscow were summoned to Russia’s Foreign Ministry on Friday where they were served with a complaint in connection with “the recorded participation” of diplomatic employees “in illegal actions” on Jan. 23, a ministry statement said.<br />The Foreign Ministry said diplomatic employees from Sweden and Poland in St. Petersburg and of the German Embassy in Moscow violated diplomatic protocol by participating in the protests. “Such actions on their part are unacceptable and don’t correspond to their diplomatic status,” the statement said. The diplomats who took part in the action have been declared “persona non grata” and were ordered to leave Russia in the near future, the statement said.<br />The move raises the stakes for the European Union’s support of Mr. Navalny, who has been increasingly portrayed in state television and by pro-Kremlin authorities as an agent of the West. Mr. Navalny was evacuated to Germany where he spent five months recovering after he was poisoned in the Russian region of Siberia last year.<br />A German military laboratory, as well as labs in France and Sweden said they found Novichok in his system, a military grade nerve agent accessible only to those in Russia’s military and intelligence circles."
}