{
    "url_original": "https://www.wsj.com/articles/russias-eu-snub-gives-u-s-an-opening-11612805072",
    "url": "russias-eu-snub-gives-u-s-an-opening-11612805072",
    "title": "Russia’s EU Snub Gives U.S. an Opening",
    "sub_head": "Anger in EU over top diplomat’s trip to Moscow could ease alignment between Brussels and Biden administration",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-02-08 12:24:00",
    "body": "The European Union’s latest clash with Russia has presented an opportunity for the U.S. to advocate a joint position on Moscow, as officials on both sides of the Atlantic consider how to hold the Kremlin accountable for the treatment of opposition leader Alexei Navalny.<br />EU foreign-policy chief Josep Borrell visited Moscow last week, the latest move in a push to bolster ties with Russia led by French President Emmanuel Macron that has prompted anxiety among some member states that border Russia.<br />But Russian Foreign Minister Sergei Lavrov used a joint press conference to scold Mr. Borrell for criticizing Mr. Navalny’s sentencing. Hours later, Mr. Borrell learned during a meeting with Mr. Lavrov that Moscow was expelling three European diplomats. Mr. Borrell on Sunday wrote in his blog that “Russia is progressively disconnecting itself from Europe and looking at democratic values as an existential threat.” He said the bloc could impose sanctions over Mr. Navalny’s jailing.<br />Moscow over recent years has sought to divide the U.S. and the EU, its biggest trading partner, exploiting wariness in some EU capitals about economic sanctions imposed on Moscow after Russia’s 2014 intervention in Ukraine.<br />But last week’s developments have given an opportunity to the Biden administration. Secretary of State Antony Blinken said last week that Washington wanted to coordinate closely with its European allies over Moscow’s handling of Mr. Navalny, who last week was sentenced to 3½ years in prison, effectively sidelining him from growing protest against the rule of President Vladimir Putin."
}