{
    "url_original": "https://www.wsj.com/articles/russian-arctic-oil-taints-bps-green-shift-11612273198?mod=business_minor_pos10",
    "url": "russian-arctic-oil-taints-bps-green-shift-11612273198",
    "title": "Russian Arctic Oil Taints BP’s Green Shift",
    "sub_head": "An almost 20% stake in Rosneft is likely to hamper the U.K. company’s efforts to appeal to environmental investors",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-02 08:39:00",
    "body": "For oil  supermajor BP ,  one big obstacle stands out on the road to a greener future: its almost 20% stake in Russia’s top oil producer.<br />On Tuesday, the British company reported disappointing 2020 results, hit by lower prices, depressed demand and asset write-offs. The shares fell in early trading, having significantly underperformed peers since Chief Executive Bernard Looney announced a new strategy in September. The plan to move away from fossil fuels and into clean energy and convenience retailing has been sufficient to scare off some traditional investors, but not radical enough to attract green-minded ones.<br />The investment in Rosneft is a problem. The Russian state-backed company has a plan to develop the fragile Arctic region with 6,500 wells and 5,500 km of pipelines, as well as airports, ports, towns and highways, all working to produce and distribute 1 million tons of oil a year. The so-called Vostok project is kryptonite for the environmental investors BP is hoping to attract.<br />The company wants to sell $25 billion in assets by 2025 to pay down debt, but not the Rosneft stake. That is despite BP’s lack of control: It has two board seats and some influence, but Moscow is definitely in charge.<br />Mr. Looney said Tuesday that the Rosneft stake fits well with the new strategy. The Russian company’s production costs are about half of BP’s, and it plans to decrease its greenhouse-gas intensity. The stake is a “good financial investment,” he said, having contributed $4 billion in dividends to BP since 2013."
}