{
    "url_original": "https://www.wsj.com/articles/salesforce-stuck-in-the-penalty-box-11614168007?mod=business_minor_pos11",
    "url": "salesforce-stuck-in-the-penalty-box-11614168007",
    "title": "Salesforce Stuck in the Penalty Box",
    "sub_head": "Concerns about Slack acquisition have weighed on the stock ahead of year-end results",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-303088?width=620&size=1.5",
    "image_1": "im-303088.jpg",
    "time": "2021-02-24 07:00:00",
    "body": "Salesforce . com has been in the doghouse with investors before. The way out this time will require a bit more attention to the bottom line.<br />The cloud software pioneer that is perennially in growth and deal mode announced its biggest move yet three months ago. That was the acquisition of  Slack Technologies —a messaging and collaboration platform for businesses that is popular but has yet to turn a profit. At $27.7 billion, Slack was nearly twice the size of Salesforce’s second-largest deal, which was the acquisition of Tableau Software in mid-2019. The deal also capped a run in which Salesforce acquired 28 companies in a five-year span, with reported values totaling $54.3 billion, according to FactSet.<br />Slack, in other words, was just the latest in a long string of deals that have grown more expensive over the years. But investors have taken a particularly dim view of the transaction. Salesforce shares have shed nearly 10% of their value since The Wall Street Journal first reported the talks between the two companies on Nov. 25. That contrasts with a 6% gain for the S&P 500 Software & Services Group and a 17% rise by the BVP Nasdaq Emerging Cloud Index over the same period. The price tag represented about 26 times Slack’s projected revenue for the next 12 months—more than twice the multiple paid for Tableau—and Salesforce didn’t even face competition on the deal, according to regulatory filings detailing the background of the merger.<br />That provides a challenging setup coming into Salesforce’s fiscal fourth-quarter results, scheduled for Thursday afternoon. The quarter is typically a strong period for the business, historically representing at least 45% of the company’s billings for the full fiscal year. But investors have been concerned about the rationale for the Slack deal, and the impact it will have on Salesforce’s margins. Slack is projected to show about $47 million in operating losses for the fiscal year ended January. An investor survey by Bernstein Research in December showed 84% of respondents believed the deal to be “value destructive” for Salesforce investors.<br />Salesforce already included Slack in its initial projection of 21% revenue growth for the fiscal year ending next January, so the potential for further upside from top-line growth guidance may be limited."
}