{
    "url_original": "https://www.wsj.com/articles/san-franciscos-race-games-11612571242?mod=opinion_major_pos1",
    "url": "san-franciscos-race-games-11612571242",
    "title": "San Francisco’s Race Games",
    "sub_head": "The school board is set to eliminate merit exams for admission to an acclaimed school.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296008?width=620&size=1.5",
    "image_1": "im-296008.jpg",
    "time": "2021-02-05 19:27:00",
    "body": "First, George Washington and Abe Lincoln get the boot as school names. Now academic achievement will soon be history. The progressive beat goes on in San Francisco, where the school board next week is expected to consider a resolution abolishing merit exams and high grade point averages for admission to Lowell High School.<br />Named for 19th-century poet and abolitionist James Russell Lowell, the school is a nationally known beacon of excellence. Lowell is also among the 44 schools whose names the school board recently voted to change because Lowell’s references to African-Americans are regarded as insufficiently enlightened by today’s standards.<br />One school board commissioner, Alison Collins, has called merit-based admissions “racist.” The real problem progressives have with Lowell is that too many Asian-Americans are passing the entrance exam. But it’s perverse to penalize Asian-Americans because other children do less well on tests.<br />That’s especially true in a public school system that does such a poor job teaching children of color at most of its schools. Last year the nonprofit Brightbeam put out a report called “The Secret Shame: How America’s Most Progressive Cities Betray Their Commitment to Educational Opportunity for All.” The report says that in San Francisco “70% of white students are proficient in math, compared to only 12% of black students reaching proficiency—a 58-point gap.”<br />The underperformance of black and Latino children in so many American public schools should be a national scandal. Instead, the response from elite universities and New York City’s high-performing public schools has been to disguise the problem by setting de facto admissions quotas for Asian-American students no matter their superior qualifications."
}