{
    "url_original": "https://www.wsj.com/articles/san-franciscos-anti-school-board-11612985956?mod=opinion_minor_pos1",
    "url": "san-franciscos-anti-school-board-11612985956",
    "title": "San Francisco’s Anti-School Board",
    "sub_head": "Meeting night at the country’s most politicized educational institution.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-297441?width=620&size=1.5",
    "image_1": "im-297441.jpg",
    "time": "2021-02-10 14:39:00",
    "body": "Perhaps wishing to change the subject from its appalling failure to educate minority students, the San Francisco school board spent hours on Tuesday discussing everything except its responsibility to allow students to learn in city classrooms. But another lengthy exploration of cultural leftism did include the formal destruction of a policy responsible for one of the city’s rare educational successes.<br />Last month this column noted the board’s decision to erase the names of great Americans from its schools and last week a Journal editorial warned of the board’s latest attack on educational excellence:<br />The latest bad news is that on Tuesday the board went ahead with its plan to punish Asian-American kids for its own failures in educating black and Latino students. By a 5-2 vote, the board scrapped the merit-based system that made Lowell an educational treasure.<br />On Twitter, San Francisco Chronicle columnist Heather Knight has more   on Tuesday’s meeting of the people who for some reason have been given control of the San Francisco Unified School District:<br />A full seven hours into the meeting, the board finally got around to addressing the question of school reopenings. But much remains in doubt. Last week this column noted that the San Francisco city attorney, Dennis Herrera, has sued the board for having no reopening plan. This week the board reached a tentative deal with unions representing school employees, but it’s unclear when kids will return to classrooms and how  often they’ll be able to receive instruction in person."
}