{
    "url_original": "https://www.wsj.com/articles/saudi-crown-prince-approved-operation-to-kill-khashoggi-u-s-report-says-11614363492?mod=politics_lead_pos1",
    "url": "saudi-crown-prince-approved-operation-to-kill-khashoggi-u-s-report-says-11614363492",
    "title": "Saudi Crown Prince Approved Operation  That Killed Khashoggi, U.S. Report Says",
    "sub_head": "U.S. officials based their assessment of Crown Prince Mohammed bin Salman on his control of decision-making in the kingdom and the direct involvement of members of his protective detail",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-02-26 15:55:00",
    "body": "WASHINGTON—Saudi Crown Prince Mohammed bin Salman approved the operation to capture or kill Saudi journalist Jamal Khashoggi that resulted in his death in 2018, a U.S. intelligence report says.<br />In response, the U.S. is preparing to levy sanctions against a group of Saudis implicated in the killing, though not Prince Mohammed himself, a senior U.S. official said.<br />The public release of the report and the measures to punish those involved in the killing are the latest step in President Biden’s “recalibration” of ties with Saudi Arabia, which includes pressing Riyadh to help end a devastating civil war in Yemen and improve its human rights record while maintaining strategic cooperation.<br />The report publicly implicates the de facto head of state of a major strategic ally in a homicide. But none of the U.S. penalties will target Prince Mohammed directly, nor has the U.S. threatened broader measures such as a trade embargo or a withdrawal of support in Saudi Arabia’s proxy conflict with Iran or its role in the Yemen civil war. A senior administration official said the U.S. is eager to avoid a rupture of relations, but “we’ve also made clear that this administration will not sweep anything under the rug.”<br />The senior official, speaking before the report’s release, said the Biden administration values the 75-year strategic partnership with the oil-rich kingdom but “the reality here in the United States and in Washington is that the Saudis have just lost both political parties, support of the American people.”"
}