{
    "url_original": "https://www.wsj.com/articles/saudi-arabia-borrows-at-negative-rates-for-first-time-as-oil-recovers-11614189815?mod=markets_lead_pos10",
    "url": "saudi-arabia-borrows-at-negative-rates-for-first-time-as-oil-recovers-11614189815",
    "title": "Saudi Arabia Borrows at Negative Rates for First Time as Oil Recovers",
    "sub_head": "The kingdom sold euro-denominated three- and nine-year bonds, raising $1.8 billion",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-303529?width=620&size=1.5",
    "image_1": "im-303529.jpg",
    "time": "2021-02-24 13:03:00",
    "body": "The recovery in oil prices has boosted investor appetite for Saudi Arabian government debt abroad, allowing the kingdom to borrow at negative interest rates for the first time.<br />The kingdom raised €1.5 billion, equivalent to $1.8 billion, through a bond sale on Wednesday. The yields were minus 0.057% for three-year debt and 0.646% for nine-year, the cheapest borrowing costs it has achieved to date. It was the second time it has issued bonds in euros.<br />One of the most oil-dependent countries in the world, Saudi Arabia has regularly tapped international bond markets since 2016 to balance its budget amid crude price swings. Its economy contracted 3.9% last year as the coronavirus pandemic hit global energy demand, according to estimates from the International Monetary Fund, leaving it with a budget deficit of 12% of economic output by December.<br />The government has put forward a plan to more than halve this shortfall by cutting spending this year. Its decision to issue in euros is likely part of this, analysts said.<br />The eurozone has had a negative policy rate since 2014, which acts as a reference for sovereign and corporate debt, bringing down the cost of borrowing in euros overall. Governments and companies around the world often tap Europe’s bond market to access cheaper funds. China was able to borrow at negative rates for the first time last year in a three-part euro-denominated debt sale."
}