{
    "url_original": "https://www.wsj.com/articles/school-choice-momentum-in-the-states-11612568327?mod=opinion_lead_pos3",
    "url": "school-choice-momentum-in-the-states-11612568327",
    "title": "School Choice Momentum in the States",
    "sub_head": "Republicans push education bills to give parents options.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-295958?width=620&size=1.5",
    "image_1": "im-295958.jpg",
    "time": "2021-02-05 18:38:00",
    "body": "The Biden Administration seems committed to indulging teachers unions that oppose charter and private schools. But the more important political action may be outside of Washington, as Republicans in more than a dozen states have responded to parental frustration with school closures by introducing legislation to expand education choice.<br />Last week the Iowa Senate passed a bill to provide students assigned to low-performing public schools with education savings accounts (ESAs), which are similar to vouchers but can also be used for textbooks, tutoring and more. Parents can roll over unused funds to future years.<br />The legislation would also allow charter schools that are independent of local school districts; today the state has only two charter schools. The bill increases a tuition-and-textbook tax credit from a maximum of $250 to $1,000 per student and extends the credit to home schoolers. “If there’s one thing the pandemic has taught us about education, it’s that our parents need choice. And it’s not just in-person versus virtual,” said Iowa Gov. Kim Reynolds.<br />Florida Republican state Sen. Manny Diaz has introduced a bill to consolidate the state’s current scholarship programs into taxpayer-funded ESAs. Nearly 200,000 students participate in the state’s existing programs, only one of which uses ESAs. The ESAs would give parents more flexibility in how they use the money.<br />A GOP state Senator in Arizona is proposing to expand eligibility for the state’s ESAs—which are currently used by fewer than 10,000 students in a set of narrow categories—to low-income students across the state. Republicans in New Hampshire and Missouri are also moving ESA bills. Nebraska legislators are debating a new tax-credit scholarship program, and Republicans in Arizona are pushing to expand the aggregate cap for the state’s tax-credit scholarship program to $20 million from $5 million over three years."
}