{
    "url_original": "https://www.wsj.com/articles/science-needs-criticism-not-cheerleading-11613772365?mod=opinion_lead_pos5",
    "url": "science-needs-criticism-not-cheerleading-11613772365",
    "title": "Science Needs Criticism, Not Cheerleading",
    "sub_head": "‘When we lower our standards to pretend we know what we don’t know, we diminish the work and misinform society,’ says Prof. John Staddon.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-301468?width=620&size=custom_3507x2696",
    "image_1": "im-301468.jpg",
    "time": "2021-02-19 17:06:00",
    "body": "Durham, N.C.<br />When Prof. John Staddon read the “Statement to the Community Regarding Anti-Racism” sent out by Duke University’s president this summer, he was alarmed. The president, Vincent Price, promised to require “anti-racism and anti-bias training for every member of our faculty, student body, and staff.” To Mr. Staddon, that sounded more like indoctrination than academic inquiry. He responded in an open letter.<br />Mr. Price declared: “I cannot as a white person begin to fully understand the daily fear and pain and oppression that is endemic to the Black experience.” Mr. Staddon’s rejoinder: “Your reassurance is fine as an expression of empathy. I daresay you feel better, and possibly your African American audience does as well. But feelings differ: Unless the discussion can be moved from feelings to facts, no harmony is possible. Empathy, guilt, and good intentions are a dodgy basis for sweeping resolutions.”<br />Mr. Price affirmed that the “hard work before us” requires the community to “take transformative action now toward eliminating the systems of racism and inequality. . . . That starts with a personal transformation and . . . must end in institutional transformation.” Mr. Staddon countered that “this phraseology will strike many as more like psychotherapy or a call to religious conversion than a policy prescription. What are these ‘systems of racism and inequality?’ How have they affected Duke and how is Duke involved in them? Or are they societal concerns and thus the responsibility not of a university but of government, the church, and civil society?”<br />This isn’t the first time Mr. Staddon, 83, a tall, English-born American, has challenged the dogma of his peers. A professor of psychology, neuroscience and biology, he is something of a modern Cassandra, warning for more than three decades of the corruption of academia by political activists. As America becomes woke, his scholarly critiques read like prophecy."
}