{
    "url_original": "https://www.wsj.com/articles/science-fiction-the-ruthless-ladys-guide-to-wizardry-review-11612540233?mod=ig_booksfebruary6",
    "url": "science-fiction-the-ruthless-ladys-guide-to-wizardry-review-11612540233",
    "title": "Science Fiction: ‘The Ruthless Lady’s Guide to Wizardry’ Review",
    "sub_head": "Working as a bodyguard with a half-troll and some other odd characters sounds risky. But even a witch has bills to pay.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-294879?width=620&size=1.5",
    "image_1": "im-294879.jpg",
    "time": "2021-02-05 10:50:00",
    "body": "As we know from Terry Pratchett—and before him from Shakespeare—wizards and witches are very different. Wizards are old gentlemen, like Prospero in “The Tempest,” who practice magic out of books. Witches, on the other hand, commune with nature in country cottages (if not the blasted heath of “Macbeth”) and are good with potions.<br />Dellaria Wells, the heroine of C.M. Waggoner’s “The Ruthless Lady’s Guide to Wizardry” (Ace, 371 pages, $17), challenges both stereotypes. “Delly” is an urban gutterwitch, and she’ll have a curse on her if she can’t pay the rent on her squalid apartment—it’ll be weeping pustules, warns her landlady, mostly on the face. But she had the luck to do a year as a scholarship kid at Weltsir University, where her education in magic turned her into the best fire witch in the business. She can melt metal with a thought, which is useful when dealing with assassin spider-robots or animated suits of armor.<br />Delly aims to fix her financial problems, and rescue her addict mother, by taking a job as a bodyguard to an aristocratic young woman entering the traditional period of seclusion before marriage. Her colleagues at her new gig are Winn, who’s part-troll; Mrs. Totham, a “body scientist” (polite language for necromancer); and Mrs. Totham’s daughter Ermintrude, a “cloved woman” (seemingly, a were-pig). This disjointed group must learn to work together to protect their charge. But all their efforts fail, for there is big money involved in the marriage, and the job turns into a quest for revenge and restitution.<br />Much of the comedy in Ms. Waggoner’s story comes from the clash between Delly’s Dickensian world, where “red drip” takes the place of cheap gin, and the Jane Austen realm of arranged marriages, footmen and careful distinctions between ladies and “lady-adjacent personages.” For Delly, it’s all a graduate course in wizardry, as well as a blossoming relationship with Winn, who, it turns out, is pretty big in troll-society and moreover talks old-fashioned, understated British English. (“Steady on . . . Not really the blinking sort of thing, is it?”)<br />As always in fantasy, there’s great fun in figuring out the rules of the game. In this world, spells and magical assaults are powered by animal-sacrifice, but the animals sometimes come back to life, like Buttons the not-quite-zombie mouse. Delly is an engaging heroine, at once magically aggressive and socially uncertain, and she leads us into a milieu both strange and, in a literary way, familiar. It would be good to hear more of it another time."
}