{
    "url_original": "https://www.wsj.com/articles/science-fiction-the-witchs-heart-review-11613144435?mod=ig_booksfebruary13",
    "url": "science-fiction-the-witchs-heart-review-11613144435",
    "title": "Science Fiction: ‘The Witch’s Heart’ Review",
    "sub_head": "In a tale of goddesses and witches wronged, the mother of monsters gets her say.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-298245?width=620&size=1.5",
    "image_1": "im-298245.jpg",
    "time": "2021-02-12 10:40:00",
    "body": "Old Norse mythology is familiar enough today that most everyone has heard of Thor and Odin, Ragnarok and Valhalla. Two lesser-known Norse figures form the core of “The Witch’s Heart” (Ace, 259 pages, $26), a debut novel from Genevieve Gornichec.<br />One is Angrboda, “proclaimer of sorrows,” the mother of three monstrous children: the great wolf Fenrir; the world-encircling Midgard Serpent, known as Jormungand; and the goddess Hel, ruler of the gloomy underworld of the same name. All of them were fathered, as we might have guessed, by the trickster god Loki.<br />Ms. Gornichec begins by identifying Angrboda with the even more mysterious Gullveig, the witch who helped spark the Aesir-Vanir War between two rival groups of gods. The Aesir stabbed and burned her three times, but thrice she came back. The Elder Edda, a poetic compendium of Norse myth, says disapprovingly: “She was always a delight to wicked women.”<br />That’s the official version, ripe for contradiction, and Ms. Gornichec folds Gullveig’s backstory into Angrboda’s, creating a composite figure of resistance to the gods’ patriarchy. She lives in hiding in Ironwood Forest at the edge of the world, befriended by Gerd (the wife of Frey) and Skadi (the huntress goddess). Both of her friends have a grudge against the patriarchs as well, Gerd because of her forced marriage, Skadi because of her father’s murder and the trick played on her when she claimed compensation. The wronged women have their own cards to play—including the monstrous births which will doom the gods at the end times of Ragnarok.<br />There are more domestic issues facing Gullveig/Angrboda as well. Is Loki’s aim to seduce her only to desert her? And how will she get on with Sigyn, Loki’s official wife, who in the end sits by her chained husband holding a bowl to catch the snake venom that would otherwise drip eternally on his face? Ms. Gornichec writes a series of almost-comic scenes, as mother and father bicker over child care and choice of names. Mother insists: “We are not calling our son ‘awesomely powerful magical stick,’ ” i.e., Jormungand. (That, of course, was Loki’s idea.)"
}