{
    "url_original": "https://www.wsj.com/articles/science-fiction-into-the-light-review-11614351987?mod=ig_booksfebruary27",
    "url": "science-fiction-into-the-light-review-11614351987",
    "title": "Science Fiction: ‘Into the Light’ Review",
    "sub_head": "David Weber and Chris Kennedy continue a tale of alien invasion meeting human (and vampire!) resistance.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304300?width=620&size=1.5",
    "image_1": "im-304300.jpg",
    "time": "2021-02-26 10:06:00",
    "body": "Ever since H.G. Wells’s “War of the Worlds” back in 1897, alien-invasion stories have had two parts: There’s the invasion itself, and then there’s the fightback. The problem for writers is that, to make the invasion seem unstoppable, you have to show the Earth’s military powers to be inept—and then you have to think up something totally unexpected that turns the tide. Wells got away with microbes, to which the invaders had no immunity. Larry Niven and Jerry Pournelle, in their 1985 novel “Footfall,” came up with an atom-bomb-powered spacecraft built on the advice of a consortium of sci-fi writers.<br />In David Weber’s “Out of the Dark” (2010), there were two things that the invading Shongairi hadn’t bargained for. One was the speed of human technological development. The Shongairi were expecting steam power and muskets, not fighter jets and tanks. Still, their weapons could deal with those. What they didn’t know was that there was another intelligent species on Earth besides humans: vampires. Once those bloodsuckers joined the fight, the invaders were doomed.<br />But the Shongairi were only a subordinate race, acting on the orders of the thousand-world Galactic Hegemony, which is still bent on neutralizing humanity. Mr. Weber’s sequel, “Into the Light” (Tor, 511 pages, $28.99), written with Chris Kennedy, features a familiar survivalist scenario as small communities try to stay alive after the Shongairi’s destruction of Earth’s cities and infrastructure. In their quest to rebuild, the survivors re-engineer captured equipment, allowing them to use contra-gravity, low-energy nuclear reactors and construction robots.<br />Restoration is one thing, revenge another. Looking to take the fight to the Hegemony, a group of humans and vampires ventures out into the stars to look for allies. They travel in a spacecraft equipped with railguns and—a tribute to sci-fi’s past—“Heinlein suits,” which make individual infantry soldiers an army on their own.<br />Messrs. Weber and Kennedy are the modern masters of military sci-fi, so much so that if we are ever invaded from space, we can hope that they’ll be commissioned to plan the fightback. They’re heavy on tech and inventive with the fantasy, and they obviously intend to continue the story. To quote the last lines of Robert Heinlein’s own 1951 invasion story “The Puppet Masters”: “The free men are coming to kill you!” Sci-fi has moved on a lot since then, even if the underlying pattern stays the same."
}