{
    "url_original": "https://www.wsj.com/articles/seattle-mariners-ceo-resigns-after-inappropriate-comments-11614032894",
    "url": "seattle-mariners-ceo-resigns-after-inappropriate-comments-11614032894",
    "title": "Seattle Mariners CEO Resigns After ‘Inappropriate’ Comments",
    "sub_head": "At a Rotary Club breakfast, Kevin Mather disparaged foreign players for their English skills, alienated the team’s top prospects and insulted the club’s veteran leader",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-302383?width=620&size=1.5005861664712778",
    "image_1": "im-302383.jpg",
    "time": "2021-02-22 17:28:00",
    "body": "Seattle Mariners chief executive Kevin Mather resigned Monday after the public revelation of a disastrous appearance before a local Rotary Club, in which he disparaged foreign players for their English skills, potentially alienated top prospects heralded as the franchise’s saviors and insulted the team’s most veteran leader.<br />If that weren’t enough, Mather also incurred the wrath of Major League Baseball and the players’ union by admitting to what the Major League Baseball Players Association views as bad-faith tactics teams use to delay their top prospects’ free agency. That topic is a running hot spot in the tense relationship between the two sides, at a time when they are about to negotiate a new collective bargaining agreement.<br />For that reason, the fallout from Mather’s virtual appearance at a Bellevue Breakfast Rotary Club event earlier this month will continue to reverberate long after he disappears from the sport. His remarks to the local Rotarians, which surfaced on YouTube over the weekend, provided a rare glimpse into the inner workings of MLB’s executive class at a perilous moment for the game’s future.<br />The Mariners sought to depict their highest-ranking employee as a lone actor rather than a representative of MLB’s values. “[Mather’s] comments were inappropriate and do not represent our organization’s feelings about our players, staff and fans,” Mariners chairman John Stanton said Monday afternoon. The Mariners have not made the playoffs since 2001, the longest drought in major North American professional sports.<br />As baseball gears up for its most contentious labor battle this year since the strike of 1994, the players’ union seized on Mather’s speech. It described his comments as  “a highly disturbing yet critically important window into how players are genuinely viewed by management “ that “represents an unfiltered look into club thinking.”"
}