{
    "url_original": "https://www.wsj.com/articles/sec-expands-enforcement-staffs-power-to-start-new-investigations-11612894490?mod=politics_lead_pos4",
    "url": "sec-expands-enforcement-staffs-power-to-start-new-investigations-11612894490",
    "title": "SEC Expands Enforcement Staff’s Power to Start New Investigations",
    "sub_head": "The number of new probes fell every year from 2016 to 2019 during the Trump administration",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-296881?width=620&size=1.5",
    "image_1": "im-296881.jpg",
    "time": "2021-02-09 13:20:00",
    "body": "WASHINGTON—Wall Street’s main regulator will give more power to its enforcement staff to launch investigations, an early sign that it plans to become more assertive under the Biden administration.<br />The move by the Securities and Exchange Commission allows more enforcement supervisors to authorize investigations, permitting about 36 senior officials at the agency to subpoena companies and individuals for records or testimony. The agency during the Trump administration withdrew that authority from supervisors and allowed only two officials to approve new probes, saying it would result in more consistent decisions about which tips and complaints justified investigations.<br />“Returning this authority to the division’s experienced senior officers, who have a proven track record of executing it prudently, helps to ensure that investigative staff can work effectively to protect investors,” SEC acting Chair Allison Herren Lee said Tuesday.<br />The number of new investigations fell every year during the Trump administration, from 1,063 in 2016 to 827 in 2019, according to the most recent figures published by the SEC. The number of completed enforcement actions fell from 548 in 2016 to 405 in 2020, although it reached 526 in 2019.<br />Ms. Lee, who took over the agency last month when former Chairman Jay Claytonstepped down, earlier worked as an enforcement attorney based in the agency’s Denver office. The Biden administration has said it plans to nominateGary Gensler, a former derivatives regulator and former banker, to be the SEC’s permanent chairman."
}