{
    "url_original": "https://www.wsj.com/articles/sec-seeks-outside-monitor-to-protect-gpb-capital-investors-11612905700?mod=business_minor_pos5",
    "url": "sec-seeks-outside-monitor-to-protect-gpb-capital-investors-11612905700",
    "title": "SEC Seeks Outside Monitor to Protect GPB Capital Investors",
    "sub_head": "The agency wants a monitor to govern key actions by the firm at the center of an alleged $1.7 billion Ponzi-like scheme",
    "category_1": "Pro PE Legal Regulatory",
    "image_1_url": "https://images.wsj.net/im-297109?width=620&size=1.5",
    "image_1": "im-297109.jpg",
    "time": "2021-02-09 16:21:00",
    "body": "The Securities and Exchange Commission said it wants to put GPB Capital Holdings LLC under a court-appointed monitor to prevent further misconduct by the firm, which is at the center of an alleged $1.7 billion Ponzi-like scheme.<br />In a court filing, the agency said a monitor is needed to protect investor assets and prevent the New York private-equity firm from disposing of assets that could be used to recover investors’ capital. The agency made the request Monday in U.S. District Court for the Eastern District of New York in Brooklyn.<br />GPB Capital’s founder and former chief executive, David Gentile, as well as associates Jeffry Schneider and Jeffrey Lash, were arrested on criminal fraud and conspiracy charges last week in connection with what the authorities said was a scheme to deceive some 17,000 investors in four GPB funds, including two that invested in auto dealerships.<br />“The principal source for potential investor recovery is revenue generated by the several dozen automobile dealerships owned by GPB Capital,” the SEC said in a court filing to support its request for an independent monitor. “These dealerships have contractual relationships with lenders and manufacturers that are now at risk of termination because of, among other things, Gentile’s arrest.”<br />Mr. Gentile stepped down as CEO of GPB Capital on Friday, the day after the charges were brought against him in federal court, but the firm indicated the move was temporary and named Rob Chmiel, its chief financial officer, as interim CEO. Mr. Gentile owns GPB Capital."
}