{
    "url_original": "https://www.wsj.com/articles/second-trump-impeachment-trial-opens-with-debate-over-senates-power-11612866603?mod=business_minor_pos4",
    "url": "second-trump-impeachment-trial-opens-with-debate-over-senates-power-11612866603",
    "title": "Second Trump Impeachment Trial Opens With Debate Over Senate’s Power",
    "sub_head": "Democratic impeachment managers set to argue that a president isn’t exempt from a trial just because impeachable actions occurred in the final weeks of the administration",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-296734?width=620&size=1.5",
    "image_1": "im-296734.jpg",
    "time": "2021-02-09 05:30:00",
    "body": "WASHINGTON—House Democratic impeachment managers alleging that Donald Trump incited an insurrection at the Capitol were set to clash with defense lawyers Tuesday over whether a president can be tried after leaving office.<br />The first session in the second impeachment trial of Mr. Trump will feature presentations from both sides over the Senate’s authority to hear the case, followed by a vote on the matter, which requires a simple majority and is expected to pass in the Democratic-controlled chamber.<br />The measure is expected to draw some Republican votes, as five GOP senators, including Sen. Mitt Romney of Utah and Sen. Susan Collins of Maine, have previously sided with Democrats on a question related to the constitutionality of trying the former president.<br />The House voted to impeach Mr. Trump last month, alleging he encouraged the mob that stormed the Capitol on Jan. 6 as part of a last-gasp effort to overturn President Biden’s election victory. The article of impeachment points to a speech Mr. Trump gave at a rally preceding the riot where he urged supporters to “fight” and march to the Capitol.<br />Sixty-seven votes are required to convict Mr. Trump, meaning at least 17 Republicans would need to join all 50 Democrats. Only a handful of Republicans have indicated they could vote guilty."
}