{
    "url_original": "https://www.wsj.com/articles/seeing-red-and-feeling-blue-americas-rotten-national-mood-11613761559?mod=opinion_lead_pos5",
    "url": "seeing-red-and-feeling-blue-americas-rotten-national-mood-11613761559",
    "title": "Seeing Red and Feeling Blue: America’s Rotten National Mood",
    "sub_head": "Injury can bring a country together. But this is a compound fracture to the national psyche.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-300612?width=620&size=1.5",
    "image_1": "im-300612.jpg",
    "time": "2021-02-19 14:06:00",
    "body": "At Newsweek in the old days, they called it “the violin.” At Time, where I worked, we spoke of the “mood of the nation.” It referred to an article, leading the magazine’s national news section in certain weeks, that in a sequence of anecdotes, quotes and generalizations would tell Americans what they were feeling and thinking at that particular moment.<br />A stupid idea, I told myself when I sat down to write one of these things: How could anyone presume to describe the “mood” of more than 200 million people? And yet by the time I finished writing the piece, I often found I had changed my mind and decided the conceit had some validity—that it might honestly touch on thoughts and emotions that Americans shared for a moment. You could see the country whole—or glimpse it. It did not seem wrong to generalize as long as you didn’t get carried away. I found this was true even in the thick of the Vietnam War, the period that was the seedbed of the divisions of our own time.<br />Can there be such a thing as national mood in a country as big and diverse as the U.S.? Consider that the country’s moral, emotional and political atmosphere was radically different on Sept. 12, 2001, from what it had been on Sept. 10. You could say the same thing about Nov. 23, 1963, the day after John Kennedy’s assassination, and Dec. 8, 1941, after Pearl Harbor.<br />National mood may crystallize under the pressure of crisis: a sudden clarity. You didn’t need polls to understand it. We feel distinctive national moods in quieter times, too, though in more elusive, contradictory patterns. Sometimes the river is fairly smooth. Sometimes the country goes over Niagara Falls.<br />At worst, one tremendous mood will collide with another. It was no use for Abraham Lincoln to appeal in his first inaugural to the “mystic chords of memory”—to a reverence for the history that Americans had in common. Too late. The country went ahead with the Civil War."
}