{
    "url_original": "https://www.wsj.com/articles/self-driving-trucking-startup-taps-u-s-chinese-investors-11612954800?mod=business_lead_pos13",
    "url": "self-driving-trucking-startup-taps-u-s-chinese-investors-11612954800",
    "title": "Self-Driving Trucking Startup Taps U.S., Chinese Investors",
    "sub_head": "PlusAI nets $200 million from prominent investors as it ramps up commercial work",
    "category_1": "Pro VC New Money",
    "image_1_url": "https://images.wsj.net/im-297255?width=620&size=1.5",
    "image_1": "im-297255.jpg",
    "time": "2021-02-10 06:02:00",
    "body": "Self-driving trucking startup PlusAI Inc. raised $200 million in fresh capital from investors including several top-tier Silicon Valley venture-capital firms as well as a Chinese investment firm and automotive companies.<br />The funding will help the Cupertino, Calif.-based startup as it begins mass production of its self-driving systems this year and aims to fill thousands of preorders from Chinese fleets in a joint effort with Chinese truck manufacturer FAW Jiefang, part of state-owned FAW Group, Plus Chief Executive and co-founder David Liu said.<br />Plus will also use the capital to increase production for commercial shipments this year in the U.S., Europe and elsewhere.<br />The funding comes as investors have fueled competitors in the autonomous vehicle sector while a crop of smaller self-driving startups stumbled last year amid the pandemic. Financing for the capital intensive sector has increasingly consolidated behind a select few as timelines for mass commercial implementation of the technology have been pushed out in recent years.<br />The Series B financing was led by Chinese investment firm  Guotai Junan International Holdings Ltd. , which is based in Hong Kong; London-based venture firm Hedosophia; and Wanxiang International Investment, an investment division of the Chinese automotive components firm Wanxiang Group. Investors including Menlo Park, Calif.-based venture firms Sequoia Capital and Lightspeed Venture Partners, as well as the venture arm of Chinese state-owned auto maker  SAIC Motor Corp. , also participated in the deal."
}