{
    "url_original": "https://www.wsj.com/articles/senate-waits-for-minimum-wage-ruling-from-parliamentarian-11614266273?mod=politics_lead_pos4",
    "url": "senate-waits-for-minimum-wage-ruling-from-parliamentarian-11614266273",
    "title": "Senate Waits for Minimum-Wage Ruling From Parliamentarian",
    "sub_head": "Finding will shape course of debate over President Biden’s Covid-19 aid package",
    "category_1": "Politics",
    "time": "2021-02-25 15:18:00",
    "body": "WASHINGTON—Capitol Hill waited Thursday for the Senate parliamentarian to weigh in on whether the chamber’s rules would permit Democrats to increase the minimum wage to $15 an hour as part of President Biden’s $1.9 trillion coronavirus relief package.<br />The decision by Elizabeth MacDonough, the chief Senate parliamentarian, will set the stage for an intense debate among Democrats about how to proceed on the contentious provision. Democrats, who can’t afford to lose a single vote among their own ranks to pass the bill in an evenly divided Senate, have split over the push to raise the federal minimum wage, which would boost it to $15 an hour over four years.<br />“We’re waiting, as we all are, to hear from the Senate parliamentarian as to what will happen with the minimum wage piece of the legislation,” House Speaker Nancy Pelosi (D., Calif.) told reporters Thursday. “I feel that we have a very, very strong argument and we have a very big need in our country to pass the minimum wage.”<br />The minimum-wage increase is the most divisive issue in the aid package, which Democrats broadly support. The package would also provide a $1,400 payment to many Americans; extend and enhance federal unemployment assistance; send $350 billion in aid to state and local governments; and pour new funding into vaccine distribution, food stamps and schools.<br />Democratic and Republican staff made their arguments before the parliamentarian Wednesday morning on the minimum-wage provision and have been waiting since then to hear her recommendation."
}