{
    "url_original": "https://www.wsj.com/articles/senate-democrats-see-short-trump-trial-as-they-juggle-covid-19-stimulus-package-11612724062?mod=politics_lead_pos1",
    "url": "senate-democrats-see-short-trump-trial-as-they-juggle-covid-19-stimulus-package-11612724062",
    "title": "Senate Democrats See Short Trump Trial Amid Covid-19 Stimulus Push",
    "sub_head": "Key details of the former president’s impeachment and of a $1.9-trillion relief bill are still being completed by new Democratic majority",
    "category_1": "Politics",
    "time": "2021-02-07 16:38:00",
    "body": "WASHINGTON—Senate Democrats said they expect a short impeachment trial starting this week for former President Donald Trump as they also seek to push ahead with the Biden administration’s proposed $1.9-trillion economic-relief bill.<br />The two events, combined with continuing hearings and votes on President Biden’s cabinet nominees, presage competing priorities as the new Democratic majority—which is reliant on Vice President Kamala Harris to break tied votes—is still figuring out key details on the trial process and on what provisions to include in the bill.<br />The House impeached Mr. Trump on one article of inciting the Jan. 6 riot in the Capitol, which Mr. Trump’s lawyers have denied, and the trial begins in earnest Tuesday. House impeachment managers haven’t yet indicated whether there will be new witnesses in the trial, leaving its scope and duration up in the air, according to lawmakers and aides. Mr. Trump’s lawyers turned down a request for the former president to appear.<br />At the same time, Democrats are debating who should be eligible for $1,400 direct checks and whether they can pass a $15 minimum wage as part of the pandemic-related stimulus package.<br />“The Senate’s going to do all three things next week. We’re going to do our constitutional responsibility and hold a trial. It won’t last very long. We’re going to move forward nominees and we’re going to continue to push forward Covid-relief legislation,” Sen. Chris Murphy (D., Conn.) said on Fox News Sunday."
}