{
    "url_original": "https://www.wsj.com/articles/senate-to-hear-closing-arguments-in-trump-impeachment-11613212204?mod=business_minor_pos4",
    "url": "senate-to-hear-closing-arguments-in-trump-impeachment-11613212204",
    "title": "Senate to Hear Closing Arguments in Trump Impeachment",
    "sub_head": "Senators could vote as early as Saturday on whether to convict Trump of inciting the mob that attacked the Capitol on Jan. 6",
    "category_1": "Politics",
    "time": "2021-02-13 05:41:00",
    "body": "WASHINGTON—House Democrats and Donald Trump’s defense team are preparing for closing arguments Saturday on charges that he incited last month’s riot at the Capitol, in what are expected to be abbreviated remarks before a final vote on whether to convict the former president.<br />The Democrats, led by Rep. Jamie Raskin of Maryland, and Mr. Trump’s lawyers will each have two hours to wrap up their cases. The defense team said it plans to use only half its time.<br />Many Republican and Democratic senators sitting as jurors have said they have largely made up their minds, essentially ensuring Mr. Trump’s acquittal in his second impeachment trial and the fourth presidential impeachment trial in American history. In a vote Tuesday on the constitutionality of trying a former president on impeachment charges, only six Republicans sided with the chamber’s 50 Democrats. It would take 67 votes to convict Mr. Trump.<br />With the outcome not in doubt, the question will be how many Republicans join Democrats in voting to convict. Much of the focus was on Sen. Bill Cassidy (R., La.), who on Friday was photographed studying notes that said “the House managers did not connect the dots” between Mr. Trump’s Jan. 6 speech and his supporters’ attack on the Capitol, resulting in the deaths of five people including a Capitol Police officer. Mr. Cassidy later said that was one of two news releases his staff had prepared—one for each position—and that he still hasn’t made up his mind.<br />Also at issue was whether either side would attempt to subpoena witnesses or enter new evidence. Senators of both parties have said they didn’t need to hear from witnesses, which would require lengthy depositions, prolonging a trial that both Republicans and Democrats have said they want to wrap up."
}