{
    "url_original": "https://www.wsj.com/articles/sex-abuse-accusations-roil-french-establishment-11613664466?mod=business_minor_pos4",
    "url": "sex-abuse-accusations-roil-french-establishment-11613664466",
    "title": "Sex-Abuse Accusations Roil French Establishment",
    "sub_head": "Allegations against renowned scholar trigger outpouring of accounts from victims of childhood sexual abuse and a reckoning among the elite",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-300889?width=620&size=1.5",
    "image_1": "im-300889.jpg",
    "time": "2021-02-18 15:31:00",
    "body": "PARIS—A child sex-abuse scandal at the heart of the French establishment has triggered a bout of national soul-searching over cultural attitudes and a legal system that victims say leave minors vulnerable to sexual predators.<br />In a memoir published last month, Camille Kouchner, a member of one of France’s most prominent political and intellectual families, accused her stepfather, the legal scholar and public intellectual Olivier Duhamel, of sexually abusing her twin brother from when he was around 14 years old.<br />Those accusations have prompted a criminal investigation of Mr. Duhamel, a former member of the European Parliament, and sparked an outpouring of testimony from others who say they, too, suffered childhood sexual assaults by different abusers.<br />President Emmanuel Macron has pledged to tighten France’s laws against sex with children. The National Assembly on Thursday approved a bill that would automatically define sex between an adult and a child younger than 15 years old as rape. The threshold would be 18 years old in cases of incest. That removes the burden on child victims under current French law to prove the sex wasn’t consensual—a step other countries took decades ago.<br />Mr. Duhamel resigned in January as president of the foundation overseeing Sciences Po, one of France’s elite universities. His radio show was canceled, and he has disappeared from public view. A lawyer for Mr. Duhamel declined to comment."
}