{
    "url_original": "https://www.wsj.com/articles/shadow-network-of-militias-backs-iran-11613506409?mod=world_major_1_pos8",
    "url": "shadow-network-of-militias-backs-iran-11613506409",
    "title": "Shadow Network of Militias Backs Iran",
    "sub_head": "Monday’s rocket attack on U.S. base in Iraqi Kurdistan highlights danger posed by Shiite groups supported by Tehran",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-299708?width=620&size=1.5",
    "image_1": "im-299708.jpg",
    "time": "2021-02-16 15:13:00",
    "body": "For decades, Iran has built and operated a network of loyal armed groups around the Middle East that seek to expand Tehran’s military footprint and gain political influence in the region.<br />These groups often operate under the direction of Iran’s Islamic Revolutionary Guard Corps. Founded after the 1979 Islamic Revolution, the Revolutionary Guard seeks to defend the Iranian state and advance the model of Shiite Islam that underpinned the revolution.<br />This network of militias was long overseen by Maj. Gen. Qassem Soleimani, the Iranian commander of the Guards’ foreign wing, the Quds Force, who was killed in a U.S. drone strike in January 2020. In recent years, Washington has accused several Iran-backed militias of killing American service members and has designated some as terrorist organizations.<br />In the wake of Gen. Soleimani’s death, new groups have emerged in Iraq, claiming responsibility for attacks targeting American interests. Not much is known about these groups, but many are believed to be splinters of bigger, long-established factions using new names in an attempt to shield their identity.<br />On Monday, a little-known Shiite militia group named the Guardians of the Blood Brigade claimed responsibility for a rocket attack on the U.S.-led coalition in Erbil, Iraqi Kurdistan, that killed a contractor and injured several others, including a U.S. service member. The development represents an early test for President Biden."
}