{
    "url_original": "https://www.wsj.com/articles/shale-companies-re-emerge-at-slippery-time-11613736000?mod=markets_lead_pos12",
    "url": "shale-companies-re-emerge-at-slippery-time-11613736000",
    "title": "Shale Companies Re-Emerge at Slippery Time",
    "sub_head": "Oil-and-gas producers coming out of bankruptcy could be tempted to grow aggressively again with today’s higher prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-301356?width=620&size=1.5",
    "image_1": "im-301356.jpg",
    "time": "2021-02-19 07:00:00",
    "body": "Shale companies’ debts have been forgiven. Will investors forget?<br />Former drilling giants are testing their footing in the public markets after a near record number of reorganizations in 2020. It was the second-largest year for oil-and-gas producer bankruptcies—measured by debt volume—since the law firm Haynes and Boone started tracking the numbers in 2015.<br />Chesapeake Energy ,  once the second-largest natural-gas producer in the U.S., started trading on the Nasdaq last week as a shell of its former self: Its market capitalization is roughly $4 billion, a little over a tenth of what it was at its peak.  Whiting Petroleum  and  Oasis Petroleum  emerged from bankruptcy in late 2020, also at fractions of their heyday valuations. Their shares are up 59% and 65%, respectively, since they started trading after emerging from bankruptcy.<br />Their re-entry is well timed with oil prices back to pre-pandemic levels: U.S. benchmark oil prices are now more than $10 a barrel higher than what it costs an average U.S. producer to profitably drill a new well, and natural-gas prices are back above the $3 per million British thermal units mark, buoyed by cold weather.<br />Yet prime conditions can be a slippery slope for a boom-and-bust industry prone to drilling too much when prospects look up. The temptation is especially high when capital is easy to raise, as it is now with investors hungry for yield. While not many energy companies have tested the waters with new equity issues, plenty of investors are interested in buying existing shares: A broad basket of exploration and production companies have fully recovered to pre-pandemic levels. Borrowing is easy, too. Demand is sky-high for riskier bonds, a bucket that many energy companies’ debt falls into."
}