{
    "url_original": "https://www.wsj.com/articles/shook-review-the-dms-are-coming-from-inside-the-house-11613511513",
    "url": "shook-review-the-dms-are-coming-from-inside-the-house-11613511513",
    "title": "‘Shook’ Review: The DMs Are Coming From Inside the House",
    "sub_head": "Jennifer Harrington’s smart horror film skewers social-media influencers—literally.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-299551?width=620&size=custom_1920x796",
    "image_1": "im-299551.jpg",
    "time": "2021-02-16 16:38:00",
    "body": "That the horror platform Shudder is presenting “Shook” is appropriate enough: The streaming service is a virtual catalog of frightful content, and Jennifer Harrington’s feature is a connoisseur’s movie. An update on the slasher film, it takes the plot devices common to the classics of the form—the ultraviolence, the simple morality, the deserving victims, the emotionally tortured villains—and tweaks them into today. Most significantly, and humorously, Ms. Harrington uses social media the way “Halloween,” “Scream” and “When a Stranger Calls” used the land-line telephone—as a weaponized instrument of torment.<br />That director Harrington makes social-media influencers the victims of her mayhem—but not before making them ridiculous—is a guilty pleasure, and meant to be. When we first see Mia (Daisye Tutor) and her fellow stars of online marketing, they are being photographed at what appears to be a red-carpet event. Lights are flashing. Mics are waving. Enthusiastic crowd noise is percolating. Then the camera pulls back and we see the truth—the young women and their camera crew are inside an otherwise abandoned warehouse, with prerecorded sound pumped in and no one around but them. Which is spooky: On the loose in their Southern California community is a serial murderer of small dogs. Yes, dogs. But before the evening is over, said killer will have graduated to people, with one of the influencers impaled on her own stiletto heel.<br />It has to be said that several of Ms. Harrington’s forays into physical violence (she co-wrote the story with Alesia Glidewell) will make one wince, flinch and/or recoil. But such cringe-inducing content is hardly foreign territory within the genre being deconstructed. Nor are ambivalent characters. Mia, for instance, is a classically conflicted heroine/victim: Her late mother, who died of the hereditary “Livingston’s disease,” was cared for solely by Mia’s sister, Nicole (a terrific and funny Emily Goss), who asked Mia for help and was rebuffed. Needing to travel for her own medical care, Nicole asks Mia to babysit her dog, and for the first time Mia agrees to do it—but only because it’s good for her brand, given the ongoing dog murders. (No dogs are actually harmed in the making of this movie, but there are crime-scene photos…) Once she’s alone at Nicole’s, with the dog, Mia is besieged by threatening calls, from someone who at times seems to be inside the house.<br />One of Ms. Harrington’s ingenious moves is the demonization of the smart home, and the possible repercussions of living one’s life online. “How do you know Jade?” Mia asks her mystery caller, when he refers to one of her friends. How would he not know Jade? Everything about Mia’s life is available on the web, or courtesy of Alexa (renamed Diana here, after Nicole and Mia’s mother). Nicole’s house is set up with surveillance cameras (because of her invalid mom); Mia’s life is one long live feed. Her every thought becomes a text. The horror isn’t just about what’s going to happen to her, but the life she leads. At least for the time being.<br />“Shook” has the requisite twists to make it much more than a straightforward horror-shocker, and the sharp turns are sufficient to have viewers profoundly dizzy about where it’s all going to go. They may also wonder, as I did, why imperiled dogs are more nervous-making than imperiled people. But that’s part of Ms. Harrington’s commentary on a genre in which people are disposable and pets make you worry."
}