{
    "url_original": "https://www.wsj.com/articles/shopifys-secret-weapon-is-thousands-of-new-business-owners-11613484000?mod=business_lead_pos3",
    "url": "shopifys-secret-weapon-is-thousands-of-new-business-owners-11613484000",
    "title": "Shopify’s Secret Weapon Is Thousands of New Business Owners",
    "sub_head": "Americans are opening online stores during Covid-19 pandemic, but many startups fail",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-299434?width=620&size=1.5",
    "image_1": "im-299434.jpg",
    "time": "2021-02-16 09:00:00",
    "body": "Small-business formation is surging in the U.S., and e-commerce company  Shopify Inc.  has been reaping the gains of that business boom.<br />More Americans are opening online stores and selling goods and services to make money as the effects of the pandemic have wiped out jobs and disrupted in-person activities like dining and shopping. The shift has brought a wave of new business to Shopify, which sells subscription services that enable people to put up websites, accept online payments, and ship and track orders to customers.<br />But Shopify’s business model carries risks. Analysts expect the surge in e-commerce that drove much of the company’s growth to taper as the pandemic ebbs. “There could be a material deceleration in sales growth,” said Tom Forte, an analyst with DA Davidson.<br />Another risk: Many of the startups that use Shopify’s services are more likely to fail than grow meaningfully, said Robert Fairlie, an economics professor at the University of California, Santa Cruz. “How can you get capital, and how do you scale up in this kind of environment and this kind of uncertainty?” he said.<br />Most of Shopify’s more than one million customers are first-time entrepreneurs, said Harley Finkelstein, president of the Ottawa-based company, which will report fourth-quarter results on Wednesday. “Imagine a future where everyone is an entrepreneur. We’re moving in that direction,” he said."
}