{
    "url_original": "https://www.wsj.com/articles/shopifys-fate-is-tied-to-that-of-small-businesses-11613574445?mod=business_minor_pos4",
    "url": "shopifys-fate-is-tied-to-that-of-small-businesses-11613574445",
    "title": "Shopify’s Fate Is Tied to That of Small Businesses",
    "sub_head": "Shopify is selling a post-pandemic growth narrative, but not everyone is buying it",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-299950?width=620&size=1.5",
    "image_1": "im-299950.jpg",
    "time": "2021-02-17 10:07:00",
    "body": "Can a stock be overvalued if its product remains tremendously underutilized? That is the question investors in cloud commerce platform  Shopify  must ask themselves as post-pandemic bricks-and-mortar shopping promises to return.<br />Analysts are clearly still scratching their heads. While the majority of them were neutral on the stock last May, shares have nearly doubled since then, putting many of their predictions to shame. Shopify appears to be one of Wall Street’s more controversial names, with roughly half its analysts now recommending the stock and half still on the sidelines.<br />The divide is illustrative of the broader controversy for post-pandemic investing: When a company enjoys a massive pull-forward in usage, just how much can it continue to grow?<br />One thing is for certain: 2020 was an epic win for Shopify. On Wednesday, it posted results showing sales grew by more than 90% year over year for the third consecutive quarter. Merchant sales on its platform were up nearly 76% amid the Black Friday/Cyber Monday period alone. Shopify, a company that 12 months ago many outside of the retail industry had never even heard of, now boasts a stratospheric market value of over $186 billion.<br />The company said Wednesday it expects revenue in 2021 to grow rapidly, but moderate from the 2020 pace as some level of bricks-and-mortar shopping returns. Shares were down around nearly 8% in morning trading."
}