{
    "url_original": "https://www.wsj.com/articles/should-you-get-a-hydroponic-garden-to-grow-your-own-veggies-indoors-11613580557?mod=tech_lista_pos4",
    "url": "should-you-get-a-hydroponic-garden-to-grow-your-own-veggies-indoors-11613580557",
    "title": "Is Growing Your Own Indoor Garden Worth It?",
    "sub_head": "Hydroponic countertop gardens that promise a bounty of lettuce, herbs and more are trending, but some say it takes weeks to get one salad. Here, the pros and cons.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-298673?width=620&size=custom_1875x1875",
    "image_1": "im-298673.jpg",
    "time": "2021-02-17 11:49:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />IN A PANDEMIC, the promise of automated indoor-gardening systems is compelling: Grow your own fresh herbs and veggies, with no need to brave superspreader supermarkets or dirty your fingernails. But is it worth devoting precious kitchen space to these devices—some as compact as a toaster, others as large as a bookshelf? Enthusiasts of hydroponic, or soil-free growing, say they’ll never go back to fretting over squirrels or hail. But naysayers argue that, given the investment of time and money, the economics might not add up. Here, both sides.<br />Laurie Stephans hasn’t bought lettuce or tomatoes from the grocery store in more than two years. Yet even in the depths of a Racine, Wis., winter—where temperatures struggle to reach the teens—she eats a salad filled with just-picked vegetables every day. Thank her fearsome fleet of 21 hydroponic planters.<br />These soilless devices have colonized many kitchens over the past year, their popularity stoked by alarming recalls of tainted produce and a desire to avoid crowded supermarkets. In the second quarter of 2020, revenue at  AeroGrow International ,  the parent company behind the AeroGarden brand of hydroponics, was up 245% year over year.<br />Unlike temperamental backyard plots, however, these planters promise to function as obediently as Keurigs. Simply pop in a few pods filled with seeds and growth medium, fill a water reservoir, hit a button and wait. The devices nourish, say, basil sprouts with a regulated supply of moisture and fertilizer while a canopy of sunlight-replicating LED lights shines down. After roughly 25 days, according to Click and Grow (and five times faster than seeds would sprout in the dirt, according to AeroGarden): Presto, pesto!"
}