{
    "url_original": "https://www.wsj.com/articles/show-me-the-u-hauls-11613518045?mod=opinion_lead_pos10",
    "url": "show-me-the-u-hauls-11613518045",
    "title": "Show Me the U-Hauls",
    "sub_head": "In my small Missouri town, we’re awaiting an exodus from the beleaguered cities.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-299900?width=620&size=1.5",
    "image_1": "im-299900.jpg",
    "time": "2021-02-16 18:27:00",
    "body": "Tarkio, Mo.<br />I’ve read at least a dozen articles predicting a movement away from cities toward the hinterlands as urbanites flee crime, congestion and Covid for a simpler life. Remote work is the wave of the future, and we’ll all be doing our Zoom conferences from somewhere else. Manhattan and Silicon Valley will look like mining ghost towns, places where the mother lode has been exhausted. Even though Miami and Austin, Texas, seem to be the preferred destinations for the techno-refugees, U-Haul reports that Missouri is the seventh leading destination for people using its services.<br />In my northwestern Missouri town of some 1,500 people, we’re not exactly bracing for a population boom. Sure, we’ve got internet, I’ve done dozens of remote meetings in the past year, and I’m sure that some of the locals have discovered the joys of Robinhood, but young urban professionals are much likelier to leave New York or San Jose for Boise, Idaho, or the Hill Country of Texas. Tarkio isn’t on their menu.<br />That’s a shame. Tarkio has been declining since about 1900, but it’s not that bad. We’re close to the interstate, and the flooding along the Missouri is always at least 7 miles away. Riots are nonexistent, at least so far, but so is street life. Which has its advantages. You don’t need a bike lane when small animals can live out their life spans in the middle of Spruce Street, where I live, without being disturbed by traffic.<br />The biggest scandal in town is that this summer we had a rash of people blowing grass clippings into the streets. This, I gather from social-media posts, is dangerous to motorcycles. I’ve only ever seen one two-wheeled vehicle drive by my house. Billy, the local biker, has a bandanna, a T-shirt, a mullet and a motor scooter that tops out at about 30 miles an hour. He’s not exactly the Hell’s Angels, but if keeping grass out of the streets helps Bill, I’m in."
}