{
    "url_original": "https://www.wsj.com/articles/silver-billionaire-thomas-kaplan-welcomes-recent-trading-frenzy-11612706401?mod=markets_lead_pos10",
    "url": "silver-billionaire-thomas-kaplan-welcomes-recent-trading-frenzy-11612706401",
    "title": "Silver Billionaire Thomas Kaplan Welcomes Recent Trading Frenzy",
    "sub_head": "His investment company, Electrum Group, controls mines that are sitting on about one billion ounces of the precious metal",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-294451?width=620&size=1.5",
    "image_1": "im-294451.jpg",
    "time": "2021-02-07 09:00:00",
    "body": "Billionaire investor Thomas Kaplan had been predicting a rise in silver for years. He just didn’t expect it to happen all in one day.<br />Mr. Kaplan has a lot to gain from a silver rally. His investment company, Electrum Group LLC, controls mines that are sitting on about one billion ounces of the precious metal, he said, and when online traders swarmed the silver market last week, shares of one of those producers took off.<br />Trading of  Gatos Silver Inc.  shares was briefly halted Feb. 1 after they spiked 82% to $24, briefly giving Electrum Group a $265 million gain, according to data from FactSet and S&P Global Market Intelligence. The shares have since given almost all of that back, a roller-coaster ride that the 58-year-old Mr. Kaplan called “absolutely exhilarating.”<br />“I expected this to unfold over the next couple of years,” Mr. Kaplan said in an interview from his home in southern France. “Now I know what it’s like to own an internet stock.”<br />Silver prices briefly jumped more than 10% to $30 a troy ounce early last week, then retraced much of their recent advance as bets on popular investments for retail traders, such as  GameStop Corp. , unraveled. They ended last week at $27. Still, the trading activity has put the commodity squarely in the limelight, raising its profile with individual investors, Mr. Kaplan said."
}