{
    "url_original": "https://www.wsj.com/articles/simply-sondheim-and-women-without-men-reviews-a-splendid-revue-and-a-most-stageworthy-revival-11614288157?mod=opinion_major_pos13",
    "url": "simply-sondheim-and-women-without-men-reviews-a-splendid-revue-and-a-most-stageworthy-revival-11614288157",
    "title": "‘Simply Sondheim’ and ‘Women Without Men’ Reviews: A Splendid Revue and a Most Stageworthy Revival",
    "sub_head": "Virginia’s Signature Theatre pays tribute to the composer known for ‘Company,’ ‘A Little Night Music’ and ‘Follies’; Mint Theater Company stages Irish playwright Hazel Ellis’s 1938 drama.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-304502?width=620&size=1.5",
    "image_1": "im-304502.jpg",
    "time": "2021-02-25 16:22:00",
    "body": "Lovers of large-scale musicals have been feeling more than usually deprived by the Covid-19 pandemic. In theory, it shouldn’t be impossible to webcast a musical, but it’s technically very difficult—too many people, too much stuff going on—and the only one I’ve reviewed, the Irish Repertory Theatre’s wonderful revival of “Meet Me in St. Louis,” was a scaled-down version in which the actors “phoned in” their performances, taping them from their separate homes, after which they were edited together in the studio. So it is inspiring to report that Virginia’s Signature Theatre, one of the top American regional theaters that specialize in musicals, is webcasting “Simply Sondheim,” a fully-staged 33-song revue directed and choreographed by Matthew Gardiner and performed in the company’s empty 275-seat theater by 12 singers and a 15-player pit orchestra. No, it’s not “Sweeney Todd” on a Broadway-sized stage, but it is fabulously fine in its own right and comes across with irrepressible vitality on a small screen.<br />Signature Theatre’s imaginative revivals of the musicals of Stephen Sondheim have given the company a well-deserved national reputation for excellence. That said, I wasn’t expecting “Simply Sondheim” to be quite as good as it is, since greatest-hits musical revues too often feel aimless. Not this one: Mr. Gardiner’s scenery-free staging, in which the songs are locked together without benefit of plot or connective narration, moves from number to number so quickly that you scarcely have time to catch your breath. “Simply Sondheim” has no dead spots, no slack patches, no weak moments of any kind: Every element of the show is exactly right, including Justin Chiet’s cinematography and the clean, precise playing of the orchestra, which brings out the myriad subtleties of Jonathan Tunick’s original orchestrations.<br />Everyone in the cast is so fine that I’m reluctant to single out any individual member for particular praise. Still, I mustn’t fail to mention Tracy Lynn Olivera, who charges through “Getting Married Today,” the fastest and most notoriously complex of Mr. Sondheim’s tongue-twisting patter songs, in such a way as to make you wonder why her performance didn’t set off a sonic boom in the theater. And that’s not the best part: Ms. Olivera acts the lyrics instead of just tossing them off, thus making the song not merely funny but also moving.<br />Trust me when I tell you, though, that every performer and every performance in “Simply Sondheim” lands squarely on target. (O.K., one more special mention: Norm Lewis sings “Being Alive” with extreme sensitivity.) I would have gladly paid to see this show in the theater, and Signature Theatre should give serious thought to remounting it when the pandemic is over. It deserves real, in-person applause.<br />"
}