{
    "url_original": "https://www.wsj.com/articles/six-more-alleged-members-of-oath-keepers-militia-indicted-11613766782?mod=politics_lead_pos5",
    "url": "six-more-alleged-members-of-oath-keepers-militia-indicted-11613766782",
    "title": "Six More Alleged Members of Oath Keepers Militia Indicted",
    "sub_head": "Indictment charges individuals from Florida, Ohio and North Carolina for planning Jan. 6 attack on Capitol",
    "category_1": "Politics",
    "time": "2021-02-19 16:19:00",
    "body": "Six more people allegedly affiliated with the right-wing militia Oath Keepers were indicted on charges of planning the Jan. 6 attack on the Capitol, as prosecutors sketch out a portrait of a group preparing to disrupt the certification of President Biden’s election and developing a military-style plan to do so.<br />An indictment returned Friday afternoon charged a retired husband and wife from Warren County, Ohio, outside of Cincinnati, a couple from Florida, and siblings from Florida and North Carolina with working with three others who were among the first to be accused of conspiring to engage in the attack.<br />The nine people were accused of attending or scheduling paramilitary trainings in advance of Jan. 6, coordinating their travel to Washington, preparing for the operation with military gear, and moving through the Capitol in military formation.<br />Federal investigators have described the Oath Keepers as “a large but loosely organized collection of militia who believe that the federal government has been co-opted by a shadowy conspiracy that is trying to strip American citizens of their rights” and that focuses on recruiting current and former military personnel, law-enforcement officers and first responders.<br />Around 250 people already face federal charges in connection with the riot, on allegations ranging from trespassing to assaulting police officers to conspiracy. Investigators in particular have homed in on members of several right-wing groups as they try to determine what level of planning may have gone into the attack."
}