{
    "url_original": "https://www.wsj.com/articles/slain-capitol-police-officer-brian-sicknick-to-be-honored-at-capitol-11612291406?mod=politics_lead_pos11",
    "url": "slain-capitol-police-officer-brian-sicknick-to-be-honored-at-capitol-11612291406",
    "title": "Slain Capitol Police Officer Brian Sicknick to Be Honored at Capitol",
    "sub_head": "Officer who died of injuries sustained in Jan. 6 riot will lie in honor in the Rotunda",
    "category_1": "U.S.",
    "time": "2021-02-02 16:29:00",
    "body": "WASHINGTON—Brian D. Sicknick, the Capitol Police officer who died as the result of injuries sustained in the Jan. 6 assault on the Capitol, will lie in honor in the Rotunda of the Capitol beginning Tuesday evening.<br />“May his memory live forever as a model of service to our nation, selflessness in the line of duty, and courage in the face of danger,” said Senate Majority Leader Chuck Schumer (D., N.Y.) on the floor Tuesday.<br />Mr. Sicknick, who was 42 years old when he died in the hospital a day after the riot, becomes only the fifth person to be accorded that tribute reserved for private citizens. Two other Capitol Police officers, Jacob J. Chestnut and John M. Gibson, lay in honor in the Rotunda after they were killed in 1998 by a gunman who had charged past security barriers. Since then, civil-rights pioneer Rosa Parks, in 2005, and the Rev. Billy Graham, in 2018, have been so honored.<br />Many holders of public office, most recently Supreme Court Justice Ruth Bader Ginsburg, have lain in state in the Capitol building.<br />Capitol Police and other authorities haven’t released information regarding the specific circumstances of Mr. Sicknick’s death, other than to say he died from injuries sustained while trying to protect those trapped in the Capitol on Jan. 6. Prosecutors have said they are examining whether anyone can be charged with murder in connection with his death. While more than a dozen rioters have been charged with assaulting or obstructing law-enforcement officers during the riot, no charges have been brought in connection with Mr. Sicknick. The medical examiner’s office hasn’t yet completed its autopsy report."
}