{
    "url_original": "https://www.wsj.com/articles/smalltime-review-johnstown-after-dark-11612826854?mod=opinion_reviews_pos1",
    "url": "smalltime-review-johnstown-after-dark-11612826854",
    "title": "‘Smalltime’ Review: Johnstown After Dark",
    "sub_head": "A distinguished author’s search for Grandpa, a rafﬁsh ‘supplier of nightlife’ to a Maﬁa-run backwater in central Pennsylvania.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-296499?width=620&size=1.5",
    "image_1": "im-296499.jpg",
    "time": "2021-02-08 18:27:00",
    "body": "Do we really need another Mafioso-in-the-family memoir? I mean, seriously, we’ve had books that could be called Mafia Wife, Mafia Dad, Mafia Son, Mafia Stepdaughter, Mafia Uncle, Mafia Dachshund, Mafia Goldfish—okay, well, I made up a couple of those, but you get the point. When Al Capone’s purported grandson publishes a memoir, and he has, I think it’s safe to say we’ve reached saturation.<br />Which is why I was surprised how thoroughly I enjoyed Russell Shorto’s “Smalltime: A Story of My Family and the Mob.” Even more so once I realized a more accurate subtitle for the book would be “Searching for Grandpa: Second-in-Command of the Johnstown (Pa.) Mob.” In other words, this is not Mafia history that will send Geraldo Rivera scrambling to open a Shorto family safe anytime soon.<br />And that, oddly, is part of the book’s charm. The author of well-received histories of Amsterdam and New York City, Mr. Shorto has produced something that feels altogether fresh, a street-level portrait of how his late grandfather helped build what amounted to a Mafia small business—or businesses, actually, everything from the numbers and rigged card and dice games (Grandpa’s specialty) to pool halls, a cigar store, bars, bowling alleys and pinball arcades. There’s a murder mystery here—there has to be, right?—but make no mistake, this is a spry little book about small business.<br />As Mr. Shorto tells it, he had only the vaguest notion of his namesake grandfather Russell “Russ” Shorto’s career until an elderly cousin buttonholed him and urged him to write a book. Mr. Shorto is reluctant—“not my thing,” he avers—but soon finds himself in a Johnstown Panera Bread, surrounded by a gang of ancient, white-haired wise guys dying to tell him about the old days. Grandpa Russ, it seems, had a long run as a mid-level Mafia bureaucrat, running a sports book and crooked card games among other things, until his drinking got out of control and the law finally came calling.<br />For Mr. Shorto, the challenge is Grandpa Russ’s personality, or lack of one. He was a quiet man and, despite all the Panera chats, remains a cipher for much of the book. The story opens up once Mr. Shorto goes in search of the public Russ, tracing his family from its Sicilian roots and cataloging his newspaper clippings and arrest and FBI records. What emerges is the gritty tale of a talented card-and-dice cheat who gets his break in the late ’30s when a buttoned-down Mafioso named Joseph “Little Joe” Regino, who made his bones in Philadelphia, marries into Russ’s family and opens a Mafia franchise in Johnstown."
}