{
    "url_original": "https://www.wsj.com/articles/snap-pinterest-battle-for-investors-likes-11612528201?mod=business_minor_pos10",
    "url": "snap-pinterest-battle-for-investors-likes-11612528201",
    "title": "Snap, Pinterest Battle for Investors’ Likes",
    "sub_head": "Both companies reported blockbuster fourth quarters but Snap’s guidance fails to inspire",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-295421?width=620&size=1.5",
    "image_1": "im-295421.jpg",
    "time": "2021-02-05 07:30:00",
    "body": "Snapchat parent  Snap Inc.  and  Pinterest  have broadened their influence significantly over the past year, but only one can be 2021’s top socialite.<br />Both companies reported blockbuster fourth quarters on Thursday afternoon. Sales for Snap and Pinterest grew 62% and 76%, respectively, year-over-year, as advertisers saw particular value in investing in platforms relatively insulated from last year’s election controversy. That was well ahead of the 33% pace that  Facebook  announced last week, though from a much smaller base.<br />Pinterest and Snap have had blazing share price returns over the past 12 months, with both more than tripling, eclipsing Facebook and  Twitter .  Their outperformance reflects the market’s acknowledgment of the significant revenue potential coming in fields such as e-commerce through augmented reality and video—big pandemic winners. Both companies, for example, are leveraging the ability for users to “try on” customers’ products through AR technology. Those users are increasingly coming to both platforms with buying intent.<br />But that might be where the similarities end. As far as near-term risks go, Snap seems more exposed. Its Chief Financial Officer Derek Andersen noted advertising declines in January after the deadly riot at the U.S. Capitol. (Pinterest didn’t.) He also noted the potential for decreased ad demand based on coming iOS changes that Facebook has also flagged. Snap’s updates spooked investors, driving its shares down more than 7% after hours even as Pinterest’s moved higher.<br />Going forward, advertisers certainly have more to consider than political and platform uncertainty. Snap and Pinterest have very different user bases, owning their respective niches while working to expand them. Snap continues to report reaching 90% of 13- to 24-year-olds and 75% of 13- to 34 year-olds in the U.S., noting Thursday that its sway among that demographic in many of its established markets continues to grow. Chief Executive Evan Spiegel also cited a 25% increase in viewership on its Discover platform among users over 35. Meanwhile, Pinterest has long said that it reaches most U.S. moms and that it has more recently reported making progress with younger users and men."
}