{
    "url_original": "https://www.wsj.com/articles/softbanks-other-big-e-commerce-bet-is-about-to-pay-off-11613994902?mod=business_featst_pos3",
    "url": "softbanks-other-big-e-commerce-bet-is-about-to-pay-off-11613994902",
    "title": "SoftBank’s Other Big E-Commerce Bet Is About to Pay Off",
    "sub_head": "The coming New York IPO of Korea’s fast-growing Coupang looks like another windfall for SoftBank’s Vision Fund",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-302184?width=620&size=1.5",
    "image_1": "im-302184.jpg",
    "time": "2021-02-22 06:55:00",
    "body": "The crown jewel in SoftBank’s investment portfolio is Chinese e-commerce giant Alibaba. Now  SoftBank  is hoping for a repeat in South Korea.<br />Coupang, a fast-growing Korean e-commerce company founded in 2010, filed this month for an initial public offering in New York that could come as early as March. It is expected to value Coupang at more than $50 billion, the most for a foreign company since Alibaba in 2014—creating another windfall for SoftBank’s Vision Fund. The Japanese company is a 38% owner, a stake it acquired by investing a total of just $2.7 billion since 2015.<br />Coupang has quickly become Korea’s largest e-commerce player, according to Euromonitor International—booking $12 billion in revenue last year, its IPO prospectus says, compared with $2.4 billion in 2017. While still unprofitable, the company narrowed its losses by about a third last year. Coupang has spent heavily building its own delivery network and fulfillment centers, helping it entice customers with next-day delivery and easy returns.<br />As in other countries, e-commerce grew strongly in Korea during the pandemic. But online shopping has long been popular there, and will account for 28.9% of retail sales in 2021, market researcher eMarketer forecasts—second only to China. Korea’s population density helps: About half of the country’s 52 million people live in Greater Seoul, making it easier for Coupang to achieve the fast delivery it promises.<br />Coupang has unseated  eBay  as the market leader, but the sector remains fragmented. One of the strongest competitors is local giant Naver, whose leading position in search and payments has helped it push into online shopping too. Its e-commerce revenue last year was up 38% from 2019, and it has partners in  CJ Logistics ,  one of Korea’s largest logistics companies, and  BGF Retail ,  which runs its largest convenience-store chain."
}