{
    "url_original": "https://www.wsj.com/articles/softbank-to-make-900-million-investment-in-pacific-biosciences-11612921031?mod=business_lead_pos3",
    "url": "softbank-to-make-900-million-investment-in-pacific-biosciences-11612921031",
    "title": "SoftBank to Make $900 Million Investment in Pacific Biosciences",
    "sub_head": "PacBio investment will be made through asset-management arm SB Northstar",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-297179?width=620&size=1.5",
    "image_1": "im-297179.jpg",
    "time": "2021-02-09 20:37:00",
    "body": "SoftBank  Group Corp. plans to put $900 million into red-hot gene-sequencing company  Pacific Biosciences  of California Inc., as the Japanese technology conglomerate ramps up a new public-equity investing effort.<br />PacBio, as it is known, produces next-generation DNA-sequencing systems used to research diseases and develop treatments. The investment, in the form of convertible debt, is designed to help accelerate the commercialization of the company’s technology,  SoftBank  and PacBio plan to announce Wednesday.<br />It comes on top of a roughly 6% stake in PacBio that  SoftBank  had already accumulated and will give the Japanese investor significant sway over the Menlo Park, Calif., company.<br />PacBio has a market value of $7.4 billion after a dramatic jump in its shares in recent months that was sparked in part by a new joint venture with Invitae Corp., a medical-genetics company. PacBio, whose shares are up 11-fold since July, has also brought in new management, including a chief executive.<br />SoftBank ,  best known lately for making big investments in private technology companies out of a $100 billion fund, has been retooling, selling off large holdings and buying back stock. It has also increased its focus on publicly traded companies. The PacBio investment will be made through SoftBank’s recently established asset-management arm, SB Northstar, which invests in listed tech companies."
}