{
    "url_original": "https://www.wsj.com/articles/softbank-backed-greensill-delays-fundraising-11612554250?mod=markets_featst_pos1",
    "url": "softbank-backed-greensill-delays-fundraising-11612554250",
    "title": "SoftBank-Backed Greensill Delays Fundraising",
    "sub_head": "The supply-chain finance company says it needs money to expand, but it has also faced several client defaults",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-290387?width=620&size=1.5",
    "image_1": "im-290387.jpg",
    "time": "2021-02-05 14:55:00",
    "body": "SoftBank Group Corp. -backed Greensill Capital, a specialty finance startup that helps companies manage cash, has delayed by several months plans to raise fresh money from outside investors, according to people familiar with the matter.<br />Greensill had previously hoped to secure the investment by early January. But the company is unlikely to complete the funding round until late March at the earliest, some of the people said. One of these people said the delay is because Greensill has increased the amount it wants to raise to $1 billion from $500 million.<br />The fundraising delay comes at a challenging time for the company, which competes with banks to supply short-term capital to companies. The firm had anticipated extending $173 billion in financing last year, according to a presentation viewed by The Wall Street Journal, but ultimately provided $143 billion, flat from the year before.<br />Greensill has also run into issues doing business with other SoftBank-related companies. In December, Greensill forgave $435 million in financing to construction startup Katerra, in exchange for a roughly 5% stake in the company, Katerra’s chief executive told The Wall Street Journal.<br />Both companies are held in SoftBank’s $100 billion Vision Fund. It isn’t clear how much the 5% stake in Katerra is worth. At the same time, SoftBank injected $200 million into Katerra to help it avoid bankruptcy. Katerra seeks to construct buildings more cheaply by cutting out middlemen and using factory assembly."
}