{
    "url_original": "https://www.wsj.com/articles/softbanks-vision-is-clearest-when-markets-are-rising-11612789015?mod=markets_lead_pos10",
    "url": "softbanks-vision-is-clearest-when-markets-are-rising-11612789015",
    "title": "SoftBank’s Vision is Clearest When Markets are Rising",
    "sub_head": "The tech stock frenzy has lifted many of SoftBank’s investments, but a market reversal would hit the company hard",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-08 07:56:00",
    "body": "Japan’s  SoftBank ,  a big investor in technology companies, has certainly regained its confidence after a humbling 2019. Whether that confidence persists through the next market downturn is another question.<br />SoftBank’s founder Masayoshi Son is clearly upbeat. During Monday’s earnings briefing for the quarter ending in December, he compared SoftBank to a producer of golden eggs. It is surely producing a few lately. Food-delivery company  DoorDash netted $8.3 billion for SoftBank’s $100 billion Vision Fund after an initial public offering in December was well-received. The 40% rise in Uber’s share price last quarter also pushed up the fund’s paper profits in the ride-hailing giant to $3.6 billion. And SoftBank is in the process of selling chip designer Arm to rival  Nvidia .  The Japanese company booked ¥1.77 trillion of investment gains last quarter, equivalent to $16.7 billion, mostly from the Vision Fund and its $10 billion successor.<br />Even WeWork, the office-sharing company that produced spectacular losses for SoftBank in 2019, may finally be turning a corner. The company is in talks to come to public markets to combine with a special-purpose acquisition company, The Wall Street Journal reported last month. Buoyant stocks mean SoftBank may keep listing some of its investments at high valuations, bringing additional windfalls.<br />SoftBank’s net asset value, however, fell by $37 billion last quarter: mostly because of the troubles of the company’s biggest investment, Alibaba. The Chinese e-commerce giant’s stock fell 21% in the quarter as the company was embroiled in antitrust investigations.<br />SoftBank’s share price nonetheless has continued to go up: it is now just 6% off its all-time high during the dot-com boom. SoftBank’s asset sales and buybacks last year helped narrow the discount of its market value to its net asset value."
}