{
    "url_original": "https://www.wsj.com/articles/sony-is-at-the-top-of-its-game-next-up-anime-music-11612355906?mod=business_minor_pos11",
    "url": "sony-is-at-the-top-of-its-game-next-up-anime-music-11612355906",
    "title": "Sony is at the Top of its Game. Next Up: Anime, Music",
    "sub_head": "Sony, like most gaming companies, has done exceptionally well this year. But it is also positioning itself cannily for the post-pandemic world.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-03 07:38:00",
    "body": "Gamers already snap up  Sony ’s  offerings, as the company’s blockbuster December quarter just demonstrated again. The movies and music business will soon be feeling its deepening influence too.<br />The Japanese electronics and entertainment giant said its operating profit for the quarter ended December rose 20% from a year earlier, driven by stay-at-home demand for its games. Revenue at its gaming division jumped 40% year-over-year—its best quarter ever. Sony also expects operating profit at the division this fiscal year ending in March will reach a record high.<br />Production bottlenecks have restricted shipments of new PlayStation 5 consoles, but the company still managed to sell 4.5 million units during the quarter. The new console, however, likely isn’t profitable after the initial marketing and development costs. The profit boost likely came from selling more games, especially digitally, in the quarter. Revenue from digital games and add-ons grew 65% from a year earlier. Its subscription service for gamers PlayStation Plus added 1.5 million subscribers during the quarter.<br />Sony raised its operating income outlook for this fiscal year by 34% to ¥940 billion, equivalent to $9 billion, which implies an 11% year-over-year increase. The company originally expected a decline in operating profit, mainly due to worries about its image sensor business. The segment did suffer a decline, but demand from Apple’s new iPhones helped soften the blow.<br />What is more encouraging is that Sony’s entertainment businesses outside of gaming are also going well. Its movie segment was hurt by theater closures, but that was more than offset by higher income from licensing content. Music streaming revenues continued to be strong. Aniplex, its anime production company under the music segment, has helped distribute the animated movie “Demon Slayer,” which has notched an all-time box office record in Japan. The popularity of the franchise could also provide opportunities for Sony’s game and music businesses."
}