{
    "url_original": "https://www.wsj.com/articles/soothing-winter-soup-recipes-11614402000",
    "url": "soothing-winter-soup-recipes-11614402000",
    "title": "Soothing Winter Soup Recipes",
    "sub_head": "Soups can comfort on many levels. In these recipes, the deftly deployed spices bring heat, nuance, even antioxidants.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-303021?width=620&size=0.6666666666666666",
    "image_1": "im-303021.jpg",
    "time": "2021-02-27 12:00:00",
    "body": "I RECENTLY binge-watched a television series produced in France called “A French Village.” It centers on the fictional community of Villeneuve, near the French-Swiss border, and how the villagers coped during the German occupation in the early 1940s. Food was scarce, but what the characters were able to produce out of little was inspiring. More often than not, it was soup for breakfast, lunch and dinner.<br />I started to count how many times a character sat down to a bowl, took a hungry spoonful, looked up and said, “La soupe, elle est bonne.” I stopped counting somewhere in the fifth season—around the same the time I started cooking more steaming pots of my own. Soup is perhaps the most nourishing, most economical and most satisfying food. Cultures around the world make it. And for good reason. It is as basic as creating a flavor base, adding liquid and vegetables, grains or meat. Or all of the above.<br />I usually start with onions or shallots and garlic, perhaps bacon, pancetta or chorizo, an herb bundle, homemade chicken stock and then whatever’s in the fridge, on the windowsill or in the cupboard. A drizzle of good olive oil, a sprinkling of flaky Maldon sea salt, lots of freshly ground black pepper and a grating of Parmesan will be the finishing touches for a soup I make that skews Italian. A dollop of crème fraîche and a sprinkling of chives top the bowl if I’m leaning French; perhaps a splash of aged Sherry vinegar if I’m simmering something more Spanish.<br />This winter I’ve been gravitating toward turmeric, ginger and other spices said to boost the immune system. So I reached out to Ethan Frisch, co-founder of the fair-trade and sustainable spice company Burlap & Barrel, to get his thoughts on spicing soups. Prior to sourcing spices from Iceland to Guatemala to the Euphrates River, Mr. Frisch was a humanitarian aid worker for Doctors Without Borders on the Syrian-Jordanian border. There and in other remote areas where he volunteered, soups were a mainstay of his diet, and he came to depend upon both local and easily transportable spices to flavor them. Now at home in Queens, N.Y., he has a more sizable pantry, but his technique hasn’t changed. “I might start by tempering cumin in olive oil or butter, add some smoked paprika, cinnamon verum or cinnamon leaves, then some fresh aromatics, celery, carrots, smashed garlic, [and] let them nearly brown before adding broth. Or, if I want to open up my sinuses, I’ll bloom Cobanero chilies, which I love for their fruity smokiness, with some smoked paprika, cinnamon, star anise and black pepper.”<br />Recently, Mr. Frisch launched a Burlap & Barrel series of three masalas created by the late chef and restaurateur Floyd Cardoz. I think of these spice mixes as soup jump starters. They make rather complex and nuanced flavors remarkably easy to pull off. For example, the Goan Masala needs only coconut milk and broth to form a soup both piquant and creamy. The Kashmiri Masala lends a sweet heat, with brightening notes of fennel, ginger and cardamom, as it does in a recipe for Goan pork soup I like to make, adapted from Mr. Cardoz and his wife, Barkha Cardoz. Simply add a bit of stock to moong dal, a classic Indian dish of split mung beans, and you have a rich and protein-packed soup. For a soup with a similarly velvety texture but a more Middle Eastern inflection, infuse lentils with cumin, coriander, mustard seeds and fennel seeds. A topping of crumbled feta and fresh cilantro makes this soup nearly as hearty as a stew."
}