{
    "url_original": "https://www.wsj.com/articles/soothing-hot-chocolate-recipes-16-self-care-strategies-11613136860",
    "url": "soothing-hot-chocolate-recipes-16-self-care-strategies-11613136860",
    "title": "Soothing Hot Chocolate Recipes: 16 Self-Care Strategies",
    "sub_head": "Let the weather and the world do their worst. Made from scratch or from a packet, hot chocolate is always there for us. These are the ones to make and the ones to buy.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-296906?width=620&size=1",
    "image_1": "im-296906.jpg",
    "time": "2021-02-12 08:34:00",
    "body": "THIS TIME OF year, no one needs to be reminded that they like hot chocolate—that it’s good, that it’s the antidote to the cold and the general dreariness that can permeate life come deep winter. But as we drag ourselves into pandemic year two, small comforts have assumed outsize importance. What else explains the insane viral sensation of hot chocolate bombs from a few months ago? This winter, not only do we like hot chocolate; we need it.<br />It’s an instant pick me up. It’s a chocolate bar that does not need to be chewed, just poured down your throat, warming your esophagus, your belly and, ultimately, your soul. This soothing drink is exactly the kind of harmless sedative America needs right now, the ultimate expression of self-love—or, at least, self-mercy.<br />Hot chocolate bombs aside, this winter, even regular old drinking chocolate has been a hot commodity. Matthew Caputo, co-owner of A Priori Chocolate, a Utah-based importer and distributor of dozens of craft chocolate brands, said that sales of drinking chocolates have gone up at least five times from past winters, and manufacturers are having difficulty keeping up with demand. Mr. Caputo attributed it in part to all the outdoor gatherings and activities that have extended well beyond their usual season. When we’re chilly, hot chocolate is what we crave.<br />It’s practically programmed in our DNA. Long before humans were eating chocolate, we were drinking it. “If the history of chocolate were a 24-hour cycle, glossy chocolate bars and confections would represent a few seconds,” writes chocolate and cacao scholar Maricel Presilla in “The Oxford Companion to Sugar and Sweets.” “Cacao and chocolate beverages would account for the vast majority of a long saga that began in South America 56 centuries ago, at least 1,670 years before the Egyptians built their first step pyramid.”<br />After all this time, the love affair with drinking chocolate is going strong. In New York City, frigid temperatures and closed indoor dining did not deter customers from lining up outside the first U.S. location of Angelina, which opened last November, for a taste of the Parisian café’s famously thick chocolat chaud. “We see it all day long,” said Anthony Battaglia, Angelina’s chief operations officer. “We are selling up to 80 liters of hot chocolate a day. Our hot chocolate machine is working from 5 a.m. to 9 at night non-stop producing, producing, producing.” Due to unexpectedly high sales, the New York location had to send for reinforcements of branded disposable cups from the Paris mothership."
}