{
    "url_original": "https://www.wsj.com/articles/spac-frenzy-emboldens-silicon-valley-startups-to-forgo-venture-funding-11614344154?mod=business_lead_pos6",
    "url": "spac-frenzy-emboldens-silicon-valley-startups-to-forgo-venture-funding-11614344154",
    "title": "SPAC Frenzy Emboldens Silicon Valley Startups to Forgo Venture Funding",
    "sub_head": "Helicopter-taxi hopeful Archer is among those joining the public markets with billion-dollar valuations—years before any revenue",
    "category_1": "Tech",
    "time": "2021-02-26 07:55:00",
    "body": "California aerospace startup Archer Aviation Inc. has a multibillion-dollar vision of flying people around town in autonomous electric helicopter-like vehicles. It doesn’t have revenue or a vehicle ready for passengers, but that hasn’t slowed the three-year-old company.<br />Instead of toiling away in obscurity with a shoestring budget, the traditional way for startups to spend their formative years, Archer became part of the SPAC frenzy gripping Wall Street. This month it announced an agreement to merge with a special-purpose acquisition company, raising $1.1 billion—and gaining a valuation of $2.7 billion.<br />“The SPAC market was actually a really great spot to go to raise a lot of capital in one big swoop,” Archer co-founder and co-CEO Adam Goldstein said. The company is slated to start trading on the New York Stock Exchange in a few months.<br />SPACs have flipped the script on the multidecade model of development for early-stage startups, enabling fledgling companies with little or no revenue to tap public markets sooner. The shift lets amateur investors—long excluded from startup wealth creation—get in on the ground floor of disruptive businesses. It is a dynamic that can lead to huge returns but also carries big risks, as young companies are far more vulnerable to going belly up.<br />Since the start of last year, investors have poured more than $130 billion into SPACs, “blank-check companies” traded on an exchange with the goal of merging with a private company to bring it public. Amateur stock traders and hedge funds alike have piled in, seeking high-growth companies."
}