{
    "url_original": "https://www.wsj.com/articles/spotify-to-expand-its-global-footprint-entering-80-new-markets-11614018045?mod=business_minor_pos9",
    "url": "spotify-to-expand-its-global-footprint-entering-80-new-markets-11614018045",
    "title": "Spotify to Expand Its Global Footprint, Entering 85 New Markets",
    "sub_head": "Streaming service will be available to more than one billion people in 36 additional languages",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-302432?width=620&size=1.5",
    "image_1": "im-302432.jpg",
    "time": "2021-02-22 15:50:00",
    "body": "Spotify Technology SA  unveiled plans to vastly expand its global presence by launching in 85 more markets across Africa, Asia, Europe, the Caribbean and Latin America.<br />The streaming company aims to collect millions more music and podcast creators in addition to listeners with new programming as well as tools and functionality. Spotify will be available in 36 additional languages in adding markets that represent access to more than one billion people.<br />In a streamed event on Monday, the Stockholm-based company showcased top executives, artists and celebrities—including Billie Eilish, J Balvin, Prince Harry and former President Barack Obama—to outline its plans. The event touted its growth over the past decade and pointed to the opportunity to feed its “flywheel” with new content and new listeners.<br />“Superstars today are way bigger than they’ve ever been before, but also the number of new niches are extraordinary around the world,” Daniel Ek, Spotify’s chief executive, said in an interview after the event.<br />The expansion from 93 to 178 markets represents Spotify’s biggest market expansion since the company launched in Sweden in 2008. It said more than 80% of creators on its platform are heard outside their home markets. The new regions add to major launches in India, Russia and South Korea over the past two years. Spotify said the expansion will accelerate discovery of more music genres, such as reggaeton and K-pop."
}