{
    "url_original": "https://www.wsj.com/articles/spotify-adds-subscribers-with-focus-on-podcasts-11612350000?mod=business_lead_pos4",
    "url": "spotify-adds-subscribers-with-focus-on-podcasts-11612350000",
    "title": "Spotify Adds Subscribers With Focus on Podcasts",
    "sub_head": "But streaming giant offers conservative outlook for the current year as new sign-ups could ebb",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-294221?width=620&size=1.5",
    "image_1": "im-294221.jpg",
    "time": "2021-02-03 06:00:00",
    "body": "Spotify Technology SA  posted stronger-than-expected subscription growth in the fourth quarter of 2020 as more listeners tuned into music and podcasts from home amid the coronavirus pandemic. Still, the streaming giant offered a conservative outlook for the current year as new sign-ups could ebb.<br />At the end of the fourth quarter, Spotify had 345 million monthly active users, hitting the high end of its guidance, an increase of 27% from the same period a year ago. Paying subscribers, its most lucrative type of customer, grew to 155 million, up 24% from the same period a year ago, and topping expectations.<br />Average revenue per user for the subscription business fell 8% to €4.26, the equivalent of $5.13, from a year ago, as the company continued to attract new subscribers via discounted plans and charge lower prices in new markets such as India and Russia. In October, Spotify raised the price of its family plan in seven markets, a move the company said didn’t affect churn or customer intake. In February, it expanded price increases to another 25 markets, including in Europe, Latin America and Canada.<br />Revenue from subscriptions rose 15% from the year before, to €1.89 billion. Advertising revenue grew for a second consecutive quarter after sliding in the first half of the year amid pandemic headwinds, jumping 29% to €281 million. Advertising, historically less than 10% of Spotify’s top line, accounted for 13% of revenue. It has become a growth area as the company expands its podcast business.<br />The company said it now has 2.2 million podcasts available on its service, and consumption hours nearly doubled from the prior-year quarter. During the period, 25% of its monthly active users listened to a podcast, up from 22% in the previous quarter. In December, “The Joe Rogan Experience,” which arrived on Spotify in September, became exclusive to the service. It is the No. 1 show in 17 markets, and has helped bring in new users as well as attract first-time podcast listeners, the company said."
}