{
    "url_original": "https://www.wsj.com/articles/spotify-needs-to-sing-every-tune-11614078005?mod=business_minor_pos10",
    "url": "spotify-needs-to-sing-every-tune-11614078005",
    "title": "Spotify Needs to Sing Every Tune",
    "sub_head": "Music-streaming giant’s new ventures in podcasting, advertising and artist promotion have a high bar, as valuation has surged",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-302444?width=620&size=1.5",
    "image_1": "im-302444.jpg",
    "time": "2021-02-23 06:00:00",
    "body": "Spotify  sees itself as much more than a music-streaming platform. Investors have long since gotten there.<br />The company laid out an ambitious vision Monday during a two-hour webcast, touting new and coming offerings for listeners, musicians, podcasters and advertisers. These include a new high-fidelity music-streaming service for subscribers, more tools for musicians and podcasters to expand their revenue streams and significant international expansion that will take the service into 85 new markets this year. For podcasting—which has been of particular interest to investors—Spotify has added a new eight-episode series with former President Barack Obama and Bruce Springsteen.<br />A news dump, in other words. And one that pleased investors initially, sending Spotify’s stock price up 5% before a broad-based tech selloff pushed the shares back down into the red by the end of trading Monday. Spotify is still up more than 11% since the start of the year and about 138% over the past 12 months, well outperforming other hot streaming names such as  Netflix  and  Disney .  Shares of  Warner Music Group ,  which as one of the world’s largest record labels controls some of the most sought-after music Spotify’s subscribers listen to, have actually lost about 4% so far this year.<br />Opportunities beyond music streaming are a key draw for Spotify’s investors right now. The stock’s big surge over the past year has mostly come from hype over new podcast deals, with the likes of Joe Rogan, Kim Kardashian and DC Comics. Even the royal family is getting in on the action; Prince Harry and Meghan Markle made a brief appearance in Monday’s event to tout their own exclusive Spotify podcast, coming later this year.<br />But while the number of podcasts on Spotify tripled last year to 2.2 million, the company has yet to break out any financial details of the venture. The highly popular “Joe Rogan Experience” became exclusive to Spotify on Dec. 1, but the company would only say on its fourth-quarter call on Feb. 4 that the program “contributed positively to user growth on the platform.” In a note following the results, Brian Russo of  Credit Suisse  said the company’s outlook for the current year “does little to suggest this content is driving an inflection in the business.”"
}