{
    "url_original": "https://www.wsj.com/articles/stanley-tucci-searching-for-italy-review-mouthwateringly-good-11613077849",
    "url": "stanley-tucci-searching-for-italy-review-mouthwateringly-good-11613077849",
    "title": "‘Stanley Tucci: Searching for Italy’ Review: Mouthwateringly Good",
    "sub_head": "In the actor’s CNN docuseries, he takes viewers on a delectable food tour featuring local pastas, cheeses and more.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-297807?width=620&size=1.5",
    "image_1": "im-297807.jpg",
    "time": "2021-02-11 16:10:00",
    "body": "If you wanted to prepare a Stanley Tucci reduction—a distillation of the actor’s basic essence—you might be left with a single, ironically cocked eyebrow. He is not a performer given to grand gestures. So when he tastes the yolk-fattened spaghetti carbonara in a Roman restaurant, closes both eyes and spontaneously hugs the chef, it is the equivalent of fireworks over the Tiber.<br />“Stanley Tucci: Searching for Italy” contains a number of such moments and more than a few “oh my gods!’’ as Mr. Tucci zigzags from region to region, sampling the best of Italian cooking, and Italian chefs, and no doubt tantalizing his audience: Few people are traveling for pleasure right now, and the scope of one’s culinary explorations are largely contained by the borders of the Seamless empire. So while much pleasure can be derived from Mr. Tucci’s food tour, some sour grapes may be on the menu, too.<br />The visuals more than compensate. Shot during a “brief moment of normality” during the pandemic, the six-part series follows the actor around the country of his ancestors, tasting local dishes and reflecting on their origins and history. This is not a new approach to either food or travel TV—Rick Steves, for example, can be seen most nights on PBS offering the same species of programming. But with Mr. Tucci a viewer doesn’t feel he or she is being sold anything. The pizza of Naples, the pasta Amatriciana of Rome, the panzanella of Florence (where “old bread would choose to die,” Mr. Tucci says) sell themselves. The show’s host is our fluent Virgil on a tour of gustatory paradiso.<br />In addition to the vicarious pleasure to be had in someone else’s cacio e pepe, nuggets of history are scattered throughout the series like so many garlic croutons. The story of Naples, for instance, Mr. Tucci’s first stop, combines “two of Italy’s favorite subjects: food and death.” Not only has the unpredictable Vesuvius always haunted Neapolitans, but cholera has been a historic threat in a city of overcrowding and inadequate sanitation. As a precaution, even bread was once fried to avert contagion, and the earliest pizza—which will have viewers salivating—was what Americans think of now as a calzone: a pastry pocket filled with ricotta, pork fat, smoked cheese and basil, deep-fried to the point of plague-free perfection.<br />Pizza is the preoccupation of the Naples episode, which includes a visit with Michelin-rated pizzaioloEnzo Coccia, who walks Mr. Tucci through the making of a perfect pie—the wheat; the buffalo that provide the mozzarella; and the San Marzano tomato, the genuine version of which, we learn, are grown on fewer than 400 acres of soil enriched by Vesuvian ash. In Rome, the focus is elsewhere. “If you’re on a low-carb diet, beware,” Mr. Tucci says. “You’re going to see a lot of pasta. I mean like a lot of pasta. Like a lot.”"
}