{
    "url_original": "https://www.wsj.com/articles/standing-up-to-the-amazon-thought-police-11614286351?mod=opinion_major_pos16",
    "url": "standing-up-to-the-amazon-thought-police-11614286351",
    "title": "Standing Up to the Amazon Thought Police",
    "sub_head": "I checked out Amazon, and the book “When Harry Became Sally” was indeed no longer listed. Ironically, however, Adolf Hitler’s “Mein Kampf” was still available for purchase.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-302648?width=620&size=1.5",
    "image_1": "im-302648.jpg",
    "time": "2021-02-25 15:52:00",
    "body": "Your Feb. 23 editorial “Tech Censorship is Accelerating” was revelatory and cautionary. On that same day I checked out Amazon, and the book “When Harry Became Sally” was indeed no longer listed. Ironically, however, Adolf Hitler’s “Mein Kampf” was still available for purchase. My two Romanian maternal uncles were taken away to concentration camps in Transnistria, and survived. They were forced to dig mass graves. My mother, now almost 102 years old, hid out through World War II, and was nearly killed several times. She remembers how it all began: riots in the streets, censorship, scapegoating and the dissolution of laws.<br />My plea to fellow Americans: Stop being “woke,” and wake up.<br />Joseph James Zealberg<br />Mt. Pleasant, S.C.<br />I recently chatted online for a half hour with two offshore Amazon reps who deliberately and disingenuously told me that Ryan T. Anderson’s “When Harry Became Sally” was digitally available on Amazon. They finally conceded that the link they sent to the movie “When Harry Met Sally” was not what I sought and that Mr. Anderson’s book was no longer available on Amazon. Then I simply purchased the book directly from its publisher, Encounter, at a reasonable price with a 15% first-time discount to boot. It is possible to wean ourselves from Amazon dependency (74 million people voted against tech censorship in November), and, until we do, Amazon and its ilk will exercise the power we cede to them."
}