{
    "url_original": "https://www.wsj.com/articles/starboard-spac-nears-3-4-billion-deal-for-data-center-company-cyxtera-11613955601?mod=markets_minor_pos7",
    "url": "starboard-spac-nears-3-4-billion-deal-for-data-center-company-cyxtera-11613955601",
    "title": "Starboard SPAC Nears $3.4 Billion Deal for Data-Center Company Cyxtera",
    "sub_head": "Existing owners of Cyxtera, including private-equity firms BC Partners and Medina Capital, plan to roll their equity stakes into the combined company",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-302113?width=620&size=1.5",
    "image_1": "im-302113.jpg",
    "time": "2021-02-21 20:00:00",
    "body": "A special-purpose acquisition company backed by shareholder activist Starboard Value LP is nearing a deal to combine with data-center provider Cyxtera Technologies Inc., according to people familiar with the matter.<br />Starboard Value Acquisition Corp.  is discussing a deal that would value Cyxtera at around $3.4 billion including debt, the people said. It could be finalized by Monday assuming the talks don’t fall apart, they said.<br />Cyxtera’s existing owners, including private-equity firms BC Partners and Medina Capital, plan to roll their equity stakes into the combined company, the people said.<br />Cyxtera has more than 60 data centers around the world, serving thousands of companies and government agencies. It is one of the largest so-called retail-colocation providers, with its data centers serving and connecting multiple customers and supporting the widespread adoption of hybrid-cloud infrastructure. Demand for data management was already on the rise thanks to the growth of everything from drones to internet-enabled gadgets when remote work and schooling necessitated by Covid-19 gave the sector an additional boost.<br />SPACs, which have exploded in popularity, raise money in an initial public offering and then look for a business to combine with in a deal that gives the target an alternative route to the public markets. The Starboard vehicle raised $360 million when it went public last year. In addition to that, Cyxtera is expected to receive funds raised alongside the merger, as is typical in SPAC deals."
}