{
    "url_original": "https://www.wsj.com/articles/states-of-budget-surplus-11612999662?mod=opinion_lead_pos2",
    "url": "states-of-budget-surplus-11612999662",
    "title": "States of Budget Surplus",
    "sub_head": "The Biden spending bill will have governors swimming in cash.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-297805?width=620&size=1.5",
    "image_1": "im-297805.jpg",
    "time": "2021-02-10 18:27:00",
    "body": "Governors—especially from Democratic states—have been pleading revenue poverty since the pandemic began. But as we approach the anniversary of Covid-19 in America, that tall tale is becoming more difficult to sell.<br />Even the left-tilting media are beginning to figure out what we’ve been reporting for some time. One of our sources is Dan Clifton, of Strategas Research Partners, who has been tracking state revenue trends and Covid relief from the beginning. His latest analysis shows that state revenues have been doing far better than advertised, especially states that have kept their economies largely open.<br />He estimates that a majority of the 50 states are seeing revenues arrive above their pre-Covid levels despite the 2020 economic damage. The big exceptions are states that had the most restrictive business lockdowns (New York), those that rely on sales taxes and have no income tax (Florida and Texas), and those that depend on travel and tourism (Nevada).<br />Add the $350 billion windfall that will soon flow to state and local governments from the $1.9 trillion Biden relief bill, and the states will be swimming in cash. Mr. Clifton projects that the states overall will have a combined budget surplus. The federal aid formula would provide an average of 20% of all state tax revenue.<br />California already has tax revenue coming in above its pre-pandemic level, thanks to a buoyant stock market and capital gains. But it will receive another $27 billion from federal taxpayers, or 17% of the state’s entire general fund revenue. Pennsylvania will receive $7.1 billion, or 20% of its tax revenue."
}