{
    "url_original": "https://www.wsj.com/articles/stimulus-package-biden-covid-19-11614095748",
    "url": "stimulus-package-biden-covid-19-11614095748",
    "title": "Stimulus Package: What’s in Joe Biden’s ‘American Rescue Plan’?",
    "sub_head": "Democrats’ $1.9 trillion relief package includes stimulus payments, jobless benefits, vaccine funding and more",
    "category_1": "Politics",
    "time": "2021-02-23 10:57:00",
    "body": "Democrats in Congress are racing to meet a mid-March deadline for President Biden’s coronavirus relief package before existing benefits like enhanced unemployment insurance expire. Here’s an overview of the $1.9 trillion legislation, which they are looking to pass with only Democratic votes. The package includes some elements, such as a $15 minimum wage, that might not survive intraparty negotiations or Senate rules.<br />The House and Senate passed a budget resolution earlier this month that allows them to craft a $1.9 trillion relief package. The size of the package has stayed the same since it was unveiled by President-elect Biden during the transition period, and after he rebuffed a proposal by a group of 10 Republicans who argued for a $618 billion bill.<br />The Biden administration says the package is the right size and that the economy needs relief on that scale in order to bring down real unemployment rates that the Federal Reserve estimates to be around 10%—accounting for misclassifications in government data and people who have exited the labor force—and to alleviate the economic hardship faced by millions whose lives and jobs have been disrupted.<br />“We think it’s very important to have a big package that addresses the pain this has caused,” Treasury Secretary Janet Yellen said recently.<br />But Republicans have pointed to falling infection rates and unspent funds from previous relief packages as a reason to wait on any further stimulus. Meanwhile, many private economists have raised their growth outlooks for the year."
}