{
    "url_original": "https://www.wsj.com/articles/stimulus-does-little-for-jobs-11613944643?mod=opinion_major_pos4",
    "url": "stimulus-does-little-for-jobs-11613944643",
    "title": "‘Stimulus’ Does Little for Jobs",
    "sub_head": "Companies won’t make permanent investments in new employees based on temporary revenue.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302094?width=620&size=1.5",
    "image_1": "im-302094.jpg",
    "time": "2021-02-21 16:57:00",
    "body": "The Biden administration says if Congress passes the proposed $1.9 trillion Covid relief bill, we won’t have to “wait for years for the economy to return to full employment,” as two members of the Council of Economic Advisers put it in a recent White House blog post.<br />It’s the right goal. In April 2017, the unemployment rate dipped below what the Congressional Budget Office projected as full employment. It stayed there until the pandemic. That created intense competition for employees and drove wage growth at or above 3% for 20 consecutive pre-pandemic months. By 2019 median family income hit a record high, the poverty rate declined to a record low, and income inequality decreased for the second year in a row.<br />The jobs picture is all but certain to improve in a year when people are getting vaccinated and states are opening their economies. The labor market will improve in the coming months if the government does nothing. But massive spending will hurt more than it helps.<br />Business owners recognize that government spending can put more money into circulation and may result in increased sales. But they also know that government largess—no matter how generous—is finite. If you believe a revenue source is going to dry up, you don’t invest in growth and hiring based on its continuing.<br />Say you owned a restaurant and sales increased because your competitor next door burned down, but he had insurance and would rebuild. You’d certainly appreciate the increased sales, but you wouldn’t hire more permanent employees, because you know the increased revenue is temporary."
}