{
    "url_original": "https://www.wsj.com/articles/strange-new-respect-for-mike-pence-11613086666?mod=opinion_lead_pos2",
    "url": "strange-new-respect-for-mike-pence-11613086666",
    "title": "Strange New Respect for Mike Pence",
    "sub_head": "He’s a ‘patriot,’ a man of faith and courage, Democrats now say.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-298363?width=620&size=1.5",
    "image_1": "im-298363.jpg",
    "time": "2021-02-11 18:37:00",
    "body": "One novel, even astonishing, spectacle in President Trump’s impeachment trial has been progressive Democrats singing the praises of Mike Pence. “The Vice President and I don’t agree on too much in politics,” Rep. Joaquin Castro told the Senate jurors Wednesday. “But he’s a man who upholds his oath, his faith, his duty, and most of all upholds the Constitution.”<br />A moment later Mr. Castro called Mr. Pence “a patriot.” Other Democrats concur. “Vice President Pence had the courage to stand against the President, tell the American public the truth, and uphold our Constitution,” said Stacey Plaskett, the delegate for the Virgin Islands. “That is patriotism.” Rep. Ted Lieu said Mr. Pence “stood his ground, like our other brave officials stood their ground.” He added: “Vice President Pence showed us what it means to be an American, what it means to show courage.”<br />Mr. Pence is probably en route to Walter Reed with symptoms of acute whiplash. For years he has been mocked as a Trump bootlicker, a religious weirdo and bigot. In a 2019 tweet directed at Mr. Pence, Mr. Lieu said he hoped “your hate of LGBTQ employees and students will one day dissipate.” On July 16, 2018, Mr. Castro tweeted: “Mike Pence @VP is a Trump zombie at this point.”<br />Recall the furor in 2015 when Mr. Pence, as Indiana’s Governor, signed a state Religious Freedom Restoration Act. Or remember the coverage of Mr. Pence’s years-ago comment that he wouldn’t go to dinner alone with a woman not his wife. Amid the pushing for a first impeachment of Mr. Trump, the media offered grave warnings that President Pence might be even worse.<br />All that is now forgotten, but don’t expect this strange new respect on the left for Mr. Pence to last. As soon as the second impeachment trial wraps, he will go back to being another dark figure in a political “Handmaid’s Tale” told to inspire fear and loathing among Democratic voters. But for everyone else, Mr. Pence’s defense of the rule of law and the Electoral College should stand as a refutation of that caricature."
}