{
    "url_original": "https://www.wsj.com/articles/successes-and-setbacks-in-covid-vaccination-11612893547?mod=opinion_lead_pos9",
    "url": "successes-and-setbacks-in-covid-vaccination-11612893547",
    "title": "Successes and Setbacks in Covid Vaccination",
    "sub_head": "Setting policy at the state level seems to work better than letting cities jockey.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-02-09 12:59:00",
    "body": "Donald Trump’s second impeachment trial will attract most of the attention this week, but perhaps the more important event for the country is the saga of Covid-19 vaccinations. The federal distribution of doses to the states hasn’t been an outright disaster, and neither have state efforts to put these doses into arms. After a slow start, there have been signs of progress in recent weeks. Still, governments could be doing better, and fixing what’s wrong can save many lives.<br />At the federal level, the main problems have been shifting information and poor advice to the states. On Jan. 12, for example, governors were told by then-Vice President Mike Pence and Health and Human Services Secretary Alex Azar that the Trump administration would be releasing its stockpile of reserved doses. Relying on this assurance, many governors announced that their states would begin inoculating residents 65 and older. But it turned out that there was no stockpile to release, and governors had to change course.<br />Such shifts undermine public confidence and can lead to bad policy. In early January, Maryland Gov. Larry Hogan said that residents 65 to 74 would probably have to wait until March to get vaccinated. Then, according to a Washington Post report, Robert Redfield, who was director of the Centers for Disease Control and Prevention, went to Annapolis and urged Mr. Hogan to start vaccinating seniors immediately. President Biden’s incoming coronavirus czar, Jeffrey Zients, reinforced this suggestion.<br />In response, Mr. Hogan announced that Marylanders 75 and older could start getting vaccinated immediately, followed a week later by those 65 to 74. This quadrupled the state’s eligible pool to more than two million, about 25 times the state’s weekly allotment of doses. The result, predictably, was a public-relations nightmare, as seniors tried to register for vaccinations that they had no realistic prospect of receiving.<br />As residents of Maryland and other states know, trying to sign up to get vaccinated takes residents to a bewildering multiplicity of online portals ranging from state and local public websites to hospitals and medical centers, pharmacies, and even supermarkets with clinics. Much of this confusion is the result of a federal failure that went unreported until recently."
}