{
    "url_original": "https://www.wsj.com/articles/supercars-review-powerful-playthings-11612391365",
    "url": "supercars-review-powerful-playthings-11612391365",
    "title": "‘Supercars’ Review: Powerful Playthings",
    "sub_head": "The Petersen Automotive Museum showcases sports cars of the uberwealthy—sports cars from Porsche, Ferrari, Lamborghini and more.",
    "category_1": "Exhibition Review",
    "image_1_url": "https://s.wsj.net/public/resources/images/LA-AQ820_SUPERC_P_20210203172553.jpg",
    "image_1": "publicresourcesimagesLA-AQ820_SUPERC_P_20210203172553.jpg",
    "time": "2021-02-03 17:29:00",
    "body": "The centerpieces of “Supercars,” the Petersen Automotive Museum’s new online video tour of an exhibit that can’t be viewed in person because of Covid-19, are the 1988 Lamborghini Countach 5000QV as well as a stable of Ferraris that defined the category from the 1950s to today. That’s as it should be. Those were the cars whose images adorned the bedroom walls of teenage boys starting in the 1960s and ’70s, usually with a bikini-clad supermodel splayed across the hood. But as this overview makes clear, covering some 30 automobiles spread across the entire 14,000 square feet of the museum’s third floor, there is much more to the history and development of so-called supercars.<br />Michael Bodell, the museum’s deputy director, is our guide (the show was curated by Exhibitions Director Bryan Stevens), and he reminds us that these playthings of the uberwealthy and well-connected have a long history. We see the 1913 Mercer Type 35-J Raceabout, which competed in the first Indianapolis 500, and the 1923 Mercedes 28/95 Targa-Florio, its high hood-line hiding what was, at the time, Mercedes’s most powerful automotive engine, adapted from aircraft technology—a 7.2-liter, inline six-cylinder that produced about 95 horsepower. While these cars may not make us think of the Lamborghinis or Ferraris to come, most of America at that time was driving Henry Ford’s boxy Model T, early models of which had 2.9-liter, inline four-cylinder engines that produced only 20 horsepower.<br />The Art Deco period’s marriage of design and function is clearly evident in the next two vehicles in the virtual tour, the 1933 Duesenberg Model SJ, an ultra-luxurious long-nosed convertible coupe popular with Hollywood celebrities of the day that put out more than 300 horsepower and had a top speed of over 130 miles per hour. While someone may have driven this car that fast, that wasn’t the purpose of buying one. Rather, it was to be seen in it—leaving onlookers agog at the silver-wrapped exhaust manifolds, spoke wheels and the distinctive flying-goddess hood ornament.<br />Art Deco’s influence is even more evident in the 1938 Delahaye 145 with a custom body by French coachbuilder Henri Chapron. One of four Delahaye Grand Prix cars, it’s really a race car whose bodywork makes it road-worthy and head-turning, with rounded, sculpted fenders, streamlined hood and sloping tail, all in an elegant blue and purple two-tone finish.<br />Where we really get into modern-day supercars is the 1952 Ferrari 212/225 Inter Spyder Barchetta, originally owned by Henry Ford II; he took it to his designers, who were inspired to create the 1950s Thunderbirds. One of the few all-original cars in the museum’s collection, it has a staid black finish with white interior and whitewall tires. Its sleek, rounded edges and open cockpit are so far removed from the top-selling American car of 1952, the Buick Roadmaster, that the two shouldn’t be discussed in the same sentence."
}