{
    "url_original": "https://www.wsj.com/articles/supersizing-obamacare-subsidies-11614210175?mod=opinion_lead_pos1",
    "url": "supersizing-obamacare-subsidies-11614210175",
    "title": "Supersizing ObamaCare Subsidies",
    "sub_head": "The Covid bill hides a major expansion of the Affordable Care Act.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-303917?width=620&size=1.5",
    "image_1": "im-303917.jpg",
    "time": "2021-02-24 18:42:00",
    "body": "We’ve been telling readers about the progressive policy priorities hitching a ride on Congress’s “Covid relief” bill. That includes shoveling billions into the Affordable Care Act, with the goal of making government insurance a middle-class entitlement on the way to Medicare for All.<br />Provisions of the $1.9 trillion bill moving through the House make Affordable Care Act subsidies more generous and available even to the affluent. Buying an ObamaCare policy makes sense if a subsidy shields you from fearsome premiums and out-of-pocket costs; more than 85% of enrollees receive such a subsidy. But those who earn too much to qualify for government subsidies have been fleeing the exchanges. The Centers for Medicare and Medicaid Servicessaid last fall that unsubsidized enrollment dropped 45% between 2016 and 2019.<br />Instead of making the underlying product better or less expensive, Democrats now want to pass more of the cost onto taxpayers. More low-income buyers would pay little to nothing for insurance. Democrats would also remove the income cap for receiving subsidies, which is 400% of the poverty line, and reduce a person’s maximum contribution to 8.5% of income from 10%.<br />The ObamaCare “subsidy cliff” is poor policy that punishes Americans for working and earning more, but now government will spend scarce resources on those who don’t need help. Brian Blase of the Galen Institute has pointed out that a family of four headed by a 60-year-old earning $240,000 could qualify for a nearly $9,000 subsidy. These are not the folks hit hard by the pandemic, many of whom are eligible for Medicaid.<br />The supersized subsidies would cost $34 billion over two years but that is merely the beginning. The politics are such that the benefit will never be revoked. The more generous subsidies will be captured by insurers, who will continue to raise premiums, and the specter of high costs will push lawmakers to intervene again. Rinse, repeat. Smaller businesses may move their workers onto the exchanges instead of offering their own insurance."
}