{
    "url_original": "https://www.wsj.com/articles/super-bowl-2021-start-time-when-11611699652",
    "url": "super-bowl-2021-start-time-when-11611699652",
    "title": "Super Bowl 2021 Viewer’s Guide: Start Time, How to Watch",
    "sub_head": "The Super Bowl starts at the same time as every year: 6:30 p.m.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-290369?width=620&size=1.5005861664712778",
    "image_1": "im-290369.jpg",
    "time": "2021-02-07 16:27:00",
    "body": "This year’s Super Bowl on Feb. 7 (that’s today) between the Kansas City Chiefs and Tampa Bay Buccaneers, will begin at 6:30 p.m. ET. That shouldn’t come as a surprise. That’s the same time as last year and every year for the last decade.<br />The last time the Super Bowl wasn’t at 6:30 p.m. was in the distant time of 2010, before a radical shift brought it to its current slot. That year, the game was at 6:25 p.m., five minutes earlier than 6:30 p.m. In 2009, it was at 6 p.m. In 2008, it was at 6:17 p.m. On four occasions, it was even at 6:18 p.m. The NFL has dabbled in much experimentation during the six o’clock hour before finding the comfort of 6:30 p.m.<br />There are, however, some things about the big game that vary from year to year. That’s especially true in 2021 for an event that will look like never before with the country in the throes of a global pandemic. So here’s your quick guide to everything about the 55th Super Bowl, otherwise known as Super Bowl LV.<br />The Kansas City Chiefs and the Tampa Bay Buccaneers. That’s especially exciting because of the teams’ two quarterbacks: Patrick Mahomes and Tom Brady—the last two to win the Super Bowl.<br />Mahomes led the Chiefs to last year’s title. Brady has won six and this will be his 10th Super Bowl appearance. But the previous nine came with the New England Patriots, the team he left after last season. It’s a generational battle between the 43-year-old Brady and the 25-year-old Mahomes. One is toward the end of an all-time career. The other is at the beginning of one."
}