{
    "url_original": "https://www.wsj.com/articles/supreme-court-approves-subpoena-for-trumps-financial-records-11614005309?mod=business_minor_pos5",
    "url": "supreme-court-approves-subpoena-for-trumps-financial-records-11614005309",
    "title": "Supreme Court Denies Trump Bid to Block Access to Tax, Financial Records",
    "sub_head": "Ruling ends former president’s efforts to halt probe into whether Trump Organization engaged in insurance, bank fraud",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-302267?width=620&size=1.5",
    "image_1": "im-302267.jpg",
    "time": "2021-02-22 15:13:00",
    "body": "WASHINGTON—The Supreme Court denied former President Donald Trump’s last-ditch effort to keep New York prosecutors from seeing his tax returns and other financial records, issuing a one-sentence order Monday with no noted dissents.<br />Separately, the court rejected Mr. Trump’s efforts to throw out ballots in Wisconsin and Pennsylvania, states he lost to President Biden in November’s election. The justices appeared to be working on cleaning house of Trump-related litigation following the former president’s second Senate impeachment trial earlier this month.<br />A bipartisan Senate majority found Mr. Trump guilty of inciting an insurrection culminating in his supporters’ Jan. 6 attack on the Capitol, but the 57-43 margin fell short of the two-thirds vote needed for conviction.<br />Manhattan District Attorney Cyrus Vance Jr. has been investigating potential insurance and bank fraud by the Trump Organization and its officers. Mr. Vance sent a grand-jury subpoena to Trump accountant Mazars USA in August 2019, but the then-president intervened to block it, arguing that his official status immunized him from criminal investigation during his term.<br />Last July, the Supreme Court ruled that the president had no inherent power to prevent a third party from turning over records to criminal investigators but could assert other arguments any citizen could raise against a subpoena, such as that it was overbroad or issued for an improper purpose."
}