{
    "url_original": "https://www.wsj.com/articles/supreme-court-denies-holocaust-victims-property-claims-against-nazi-germany-hungary-11612392627?mod=politics_lead_pos4",
    "url": "supreme-court-denies-holocaust-victims-property-claims-against-nazi-germany-hungary-11612392627",
    "title": "Supreme Court Denies Holocaust Victims’ Property Claims Against Nazi Germany, Hungary",
    "sub_head": "International law has no remedy for property crimes a government against its own citizens, a unanimous court rules",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-294428?width=620&size=1.5",
    "image_1": "im-294428.jpg",
    "time": "2021-02-03 17:50:00",
    "body": "WASHINGTON—The Supreme Court stopped Holocaust victims and their descendants from seeking compensation in U.S. courts for property allegedly seized by Nazi Germany and its ally Hungary, ruling Wednesday that international law provides no remedy for property crimes a government commits against its own citizens.<br />The unanimous court acted in two separate suits over different types of property. One involved the Guelph Treasure, a collection of medieval German relics that Nazi leader Hermann Goering allegedly coerced a consortium of Jewish art dealers to sell in the 1930s at a third of its value. The other suit involved the Hungarian state railway MAV, which allegedly stripped Jews of their personal possessions before forcibly transporting them to Nazi death camps during World War II.<br />Foreign governments generally are immune from lawsuits in American courts, but Congress has created several exceptions. A federal appeals court in Washington found the Holocaust cases qualified, because the Foreign Sovereign Immunities Act permits suits over “property taken in violation of international law.”<br />Because genocide violates international law, property taken from Jews as the Nazi extermination campaign progressed could be recovered in U.S. courts, the appellate court reasoned.<br />At the high court, however, writing in the lead case, Germany v. Philipp, Chief Justice John Roberts said the appeals panel had misconstrued the meaning of that exception. Rather than applying to property taken during the violation of international law, he wrote, the exception covered only a property taking that itself violated international law—that is, when a government illegally seizes the property of another country’s citizen."
}