{
    "url_original": "https://www.wsj.com/articles/supreme-court-sides-with-california-churches-on-covid-19-restrictions-11614398483?mod=business_minor_pos4",
    "url": "supreme-court-sides-with-california-churches-on-covid-19-restrictions-11614398483",
    "title": "Supreme Court Sides With California Churches on Covid-19 Restrictions",
    "sub_head": "Order blocks Santa Clara County from including churches in ban on indoor gatherings",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-304624?width=620&size=1.5",
    "image_1": "im-304624.jpg",
    "time": "2021-02-26 23:01:00",
    "body": "WASHINGTON—The Supreme Court exempted five California churches from a county health directive intended to stem the coronavirus pandemic by prohibiting indoor gatherings.<br />The court’s unsigned order, issued late Friday over the dissent of three liberal justices, blocked Santa Clara County from enforcing the regulation against the churches while litigation continues. It was the latest in a string of orders from the court’s conservative majority directing state and local authorities to curb public-health efforts that restrict indoor religious gatherings.<br />“This outcome is clearly dictated by this Court’s decision in South Bay United Pentecostal Church v. Newsom,” the court said, referring to its decision earlier this month exempting religious services from California’s statewide regulations that prohibited most indoor gatherings for activities such as political rallies, lectures and performances. The court directed the state to classify religious services along with shopping malls, salons and bus terminals, which were limited to 25% capacity.<br />Santa Clara County, whose measures against the pandemic are among the strictest in California, continued to prohibit indoor gatherings, which it said included “political events, weddings, funerals, worship services, movie showings, cardroom operations.” Other indoor activities, including shopping, were permitted at 20% capacity.<br />The Gateway City Church, in San Jose, and four other churches contested the county’s order as conflicting with the Supreme Court’s directives, but a federal appeals court in San Francisco declined to block the restriction."
}