{
    "url_original": "https://www.wsj.com/articles/suspect-is-charged-in-unprovoked-stabbing-of-manhattan-man-11614370197?mod=business_minor_pos6",
    "url": "suspect-is-charged-in-unprovoked-stabbing-of-manhattan-man-11614370197",
    "title": "Suspect Charged With Hate Crime in Alleged Stabbing of Asian Man in Manhattan",
    "sub_head": "Police officials say the suspect might have been suffering from mental illness",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-304913?width=620&size=1.5",
    "image_1": "im-304913.jpg",
    "time": "2021-02-26 16:23:00",
    "body": "A Brooklyn man was charged with attempted murder as a hate crime after allegedly stabbing an Asian man in the back in an unprovoked attack in Manhattan’s Chinatown, New York Police Department officials said Friday.<br />The victim, 36 years old, was walking on Worth Street, near Daniel Patrick Moynihan U.S. Courthouse, at 6:20 p.m. Thursday when the suspect, Salman Muflihi, allegedly approached him from behind and stabbed him, police officials say. The victim, who wasn’t identified by police, was listed in stable condition at Bellevue hospital Friday. The officials said the victim was walking home at the time.<br />According to officials, Mr. Muflihi, 23 yearsw old, approached a security guard after the incident and said, “I just stabbed someone.” Mr. Muflihi later told detectives that he stabbed the man because he didn’t like the way the man looked at him, the officials said.<br />Mr Muflihi may have been suffering from psychological distress at the time of the attack, according to the officials.<br />The attack comes during a rise in violence in New York City and after a string of unprovoked assaults on Asians residents, including incidents that police say were motivated by racial bias. Thursday’s stabbing was brought to the attention of the NYPD’s Asian Hate Crimes Task Force, but initially it wasn’t being investigated as a hate crime, the officials said."
}