{
    "url_original": "https://www.wsj.com/articles/sweatpants-are-not-peak-comfortfleece-trousers-are-11614109890",
    "url": "sweatpants-are-not-peak-comfortfleece-trousers-are-11614109890",
    "title": "Sweatpants Are Not Peak Comfort—Fleece Trousers Are",
    "sub_head": "Men whose style skews casual are zeroing in on the coziest things around: outrageously soft fleece trousers",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-302332?width=620&size=1",
    "image_1": "im-302332.jpg",
    "time": "2021-02-23 14:51:00",
    "body": "IF YOU BELIEVE that shlumpy, elastic-waisted sweatpants sit at the extreme end of casual wear, well, you are wrong. Push further into the realm of comfort and you will find fuzzy fleece pants, perhaps the most notable achievement in wearable coziness. Cut like a roomy sweatpant (often with a similarly accommodating elastic waist) but fabricated in a highly insulating plush material, fleece pants are like a Patagonia Retro-X jacket transplanted onto your legs. Could it get any cozier than that?<br />Fleece pants are not a recent creation. Back in the 1990s, Gene Han, the owner of Hatchet Outdoor Supply Co., a clothing shop with locations in Brooklyn and Los Angeles, recalls seeing fleece pants from labels like ACG— Nike ’s  techy, hiking-inspired sub-label. This winter, though, he’s witnessed an unprecedented demand for his shop’s stock of the teddy-bear-plush pants from nature-focused labels Gramicci and Manastash. “We are totally sold out….I wanted some for myself while I’m stuck at home and I couldn’t even pick them up,” he said.<br />It’s not just that they’re stupendously soft. Mr. Han (whose shop also sells sweatpants) considers fleece pants toastier and therefore “superior” to sweats. Converts concur. Fleece pants are “like wearing a blanket for each of your legs,” said Kyle Bevilacqua, 36, a New Jersey-based corporate tax attorney who bought a pair of furry fleece trousers from New York’s 18 East about a year ago. Mr. Bevilacqua, who is a runner, initially got the pants because he wanted “something super warm to wear” to winter races.<br />As a source of insulation, the fleece pants exceeded his expectations and have since infiltrated his daily winter wardrobe. He wears them with waffle-knit sweaters and, for maximum coziness, a fleece sweatshirt. On super cold days, Mr. Bevilacqua said, “they became this really great thing to throw on to run out and grab a coffee or just take a walk around town.” The highly textural trousers also provoke envying comments: “I’ve gotten a few ‘those look so incredibly warm.’”<br />Kendall Riley, 29, a software consultant in Lawrence, Kan., snags compliments, too, when he wears one of his three pairs of Gramicci fleece pants, which are cut a bit like a straight-legged five-pocket jean. “I had someone say that ‘they’re really fun,’” he said. Recently, he posted a photo of himself in the fluffy bottoms on Instagram and a friend’s mother messaged him to ask where she could get them for her son. Mr. Riley tends to pair the fluffy pants with simple fare like a navy sweatshirt or a matching tan Patagonia fleece."
}