{
    "url_original": "https://www.wsj.com/articles/t-mobile-warns-investors-of-more-costs-ahead-as-it-digests-sprint-11612477821?mod=business_lead_pos13",
    "url": "t-mobile-warns-investors-of-more-costs-ahead-as-it-digests-sprint-11612477821",
    "title": "T-Mobile Warns Investors of More Costs Ahead as It Digests Sprint",
    "sub_head": "Cellphone carrier reports roughly flat fourth-quarter profit after expenses for integrating onetime rival",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-295275?width=620&size=1.5",
    "image_1": "im-295275.jpg",
    "time": "2021-02-04 17:30:00",
    "body": "T-Mobile  US Inc. said its nearly year-old merger with Sprint Corp. will saddle the combined company with more costs this year as its engineers shift more subscribers onto a single network.<br />The Bellevue, Wash., company said it would spend $2.5 billion to $3 billion before taxes folding the stores, employees and network infrastructure it acquired from its one-time competitor into the new business. The company spent about $1.9 billion on such expenses last year.<br />The added burden pushed T-Mobile’s fourth-quarter net income to $750 million, or 60 cents a share, compared with a year-earlier result of $751 million, or 87 cents a share. The latest quarterly result included $686 million of merger costs. Revenue jumped to $20.3 billion from $11.9 billion a year earlier, before the company had absorbed Sprint.<br />T-Mobile closed its purchase of smaller competitor Sprint last year after a two-year legal campaign that culminated in a federal court ruling in its favor.<br />The merger left the U.S. with three major carriers that have spent the past year fighting each other and a collection of smaller brands for new customers. T-Mobile in January reported a net gain of 824,000 postpaid phone connections in the fourth quarter. Rival AT&T Inc. said it added 800,000 of those prime customers. Verizon reported a net gain of 279,000 postpaid phone connections."
}