{
    "url_original": "https://www.wsj.com/articles/taiwan-could-defend-itself-more-effectively-11612563552?mod=opinion_major_pos18",
    "url": "taiwan-could-defend-itself-more-effectively-11612563552",
    "title": "Taiwan Could Defend Itself More Effectively",
    "sub_head": "Unlike today’s forces whose major weapons and headquarters are highly vulnerable to missile attack, small units armed with man-portable missiles distributed throughout the island would survive to outnumber (by far) the maximum total of potential invaders.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-292536?width=620&size=1.5",
    "image_1": "im-292536.jpg",
    "time": "2021-02-05 17:19:00",
    "body": "Regarding the letters “Taiwan Defense: A Hard Problem for the U.S.” (Feb. 2) responding to Elbridge Colby’s “America Can Defend Taiwan” (op-ed, Jan. 27): Mr. Colby rightly argues that Taiwan’s defense is an obligation which should be explicitly recognized as such and that the U.S. can meet the challenge.<br />I would merely add that “a hard problem for the U.S.” would be much less hard if Taiwan could reliably outnumber any invading force, by adopting the Finnish model of universal (very) short-service conscription for (very) intensive training followed by placement in a ready reserve, with occasional refreshers. Unlike today’s forces whose major weapons and headquarters are highly vulnerable to missile attack, small units armed with man-portable missiles distributed throughout the island would survive to outnumber (by far) the maximum total of potential invaders. Finland with 5.5 million inhabitants can field 600,000 properly trained, properly armed defenders (total number on the books is 900,000). With 23.7 million inhabitants Taiwan should manage two million, i.e., twice the size of the entire People’s Liberation Army ground force and 10 times the size of the largest possible invading force.<br />Military service is very unpopular in Taiwan and it would be in Finland, too, if young Finns were forced to waste their time on parade-ground drills to sustain a conventional structure unlikely to survive one day of missile bombardment. As it is, young Finns look forward to their months of hard but highly purposeful training, rightly confident of defeating badly outnumbered invaders.<br />Edward N. Luttwak<br />Chevy Chase, Md."
}