{
    "url_original": "https://www.wsj.com/articles/talk-about-putting-politics-in-the-bedroom-11612807290?mod=opinion_lead_pos8",
    "url": "talk-about-putting-politics-in-the-bedroom-11612807290",
    "title": "Talk About Putting Politics in the Bedroom!",
    "sub_head": "Activist David Hogg says he’ll start a pillow maker to compete with Mike Lindell. Where does it end?",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-02-08 13:01:00",
    "body": "Great conflicts are many years in the making. It’s often a revolutionary spark or an unaccountable misjudgment that tumbles the participants into all-out strife. But the long descent into hostilities is usually marked by events, large and small, that serve as grim historical milestones on the road to war.<br />Some of these are self-evidently consequential, large political acts that drive the wedge deeper between the parties. But some are symbolic yet capture more vividly the widening cleavage.<br />The British Parliament’s passage of the Townshend Acts in 1767 and 1768 imposed onerous levies on the American colonists and fueled the secessionist zeal. But it’s the Boston Tea Party most people think of when they seek an image of war made inevitable by intolerable acts. More than 80 years later, the Kansas-Nebraska Act hastened the path to civil war by abolishing the Missouri Compromise on the admission of new slave states. But John Brown’s Raid on Harpers Ferry still does more to fire the imagination, enshrined in popular memory as the moment the just cause of abolitionism made conflict necessary.<br />When historians look back at the disintegration of the U.S. in the 21st century, I wonder if they might identify the Great Pillow Fight as one of those symbolic moments that presaged a looming catastrophe.<br />Last week David Hogg, a survivor of the 2018 Parkland, Fla., school shooting, announced a dream to launch a pillow-manufacturing company. In a series of tweets Mr. Hogg promised a product that would be union-made, support progressive causes and, above all, “not attempt a white supremacist overthrow of the United States government.”"
}