{
    "url_original": "https://www.wsj.com/articles/tampa-bay-won-the-super-bowl-at-home-it-may-become-a-covid-spreader-11612801603",
    "url": "tampa-bay-won-the-super-bowl-at-home-it-may-become-a-covid-spreader-11612801603",
    "title": "Tampa Bay Won the Super Bowl at Home. It May Become a Covid Spreader.",
    "sub_head": "Large celebrations in Tampa after the Buccaneers’ win have raised concern over increased transmission of the virus",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-296259?width=620&size=1.5005861664712778",
    "image_1": "im-296259.jpg",
    "time": "2021-02-08 11:26:00",
    "body": "TAMPA, Fla.—Car horns blared into the wee hours of the morning. Large crowds spilled into the streets. Fans gathered for a historic Super Bowl celebration—many without face coverings in the throes of this Covid-19 pandemic.<br />The Tampa Bay Buccaneers became the first NFL team to ever win the Super Bowl on its home field when the team throttled the Kansas City Chiefs 31-9 Sunday night. It was a cause for such widespread celebration that some, including Tampa mayor Jane Castor, are now expressing concern about potential coronavirus spread in the wake of a night of partying that was preceded by a week of growing crowds inside the city.<br />“I’m worried now that we might see another surge,” said Dr. Marissa Levine, a professor of public health practice at the University of South Florida and former state health commissioner in Virginia. “We never know until after the fact if an event has been a super spreader.”<br />This Super Bowl itself was a testament to pandemic-related safety measures in numerous ways. The NFL only reached this point as scheduled after pouring tens of millions of dollars into daily testing for its personnel, contact tracing for infected individuals and protocols that mandated social distancing and mask wearing inside team facilities. The game itself featured a reduced capacity crowd of 24,835, which included 7,500 vaccinated health-care workers.<br />"
}