{
    "url_original": "https://www.wsj.com/articles/tanzania-shunned-lockdowns-now-its-rejecting-covid-19-vaccines-11612364606",
    "url": "tanzania-shunned-lockdowns-now-its-rejecting-covid-19-vaccines-11612364606",
    "title": "Tanzania Shunned Lockdowns. Now It’s Rejecting Covid-19 Vaccines.",
    "sub_head": "Tanzanian President John Magufuli has rejected social-distancing measures and instead urged citizens to pray against a ‘satanic’ virus",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-294218?width=620&size=1.5",
    "image_1": "im-294218.jpg",
    "time": "2021-02-03 10:03:00",
    "body": "Tanzania’s government said it had no interest in accessing Covid-19 vaccines, cementing its status as an outlier in the world’s fight against the pandemic, as most other African countries scrambled to secure shots.<br />Tanzanian President John Magufuli has rejected lockdowns and other social-distancing measures and instead urged the country’s 60 million citizens to pray in churches and mosques against a “satanic” virus. In May, when it had confirmed 509 Covid-19 infections and 21 deaths, the government stopped reporting cases to the World Health Organization, after Mr. Magufuli insisted that Tanzania had conquered the pandemic and that test kits showing positive results were faulty.<br />This week, Tanzanian Health Minister Dorothy Gwajima said the country had no intention of importing Covid-19 vaccines, including free doses it could get from the global Covax initiative, which aims to supply shots to poor and middle-income countries.<br />“We are not yet satisfied that those vaccines have been clinically proven safe,” Dr. Gwajima said at a news conference, flanked by unmasked government health officials.<br />The only other African countries that have opted to forgo the free Covax vaccines are Burundi, Eritrea and the island state of Madagascar, according to Gavi, the Vaccine Alliance, which manages the initiative along with the WHO. Other early Covid-19 deniers, such as Belarusian President Alexander Lukashenko—who last spring called the coronavirus a “psychosis” that could be fought with vodka, saunas and driving tractors—have since accepted vaccines."
}