{
    "url_original": "https://www.wsj.com/articles/teachers-not-nurses-get-covid-19-vaccine-priority-in-somecorners-of-mexico-11613829602",
    "url": "teachers-not-nurses-get-covid-19-vaccine-priority-in-somecorners-of-mexico-11613829602",
    "title": "Teachers, Not Nurses, Get Covid-19 Vaccine Priority in Some Corners of Mexico",
    "sub_head": "In rural Campeche, some are furious the government inoculated teachers—a key voting bloc—ahead of nearly half the state’s health workers",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-301736?width=620&size=1.5",
    "image_1": "im-301736.jpg",
    "time": "2021-02-20 09:00:00",
    "body": "CAMPECHE, Mexico—In recent weeks, thousands of public school teachers lined up outside schools and hospitals in this southern state as navy helicopters buzzed overhead carrying a precious shipment sent exclusively for them by Mexico’s president: Covid-19 vaccines.<br />The government’s own guidelines call for front-line hospital workers and seniors in Mexico’s hard-hit cities to get jabbed first. But teachers in rural Mexico are a key voting bloc.<br />Critics of President Andrés Manuel López Obrador say vaccinating teachers ahead of all doctors is the latest evidence of how the leftist president is playing politics with vaccinations in a country with the third-highest official Covid-19 death toll in the world, close to 180,000. And instead of having state health workers leading the effort, per usual protocol, Mr. López Obrador’s administration is using officials from its welfare arm, “Servants of the Nation,” recognizable by the vests they wear with Mexico’s national emblem.<br />Campeche is one of several key states that hold midterm elections in June. Polls show that Mr. López Obrador’s Morena party has a chance to unseat the former ruling PRI, which has ruled Campeche since the late 1920s. While many countries have made teachers a priority for vaccination programs during the coronavirus pandemic, they aren’t usually ahead of healthcare workers.<br />Inside hospitals, healthcare workers have been furious that the government was inoculating teachers while nearly half of the state’s doctors and nurses were still waiting."
}