{
    "url_original": "https://www.wsj.com/articles/tech-startups-new-million-dollar-question-do-we-really-need-an-office-11614369601?mod=tech_lead_pos10",
    "url": "tech-startups-new-million-dollar-question-do-we-really-need-an-office-11614369601",
    "title": "Tech Startups’ New Million-Dollar Question: Do We Really Need an Office?",
    "sub_head": "Some entrepreneurs says they’re better off building their businesses entirely in the cloud—for now, at least",
    "category_1": "Tech",
    "time": "2021-02-26 15:00:00",
    "body": "While larger companies are deciding how much of their workforce to send back to the office once the pandemic recedes, an increasing number of tech startups are wondering if they can make do without a lease altogether.<br />The crash course in remote work over the past year has shown some tech entrepreneurs that their ability to collaborate online is strong—and that they might be better off building their businesses entirely in the cloud. Founders could save money on rent and hire employees wherever they want to live.<br />Going cloud-only may not be for all companies. Even in the software sector, where the work doesn’t generally involve designing and building tangible objects, there are a host of challenges to dispensing entirely with offices. These range from learning the communication habits of colleagues who never met in person to fostering the kinds of relationships it takes to fundraise from afar. Decades of research point to the power of proximity, augmenting the lore around Silicon Valley, and the birth of the world’s most successful companies.<br />But some startup founders, like Alan d’Escragnolle, aren’t struggling with trade-offs and are finding the benefits of remote work worth it: He said his team brainstorms just as well remotely and that employee productivity hasn’t suffered.<br />A year ago, Mr. d’Escragnolle was set to join his co-founder at Filmhub, an online film-distribution startup, in Los Angeles to sign an office lease and start hiring. Instead, he ended up renting a ski house in Lake Tahoe, and has been running the company from there since March."
}