{
    "url_original": "https://www.wsj.com/articles/ten-republican-senators-ask-biden-to-work-with-them-on-coronavirus-relief-11612098418",
    "url": "ten-republican-senators-ask-biden-to-work-with-them-on-coronavirus-relief-11612098418",
    "title": "Biden Invites Republican Senators to Discuss Covid-19 Relief Plans",
    "sub_head": "The 10 senators proposed a $600 billion plan, as Democrats prepared to advance a $1.9 trillion package without GOP support",
    "category_1": "Politics",
    "time": "2021-02-01 07:27:00",
    "body": "WASHINGTON—President Biden will host a group of Republican senators to discuss a coronavirus-relief bill after they proposed a $600 billion plan, as Democrats prepared to advance the White House’s $1.9 trillion package without GOP support.<br />Mr. Biden issued the invitation to the 10 Republican senators, asking they come to the White House early this week for a “full exchange of views,” the White House said in a statement Sunday evening. It said Mr. Biden made the invitation in a conversation with Sen. Susan Collins (R., Maine), who helped organize the Republican proposal.<br />The meeting with Mr. Biden and GOP senators was set for 5 p.m. ET Monday, according to the president’s public schedule released late Sunday.<br />In a letter Sunday, the Republican senators asked to meet with Mr. Biden to present details of their proposal and said they were coming forward in response to his appeal for bipartisanship.<br />The GOP proposal would cost around $600 billion, according to Sen. Bill Cassidy (R., La.), who signed the letter, less than one-third of what Mr. Biden has proposed. Republicans said they would retain the $160 billion the Biden package includes to increase vaccinations and take other efforts to control the spread of the coronavirus, but strip or scale back other measures. The GOP plan, for instance, would reduce the $1,400 direct payments to Americans Mr. Biden has called for to roughly $1,000, Mr. Cassidy said on “Fox News Sunday.”"
}