{
    "url_original": "https://www.wsj.com/articles/tencent-executive-held-by-china-over-links-to-corruption-case-11613009016?mod=business_lead_pos3",
    "url": "tencent-executive-held-by-china-over-links-to-corruption-case-11613009016",
    "title": "Tencent Executive Held by China Over Links to Corruption Case",
    "sub_head": "Zhang Feng has been investigated for alleged unauthorized sharing of personal data collected by WeChat to an ex-official",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-297074?width=620&size=1.5",
    "image_1": "im-297074.jpg",
    "time": "2021-02-10 22:47:00",
    "body": "An executive at  Tencent Holdings Ltd. , China’s most valuable publicly listed company, has been held by Chinese authorities, part of a probe into a high-profile corruption case involving one of the country’s former top law-enforcement officials, people familiar with the matter said.<br />Zhang Feng has been under investigation by China’s antigraft inspector since early last year for alleged unauthorized sharing of personal data collected by Tencent’s social-media app  WeChat ,  the people said. They said Mr. Zhang was suspected of turning over  WeChat  data to former Vice Public Security Minister Sun Lijun, who is being investigating by Beijing for undisclosed violations of Communist Party rules.<br />Investigators are looking at what type of data Mr. Zhang allegedly might have shared with Mr. Sun and what Mr. Sun might have done with it, the people said.<br />Hong Kong-listed Tencent, which has a market capitalization of about $900 billion,  confirmed Thursday that Mr. Zhang is under investigation. The case “relates to allegations of personal corruption and has no relation to WeChat or Weixin,” a spokesman said in a statement to The Wall Street Journal. Weixin is WeChat’s sister app for the Chinese market.<br />Mr. Zhang was referred to as a Tencent vice president in a statement released by the municipal government of Zhangjiakou, a city near Beijing, in which he was described as having met the city’s mayor in October 2018."
}