{
    "url_original": "https://www.wsj.com/articles/tesla-and-bitcoin-what-could-possibly-go-wrong-11612797620?mod=business_minor_pos10",
    "url": "tesla-and-bitcoin-what-could-possibly-go-wrong-11612797620",
    "title": "Tesla Buys $1.5 Billion in Bitcoin: What Could Possibly Go Wrong?",
    "sub_head": "Elon Musk’s bitcoin purchase for Tesla is another warning for investors in the wake of GameStop mania",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-08 16:13:00",
    "body": "GameStop  mania was a wake-up call, but now the capital markets have truly reached ludicrous mode.<br />Electric-car maker  Tesla  said in a securities filing Monday that it has purchased $1.5 billion worth of bitcoin and that it expects to begin accepting payment in the cryptocurrency for its products in the future. Tesla shares and bitcoin both traded higher after the announcement. This follows social media posts by the auto maker’s influential boss, Elon Musk, that already had helped drive bitcoin’s price to a record. All told, the rally spurred by the announcement on Monday added more than $100 billion to bitcoin’s market value, while Tesla shares also rose yet again.<br />The investment is more than symbolic for the company, being equivalent to Tesla’s research-and-development tab for 2020. And while uniting two of the most popular investment themes under one roof is undoubtedly a winner today, the decision introduces even more risk to owning what is already one of the most speculative stocks of the current bull market.<br />As Tesla itself said in the filing, prices for digital assets such as bitcoin have been volatile in the past. Cryptocurrencies are a fairly recent development and their long-term adoption by consumers, investors and businesses is highly uncertain. That adds to the speculative fervor already gripping Tesla’s stock price in a feedback loop. Indeed, the manager of the most popular active fund recently, Cathie Wood of ARK Invest, has made big bets on both Tesla and a trust that owns bitcoin, fueling a record pace of inflows.<br />At a market value of about $800 billion, Tesla trades at about 6.5 times the combined value of  Ford  and  General Motors ,  despite controlling a small fraction of the global auto market. And Tesla lately has been losing market share in Western Europe to competitors including  Volkswagen ,  which has begun to compete aggressively in the electric category. The news of Tesla’s bitcoin investment eclipsed a negative headline for the company Monday about quality issues identified in the important Chinese market."
}