{
    "url_original": "https://www.wsj.com/articles/texas-electric-bills-were-28-billion-higher-under-deregulation-11614162780?mod=business_lead_pos7",
    "url": "texas-electric-bills-were-28-billion-higher-under-deregulation-11614162780",
    "title": "Texas Electric Bills Were $28 Billion Higher Under Deregulation",
    "sub_head": "Competition in the electricity-supply business promised reliable power at a more affordable cost",
    "category_1": "Markets",
    "time": "2021-02-24 05:33:00",
    "body": "Texas’s deregulated electricity market, which was supposed to provide reliable power at a lower price, left millions in the dark last week. For two decades, its customers have paid more for electricity than state residents who are served by traditional utilities, a Wall Street Journal analysis has found.<br />Nearly 20 years ago, Texas shifted from using full-service regulated utilities to generate power and deliver it to consumers. The state deregulated power generation, creating the system that failed last week. And it required nearly 60% of consumers to buy their electricity from one of many retail power companies, rather than a local utility.<br />Those deregulated Texas residential consumers paid $28 billion more for their power since 2004 than they would have paid at the rates charged to the customers of the state’s traditional utilities, according to the Journal’s analysis of data from the federal Energy Information Administration.<br />The crisis last week was driven by the power producers. Now that power has largely been restored, attention has turned to retail electric companies, a few of which are hitting consumers with steep bills. Power prices surged to the market price cap of $9,000 a megawatt hour for several days during the crisis, a feature of the state’s system designed to incentivize power plants to supply more juice. Some consumers who chose variable rate power plans from retail power companies are seeing the big bills.<br />None of this was supposed to happen under deregulation. Backers of competition in the electricity-supply business promised it would lower prices for consumers who could shop around for the best deals, just as they do for cellphone service. The system would be an improvement over monopoly utilities, which have little incentive to innovate and provide better service to customers, supporters of deregulation said."
}