{
    "url_original": "https://www.wsj.com/articles/texas-restaurants-and-grocers-hobbled-by-cold-weather-11613681464?mod=business_lead_pos11",
    "url": "texas-restaurants-and-grocers-hobbled-by-cold-weather-11613681464",
    "title": "Texas Restaurants and Grocers Hobbled by Cold Weather",
    "sub_head": "H-E-B is among chains shortening hours due to power cuts, road closures",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-301118?width=620&size=1.5",
    "image_1": "im-301118.jpg",
    "time": "2021-02-18 16:38:00",
    "body": "Power outages and supply problems tied to the frigid weather in Texas and surrounding states are constraining operations at the region’s restaurants and supermarkets.<br />Some residents say they have waited in long lines at grocery stores and gas stations. Bottled water is hard to find and frozen food at some stores without power has spoiled. Over 400,000 customers in Texas still had no power and millions of residents were under a boil-water notice on Thursday as another winter storm pounded covered much of the U.S. with snow, freezing rain and extreme cold.<br />H-E-B LP, a Texas supermarket chain, said it has shortened store hours and cut back on nonessential power usage, such as for lighting. The company placed purchase limits on some items, including water and propane tanks. Aldi Inc., another grocery chain, said Thursday that it reopened a Texas distribution center closed earlier in the week as snow and frigid temperatures descended across the southern U.S.<br />Many restaurants in the region had stocked up for Valentine’s Day and Fat Tuesday, only to see reservations vanish as temperatures plummeted. Reservations at Texas restaurants this week were at the lowest levels since last May, according to online booking site OpenTable.<br />Jack Gilmore said he closed the six Austin restaurants he co-owns on Saturday night due to the coming storm. He said that Valentine’s Day is typically his third-busiest night of the year; his Jack Allen’s Kitchen and Salt Traders Coastal Cooking restaurants were stocked with enough food for days of strong sales. He said some employees have asked if they can take milk home from restaurant coolers because they can’t find it at grocery stores."
}