{
    "url_original": "https://www.wsj.com/articles/texas-style-blackouts-are-the-future-11613772034?mod=opinion_lead_pos8",
    "url": "texas-style-blackouts-are-the-future-11613772034",
    "title": "Texas-Style Blackouts Are the Future",
    "sub_head": "The grid is designed to shut down, and we’re designing it to shut down more often.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-301582?width=620&size=1.5",
    "image_1": "im-301582.jpg",
    "time": "2021-02-19 17:00:00",
    "body": "In 2011 an earthquake and tsunami hit Japan, killing 18,500 people, wiping away neighborhoods, depositing fuels, sludge and toxic chemicals across a considerable landscape. And yet all anybody wanted to talk about was a nuclear power accident that killed nobody. This selective focus may well have contributed to an ill-advised evacuation that led to premature deaths. Angela Merkel thereupon kicked off a world-wide retreat from nuclear power that likely put paid to any hope of meeting the greenhouse targets named in the Paris accord.<br />We may be suffering a similar neurosis now. A cold snap that touches all of Texas with subfreezing temperatures is a once-a-century event, if that, and yet our discussion about it is rapidly becoming a self-defeating mess.<br />Twenty years old is a debate about whether America’s grid resilience is in some kind of crisis. For most Texans, this week’s outages were measured in hours and intermittent. They weren’t the five- and 10-day outages experienced by my neighbors in Rob-and-Laura land three or four times in the past 12 years. Texas water shortages due to burst pipes also have a Northeastern parallel. Suburban New Yorkers who rely on electric well pumps were reduced to flushing their toilets with lake or stream water.<br />Federal data are not much help. From 2013 to 2018, routine interruptions were steady; those attributed to “major events” grew sharply in the final two years. But one thing we’ve long known. By design, U.S. systems generate a lot more downtime (as much as 90% more) than systems in many European countries, where population density makes it cost-effective to bury power lines, where hurricanes and tornadoes are unknown, where forests were tamed or removed centuries ago, and where their idea of wilderness is our idea of a suburb.<br />In covering this week’s Texas outages, the Economist magazine couldn’t decide whether the world’s “climate crisis” or “America’s infrastructure crisis” was the right headline. The reality is more prosaic. Significant freezing episodes led to blackouts at least seven times from 1983 to 2011. In Texas, politicians, utility executives and citizens have repeatedly been asked by nature: Do you want to winterize your grid against rare winter outages or do you prefer lower rates? Lower rates kept winning, at least till now."
}