{
    "url_original": "https://www.wsj.com/articles/texas-livestock-industry-reels-from-storm-outages-11613508000?mod=markets_lead_pos10",
    "url": "texas-livestock-industry-reels-from-storm-outages-11613508000",
    "title": "Texas Livestock Industry Reels From Storm, Outages",
    "sub_head": "Exposure and frozen pipes threaten cattle; dairy farmers are forced to dump milk after plant shutdowns",
    "category_1": "Business",
    "time": "2021-02-16 15:40:00",
    "body": "Bitter cold and power outages have created a crisis for some Texan farms and ranches, leaving livestock dead from exposure and raising fears that herds could run short of food and water.<br />Forced shutdowns of plants that process milk and make animal feed are disrupting the state’s agricultural supply chains, industry executives said. Some farmers are being forced to dump tankers of milk on fields because it can’t be processed, and state agriculture officials feared livestock may have to be euthanized if they cannot be watered and fed.<br />“No feed, no water, and no heat doesn’t make for a good situation,” said Sid Miller, Texas agriculture commissioner. Mr. Miller on Tuesday said he was urging state utilities to restore electricity to rural areas—some of which he said had gone without power for more than 30 hours straight—while fielding calls from cattlemen losing calves to the cold and poultry farmers struggling with frozen water pipes.<br />A rare winter storm over the weekend and record-low temperatures in some parts of Texas caused power demand in the state to outpace supply, as thermostats were cranked up. At the same time, freezing temperatures forced some natural-gas and coal-fired power plants offline, while wind turbines in West Texas froze and snow blanketed banks of solar panels. Texas power officials called for rotating outages to manage the shortfall, but in some parts of the state those measures have led to extended stretches without power.<br />The situation has turned into chaos for some producers in one of the country’s most livestock- and poultry-heavy states. Texas in December counted about 2.9 million cattle on feedlots, the most in the nation, according to the U.S. Department of Agriculture. The state’s dairies house the country’s fifth-largest dairy herd with about 613,000 milking cows, and Texas is the sixth-biggest chicken producer, raising about 675 million birds for slaughter in 2019, according to the latest USDA figures."
}