{
    "url_original": "https://www.wsj.com/articles/texas-spins-into-the-wind-11613605698?mod=opinion_lead_pos1",
    "url": "texas-spins-into-the-wind-11613605698",
    "title": "Texas Spins Into the Wind",
    "sub_head": "An electricity grid that relies on renewables also needs nuclear or coal power.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-300699?width=620&size=1.5",
    "image_1": "im-300699.jpg",
    "time": "2021-02-17 18:48:00",
    "body": "While millions of Texans remain without power for a third day, the wind industry and its advocates are spinning a fable that gas, coal and nuclear plants—not their frozen turbines—are to blame. PolitiFact proclaims “Natural gas, not wind turbines, main driver of Texas power shortage.” Climate-change conformity is hard for the media to resist, but we don’t mind. So here are the facts to cut through the spin.<br />Texas energy regulators were already warning of rolling blackouts late last week as temperatures in western Texas plunged into the 20s, causing wind turbines to freeze. Natural gas and coal-fired plants ramped up to cover the wind power shortfall as demand for electricity increased with falling temperatures.<br />Some readers have questioned our reporting Wednesday (\"The Political Making of a Texas Power Outage\") that wind’s share of electricity generation in Texas plunged to 8% from 42%. How can that be, they wonder, when the Electric Reliability Council of Texas (Ercot) has reported that it counts on wind to meet only 10% of its winter capacity.<br />Ercot’s disclosure is slippery. Start with the term “capacity,” which means potential maximum output. This is different than actual power generation. Texas has a total winter capacity of about 83 megawatts (MW) including all power sources. Total power demand and generation, however, at their peak are usually only around 57 MW. Regulators build slack into the system.<br />Texas has about 30,000 MW of wind capacity, but winds aren’t constant or predictable. Winds this past month have generated between about 600 and 22,500 MW. Regulators don’t count on wind to provide much more than 10% or so of the grid’s total capacity since they can’t command turbines to increase power like they can coal and gas plants."
}