{
    "url_original": "https://www.wsj.com/articles/texas-freeze-heats-up-some-refiners-11613592128?mod=business_minor_pos10",
    "url": "texas-freeze-heats-up-some-refiners-11613592128",
    "title": "Texas Freeze Heats Up Some Refiners",
    "sub_head": "Unusually cold Texas weather is both good and bad for oil refiners as margins get a boost, but some are unable to capitalize",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-300251?width=620&size=1.5",
    "image_1": "im-300251.jpg",
    "time": "2021-02-17 15:02:00",
    "body": "The massive oil-and-gas complex along the U.S. Gulf Coast is built with extreme weather in mind—just not this kind. Bitter cold and resulting blackouts have shut in more production and refining capacity than any recent hurricane, delivering a windfall for some companies with the right assets in the right place.<br />Oil prices usually fall when refiners shut down unexpectedly—they are, after all, the only customer—but both U.S. crude supply and demand are being pinched. The picture is more bullish for the fuels refiners churn out. More than 3 million barrels a day of crude oil production, or about 27% of the total, have been affected, according to Raymond James, while about 18% of refining capacity has been shut. Front-month gasoline futures hit their highest level since October 2018 on Wednesday.<br />The crack spread, the difference between gasoline prices and crude oil, was up 5.13%, according to Robert Yawger, energy futures analyst at Mizuho Securities. That means higher profits for refiners still up and running.<br />Independent refiners, so badly battered by the pandemic, have seen a bump. The biggest gainers include shares of  PBF Energy  and  CVR Energy ,  both up by about a fifth compared with a week ago. Around 82% of PBF Energy’s total refining capacity is outside the Gulf Coast area. Other refiners with mixed footprints, such as  HollyFrontier Corp.  and  Valero ,  also have seen gains.<br />It isn’t clear how long the windfall will last and what the net benefit will be. For those that had to shut off substantial Gulf Coast refining capacity, a longer shutdown could just erase temporary profits. Meanwhile, market forces are at work. Mr. Yawger notes that European buyers have been purchasing crude oil to refine and export it to the U.S. as fast as they can. U.S. gasoline imports rose 20% this week compared with a week earlier, according to S&P Global Platts."
}