{
    "url_original": "https://www.wsj.com/articles/thanks-but-no-thanks-uncle-sam-11612998552?mod=opinion_lead_pos10",
    "url": "thanks-but-no-thanks-uncle-sam-11612998552",
    "title": "Thanks but No Thanks, Uncle Sam",
    "sub_head": "A gift horse arrives thanks to the Covid stimulus. Let’s look it right in the mouth.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-297250?width=620&size=1.5",
    "image_1": "im-297250.jpg",
    "time": "2021-02-10 18:09:00",
    "body": "I never thought the old saying “Don’t look a gift horse in the mouth” applied to me, since until last year I never received unexpected gifts. But now my wife and I find ourselves looking into the mouth of a “gift horse”—stimulus checks. To be precise, there were no checks; $2,400 and then $1,200 were deposited directly into our checking account. Apparently we’re going to get another $2,800.<br />Free money—wow! But we don’t want it. We don’t need it. The program is popular. According to a recent poll, nearly 8 of 10 Americans approve of giving out payments of $1,400. The trouble is that plenty of the people who qualify do fine without the handout.<br />We do because we have an adjusted gross income of $78,000, from Social Security and three small pensions. Our expenses are low. Our mortgage, $1,500 a month, is almost paid off. Our two adult children support themselves. Our seven-year-old car is paid for. My wife rarely drinks; I have one beer a day, which costs around $10 a week.<br />We can’t afford to take luxury cruises or go often to expensive restaurants, but we can travel to Europe every other year and rent a beach house for a week every summer.<br />“Anyone who lives within his means suffers from a lack of imagination,” the actor Lionel Stander observed. For many years we lived beyond our means, traveling frequently as we supported our daughters’ college education. But in the past 15 years we’ve had no credit-card debt. Most important, we have a superb medical plan. We rarely have copayments. We also have good dental insurance."
}