{
    "url_original": "https://www.wsj.com/articles/the-new-covid-vacation-moving-abroad-11614359077",
    "url": "the-new-covid-vacation-moving-abroad-11614359077",
    "title": "The New Covid Vacation? Moving Abroad",
    "sub_head": "While the pandemic made most Americans housebound, it also inspired a number of people to move overseas indefinitely in search of greater freedom. Here’s how and where to do it.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-304415?width=620&size=custom_1667x1161",
    "image_1": "im-304415.jpg",
    "time": "2021-02-26 12:04:00",
    "body": "THE COVID-19 pandemic squashed countless dreams around the world. But it also helped a few come true.<br />Laurie Beijen’s family had long wanted to move from San Francisco to Spain for a year. Her husband had been able to do it twice as a child, thanks to the sabbaticals his professor father took, and he wanted his kids to have a similar formative experience.<br />“We never figured out how we could make it work,” said Ms. Beijen, 46, who manages rental properties. Last fall, with Ms. Beijen and her husband both working remotely and their kids, 11 and 9, in school two days a week, an ambitious plan emerged. “We were like, we can either sit here and have Groundhog Day every day, like we’ve been doing for the past several months,” Ms. Beijen said, “or we can do something with this time and really kind of make it matter.” It took a few months to assemble their visa paperwork (“like the biggest term paper I’ve ever done,” she said). They submitted it the day before Thanksgiving, received approval in January and departed a few days later.<br />Now they’re living in a small town outside of Valencia, in southeastern Spain. The modernized farmhouse the family rented is surrounded by orange and avocado trees; on weekends they visit nearby beaches and castles. The kids attend a private British school nearby—in person, five days a week. “So far so good,” Ms. Beijen said.<br />The Department of State estimates that some 9 million U.S. citizens live outside of the country. When Covid-19 closed borders and triggered restrictions around the world, thousands of them returned home—even diplomats, as some 6,000 were evacuated with their families. But other Americans are bucking the trend, leaving the U.S. to live overseas for anywhere from a few months to indefinitely. A number of hotels and resorts have been capitalizing on the appeal of extended stays, offering discounts and upgrades for bookings that are over 14 days or a month. Luxury travel company Embark Beyond launched an Embark Longer program, which offers discounts and amenities such as unlimited laundry service for resort and villa stays upward of a month. “We have clients staying several months in places like St. Barts and even Ireland,” said Jack Ezon founder of Embark Beyond. And several countries are offering special streamlined visa programs that allow foreigners to work legally for several months or a year (see “Stay Awhile” below)."
}