{
    "url_original": "https://www.wsj.com/articles/the-new-york-death-toll-11613766705?mod=opinion_minor_pos1",
    "url": "the-new-york-death-toll-11613766705",
    "title": "The New York Death Toll",
    "sub_head": "A new study on the impact of the Cuomo nursing-home order.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-301698?width=620&size=1.5",
    "image_1": "im-301698.jpg",
    "time": "2021-02-19 15:31:00",
    "body": "Why did New York Gov. Andrew Cuomo’s Health Department work so  hard for so long to prevent accurate disclosure of Covid deaths among the state’s nursing home residents? The governor has presented the scandal as simply a debate about the way deaths were categorized, while rejecting the notion that his policies increased mortality. His position will be harder to maintain after Thursday’s release of a new study from New York’s Empire Center for Public Policy.<br />Readers will recall that the Empire Center is the think tank that spent months trying to pry Covid data out of Mr. Cuomo’s government, which offered a series of unbelievable excuses for its refusal to disclose. Finally on Feb. 10—six months after the Empire Center filed a request under the state’s Freedom of Information Law, five months after it sued the government, and one week after a state court ruled that the Cuomo administration had violated the law and ordered it to come clean—Team Cuomo finally started coughing up some of the records.<br />The Empire Center’s new analysis of long-hidden data suggests that  a key Cuomo policy had disastrous results in the spring of 2020. After reviewing the information on deaths in long-term care facilities, Bill Hammond and Ian Kingsbury of the Empire Center report:<br />The study clearly suggests that Cuomo policy cost lives, and not just a few of them. According to the authors:<br />The Empire Center’s findings directly contradict what the Cuomo Health Department was saying last July—even as officials refused to disclose the underlying data that would have allowed the public to evaluate Cuomo claims."
}