{
    "url_original": "https://www.wsj.com/articles/the-american-dream-is-alive-on-mars-11614370446?mod=opinion_lead_pos5",
    "url": "the-american-dream-is-alive-on-mars-11614370446",
    "title": "The American Dream Is Alive on Mars",
    "sub_head": "Growing up in India, Vandi Verma admired Spock on ‘Star Trek’ and wanted to be an engineer. Now she drives the NASA rover exploring the red planet.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-26 15:14:00",
    "body": "There’s some confusion about the time at which Vandi Verma and I are supposed to connect on Zoom. She’s in Pasadena, Calif., and I’m in New York. I assume there’s been an Eastern vs. Pacific clock-mix-up, but Ms. Verma doesn’t think about time “that way.” Instead, she says, “I usually check whether somebody’s talking about Earth time or Mars time.”<br />Ms. Verma has good reason to pay heed to the time on Mars, currently 134 million miles away. She’s the chief engineer of robotic operations for the National Aeronautics and Space Administration’s Perseverance rover, which landed on Mars on Feb. 18. The sight of NASA scientists cheering the successful descent from their control room at the Jet Propulsion Laboratory lifted American hearts. But there were “many fewer people in the room,” she tells me, than when the last rover, Curiosity, reached the red planet in 2012: “There had to be distancing this time because of the pandemic. So there were people in other rooms, and others observing remotely.”<br />Ms. Verma and her team are responsible for “everything to do with the mobility of the rover,” which includes driving and navigation as well as operating the robotic arm that gathers rock and core samples on Mars. They also oversee the Ingenuity helicopter, a small, autonomous rotorcraft that weighs 4 pounds and spans 4 feet. “This will,” she tells me, “be the first aircraft to attempt powered, controlled flight on another planet.”<br />Ms. Verma does some of the driving of Perseverance herself, often remotely from home thanks to Covid. Her 18-month-old twins, Arjun and Anya, are usually home, so they’re often on Mars time, too, “although it’s sometimes hard to manage them.” Fortunately, her husband, a systems engineer at JPL, is on hand to help. Ms. Verma thinks she has it easy. Some colleagues have more-taxing “Earth-time counterparts in their life”—significant others and older children who have a hard time coexisting on cross-planetary clocks.<br />A Mars day, called a sol, is 40 minutes longer than an Earth day, so the time difference changes every day. “You try to get synchronized with Mars, instead of Earth,” Ms. Verma says. “So we’ll eat breakfast at 10 p.m. if that’s when it’s breakfast time on Mars, and dinner at 5 a.m. if it’s night there.” She tries to avoid “Earth light when it isn’t daytime on Mars, because it helps a lot with your circadian rhythm.” Ms. Verma has been driving Mars rovers since 2008, so she has some advice for rookies: “No matter how dark your curtains are, they aren’t ever dark enough to keep the light out. So it helps to put tinfoil on the windows, to completely block the light.”"
}