{
    "url_original": "https://www.wsj.com/articles/the-right-champagnes-for-valentine-s-day-11613068772",
    "url": "the-right-champagnes-for-valentine-s-day-11613068772",
    "title": "The Right Champagnes for Valentine's Day",
    "sub_head": "In the past sommeliers have guided wine drinkers to grower Champagnes—idiosyncratic, expressive, the antithesis of anodyne big brands. This year tracking them down might be a labor of love, but special bottles and great values await the tenacious.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-296945?width=620&size=1",
    "image_1": "im-296945.jpg",
    "time": "2021-02-11 13:39:00",
    "body": "OF ALL THE clever wine terms coined over the years, “farmer fizz” may be my favorite. Credited to Champagne importer Terry Theise, it’s a term that retailers and sommeliers have happily adopted. And why not? Fizz from a farmer sounds like something friendly and fun, a down-to-earth drink quite unlike an elitist bottle from a big Champagne house.<br />Farmer fizz is Champagne made by grape growers who choose not to sell all their fruit to the big houses. Though some growers have always made their own wines, only in the past few decades has it become commonplace. Thanks to the importers and sommeliers who championed the wines stateside, farmer fizz, aka grower Champagne, has gained a devoted following in the past 20 years.<br />Last year, world-wide sales of Champagne were down by 18% compared with the previous year according to the trade organization Comité Champagne. The closure of many restaurants was doubtless a factor: Sommeliers have always played a key role in guiding drinkers to the wines. Still, some growers actually did very well in 2020—even reporting record sales.<br />According to Gabriel Clary, Champagne portfolio manager of Skurnik Wines & Spirits in Manhattan, Champagnes from established growers saw an uptick in sales thanks to wine merchants who purchased large quantities. Champagnes from less-established growers haven’t fared as well, he noted.<br />The Skurnik Champagne portfolio includes the selection of grower Champagnes once curated by Mr. Theise, whose 20-plus-year partnership with Skurnik ended early last year. Mr. Theise credits sommeliers with playing a key role in the success of the wines, and one of his most successful sales tools was his annual Champagne catalog, an education on the region, its growers and their wines. His frequently flamboyant prose inspired many in the business. “He wrote the stories of farmers so beautifully, and story is such an important part of grower Champagne,” said Jason Jacobeit, wine director of Bâtard restaurant in Manhattan (currently closed), as well as owner and managing partner of Somm Cellars Wine & Spirits, where he stocks a wide selection of grower Champagnes. He discovered many of them as a sommelier, thanks to Mr. Theise."
}