{
    "url_original": "https://www.wsj.com/articles/the-costs-of-killing-keystone-xl-11612915089?mod=opinion_lead_pos4",
    "url": "the-costs-of-killing-keystone-xl-11612915089",
    "title": "The Costs of Killing Keystone XL",
    "sub_head": "Even allies are asking Biden to reconsider his executive order.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-09 18:58:00",
    "body": "President Biden may not have buyers’ remorse over his executive order canceling the Keystone XL oil pipeline, but many others are raising the political price for his job-killing decision. And some of the second thoughts are coming from his own coalition.<br />On Tuesday West Virginia Sen. Joe Manchin wrote Mr. Biden asking him “to reconsider” his executive order. Mr. Manchin, who introduced the first Keystone XL bill in 2012, noted that “pipelines continue to be the safest mode to transport our oil and natural gas resources and they support thousands of high-paying, American union jobs.”<br />Mr. Manchin’s call echoed remarks by Richard Trumka. In a recent interview with “Axios on HBO,” the president of the AFL-CIO criticized Mr. Biden’s decision and said the Laborers’ International Union of North America was right to say it would cost 1,000 existing union jobs and 10,000 projected construction jobs.<br />The union chief was also skeptical about the “green jobs” that Mr. Biden keeps saying will replace them: “You know, when they laid off at the mines back in Pennsylvania, they told us they were going to train us to be computer programmers.” Readers may recall that John Kerry, Mr. Biden’s climate envoy, recently said workers who lose jobs in fossil fuels will be able to make solar panels. Sure, if they move to China, where most solar panels are made.<br />Meanwhile, 14 Republican state attorneys general also wrote Mr. Biden asking him to reconsider his Keystone XL diktat. The AGs said Montana will lose $58 million in tax revenue, and “five of the six impacted counties are designated high-poverty areas. So your decision to shut down the project means less money for schools, less money for public services, and the elimination of business and job opportunities in those areas where they are most needed.”"
}