{
    "url_original": "https://www.wsj.com/articles/the-united-states-vs-billie-holiday-review-singer-in-their-sights-11614283574",
    "url": "the-united-states-vs-billie-holiday-review-singer-in-their-sights-11614283574",
    "title": "‘The United States vs. Billie Holiday’ Review: Singer in Their Sights",
    "sub_head": "In Lee Daniels’s feature, Andra Day stars as the celebrated vocalist, who was pursued by the federal government as part of its war on drugs.",
    "category_1": "Film Review",
    "time": "2021-02-25 15:06:00",
    "body": "‘The United States vs. Billie Holiday,” starring Andra Day and streaming on Hulu, is a muddled chronicle of the persecution visited on the peerless jazz vocalist in the 1940s by the Federal Bureau of Narcotics and its commissioner, Harry Anslinger. (He’s played coarsely by Garrett Hedlund.)<br />The thrust of the film is valid, and horrifying even now—perhaps especially now, when we’ve gained a deeper understanding of America’s racial history. Anslinger did pursue Billie, who was addicted to heroin, in order to racialize his agency’s so-called war on drugs. He was indeed obsessed with one of her signature songs, “Strange Fruit,” and tried to prevent her from singing it in public because its lyrics describe a lynching in shocking detail. And he sought to trap her with a sting operation led by Jimmy Fletcher (an appealing performance by Trevante Rhodes), a Black agent who did, by all accounts, fall in love with her. But none of that potentially powerful material has been organized into effective drama. It’s as if the filmmakers thought they’d have a full-fledged movie if they just kept recycling the “Strange Fruit” element often enough. (Lee Daniels directed from a screenplay by Suzan-Lori Parks, who adapted parts of the book “Chasing the Scream” by Johann Hari.)<br />The best thing about the production is the casting of Ms. Day in the title role. It’s no news that she’s a gifted singer, and her acting here swings between affecting and more than adequate, though there’s no way of knowing if her tentative moments are a result of Mr. Daniels’s clumsy and erratic direction. The problem with her performance lies in the constricting mimicry she’s been asked to do. Ms. Day gets the rasp and quiver, and she’s good on “Ain’t Nobody’s Business” because the relatively up-tempo song seems to release her from the mimic’s task. What’s missing in the slow ballads, including “Strange Fruit,” is what no other singer could ever touch, the uncut pain and piercing heartbreak born of Billie’s tragic childhood and early years.<br />Other aspects of the jazz scene as depicted are silly, and this is a story that can’t feel authentic without a convincing musical context. The tenor saxophone virtuoso Lester Young (Tyler James Williams), a formidable force in his own right and an essential part of Billie’s musical and personal life over several decades, appears to be a mostly affable, overgrown kid. A fleeting Louis Armstrong cameo is too foolish for words, let alone music, though no more so than the nonmusical figure of the actress and Billie’s friend Tallulah Bankhead (Natasha Lyonne), whose screen time is mercifully brief.<br />Glitches mar the history. Recording a V-Disc—a label created to provide music for U.S. military personnel during World War II—Billie tells her audience, “You’re fighting a real fight out there.” Where, though? It’s 1947, and the war has been over for two years. The physical production is patchy, indicating budgetary constraints. Grand Central Terminal in 1948 appears to be a really big room. But the film fails most importantly, almost inexplicably, at telling its story of governmental abuse and personal suffering in a coherent fashion. And the disorganization of Ms. Parks’s script is enhanced by a succession of montages that must have been put together to camouflage narrative gaps. (In the most annoying of them, Billie is on stage singing, but for some perverse reason we can’t hear her.) The running time is 130 minutes but feels like three hours because of the glacial pace and a consistent lack of dramatic energy. Billie was a user, for sure, but how to explain the drugginess of everyone else?"
}