{
    "url_original": "https://www.wsj.com/articles/the-constitution-doesnt-bar-trumps-impeachment-trial-11612724124?mod=opinion_lead_pos6",
    "url": "the-constitution-doesnt-bar-trumps-impeachment-trial-11612724124",
    "title": "The Constitution Doesn’t Bar Trump’s Impeachment Trial",
    "sub_head": "Removal from office is best understood as akin to a ‘mandatory minimum’ sentence for a crime.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-07 13:55:00",
    "body": "During the impeachment of Bill Clinton, his defenders argued that his misconduct was ultimately private and didn’t rise to the level of an impeachable offense. In the current impeachment of Donald Trump, that’s a hard argument to make with a straight face, since the then-president’s offenses, culminating in the siege of the Capitol, were obviously public and political. So his defenders claim instead that it’s unconstitutional for the Senate to try him now that he’s no longer in office.<br />Forty-five Republican senators voted in favor of Sen. Rand Paul‘s motion challenging the Senate’s jurisdiction to try Trump. But scholarship on this question has matured substantially since that vote, and it has exposed the serious weakness of Mr. Paul’s analysis.<br />The strongest argument against the Senate’s authority to try a former officer relies on Article I, Section 4 of the Constitution, which provides: “The president, vice president and all civil officers of the United States, shall be removed from office on impeachment for, and conviction of, treason, bribery, or other high crimes and misdemeanors.” The trial’s opponents argue that because this provision requires removal, and because only incumbent officers can be removed, it follows that only incumbent officers can be impeached and tried.<br />But the provision cuts against their interpretation. It simply establishes what is known in criminal law as a “mandatory minimum” punishment: If an incumbent officeholder is convicted by a two-thirds vote of the Senate, he is removed from office as a matter of law.<br />If removal were the only punishment that could be imposed, the argument against trying former officers would be compelling. But it isn’t. Article I, Section 3 authorizes the Senate to impose an optional punishment on conviction: “disqualification to hold and enjoy any office of honor, trust, or profit under the United States.”"
}