{
    "url_original": "https://www.wsj.com/articles/the-u-n-refugee-agency-with-few-actual-refugees-11612378415?mod=opinion_lead_pos6",
    "url": "the-u-n-refugee-agency-with-few-actual-refugees-11612378415",
    "title": "The U.N. Refugee Agency With Few Actual Refugees",
    "sub_head": "Less than 5% of five million people deemed ‘Palestinian refugees’ meet the criteria for this status.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-03 13:53:00",
    "body": "Lost amid President Trump’s unceremonious send-off were a pair of Jan. 14 tweets from Secretary of State Mike Pompeo: Of the more than five million people identified as “Palestinian refugees” by the United Nations Relief and Works Agency, fewer than 200,000 meet the criteria for refugee status.<br />This is a breach of trust by a U.N. agency, but Unrwa is not the only one to blame. One administration after another, Democrat and Republican, enabled Unrwa to perpetuate its fiction. It’s time for a new U.S. policy that promotes regional peace, advances Palestinian human rights and defends the U.S. taxpayer.<br />History can explain, in part, how this mess was created. In 1948, five Arab armies invaded the fledgling state of Israel but lost. Unrwa was established to care for Arab residents displaced by that conflict. The organization was dedicated solely to Palestinian Arabs—independent of the U.N. High Commissioner for Refugees, which took responsibility for all other world refugee populations.<br />Unrwa became part of a new Arab narrative: Millions of Palestinians were trapped as refugees, living in destitution and yearning for home. Until these people achieved their “right of return,” the Arab world insisted, the Middle East would never see peace. Meanwhile, Israel absorbed 800,000 Jewish refugees who were exiled from Arab states.<br />Over time, America somehow allowed itself to become Unrwa’s leading donor. From 1950 to 2018, American taxpayers contributed more than $6 billion, even as legislators from both parties raised concerns about the agency. Employees moonlighted as terrorists. Schools were used to store weapons and launch rockets against Israel. Concerns in Congress mounted over waste, fraud and abuse."
}