{
    "url_original": "https://www.wsj.com/articles/the-father-review-who-are-you-who-am-i-11614283816",
    "url": "the-father-review-who-are-you-who-am-i-11614283816",
    "title": "‘The Father’ Review: Who Are You? Who Am I?",
    "sub_head": "Starring Anthony Hopkins and Olivia Colman, Florian Zeller’s feature explores the mind of a man experiencing memory loss.",
    "category_1": "Film Review",
    "time": "2021-02-25 15:10:00",
    "body": "In one sense “The Father,” opening in theaters, amounts to a chamber piece. It’s a relatively small-scale production that centers on a widower father and his dutiful daughter. Eighty-year-old Anthony, played by Anthony Hopkins, lives alone in his quite comfortable London flat, though with ever more difficulty as his memory declines and his confusion grows. Anne, played by Olivia Colman, visits him as often as she can, though she’s no substitute for any of the full-time caregivers he has tolerated briefly, then chased away. Yet the film looms large dramatically because its true chamber is Anthony’s mind, a fantastical place where memories swirl, delusions dance, pleasures beckon, terrors arise unbidden and people both beloved and mistrusted keep splitting off into other identities. The two Anthonys, by contrast, coalesce. Actor merges with character in a performance that’s astonishing and inspiring in equal measure.<br />The screenplay was adapted by Christopher Hampton from a French stage play by Florian Zeller, who is making an auspicious debut as a feature director. (His work finds its complement in the probing yet unobtrusive cinematography of Ben Smithard. Ludovico Einaudi wrote the music.) It takes a while—at least it took me a while—to realize that Mr. Zeller and his collaborators are playing intricate mind games with the audience in order to reflect the disjunctures of its hero’s inner life. What might have been predictable or sentimental in other hands becomes startling in the film’s approach, as well as beguiling, unsparing, terribly moving and occasionally very funny.<br />Mr. Hopkins is the master of it all. He pulls us in with huge vigor that alternates with urgent intimacy. He’s so powerful when he wants to be that he chooses to make coiled self-containment his default mode. He’s seldom off screen, and each new scene has us wondering exactly what Anne wonders—what is her father up to today, or this hour, or minute? Who will he be now?<br />It’s not that Anthony is incoherent, only mercurial in a way that mercury would be if it could switch between bright and dark. In seductive mode he’s an irresistible charmer, and adept at dancing, which he says he used to do professionally, though Anne reminds him that he was an engineer. Yet the charm can turn frighteningly grotesque, giving way to hurt and rage in the time it takes for Anthony to turn his outwardly calm gaze inward. He’s marvelously manipulative, but he still can’t manipulate his surroundings, whatever they are—he isn’t necessarily where he thinks he is—into staying put long enough for him to feel safe. (Anne, portrayed poignantly by Ms. Colman, has her own delusional notions, mainly the possibility that her father will rally and get better.)<br />Watching “The Father” I thought of Arthur Kopit—not because of his signature play with the long title that begins “Oh Dad, Poor Dad,” but because of his remarkable “Wings,” a radio play set inside the disordered mind of a stroke victim who can no longer find the words for her thoughts. I also recalled Richard L. Gregory’s “Eye and Brain,” a book on visual perception. In it the author asks why, when we move our eyes, the world around us doesn’t move too; the answer has to do with the brain and retina working in concert to maintain a stable image."
}