{
    "url_original": "https://www.wsj.com/articles/the-intercession-of-the-grateful-dead-11613603221?mod=opinion_lead_pos10",
    "url": "the-intercession-of-the-grateful-dead-11613603221",
    "title": "The Intercession of the Grateful Dead",
    "sub_head": "Picking up the rosary again is like returning to a fireside feast.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-299982?width=620&size=1.5",
    "image_1": "im-299982.jpg",
    "time": "2021-02-17 18:07:00",
    "body": "I met Michael around 10 years ago in a parking lot where, strangely, he was taking a picture of my truck. Knowing I hadn’t been involved in an accident, I approached him with some trepidation. “That’s my truck,” I said, walking around to where he stood by my taillights. “Everything OK?”<br />Michael smiled. “I was just admiring your stickers.” He was referring to my iconic dancing bears, which show devotion to the Grateful Dead, and a “Call Your Mother” sticker, a dry reminder to pray the rosary, the Roman Catholic compilation of meditative prayers. “It’s not every day you see them on the same bumper.”<br />It turned out Michael loves the Dead and the rosary as much as I do. Perhaps unsurprisingly, we became fast friends. He’s earned the nickname “Sunshine” among my friend group for his positive disposition and, like the character in “Remember the Titans,” his wholesome good looks.<br />Our shared interests came up again last month as Sunshine and I chatted while running together. I admitted that while my love of Jerry and Bob hadn’t waned, I had fallen out of the habit of saying the prayer that once brought me such calm. “Funny,” he said. “It was your sticker that first challenged me to up my game.” We jogged on in silence, and I didn’t think much more of the exchange.<br />Two weeks later, Sunshine found me in the narthex of our church right before Sunday Mass. There he pressed into my palm a handmade set of rosary beads he’d ordered for me. I was surprised because I hadn’t asked for them; not verbally, anyway. It was just his way of doing me a good turn."
}