{
    "url_original": "https://www.wsj.com/articles/the-new-commodity-super-cycle-may-not-have-wheels-11613996050?mod=business_minor_pos10",
    "url": "the-new-commodity-super-cycle-may-not-have-wheels-11613996050",
    "title": "The New Commodity Super Cycle Might Not Have Wheels",
    "sub_head": "Short-term imbalances between supply and demand may justify a 10-year high for copper prices, but staying there would prove more challenging",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-22 07:14:00",
    "body": "Copper prices jumped to just above $9,000 a metric ton in New York in early trading Monday, leaving the metal up 14% this year at its highest level in almost a decade. But wide-eyed talk of a new commodity supercycle is premature.<br />Supercycles are long-running, broad-based commodity bull markets like the one from the late 1990s until the early 2010s. Copper rebounded rapidly after the 2008 crash and didn’t peak until early 2011. But it’s unlikely the favorable conditions that held then will be replicated—particularly in China.<br />During that post-financial-crisis surge in copper prices, China began perhaps the most rapacious expansion of construction in its history: The amount of real estate floor space on which construction began rose by more than 40% in 2010. In 2011, real estate starts were more than twice what they were in 2007.<br />There is little prospect of a repeat performance now. China’s recovery owes more to its near-eradication of Covid-19 for most of 2020 than the sort of no-holds-barred stimulus seen in the U.S. and other developed economies. Indeed, Chinese M2 money supply rose slower than that of the U.S., eurozone, U.K. or Japan last year. The government is concerned with the leverage of major real-estate companies, and households in general, and won’t permit another debt-driven surge in building. Nor is there likely to be a boom in infrastructure investment above what was expected before the pandemic.<br />There are legitimate long-term bullish factors for some commodities, including copper. The metal is needed for electric and hybrid vehicles. But that doesn’t explain why copper is up 45% from pre-pandemic levels, when those long-term applications already were well-known—nor why it is rallying with oil, which certainly won’t benefit from a more decarbonized future."
}