{
    "url_original": "https://www.wsj.com/articles/the-universal-vaccination-chimera-11612466130?mod=opinion_lead_pos5",
    "url": "the-universal-vaccination-chimera-11612466130",
    "title": "The ‘Universal Vaccination’ Chimera",
    "sub_head": "Tools for stopping variants are limited, and like masks and distancing, vaccines are not a panacea.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-294968?width=620&size=1.5",
    "image_1": "im-294968.jpg",
    "time": "2021-02-04 14:15:00",
    "body": "Each stage of the American Covid-19 pandemic has been marked by a singular public-health message that crowded out all other perspectives. From early calls to “crush the curve” with shutdowns and pleas to stay at home, then to claims that face masks would end the pandemic, these messaging strategies have sowed unrealistic expectations and delayed public acceptance of reality. The most recent message is “universal vaccination,” an aspiration whose unattainability may further delay the country’s return to social and economic normalcy.<br />How did we arrive at this point in the pandemic? The media’s campaign to stoke fear about collapsing health systems, along with their portrayal of severe illness as the inevitable consequence of infection—despite a thousandfold difference in risk between old and young—contributed to an atmosphere of distrust. Animosity toward Donald Trump—justified or not—fueled this campaign. Health officials abetted the discord by abandoning longstanding public-health tenets that emphasize harm reduction and a nonjudgmental outlook. Instead, these experts promoted mandates for the healthy and public shaming of people who strayed from guidelines.<br />Now the fear and distrust have made a substantial proportion of the U.S. population unreceptive to a vaccine. While vaccine receptiveness might be expected to vary based on a person’s risk of illness, a January Gallup survey showed that a stronger predictor is political preference. More than 80% of Democrats are willing to be vaccinated, but only about 45% of Republicans are.<br />The long vaccination lines seen on television will eventually thin as Americans most worried about contracting Covid-19 receive their shots. Many of the estimated 100 million Americans who aren’t interested in vaccination are unlikely to change their decision voluntarily.<br />What also isn’t serving vaccination efforts: the lack of transparent communication from public-health officials that meets people where they are and sincerely acknowledges the concerns of millions who view Covid-19 vaccines with suspicion. Concerns have been dismissed or derided as “misinformation.” It’s true that serious adverse effects appear to be uncommon, according to Centers for Disease Control and Prevention reports. But responding to these worries by insisting more loudly that the vaccines are safe isn’t an effective strategy. A wiser strategy is to address these concerns with data about what is known, and honesty and humility about areas of uncertainty—such as vaccination in pregnant women."
}