{
    "url_original": "https://www.wsj.com/articles/the-risks-of-skimping-on-covid-relief-11613603438?mod=opinion_lead_pos9",
    "url": "the-risks-of-skimping-on-covid-relief-11613603438",
    "title": "The Risks of Skimping on Covid Relief",
    "sub_head": "Some economists warn about too much spending, but too little could hurt the economy more.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-300024?width=620&size=1.5",
    "image_1": "im-300024.jpg",
    "time": "2021-02-17 18:10:00",
    "body": "A big tempest is brewing in a big teapot over President Biden’s $1.9 trillion coronavirus relief plan. Republican objections are to be expected. But some of the objections come from nominally Democratic economists, led by former Treasury Secretary Lawrence Summers. This is a surprise.<br />The Biden plan isn’t perfect. But with today’s enormous uncertainties, no one can possibly know what the “right” plan really is.<br />Here’s an analogy. I recently listened to a wonderful scientific seminar. At one point, a scientist who was obviously very knowledgeable about vaccines asked a scientist from the pharmaceutical industry how researchers had decided on the dosage in each shot (which struck him as large) and the interval between the first and second shots (which struck him as short).<br />I’ll paraphrase the answer: We were in the middle of a pandemic. We didn’t want to take any chances of underdosing people, and we wanted to get vaccines into people’s arms fast. That response both acknowledged the huge scientific uncertainties and displayed a keen sense of how asymmetric the risks were. Underdosing and waiting too long between shots meant more sickness and death. Overdosing and giving second shots at shorter intervals did not.<br />That is not unlike designing an economic relief program. No one knows either the exactly correct dosage or the precisely correct timing. Only history will judge whether the program was too small or too big—and even then with much guesswork. But the risks in each direction are not symmetric."
}