{
    "url_original": "https://www.wsj.com/articles/the-mostand-leastsoothing-paint-colors-according-to-interior-design-pros-11612549669",
    "url": "the-mostand-leastsoothing-paint-colors-according-to-interior-design-pros-11612549669",
    "title": "The Most—and Least—Soothing Paint Colors, According to Interior Design Pros",
    "sub_head": "Designers choose more colors for walls in a year than you will in a lifetime. So we asked them: Which hues calm us and which stress us out?",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-294411?width=620&size=1.5",
    "image_1": "im-294411.jpg",
    "time": "2021-02-05 13:27:00",
    "body": "AS WE CLOSE in on a year of living claustrophobically, Americans continue to look for strategies that can quiet the jitters—and don’t involve thousands of calories. One solution: calming decor. To help you out, we asked hundreds of designers what they consider the most soothing interior paint colors.<br />Nature-inspired palettes of pale blue and olive green were mentioned often. Notably absent? Pigments such as fire-engine red and neon green, which the experts view as invigorating at best and anxiety-inducing at worst. “As a rule of thumb, the more saturated and pigmented the color, the more it is associated with excitement and stimulation,” explained Palo Alto, Calif., architect Mary Maydan.<br />Here are the four specific paint colors that were most frequently cited by our expert panel, followed by four hues that designers generally agreed jangle the nerves.<br />Shades that call to mind sea and sky work on us like an aesthetic chill pill. “These colors connect us to the natural world, which does wonders for our stress levels,” said New York designer Ariel Okin, who singled out Borrowed Light. Chicago designer Kelly Hurliman said of the hue, “It feels as though it has been magically mixed with sunlight.” From $110 a gallon, farrow-ball.com<br />“Relaxing at the spa.” So Brooklyn designer Shelby Girard described the mood this white evokes, especially when paired with natural materials like rattan and jute, she said. The hue never reads yellow or pink, said New York designer Nate Berkus. “Alabaster is a chalky, warm, almost plaster-like white,” he said. “I like an environment that is a study in neutrals, which I’ve always found soothing and peaceful.” $80 a gallon, benjaminmoore.com"
}