{
    "url_original": "https://www.wsj.com/articles/the-pandemic-spending-hangover-11613173947?mod=opinion_lead_pos1",
    "url": "the-pandemic-spending-hangover-11613173947",
    "title": "The Pandemic Spending Hangover",
    "sub_head": "Federal debt has reached 100% of GDP even before Biden’s plans become law.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-12 18:52:00",
    "body": "Does unrestrained federal spending have any economic cost? Can federal debt keep climbing to be larger than the entire U.S. economy without consequence? Sooner or later Americans are going to find out, as Congress and the Biden Administration use the pandemic to justify an unprecedented peacetime spending binge.<br />For the magnitudes involved, the best recent overview arrived this week in the annual Congressional Budget Office’s 10-year budget forecast. It deserves more attention than it’s receiving because Americans will be paying for it for decades.<br />CBO says federal spending reached $6.55 trillion in fiscal 2020, as Congress addressed the damage from Covid-19 and the government shutdowns. That’s about a $2.1 trillion increase in a single year, and understandably so given the uncertainty of the threat as it emerged in the spring. Notably, and in a pleasant surprise, revenue fell a mere 1.2% to $3.42 trillion as the economy held up better than expected. The deficit came in at a staggering $3.13 trillion, or a record 14.9% of GDP.<br />What about the future? CBO says not to expect much fiscal improvement this year, with spending still at 26.3% of GDP. The deficit will be $2.26 trillion or 10.3% of GDP. For comparison, the deficit during Barack Obama’s entire first term was $5.1 trillion, and the deficit as a share of GDP hasn’t been that high since 1945. Even at the height of the 1983 recession, it reached only 5.9%.<br />CBO projects spending to average 21.9% of GDP over the next decade under current law, but that doesn’t include Mr. Biden’s $1.9 trillion Covid bill and other plans. Democrats are already promising another trillion-dollar “green” public works bill later this year. Investors must be expecting a subsidy blowout judging by the fantastic market valuations of electric car and renewable energy companies."
}