{
    "url_original": "https://www.wsj.com/articles/the-gop-wont-purge-trump-11613496947?mod=opinion_lead_pos8",
    "url": "the-gop-wont-purge-trump-11613496947",
    "title": "The GOP Won’t Purge Trump",
    "sub_head": "The rank and file don’t see him as a liability, and his supporters are dug in.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-02-16 12:35:00",
    "body": "Senate Minority Leader Mitch McConnell delivered a stinging speech immediately after President Trump was acquitted in his Senate trial over the weekend. The speech has been seen as the opening salvo in Mr. McConnell’s effort to marginalize Mr. Trump’s influence in the Republican Party. It will be an uphill battle.<br />A Quinnipiac survey released on Monday found that only 11% of Republicans held Mr. Trump responsible for inciting the violence on Capitol Hill on Jan. 6. A mere 9% supported conviction. Only 16% would support even the symbolic rebuke of a censure motion. Not only do 87% of Republicans believe Mr. Trump should be allowed to hold office again; 75% want him to play a “prominent role” in the Republican Party.<br />What does such a role entail? A recent Gallup survey found that 68% of Republicans want the former president to remain their party’s leader. According to an Axios-Ipsos poll, 66% of Republicans believe that their party is better with Mr. Trump in it, and 57% favor him as their party’s 2024 presidential candidate. These sentiments may change over time. But for now, efforts to weaken Mr. Trump’s influence within the party will not succeed.<br />If anything, the opposite seems more likely. State and county Republican Party organizations across the country are censuring elected officials who broke with Mr. Trump to support his impeachment in the House and conviction in the Senate. The Trump base has anathematized even Trump loyalists such as former Vice President Mike Pence, who honored their oath of office. These supporters will not countenance anything short of unswerving fealty to Mr. Trump.<br />No doubt there are differences within the Republican Party between Trump supporters and party regulars. According to NBC, 87% of Trump supporters have “very positive” views of the former president, a sentiment shared by only 44% of party regulars."
}