{
    "url_original": "https://www.wsj.com/articles/the-oil-giant-with-a-head-start-in-the-energy-transition-11612883347?mod=business_minor_pos14",
    "url": "the-oil-giant-with-a-head-start-in-the-energy-transition-11612883347",
    "title": "The Oil Giant With a Head Start in the Energy Transition",
    "sub_head": "Total’s prudent management in recent years set it up well for the trauma of 2020",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-09 10:09:00",
    "body": "French giant Total may be the best of a bad bunch in the unloved oil-and-gas sector.<br />The company weathered a traumatic year for the oil industry better than European peers  Shell  and  BP ,  annual results released Tuesday confirmed. The sector isn’t for the faint of heart as the world transitions to cleaner forms of energy, but Total seems well set up for a range of scenarios.<br />The company is the second-largest producer of liquefied natural gas, and added significant finds to its oil and gas reserves last year. Yet it is also developing a new-energy business. It has converted some refineries to biodiesel and is investing in renewable assets. It has trading and retail services, and is dabbling in batteries, electric-vehicle charging, hydrogen and carbon-capture technologies.<br />So much activity could raise the risk of poor delivery, but Total’s results have been steady so far. It has the advantages of low production costs and a solid balance sheet. The company has been buying businesses in various industries around the globe for years, but resisted overextending itself, as Shell did with the 2016 purchase of BG Group. It also hasn’t had to digest the vast cost of large oil spills, as BP did with the disasters in Alaska in 2006 and the Gulf of Mexico in 2010.<br />Investors used to prize oil companies for their stable and growing dividends. Both Shell and BP cut their payouts as the pandemic hit oil demand, but Total didn’t and now offers a sector-leading 7.5% dividend yield. The payments are sustainable at a $40 a barrel oil price, management said."
}