{
    "url_original": "https://www.wsj.com/articles/the-censorship-party-11614296803?mod=opinion_major_pos1",
    "url": "the-censorship-party-11614296803",
    "title": "The Censorship Party",
    "sub_head": "House Democrats use a hearing to target conservative media.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-25 18:46:00",
    "body": "Imagine if a pair of Donald Trump’s allies in Congress had sent a letter to cable company CEOs in 2017 blasting CNN and other progressive media outlets and asking why their content is still broadcast. Then imagine that a GOP-run committee in Congress staged a hearing on the societal menace of fake news and the need for government and business to rein in the hostile press.<br />The media would have treated that as a five-alarm political fire, an existential threat to a free press, the First Amendment and political norms, and a step toward authoritarian rule. “Democracy dies in darkness,” and all that. Yet that’s exactly what Democrats in Congress did this week, targeting conservative media outlets, but the media reaction has been silence or approval.<br />On Monday Democrats Anna Eshoo and Jerry McNerney sent letters pressing 12 cable and tech CEOs to drop contracts with right-of-center media outlets including Fox News. Two days later the Energy and Commerce Committee held a hearing about “disinformation and extremism” in conservative media. The only notable extremism on display was the majority party’s appetite for regulating and policing the free press.<br />Rep. Mike Doyle, chair of the subcommittee on communications and technology, declared in opening remarks that “it is the responsibility of this subcommittee to hold these institutions”—meaning press outlets he doesn’t like—“to a higher standard.” He said later that “more free speech just isn’t winning the day over the kind of speech we are concerned about.”<br />Democrats chose witnesses to lay the rhetorical foundation for press restrictions. One was Kristin Urquiza, whose father died of coronavirus and who spoke at the Democratic convention against Donald Trump. She said “the media didn’t pull the trigger” in her father’s death, “but they drove the getaway car,” because he watched and listened to news that downplayed the virus."
}