{
    "url_original": "https://www.wsj.com/articles/the-money-boom-is-already-here-11613944730?mod=opinion_lead_pos5",
    "url": "the-money-boom-is-already-here-11613944730",
    "title": "The Money Boom Is Already Here",
    "sub_head": "Since February 2020, the M2 supply has increased 26%—the largest one-year jump since 1943.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-301387?width=620&size=1.5",
    "image_1": "im-301387.jpg",
    "time": "2021-02-21 16:58:00",
    "body": "Speculative manias are in the air, as evidenced by the recent price surges for bitcoin, a digital asset with a fundamental value of zero, and  GameStop ,  a declining retailer. Along with the other economic trends—a strong recovery, surging commodity prices and an uptick in inflation—those asset bubbles have a clear cause: the massive expansion of money and credit.<br />Yet America’s fiscal and monetary masters are turning a blind eye. They are focused solely on mending the labor market. With the fervor of messiahs, Federal Reserve Chairman Jerome Powell and Treasury Secretary Janet Yellen tell us the only way to save the labor market and reach full employment is to continue to pour fiscal and monetary fuel on the fire. But their prescriptions and prophecies, modeled on the playbook of the 2008 financial crisis, are not valid today.<br />After that crisis, the Fed began quantitative easing, which massively expanded its balance sheet. At the same time, commercial banks were busy shrinking their loan books and writing off losses from mortgage debt and securities, which meant the Fed’s injections did little more than offset the contraction of commercial bank balance sheets. As a result, money growth from 2010-19, as measured by the Fed’s broadest money measure, M2, averaged only 5.8% a year.<br />While money on the Fed’s books grew rapidly, money in the hands of the public grew slowly. Spending and inflation were restrained, and the postcrisis recovery was anemic with inflation persistently below the Fed’s target. In contrast, China’s money-supply growth exploded in 2009 and 2010, averaging 23% a year. China achieved a strong recovery as a result, but also a jump in inflation, which moved from minus 1.8% in July 2009 to 6.5% by July 2011. Money matters.<br />Fast-forward to February 2020. Since then, the quantity of money in the U.S. economy, measured by M2, has increased by an astonishing $4 trillion. That’s a one-year increase of 26%—the largest annual percentage increase since 1943."
}