{
    "url_original": "https://www.wsj.com/articles/the-power-of-the-wandering-mind-11614272779",
    "url": "the-power-of-the-wandering-mind-11614272779",
    "title": "The Power of the Wandering Mind",
    "sub_head": "Research shows that daydreaming and woolgathering are specialized mental functions with a unique pattern of brain waves.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-303990?width=620&size=1.5057471264367817",
    "image_1": "im-303990.jpg",
    "time": "2021-02-25 12:06:00",
    "body": "Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.<br />There’s only one way to write: Just do it. But there seem to be a million ways not to write. I sit down to work on my column, write a sentence and—ping!—there’s a text with a video of my new baby grandson. One more sentence and I start ruminating about the latest virus variant, triggering a bout of obsessive Covid worry. Cut it out! I tell myself, and write one more sentence, and then I’m staring blankly out the window, my mind wandering: What was it with that weird movie last night? Should I make chicken pilaf or lamb tagine for dinner?<br />These different kinds of thinking are the subject of a paper I co-authored recently in the journal PNAS, which has an interesting back story. Zachary Irving is a brilliant young philosopher now at the University of Virginia, well-trained—as philosophers have to be—at thinking about thinking. He is especially interested in the kind of unconstrained thought we have when our mind wanders. Is mind-wandering really distinct from other kinds of thought, like simple distraction or obsessive rumination? And why do we do it so much?<br />Young children daydream a lot, so Zach came to visit my lab at Berkeley, where we study children’s thinking. Neuroscience has mainly focused on goal-directed, task-oriented thinking, but what is your brain doing when your mind wanders? To answer that question, we worked with Julia Kam, now at the University of Calgary, and Robert Knight to design an experiment that involved giving 45 people a tedious but demanding task: pressing an arrow when a cue appeared on the screen. The participants did this more than 800 times for 40 minutes, and at random intervals we asked them to report what they were thinking. Were they thinking about the task or something else? Were they obsessing about a single topic or were their minds freely wandering?<br />Meanwhile, the participants’ brain waves were being measured with electroencephalography or EEG. The study found that different types of thinking correspond to different brain wave patterns. Like earlier researchers, we found that brain waves are different when you pay attention to a task and when you get distracted. But we found that different types of distraction also have different brain signatures. We compared what happens when your mind is captured by an internal obsession like worrying about Covid, and what happens when it wanders freely."
}