{
    "url_original": "https://www.wsj.com/articles/the-2022-beijing-olympics-are-one-year-away-11612404850",
    "url": "the-2022-beijing-olympics-are-one-year-away-11612404850",
    "title": "The 2022 Beijing Olympics Are One Year Away. Covid Concerns Are Already on the Agenda.",
    "sub_head": "The one-year countdown to the Winter Games has begun even as this summer’s Tokyo Games still face uncertainty because of the pandemic",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "time": "2021-02-04 05:30:00",
    "body": "With the viability of the 2021 Summer Olympics in Tokyo still in serious doubt because of the coronavirus pandemic, the opening ceremony for the 2022 Winter Olympics in Beijing is now just a year away—and Covid-19 looms large over those Games, too.<br />In recent days, Chinese leader Xi Jinping has lavished praise on Beijing Olympic organizers, while International Olympic Committee president Thomas Bach has called the preparations in Beijing “almost a miracle.”<br />The show of confidence is standard for Olympic officials, who last year around this time refused to acknowledge the possibility that the Tokyo 2020 Olympics could be thrown off course by the mounting coronavirus crisis. Last March 24, those Games were postponed for a year. Similarly, neither Bach nor Xi has addressed the possibility that Beijing 2022 could be delayed or canceled because of the pandemic.<br />But concerns are surfacing that China’s vaccine rollout is undershooting expectations, delaying the country’s ability to attain herd immunity. The Beijing Games also face calls for a boycott over Beijing’s handling of Hong Kong and its far western region of Xinjiang.<br />Another problem: the pandemic has shredded the training and competition calendars of aspiring 2022 Winter Olympians. Canceled events include key test events for the Beijing hosts, such as the Grand Prix Final for figure skating that was set to take place in December 2020, but was halted due to countries’ unwillingness to send skaters."
}