{
    "url_original": "https://www.wsj.com/articles/the-anointed-review-gentlemen-play-a-rufans-game-11614547629?mod=opinion_reviews_pos1",
    "url": "the-anointed-review-gentlemen-play-a-rufans-game-11614547629",
    "title": "‘The Anointed’ Review: Gentlemen Play a Rufﬁan’s Game",
    "sub_head": "The clubbiness of the white-shoe law ﬁrms was an outgrowth of a social elitism that sneered at competition as unseemly.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-305409?width=620&size=1.5",
    "image_1": "im-305409.jpg",
    "time": "2021-02-28 16:27:00",
    "body": "Well-paid drones who toil into the night as associates in big law firms owe a debt of some kind to William Nelson Cromwell, an early architect of the Wall Street partnership Sullivan & Cromwell. He was fond of saying: “A successful man never forgets his work.” Try telling that to your family on a Saturday night. Then there was Paul Cravath, who pretty much invented the modern law business as an assembly line for Ivy League grads grinding away at minute tasks—in Cravath’s less-than-inspiring words, each “a cog in the machinery of a big law office.”<br />In the late 19th century, law was an industry of idiosyncratic, tiny partnerships. Cravath imposed an organizational rigor. Associates at Cravath, Swaine & Moore labored for eight to 10 years with only a faint hope of making partner but the promise of a golden rainbow for those who did.<br />In “The Anointed: New York’s White-Shoe Law Firms,” Jeremiah D. Lambert and Geoffrey S. Stewart tell the story of three firms—Davis Polk & Wardwell is the third—that came to dominate Wall Street in the early 20th century and established a model that, in many respects, endures today.<br />There was much to admire in the firms’ culture. John W. Davis once chided an associate at Davis Polk for not wearing a hat, then gave him $10 to buy one. In Davis’s day, leading partners were active in philanthropy and bar associations—almost a requirement of their social class—and many did stints in government. After the outbreak of World War I, Paul Cravath was influential in prodding the U.S. to become involved on the side of Britain and France. He saw the Allies’ success as pivotal to American values, and also critical to the interests of a big Cravath client, Bethlehem Steel.<br />Some of these partners showed flashes of enlightened thinking. Cravath, the son of a Congregationalist minister, was chairman of Fisk University, a black college, and expressed concern for the “broad problem of Negro education and race relations.” John Davis was first among 50 New York lawyers, in 1933, to petition the secretary of state to protest Hitler’s purge of Jewish lawyers. Yet as the authors note, such lawyers “rarely considered the hiring practices of their own firms.”"
}