{
    "url_original": "https://www.wsj.com/articles/the-markets-and-mr-powell-11614296637?mod=opinion_major_pos2",
    "url": "the-markets-and-mr-powell-11614296637",
    "title": "The Markets and Mr. Powell",
    "sub_head": "The 10-year Treasury resumes its rise and stocks hit the skids.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-304626?width=620&size=1.5",
    "image_1": "im-304626.jpg",
    "time": "2021-02-25 18:43:00",
    "body": "So much for Jerome Powell’s reassurances. Only a day after the Federal Reserve Chairman’s two-day, nothing-to-worry-about tour of Capitol Hill, financial markets suddenly found plenty to worry about on Thursday. Stocks fell sharply as the 10-year Treasury note yield had its largest one-day advance since November to its highest level in a year.<br />The 10-year Treasury is often called the world’s most important price, and it has moved up by some 58 basis points in about two months to a yield of 1.525%. The rapid move has caught markets by surprise. The Fed was supposed to be keeping long bond prices down for months if not years to come through its quantitative-easing bond purchases.<br />What does it mean? The sanguine interpretation is that bonds are merely signaling that markets are finally seeing the “sunlit uplands” of post-pandemic optimism, as British Prime Minister Boris Johnson likes to put it. Growth means more risk-taking, and rising rates are often associated with economic recoveries and faster growth. By any normal historical standard, a 10-year yield of 1.525% is hardly something to be alarmed about.<br />There’s no doubt the economy is poised for a growth boom in 2021 as the pandemic eases. Pent-up savings by consumers and pent-up animal spirits are bound to be unleashed as the vaccine rollouts spread and lockdowns end.<br />That was certainly Mr. Powell’s view on Tuesday as he responded to Sen. Pat Toomey’s question about rising interest rates: “if you look at what the market is looking at, what markets are looking at, it’s a reopening economy with vaccination, it’s fiscal stimulus, it’s highly accommodated monetary policy, it’s savings accumulated on people’s balance sheets. It’s the expectations of much higher corporate profits, which matters a lot for the equity markets.”"
}