{
    "url_original": "https://www.wsj.com/articles/the-floundering-town-builder-of-the-future-shows-chinas-real-estate-risks-11612427477?mod=markets_featst_pos2",
    "url": "the-floundering-town-builder-of-the-future-shows-chinas-real-estate-risks-11612427477",
    "title": "The Floundering Town-Builder of the Future Shows China’s Real-Estate Risks",
    "sub_head": "China Fortune Land’s struggles show that no corner of the country’s financial markets can escape the heavily leveraged real-estate sector",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-294767?width=620&size=1.5",
    "image_1": "im-294767.jpg",
    "time": "2021-02-04 03:31:00",
    "body": "The latest Chinese real-estate company to run into serious trouble is a lesson in the risks attached to Chinese property: They are neither predictable, nor limited to the sector alone.<br />This week, China Fortune Land Development said it had overdue debt repayments worth 5.26 billion yuan, equivalent to $814 million. It blamed the macroeconomic and credit environment.<br />The company specializes in developing industrial parks and entire new districts. As recently as 2018, its flagship development Gu’an New Industry City, south of Beijing, was heralded as “a model for the kinds of ‘new type’ urbanization that the Chinese government hopes to see develop across the country,” according to a report from the University of Pennsylvania’s Wharton School and E-House China, a property data and information services website.<br />Analysts tend to present every troubled real-estate company in China as an idiosyncratic case, but a rapid slide in China Fortune Land’s credit ratings naturally raises questions about which other property developers are currently enjoying an unrealistically low cost of capital. Since January,  Moody’s Investors Service  and Fitch Ratings have downgraded the company four and seven notches, respectively, putting it deep into junk territory. That’s a demonstration of just how quickly things can change.<br />The pricing of the company’s bonds suggests the same. Dollar debt maturing in late February 2021 yielded below 5% as recently as September."
}