{
    "url_original": "https://www.wsj.com/articles/the-challenges-of-getting-long-covid-patients-back-to-work-11613350801",
    "url": "the-challenges-of-getting-long-covid-patients-back-to-work-11613350801",
    "title": "The Challenges of Getting Long-Covid Patients Back to Work",
    "sub_head": "Some people have gone months without fully recovering from the virus—here’s how they’ve tried to manage their illness while doing their jobs",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-298590?width=620&size=1.5",
    "image_1": "im-298590.jpg",
    "time": "2021-02-14 20:00:00",
    "body": "When Deborah Shaffer tried to return to work two weeks after her Covid-19 infection, she forgot which floor of the veteran’s hospital she worked on. It was one of the many strange expressions of the brain fog that has plagued the social worker in Wichita, Kan., ever since she contracted the virus last November.<br />Ms. Shaffer is a Covid long-hauler, someone who suffers from chronic symptoms for weeks or months after their initial infection. After her failed early attempts to return to the hospital, she hasn’t worked a full day since she got sick, and has no idea if or when she will go back in person.<br />“I’m a trained therapist and clinical social worker, but cannot complete even the most basic tasks before me,” says Ms. Shaffer, 52. She recently started working from home, though she hasn’t yet clocked an eight-hour day.<br />It isn’t easy for Covid long-haulers to return to work. Scientists are just beginning to understand the mysteries of chronic Covid, also called long Covid or post-acute Covid. It can lead to various symptoms after initial infection, including severe fatigue, cognitive issues, digestive problems, erratic heart rates, headaches, dizziness, and fluctuating blood pressure.<br />It’s unclear exactly how many people suffer long-lasting symptoms. But studies suggest it’s a significant portion of the more than 107 million people with confirmed cases around the world. Some 26% of 1,733 Chinese Covid patients discharged from a Wuhan hospital between January and May 2020 still experienced fatigue six months after acute infection, according to a study published in January in the Lancet."
}