{
    "url_original": "https://www.wsj.com/articles/the-polar-bear-paradox-11614035542?mod=opinion_lead_pos10",
    "url": "the-polar-bear-paradox-11614035542",
    "title": "The Polar Bear Paradox",
    "sub_head": "As climate moves to the center of the world stage, activists will lose influence over policy.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-302350?width=620&size=1.5",
    "image_1": "im-302350.jpg",
    "time": "2021-02-22 18:12:00",
    "body": "President Biden laid down a climate marker in his inaugural address: “A cry for survival comes from the planet itself. A cry that can’t be any more desperate or any more clear.” He returned to the theme in his speech last week to the Munich Security Conference, calling the climate crisis “existential.”<br />For environmentalists, those are welcome words. The Trump years saw the U.S. leave the Paris Agreement while pursuing aggressive deregulation at home. Climate change is now back on the national agenda.<br />There are two mistakes observers can make about this new era of climate diplomacy. The first is to think it won’t last or will be limited to rhetoric. Climate skeptics and fossil-fuel interests should brace themselves. The fight to reduce global greenhouse-gas emissions and to shift the world’s energy systems toward much lower emissions isn’t going away. Key positions up and down the government bureaucracy will be filled by committed greens who have thought long and hard about how to use the powers of the regulatory state to achieve green goals. A host of new policies—and new regulations—are sure to come.<br />Those who dismiss ideas like the “green new deal” as mere left-wing fantasies miss the enormous appeal of these programs for corporations looking for new business opportunities. It isn’t only renewable energy companies looking for government mandates and funding. It’s major auto manufacturers dreaming of replacing every gasoline-powered car and truck on the planet with an electric vehicle—and reaping the public-relations reward of looking virtuous. It’s construction companies looking to replace the existing energy infrastructure.<br />But if skeptics underestimate the effect the climate movement will have on the world’s economy, greens are in danger of overestimating how much their efforts will help the polar bears. Paradoxically, as climate change assumes a more prominent place on the international agenda, climate activists will lose influence over climate policy."
}