{
    "url_original": "https://www.wsj.com/articles/the-great-student-loan-scam-11612915210?mod=opinion_lead_pos1",
    "url": "the-great-student-loan-scam-11612915210",
    "title": "The Great Student Loan Scam",
    "sub_head": "Democrats lobby Biden to write off debt for affluent borrowers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-09 19:00:00",
    "body": "The Biden Presidency is quickly turning into Barack Obama’s third term, only more liberal. Consider the Democrats calling on President Biden to use the pandemic to cancel $50,000 in student debt per borrower. What they want everyone to forget is that in 2010 they used the last recession to justify a federal takeover of student loans that have since more than doubled to $1.6 trillion. Now they’re using the pandemic to justify loan write-offs they said would never happen.<br />The great student loan scam began in 2010 when Democrats used budget “savings” from ending the federal guaranteed-loan program to pay for ObamaCare. “By cutting out the middleman, we’ll save American taxpayers $68 billion in the coming years,” Mr. Obama declared. Where were the media fact-checkers then?<br />An analysis for the Education Department last year estimated that $435 billion in student loans (excluding private originated loans that are federally guaranteed) will eventually be written off. One reason: Democrats in 2010 created “income-based repayment plans” that limited borrower monthly payments to 10% of discretionary income and discharged the remaining balance after 20 years.<br />These plans now comprise a third of new undergraduate and nearly 60% of graduate loans. Since many borrowers are making only de minimis payments, their balances continue to grow and accrue interest, although most will be forgiven. In other words, the feds are already set to write down a large chunk of debt.<br />But unwilling to let the pandemic go to waste, Sens. Elizabeth Warren and Chuck Schumer and House Democrats are demanding that Mr. Biden go further and cancel as much as $50,000 in debt per person. Ms. Warren says this would cost taxpayers a wee $650 billion and “boost our economy right now.”"
}