{
    "url_original": "https://www.wsj.com/articles/the-snatch-racket-review-coppers-kidnappers-11614295575",
    "url": "the-snatch-racket-review-coppers-kidnappers-11614295575",
    "title": "‘The Snatch Racket’ Review: Coppers & Kidnappers",
    "sub_head": "The Lindbergh baby was only the most high-proﬁle victim of an ‘epidemic’ of abductions in 1930s America.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304514?width=620&size=1.5",
    "image_1": "im-304514.jpg",
    "time": "2021-02-25 18:26:00",
    "body": "Decades before actor Kevin McCarthy had his big-screen encounter with the pod people of Santa Mira, Calif., America suffered from an invasion of real-life body snatchers.<br />Through the Jazz Age and the Depression, mobsters and copycat amateurs captured rich and prominent people or their children and held them for ransom. Most of the victims were freed unharmed, often for a million dollars or more in today’s money. But in the most notorious case—the kidnapping of Charles and Anne Morrow Lindbergh’s 20-month-old Charlie from their home in New Jersey—the baby was long dead during the endless negotiations for his release.<br />That case prompted the passage of the “Lindbergh Law”—the Federal Kidnapping Act of 1932—enabling the U.S. government to get involved and giving J. Edgar Hoover, the head of the FBI, a boost in his insatiable quest for fame. Even so, the epidemic of kidnapping, as the papers called it, stubbornly persisted through the 1930s and into our times. Frank Sinatra’s 19-year-old son Frank Jr. was grabbed at Harrah’s Lake Tahoe in 1963 and, a decade later, the radical Symbionese Liberation Army snatched the publishing heiress Patty Hearst.<br />The kidnappings of the ’30s seem almost quaint compared to the school massacres, drive-by shootings, cyberhacks, radical rioting, pressure-cooker bombings and other grim crimes of today. But they were terrifying in their era. The New York Times began publishing a kidnapping log. Behind the gates of their mansions, rich people quaked for their lives. They hired armed chauffeurs and slept with shotguns and pistols at their bedsides. J.P. Morgan enlisted 250 armed guards for its partners and their families.<br />In “The Snatch Racket,” Carolyn Cox, a veteran Washington lawyer and law professor, reanimates this intriguing slice of American life. Crisp, zesty and free of the clichés of most true-crime writing, Ms. Cox’s book interweaves her case narratives with the inside story of how Hoover exploited the crisis to launch a “crusade” against organized crime, even coining the term “G-men” to glamorize his agents."
}