{
    "url_original": "https://www.wsj.com/articles/the-khashoggi-sanction-11614382062?mod=opinion_lead_pos2",
    "url": "the-khashoggi-sanction-11614382062",
    "title": "The Khashoggi Sanction",
    "sub_head": "The U.S. fingers MBS for the killing and downgrades U.S.-Saudi ties.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-26 18:27:00",
    "body": "The Biden Administration’s release Friday of a classified report on the 2018 murder of Saudi journalist Jamal Khashoggi is morally satisfying. Whether it furthers U.S. interests or even human rights in the long run is another question.<br />The report, delivered to Congress in declassified form, puts the onus squarely on Crown Prince Mohammed bin Salman for ordering Khashoggi’s kidnapping and killing. The report doesn’t offer direct evidence of the order; it bases the judgment on the Crown Prince’s control of decision-making in the Kingdom and the involvement of a key adviser and members of his personal security detail.<br />News of the classified report was leaked at the time, in part to embarrass Donald Trump. The former President viewed the Crown Prince known as MBS as an ally and didn’t want to jeopardize Saudi-U.S. ties. He accepted MBS’s denial without nuance or moral condemnation, which was his habit. President Biden is downgrading those ties, or what he calls a “recalibration,” which will play well on Capitol Hill with progressives and isolationists who want to distance the U.S. from the Saudis.<br />Secretary of State Antony Blinken also announced Friday what he called a “Khashoggi Ban,” a new visa-restriction policy on individuals who “are believed to have been directly engaged in serious, extraterritorial counter-dissident activities.” The U.S. will apply the new ban to 76 Saudis, and it might do some good as a warning to foreign officials that they and their families could be barred from the U.S. if they act against opponents abroad. Don’t underestimate how many foreign leaders want to send their children to Stanford or Duke.<br />But note that the U.S. didn’t apply that sanction to MBS, who is the Saudi defense minister and probably the next King. Democrats and the media are already calling this inadequate and want MBS barred if not indicted. The Biden Administration seems to appreciate that this would lead to a more serious break in U.S.-Saudi relations that would help adversaries in Tehran, Moscow and Beijing."
}