{
    "url_original": "https://www.wsj.com/articles/the-12th-amendments-dangerous-defect-11614035616?mod=opinion_lead_pos7",
    "url": "the-12th-amendments-dangerous-defect-11614035616",
    "title": "The 12th Amendment’s Dangerous Defect",
    "sub_head": "What if it had been up to Congress to choose the president Jan. 6?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302214?width=620&size=1.5",
    "image_1": "im-302214.jpg",
    "time": "2021-02-22 18:13:00",
    "body": "After the Jan. 6 riot ended, Congress proceeded with the formality of certifying the presidential election. But imagine how contentious the day might have been if Congress’s role had been more than a formality. If no candidate had achieved an Electoral College majority—because of either a three-party split, faithless electors or a 269-269 tie—Congress would have chosen the president.<br />Absent an electoral majority, the 12th Amendment requires the House (the newly elected one, seated on Jan. 3) to choose the president from among the top three finishers. But representatives don’t vote individually. Instead, each state delegation casts a single vote for president from the top three finishers, and a majority of states are needed—a constitutional anomaly, as it departs from the House’s democratic structure. In the current House, although the Democrats have a slim majority, Republican state delegations outnumber Democratic ones, 27-20 (the Michigan, Minnesota and Pennsylvania delegations are evenly split). The current House would presumably elect a Republican despite its Democratic majority.<br />But if the House had more evenly split delegations—23 states have an even number of seats—it is entirely possible that no candidate could get the required majority of 26 states in the House. Likewise in a three-candidate race. If that came to pass, the vice president-elect—chosen by the Senate from the top two candidates absent an electoral majority—would become acting president on Inauguration Day.<br />This process poses potential conflicts of interest for congressional leaders. In an evenly split Senate, the incumbent vice president would cast the deciding vote. In eight of the past 10 elections, the vice president was on his party’s ticket. And if Congress fails to choose either a president or a vice president, the House speaker would become acting president on Jan. 20.<br />Another problem: What if the House elects a president of one party and the Senate elects a vice president of the other? The vice presidency was once an administrative backwater, but these days the vice president has an office in the West Wing and participates in the most intimate discussions of the administration as it develops policies. A partisan rivalry would likely prompt the president to exclude the vice president. But then the vice president wouldn’t be ready to take over if the president leaves office or is temporarily incapacitated."
}