{
    "url_original": "https://www.wsj.com/articles/the-robinhood-non-conspiracy-11612222878?mod=opinion_lead_pos1",
    "url": "the-robinhood-non-conspiracy-11612222878",
    "title": "The Robinhood Non-Conspiracy",
    "sub_head": "A margin call is not a Wall Street plot to fleece Reddit traders.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-01 18:41:00",
    "body": "So much for the “rigged” market, the supposed conspiracy to fleece Reddit traders, and other nonsense spouted about last week’s stock market ructions involving  GameStop  and other companies. It turns out the controversy was essentially about a larger than normal clearinghouse call for capital.<br />As David Battan explains nearby, that’s almost certainly the story behind the decision by Robinhood, the internet trading app, to limit trades in certain stocks for a time late last week. Politicians like Sen. Ted Cruz and bar-stool financial analysts claimed to see a plot by the new Robber Barons.<br />The reality is more prosaic. Robinhood and other brokers were deluged by traders looking to invest in GameStop and other shares, often with options contracts that can increase leverage and trading risk. A clearinghouse that processes and settles trades watched the volatile trading and demanded more collateral to cope with potential losses.<br />Robinhood Chief Executive Vlad Tenev explained the demand Sunday night in an interview on a livestream on Clubhouse, a social-networking app. “The request was around $3 billion, which is, you know, about an order of magnitude more than what it typically is,” Mr. Tenev said.<br />A margin call is not a conspiracy. A clearinghouse is an intermediary between buyers and sellers in a financial market. It “clears,” or finalizes, trades and makes sure the parties fulfill the contract and assets are delivered. It also mitigates risk by requiring that trades be backed by enough capital to reduce the chances that one of the trading parties goes bankrupt. This protects investors as well as brokers."
}