{
    "url_original": "https://www.wsj.com/articles/the-pioneering-phillips-collection-turns-100-11613156351",
    "url": "the-pioneering-phillips-collection-turns-100-11613156351",
    "title": "The Pioneering Phillips Collection Turns 100",
    "sub_head": "The Washington, D.C., museum looks forward to its second century with a new exhibition, ‘Seeing Differently.’",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-297520?width=620&size=1.5",
    "image_1": "im-297520.jpg",
    "time": "2021-02-12 13:59:00",
    "body": "The Phillips Collection in Washington, D.C., America’s first museum dedicated to modern art, was the product of a pandemic. In 1918, the art collector Duncan Phillips lost his only brother, James, to the flu that was ravaging the globe; their father, a Civil War veteran and businessman, had died of a heart condition not long before. In 1921, Duncan Phillips honored their memory by turning his home into a museum, originally named the Phillips Memorial Art Gallery.<br />A century later, in the midst of another pandemic, the Phillips is celebrating its anniversary with a new exhibition, “Seeing Differently: The Phillips Collects for a New Century.” Scheduled to open March 6, Covid restrictions permitting, the show features about 250 works chosen from the museum’s collection of more than 6,000 objects. Senior curator Elsa Smithgall said that the exhibition organizers worked with a 13-member community advisory board, which hewed to Duncan Phillips’s collecting philosophy of embracing “a multiplicity of types of works and types of perspectives.” The results include paintings, quilts, sculpture, photographs, works on paper and videos by an international array of artists.<br />The centennial show is organized around “the way that artists explore the complexities of our ever-changing world through four lenses,” Ms. Smithgall said: the senses, identity, history and place. The first section, on the senses, is meant “to hit people with a really powerful sensory experience around color,” she explained, with works such as Alexander Calder’s 1939 wire sculpture “Hollow Egg” and Alma Thomas’s “Breeze Rustling Through Fall Flowers,” a 1968 acrylic on canvas with bands of rich color on a pale background. The 2011 work “Scramble” by Leo Villareal, a commanding five-foot-square grid of light-emitting diodes, hangs near quilts made in Gee’s Bend, Ala., that echo its bright squares.<br />Works in the identity section show “how art can open a window into our understanding of self and how we also see the other,” Ms. Smithgall said. Among them are “Melancholy,” Degas’s evocative portrait from the 1860s of a wistful woman curled into an armchair, and “Untitled (Hood 2),” a 2016 photograph by John Edmonds of an individual whose identity is hidden by a sweatshirt. “Maman Calcule,” a 2013 work by the Belgium-based Congolese artist Aimé Mpane, is a mosaic portrait of a woman in Kinshasa composed of hundreds of carved plywood tiles. There are also portraits by El Greco and Goya, along with self-portraits by Paul Cézanne, in full beard and high-collared jacket, and Milton Avery, in red beret and scarf, a cigarette drooping from his lips.<br />The history section of the show homes in on three topics: Revolution and War, Migration and Displacement, and Slavery and the Legacy of the Civil War. Among the works on display is Honoré Daumier’s “The Uprising,” a scene from 1848’s revolutionary events in France, in which a woman wearing a white shirt and cap surges forward amid the faces and top hats. Duncan Phillips acquired the painting in 1925 and considered it one of the finest in the collection. It is joined by 30 panels from Jacob Lawrence’s “Migration Series,” which chronicles the experiences of African-Americans heading to northern states in search of better lives."
}