{
    "url_original": "https://www.wsj.com/articles/the-court-wont-end-election-anarchy-11614036242?mod=opinion_lead_pos3",
    "url": "the-court-wont-end-election-anarchy-11614036242",
    "title": "The Court Won’t End Election Anarchy",
    "sub_head": "The Justices demur on a case over Pennsylvania’s 10,000 late ballots.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-22 18:24:00",
    "body": "The Supreme Court on Monday declined to rein in last year’s judicial rewrite of Pennsylvania election law, despite three dissenting votes. What a missed opportunity to prevent future mischief. President Biden won by enough votes in enough states that this case wouldn’t change the outcome. But it could have cut the odds of a meltdown next time.<br />“Changing the rules in the middle of the game is bad enough,” Justice Clarence Thomas writes in his solo dissent. “Such rule changes by officials who may lack authority to do so is even worse.” The Constitution gives state legislatures the power to decide the “manner” of elections, but courts and officials last year ignored black-letter law.<br />Pennsylvania legislators unambiguously said mail ballots were due by 8 p.m. on Nov. 3. Yet the state Supreme Court, gesturing at a vague guarantee of “free and equal” elections, ruled that late-arriving votes would be valid through Nov. 6, even without proof of when they were mailed. In total, 10,097 tardy ballots showed up, 669 lacking legible postmarks. That’s plenty to create havoc in a tighter election.<br />In Minnesota, a Democratic state official settled a lawsuit from a progressive group by agreeing to accept mailed ballots a week past the legal deadline. Five days before Nov. 3, a federal court ordered those ballots—2,460 arrived and were counted, plus 802 rejected for still being late—kept separate, in case they had to be tossed. In other states, deadlines were extended and reverted by different judges.<br />Voters might not know which instructions to follow. Both campaigns might declare victory, which is what happened in a Pennsylvania state Senate race amid a dispute over undated ballots, as Justice Thomas recounts. “The decision to leave election law hidden beneath a shroud of doubt is baffling,” he writes."
}