{
    "url_original": "https://www.wsj.com/articles/the-new-disney-ceos-covid-strategy-leans-on-streaming-hits-like-wandavision-11613797202?mod=business_lead_pos5",
    "url": "the-new-disney-ceos-covid-strategy-leans-on-streaming-hits-like-wandavision-11613797202",
    "title": "The New Disney CEO’s Covid Strategy Leans on Streaming Hits Like ‘WandaVision’",
    "sub_head": "During the DVD boom, Bob Chapek championed movies made for at-home viewing—a useful strategy in the streaming age",
    "category_1": "Business",
    "time": "2021-02-20 12:01:00",
    "body": "Two decades before Bob Chapek was named chief executive of Walt  Disney Co. , he identified an unlikely cash gusher: a pack of adorable, talking golden retrievers.<br />Mr. Chapek was the head of Disney’s home-entertainment division, then riding high on consumers’ seemingly limitless appetite for DVDs. After successfully pumping out direct-to-video sequels to beloved classics like “Bambi” and “The Lion King,” Mr. Chapek sensed an opportunity with “Air Bud,” a 1997 hit film about a basketball-playing dog.<br />DVDs of the “Air Bud” universe proliferated for 10 sequels and spinoffs released between 1998 and 2013. “Space Buddies,” “Seventh Inning Fetch,” “Snow Buddies” and other titles earned millions for the company. Though nearly all the “Disney Buddies” films were released straight to home video, Mr. Chapek spent extra on orchestral scores, elaborate marketing campaigns and other embellishments usually reserved for major theatrical releases.<br />Today, the same instincts are benefiting Mr. Chapek as he shepherds Disney’s transition into the streaming age. Much as he did then, Mr. Chapek today must navigate considerable disruption and bridge the old—a library of classic films, TV shows and franchises—with the new: a streaming service considered by Wall Street to be the lifeblood and future of the world’s largest entertainment company.<br />“Everything he’s doing are things that we did, only in the home-entertainment area,” said Robert Vince, chief executive of Air Bud Entertainment and a producer on all of the “Buddies” films."
}