{
    "url_original": "https://www.wsj.com/articles/the-minimum-wages-racially-discriminatory-roots-11613517678?mod=opinion_lead_pos9",
    "url": "the-minimum-wages-racially-discriminatory-roots-11613517678",
    "title": "The Minimum Wage’s Racially Discriminatory Roots",
    "sub_head": "If the filibuster is a ‘Jim Crow relic,’ so is a policy designed to curtail the abundance of black labor.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "image_1_url": "https://images.wsj.net/im-299714?width=620&size=1.5",
    "image_1": "im-299714.jpg",
    "time": "2021-02-16 18:21:00",
    "body": "Speaker Nancy Pelosi said last week that the House version of the next coronavirus aid package will include a $15 federal minimum wage, adding that “27 million people will get a raise, 70% of them women.”<br />In truth, Mrs. Pelosi has no idea how many people would see a raise because she doesn’t know how many people would keep their jobs. Employers may decide that they can’t afford to pay someone a $15 hourly wage, so workers could be let go or offered fewer hours as a result. A new Congressional Budget Office report estimates that 1.4 million jobs would vanish, and no one knows how many people would never be hired in the first place because they’ve been priced out of the labor force. Politicians gloss over these trade-offs, but they are basic economic facts of life.<br />Mrs. Pelosi’s reference to female workers is also misleading. Democrats have long held up single working moms as the typical minimum-wage earner, but that’s a myth. A 2014 analysis by economists Joseph Sabia and Richard Burkhauser found that the vast majority of workers who would benefit from a minimum-wage increase live in nonpoor households. According to Mr. Sabia, “only 13 percent of workers who would be affected live in poor households, while nearly two-thirds live in households with incomes over twice the poverty line, and over 40 percent live in households with incomes over three times the poverty line.”<br />Such findings would seem to underscore the limits of using minimum-wage laws to address poverty. Most workers who earn minimum wages are not a family’s sole breadwinner. They tend to be teenagers living at home or senior citizens working part-time to stay busy in retirement. According to Mr. Sabia, single mothers made up less than 5% of those who potentially would benefit from a minimum-wage hike.<br />What Democrats play down is that most minimum-wage earners aren’t impoverished, and most people who qualify as poor already earn more than the minimum. Poor families need jobs more than they need raises. And what teens and young adults most need are opportunities to accumulate job experience that can lead to higher pay and upward social mobility down the road. By reducing employment opportunities, minimum-wage laws can make inequality worse."
}