{
    "url_original": "https://www.wsj.com/articles/the-cia-can-help-spot-the-next-pandemic-11614548072?mod=opinion_lead_pos9",
    "url": "the-cia-can-help-spot-the-next-pandemic-11614548072",
    "title": "The CIA Can Help Spot the Next Pandemic",
    "sub_head": "Intel agencies and public-health officials need to work together against security risks like Covid.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-305154?width=620&size=1.5",
    "image_1": "im-305154.jpg",
    "time": "2021-02-28 16:34:00",
    "body": "In December 2019, unfamiliar and serious cases of pneumonia started to appear at hospitals in Wuhan, China. Doctors were stumped. They began sending off an unusually high number of samples to local labs for genomic sequencing to see if a new virus was lurking in patients’ lung fluid. By the end of the month, there were clusters of these pneumonia infections in at least three separate families, an indication that a new virus was spreading among people.<br />Any one of these and other events might have tipped us off that something dangerous was under way in China. Any one of them might have been picked up by a foreign intelligence service. But the press reporting is that U.S. health officials didn’t know these facts in December. American health officials seem to have had limited information about the seriousness of what was happening. It now seems that China’s own Center for Disease Control wasn’t informed. By January, many of the usual channels for public-health cooperation between the U.S. and China went dark.<br />In the U.S., there is a longstanding aversion to involving the tools of national security in public health. Health officials don’t want to cooperate with intelligence services for fear that it will impede their multilateral commitments or that intelligence groups will classify important sets of data. Many worry that every American working in a lab coat overseas will be perceived as a spy.<br />But without help from public-health officials, intelligence agencies are less equipped to spot relevant information. The intelligence community can’t protect sensitive public-health concerns unless public-health officials work with them and explain the issues. And without relationships in the public-health world, intelligence services may have a harder time sharing the information they do receive.<br />Covid proved that international conventions and cooperation can’t be the sole backstop in a crisis. We need more capability for gathering information when there are signs of outbreaks. This means we’ll have to rely on more-traditional national-security tools, including intelligence services."
}