{
    "url_original": "https://www.wsj.com/articles/the-york-patrol-review-immortal-doughboy-11612539732?mod=ig_booksfebruary6",
    "url": "the-york-patrol-review-immortal-doughboy-11612539732",
    "title": "‘The York Patrol’ Review: Immortal Doughboy",
    "sub_head": "Alvin York’s feats on the battlefield were obscured by movies and mythology, but his heroism under fire was the real thing.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-294869?width=620&size=custom_2886x1732",
    "image_1": "im-294869.jpg",
    "time": "2021-02-05 10:42:00",
    "body": "The saga of Alvin York is embedded in the golden age of U.S. military history—the two great wars of the 20th century, long before the endless ambiguous conflicts on the far borders of the American imperium. A red-haired, freckle-faced hillbilly from Tennessee, the acting corporal was credited with almost singlehandedly capturing 132 German soldiers and officers and killing 25 others in a spasm of sharpshooting heroism unmatched to this day. His gallantry on Oct. 8, 1918, helped save the beleaguered “Lost Battalion” and marked a turning point in the Great War that ended barely a month later.<br />Today, only the oldest Americans have any sense of World War I, though a few film buffs may know of its greatest hero through the corn-pone classic “Sergeant York” (1941), in which a drawly 40-year-old Gary Cooper played the 30-year-old doughboy. Fading memory mists the unparalleled butchery on the Western Front as Allied troops and the hated Boche went “over the top” from their trenches and fox holes to face annihilating machine-gun fire, exploding shrapnel shells and, in the Allies’ case, searing poison gas.<br />Besides the movie, there are at least a dozen books about York (including two bestselling ghosted autobiographies) and a state historical site where his farmstead and mill stood in tiny Pall Mall in the northern Tennessee hill country. Now military historian James Carl Nelson has turned out an exhaustively researched but mercifully compact study called “The York Patrol.” A conscientious work, it’s at once an overwritten and underwritten addition to the York bookshelf.<br />As the legend is told, York was a kind of rustic Prince Hal, but of sturdy American peasant stock rather than Plantagenet blood. He grew up, Mr. Nelson relates, hunting fox, turkey and varmints with his father. Young Alvin had barely a year of schooling spread over five years, didn’t have a pair of shoes until he was 16, when he stood 6 feet and weighed 160 pounds, and didn’t crack a book until he was 20. He turned into a carouser who could down a quart of moonshine by himself or with his pals in ramshackle saloons with the Kentucky-Tennessee border painted on the floor (because it was legal to drink only in Kentucky).<br />But before York surrendered to Satan, a barnstorming evangelist brought him to Jesus. He quit drinking, smoking, cursing and fighting and became a young elder in the Church of Christ in Christian Union. Then, in 1917, President Woodrow Wilson declared war on Germany and its ally, the Austro-Hungarian Empire."
}