{
    "url_original": "https://www.wsj.com/articles/the-human-cost-of-a-minimum-wage-11613429946?mod=opinion_lead_pos9",
    "url": "the-human-cost-of-a-minimum-wage-11613429946",
    "title": "The Human Cost of a Minimum Wage",
    "sub_head": "Workers have more to fear from well-meaning pols than from capitalism.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-299360?width=620&size=1.5",
    "image_1": "im-299360.jpg",
    "time": "2021-02-15 17:59:00",
    "body": "As these things always do, it started out with the best intentions. In January the City Council of Long Beach, Calif., adopted an ordinance requiring large grocery-store chains to pay employees an extra $4 an hour. The idea was to reward them for the risks they took by doing their jobs amid the Covid-19 pandemic.<br />It didn’t turn out that way. In response to the ordinance,  Kroger Co.  announced it would close two Long Beach supermarkets. Once again, workers were sacrificed to greed. As local union leader John Grant told the Washington Post, “it’s reckless capitalism run amok.”<br />But is it?<br />As one of the world’s largest retailers, Kroger makes an easy villain. But instead of blaming “reckless capitalism,” might the fault lie with the reckless politicians who passed this measure? Thanks to their intervention, instead of finding an extra $4 an hour in their paychecks, nearly 200 grocery workers will now have no paychecks at all unless they are transferred to another store or find another job. It’s but the latest illustration of economist Thomas Sowell’s dictum that whatever a government might set it at, “the real minimum wage is always zero.”<br />What happened to these workers is worth bearing in mind as Congress debates whether to raise the federal minimum wage. For though the Long Beach ordinance was called “hero pay” and meant to be temporary, it operated as a minimum-wage increase for the affected grocery workers. And just as the Long Beach City Council passed it unanimously and without much thought that it could end up doing more harm to these workers than good, those now pressing Congress to include the $15-an-hour federal minimum wage in its Covid-19 relief package ask us to believe the costs would be nonexistent or minimal."
}