{
    "url_original": "https://www.wsj.com/articles/the-genome-odyssey-review-from-code-to-clinic-11614207479?mod=opinion_reviews_pos1",
    "url": "the-genome-odyssey-review-from-code-to-clinic-11614207479",
    "title": "‘The Genome Odyssey’ Review: From Code to Clinic",
    "sub_head": "The effort to bring data from the human genome into medical therapy and practice has been thrilling and frustrating.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-303873?width=620&size=1.5",
    "image_1": "im-303873.jpg",
    "time": "2021-02-24 17:57:00",
    "body": "In the months after Carson Miller was born, his parents Danny and Nikki—a young couple living in Northern California—noticed that he was having trouble with basic movements, like rolling over and crawling. He managed to take a few steps at 12 months but never got beyond that. When his brother Chase was born a year later, the parents’ anxiety turned to dismay as the younger boy also struggled with motor activity. Desperate to understand what was wrong, Danny and Nikki took their wheelchair-bound children to a series of doctors, enduring test after test; yet a diagnosis remained elusive. Finally, the family saw a group of medical detectives—part of an academic consortium called the Undiagnosed Diseases Network—who subjected the family’s DNA to a comprehensive analysis. The doctors at last identified the problem: an unusual defect in the energy machinery of the boys’ cells. Diagnosis firmly in hand, the family could now turn their attention to treatment.<br />The fact that critical information lurks within the three billion or so pairs of letters representing our genetic instructions was a key driver of the Human Genome Project, begun in 1990 and completed, with suitable fanfare, 13 years later. But translating DNA sequence into actionable insight hasn’t been easy. This is a major theme of “The Genome Odyssey,” Euan Ashley’s impassioned, firsthand account of the effort to bring genomicdata into clinical practice and help patients like Carson and Chase.<br />For starters, says Dr. Ashley, a cardiologist and geneticist at Stanford, there was the price—prohibitively high early on. Thanks to advances in technology, the cost of sequencing an individual’s DNA has declined a million-fold since 2003—the equivalent, he says, of a Ferrari plummeting from $350,000 to less than 40 cents. The time required to decode a genome has plunged to days rather than years or months. When Jazlene, a newborn girl with a dangerously abnormal heart rhythm, arrived at Stanford in 2014, Dr. Ashley and his colleagues were able to identify the genetic cause within days and “practice more ‘precise’ medicine” by fine-tuning the infant’s therapy.<br />At the level of DNA, humans are 99.9% identical, Dr. Ashley reminds us. The challenge, for doctors, lies in figuring out which differences in the remaining 0.1% are medically pertinent. For many families, the diagnosis of a rare genetic disease marks the end of one journey and the beginning of a second one, focused on learning from similar patients and partnering with researchers to search for a cure.<br />While Dr. Ashley concentrates on genetic disease, he also highlights the promise of DNA “superhumans”—people who have been dealt an unusually good genetic hand. One example: Sharlayne Tracy, a college student in Dallas who enrolled in a University of Texas Southwestern study of cardiovascular health and was found to have astonishingly low levels of “bad” cholesterol. DNA analysis revealed a genetic defect disrupting PCSK9, a protein involved in cholesterol metabolism. The discovery prompted several pharmaceutical companies to develop medications targeting this protein. Two of the drugs, for the treatment of stubbornly high cholesterol, have been approved by the FDA."
}