{
    "url_original": "https://www.wsj.com/articles/the-risks-of-too-much-stimulus-11612307861?mod=opinion_lead_pos5",
    "url": "the-risks-of-too-much-stimulus-11612307861",
    "title": "The Risks of Too Much ‘Stimulus’",
    "sub_head": "Disposable real per capita income rose 5.5% in 2020, the highest rate since 1984, due largely to transfer payments.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA478_GrammS_8U_20210202122019.jpg",
    "image_1": "publicresourcesimagesED-BA478_GrammS_8U_20210202122019.jpg",
    "time": "2021-02-02 18:17:00",
    "body": "Even among economists who strongly support President Biden, a consensus is growing that the economy emerged from last year set for a robust recovery. That view has been espoused by Bill Clinton’s Treasury Secretary Lawrence Summers and Barack Obama’s former top economist Jason Furman. Both have expressed concern that the economy may overheat.<br />The most encouraging sign that recovery will be strong as the vaccines take hold is not that real gross domestic product rose 7.5% in the third quarter, offsetting 83% of the economic collapse produced by the shutdown in the preceding quarter. Nor is it that 16 million of the 22 million jobs lost have been restored. The most encouraging sign is how much the total purchasing power of American families has expanded during the crisis, reaching record highs.<br />To be sure, many Americans have taken a serious hit: Commerce Department data show total employee compensation in the second and third quarters of 2020 was down by $215 billion compared with the first quarter. Yet government personal transfers were up $893 billion—four times the compensation lost. In the second quarter alone, real per capita disposable income was up 10.5% compared with the first quarter—25 times as fast as the average quarterly income growth in the prior two years.<br />This surge in personal income was driven by government stimulus equal to $2.6 trillion, more than all the private wages and salaries paid in the first quarter of 2020. While preliminary fourth-quarter figures show that personal income declined from the previous quarter, real per capita disposable income in 2020 grew 5.5%—the highest growth rate since 1984, the peak of the Reagan recovery. All of this occurred before the $900 billion December stimulus took effect.<br />So what happened to all that money? As transfer payments surged in the second quarter and the shutdown curtailed personal-consumption expenditures, pent-up purchasing power spiked. Quarterly savings rose by almost $800 billion. The historical savings rate of 7% to 8% of income reached an astonishing 26% in the second quarter. Preliminary data for 2020 show total savings for 2020 was $1.6 trillion higher than in 2019. And that was before the $900 billion stimulus."
}