{
    "url_original": "https://www.wsj.com/articles/the-joy-of-trollope-11612541331",
    "url": "the-joy-of-trollope-11612541331",
    "title": "The Joy of Trollope",
    "sub_head": "In his fictional mirror of Victorian England, Anthony Trollope created a world it would take a lifetime to fully explore.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-294867?width=620&size=custom_4800x3488",
    "image_1": "im-294867.jpg",
    "time": "2021-02-05 11:08:00",
    "body": "Fans of the Victorian novelist Anthony Trollope (1815-1882) can take comfort in his inexhaustibility. My case is probably typical. I began reading him in my 20s, some 40 years ago, and have turned to him regularly, if in spurts, ever since. In a recent tallying-up I discovered I’d read 18 of his novels, or roughly one every two years. But there are 47 novels in all, leaving me with nearly 30 to go—some 60 years of Trollope to unfold. I find the image heartening: myself as an advanced centenarian, still with a few unread novels before me.<br />Trollope occupies a peculiar—a distorted—place in the American imagination. Fate has conspired, with the able assistance of the BBC, to portray him as a creator of landscapes so English that, under his spell, the rest of the planet falls under a distant haze. Trollope once remarked, “Visitors to England who have not sojourned at a country-house, whether it be the squire’s, parson’s, or farmer’s, have not seen the most English phase of the country.” Those country houses loom large in the BBC’s fetching Trollope adaptations, emerging in the 1970s with the vast 26-episode “The Pallisers,” continuing in the ’80s with the seven-episode “Barchester Chronicles” and extending into our century with “He Knew He Was Right” and “The Way We Live Now.”<br />Readers who first meet Trollope via television may be surprised to discover that in his time he was a footloose cosmopolite. Most of his early wanderings were business travel. Trollope worked for 33 years as a civil servant in the British post-office system, 20 of these years in Ireland, where the ghost of his disastrous childhood (“I was ill-dressed and dirty” and “despised by all my companions”) was successfully laid to rest. (“But from the day on which I set my foot in Ireland all these evils went away from me.”) He was later dispatched on post-office business to Egypt and Malta and Cuba. Still later, as a full-time author, he kept journeying abroad and wound up claiming five different continents as backdrops for his books: Europe, North America, Africa, Asia and Oceania. It would be hard to name another 19th-century European novelist whose work was so far-flung.<br />Trollope’s six Palliser novels are often regarded as the crowning summit of his ranging, mountainous output. They make up a loosely bound set. Conceived singly rather than collectively, they were published over 16 years, in the midst of other projects. What chiefly unifies them are their overlapping characters and their ongoing, clamorous obsession with parliamentary politics, especially the seesawing battle between Conservatives and Trollope’s own beloved Liberals. Pursuing a lifelong dream (“to sit in the British Parliament should be the highest object of ambition to every educated Englishman”), Trollope once stood unsuccessfully for the House of Commons, and the Palliser sextet might be viewed as a benevolent revenge upon an unobliging electorate.<br />The final—and to my eyes the finest—volume in the series, “The Duke’s Children,” has a curious publication history. In 1878, when he submitted the novel, Trollope was in a slough, commercially and critically, and his publisher convinced him to excise 65,000 words from the outsized manuscript. For more than a century, this was the “Duke’s Children” known to the world. But in 2015, on the occasion of Trollope’s bicentennial, the Folio Society published a deluxe limited edition of the restored text in England, and Everyman offered a hardcover in the States. The book, edited by the American scholar Steven Amarnick, now appears in paperback, as an Oxford World’s Classic (678 pages, $16.95). At long last, all the children of “The Duke’s Children” are fully born."
}