{
    "url_original": "https://www.wsj.com/articles/the-gops-first-2021-victory-11612481021?mod=opinion_major_pos9",
    "url": "the-gops-first-2021-victory-11612481021",
    "title": "The GOP’s First 2021 Victory",
    "sub_head": "Ousting Liz Cheney would have reinforced the Democrats’ nasty caricature.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "time": "2021-02-04 18:23:00",
    "body": "Joe Biden has decreed quite a few policy wins in recent weeks. But the biggest political win of 2021 so far may go to Republicans, with their vote this week to keep Wyoming Rep. Liz Cheney in her House leadership post.<br />This was a victory mostly in that it wasn’t much about Ms. Cheney at all. It was instead the party sending a message that it remains a big tent and isn’t going to grant or revoke membership purely on fealty to one politician, Donald Trump. Just as important, it was the party stomping on the new Democratic and media strategy to cast the entire GOP as extremists and kooks.<br />Ms. Cheney, chairman of the House Republican Conference, had managed to irk more than a few of her colleagues over the past year, particularly with her decision last spring to back a primary opponent of a House colleague. This frustration boiled over when Ms. Cheney voted with House Democrats to impeach Donald Trump and issued an aggressive statement that even many of her backers felt inflamed the left’s bonfire.<br />Minority Leader Kevin McCarthy could have tried to paper over this divide. Instead on Wednesday he held a four-hour meeting in which members aired their grievances. He then delivered an impassioned closing speech laying out the bigger stakes—the need for the party to get past November, to focus on the Biden agenda, and to win the majority next year. The pitch ruled the day; the vote to retain Ms. Cheney was reportedly 145-61. Even many of those who voted against her did so out of broader beefs with her leadership rather than as a Trump purity test.<br />Mr. McCarthy capped that success with another: the handling of Georgia Rep. Marjorie Taylor Greene. At the Wednesday meeting, Mrs. Greene finally answered questions about, and disavowed, inflammatory comments she’d made and conspiracy theories she’d perpetuated on social media prior to her election last year. She took to the floor on Thursday to express her regret at having been seduced into the social-media vortex and to state that those views “do not represent my district, and they do not represent my values.” Mr. McCarthy issued his own statement to “condemn” QAnon, political violence, anti-Semitism, and everything else the left has associated the right with of late."
}