{
    "url_original": "https://www.wsj.com/articles/the-long-term-economic-costs-of-lost-schooling-11614286602",
    "url": "the-long-term-economic-costs-of-lost-schooling-11614286602",
    "title": "The Long-Term Economic Costs of Lost Schooling",
    "sub_head": "Students who are falling behind now because of Covid restrictions may never catch up in their skills, job prospects and income.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-304328?width=620&size=1",
    "image_1": "im-304328.jpg",
    "time": "2021-02-25 15:56:00",
    "body": "Imagine for a moment two objects in your hands. One is a piece of paper and the other a rubber band. If you squeeze your hands together hard and let go, the paper will remain crumpled, but the rubber band will return to its original shape.<br />Economists tend to think of the economy as the rubber band. After a shock, they expect it to go back to normal. When it doesn’t, like the crumpled paper, they call the effect “hysteresis”—lasting changes caused by some large perturbation. The Covid-19 pandemic is a classic example. What permanent damage to the economy will it leave behind?<br />The first place to look is in classrooms, say Eric Hanushek and Margaret Raymond, economists and education researchers at Stanford University. Lost study time for children during the pandemic has the potential to do lasting harm not just to their own long-term prospects but to American prosperity in general, say the married couple.<br />Ms. Raymond studied 18 states and Washington, D.C. and concluded that, on average, children lost 116 days of reading time during the early stages of the pandemic last year and 215 days of math work—instruction that will be hard to regain and could leave a whole generation of children struggling to keep up in their studies and testing. If your child misses out on learning fractions now, how will she perform in algebra later?<br />And the shock has been distributed unevenly. Children in rural areas and areas with large Black and Hispanic populations were hit the hardest. Among the states suffering the most are South Carolina and Illinois, according to Ms. Raymond’s study."
}