{
    "url_original": "https://www.wsj.com/articles/the-times-is-changing-badly-11613170637?mod=opinion_lead_pos8",
    "url": "the-times-is-changing-badly-11613170637",
    "title": "The Times Is Changing, Badly",
    "sub_head": "Editors and managers at a great newspaper gather around Twitter to find out what they think.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-298679?width=620&size=1.5",
    "image_1": "im-298679.jpg",
    "time": "2021-02-12 17:57:00",
    "body": "Untenable was the principle enunciated last week by the  New York Times  in a kerfuffle over a distinguished reporter who was expelled for uttering the N-word in an innocent discussion of the N-word. Happily for the next victim but not the latest one, the paper has belatedly seen the error of its ways.<br />Donald G. McNeil Jr. “has done much good reporting over four decades,” said management even as it escorted him out the door. Executive Editor Dean Baquet had previously declined to fire Mr. McNeil over the two-year-old incident, saying it was clear the term hadn’t been uttered in a “hateful or malicious” way.<br />But that was before a tsunami of intolerance from the forces of tolerance inside the paper. Mr. Baquet announced last week that Mr. McNeil would be leaving after all because “we do not tolerate racist language regardless of intent.” Oops, it was universally pointed out that the Times then would have to fire itself. A Factiva search shows the paper using the word 1,271 times as far back as 1969 and as recently as a week ago, as it must in covering the world. The new standard, “a threat to our journalism,” was “a deadline mistake and I regret it,” Mr. Baquet admitted on Thursday.<br />What a mess. I don’t know Mr. Baquet. By all accounts, he’s a fine person and a good reporter, but you know what he’s behaving like here—he’s behaving like somebody who knows he can’t trust his own boss to back him in any decision unpopular with the woke mob.<br />Contrary to myth, the last thing John Kennedy was saying in “Profiles in Courage” was that persons in authority at every moment should be ready to throw away their livelihoods over a matter of principle. Mr. Baquet won’t get advice from me on whether his job is now impossible, or, for that matter, whether it’s doubly important that he stick around for après moi reasons."
}