{
    "url_original": "https://www.wsj.com/articles/the-trump-impeachment-evidence-11612999941?mod=opinion_lead_pos3",
    "url": "the-trump-impeachment-evidence-11612999941",
    "title": "The Trump Impeachment Evidence",
    "sub_head": "He might be acquitted, but he won’t live down his disgraceful conduct.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-297786?width=620&size=1.5",
    "image_1": "im-297786.jpg",
    "time": "2021-02-10 18:32:00",
    "body": "Whether a former President ought to be subject to an impeachment trial is a matter of constitutional debate. Whether it’s prudent, if acquittal appears likely, is a related question. But wherever you come down on those issues, the House impeachment managers this week are laying out a visceral case that the Capitol riot of Jan. 6 was a disgrace for which President Trump bears responsibility.<br />Long before November, Mr. Trump was saying that the only way he could lose the election was if it were rigged. On the night of the vote, he tweeted, “they are trying to STEAL the election.” In his speech that night, he called it “a fraud on the American public,” and said, “frankly we did win.” Is it a surprise that some of his fans took his words to heart?<br />Instead of bowing to dozens of court defeats, Mr. Trump escalated. He falsely claimed that Vice President Mike Pence, if only he had the courage, could reject electoral votes and stop Democrats from hijacking democracy. He called his supporters to attend a rally on Jan. 6, when Congress would do the counting. “Be there, will be wild!” Mr. Trump tweeted. His speech that day was timed to coincide with the action in the Capitol, and then he directed the crowd down Pennsylvania Avenue.<br />Mr. Trump’s defenders point out that he also told the audience to make their voices heard “peacefully.” And contra Rep. Eric Swalwell, who argued the incitement to attack the Capitol was “premeditated,” it’s difficult to think Mr. Trump ever envisioned what followed: that instead of merely making a boisterous display, the crowd would riot, assault the police, invade the building, send lawmakers fleeing with gas masks, trash legislative offices, and leave in its wake a dead Capitol officer.<br />But talk about playing with fire. Mr. Trump told an apocalyptic fable in which American democracy might end on Jan. 6, and some people who believed him acted like it. Once the riot began, Mr. Trump took hours to say anything, a delay his defenders have not satisfactorily explained. Even then he equivocated. Imagine, Rep. Joe Neguse said, if Mr. Trump “had simply gone onto TV, just logged on to  Twitter  and said ‘Stop the Attack,’ if he had done so with even half as much force as he said ‘Stop the Steal.’”"
}