{
    "url_original": "https://www.wsj.com/articles/the-investigation-review-police-in-troubled-waters-11612203805",
    "url": "the-investigation-review-police-in-troubled-waters-11612203805",
    "title": "‘The Investigation’ Review: Police in Troubled Waters",
    "sub_head": "An HBO true-crime series dramatizes the search for answers in the 2017 murder of Swedish journalist Kim Wall aboard a Danish entrepreneur’s submarine.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-291732?width=620&size=custom_1920x1080",
    "image_1": "im-291732.jpg",
    "time": "2021-02-01 13:23:00",
    "body": "<br /><br />As thriller titles go, “The Investigation” is hardly “Chinatown” or “Vertigo” or “I’ll Be Gone in the Dark.” It rings perversely generic. But by episode 3 of this six-part fact-based fiction, one realizes what exactly “The Investigation” is not, which is “The Murder,” “The Suspect” or “The Trial.” The accused is not only never shown but never named. It’s the detective’s-eye view of a particularly heartbreaking crime, the police procedural extraordinaire—a case that tests its Scandinavian sleuths’ capacity for keeping their cool while finding a killer.<br />The real-life outrage on which it is based—the 2017 dismemberment murder of Swedish journalist Kim Wall, aboard a Danish entrepreneur’s small submarine in the waters off Copenhagen—made the news world-wide and was a tabloid sensation in Denmark. “The Submarine Case,” as it was called, stymied investigators because of a literal lack of corpus delicti and the fatuous but not-quite-refutable stories of the sub owner: Wall hit her head on the hatch and died. No, there was a vacuum lock on board and she was killed by carbon-monoxide fumes. He couldn’t get the body through the tower, so he cut it up. He buried her at sea because he wanted to spare her parents.<br />No one believed any of it, but as the prosecutor, Jakob Buch-Jepsen (Pilou Asbæk), tells the police—specifically head investigator Jens Møller Jensen (Søren Malling)—without a body they can’t prove a cause of death. Without a cause of death they can’t charge someone with murder."
}