{
    "url_original": "https://www.wsj.com/articles/the-rope-review-the-accused-and-the-crusader-11613144486?mod=ig_booksfebruary13",
    "url": "the-rope-review-the-accused-and-the-crusader-11613144486",
    "title": "‘The Rope’ Review: The Accused and the Crusader",
    "sub_head": "The color of Tom Williams’s skin made him a target, even as a national antiracism movement grew.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-298134?width=620&size=1.5",
    "image_1": "im-298134.jpg",
    "time": "2021-02-12 10:41:00",
    "body": "Alex Tresniowski, the author of “The Rope: A True Story of Murder, Heroism, and the Dawn of the NAACP,” tells us at the book’s outset that “the story of Tom Williams is also the story of two individuals, a man and a woman, one white, one black, born at different times in different parts of the country, fated never to meet but linked by a passion for justice, and by a single legal case in a town called Asbury Park.”<br />Mr. Tresniowski then sets us in that New Jersey township, in November 1910. He introduces us to Williams, who lives there, “but only in the shadows of other people’s lives, a peripheral figure, a black man for hire, no one of note. This was how both he and the city wanted it.”<br />Williams, a onetime amateur boxer who went by the name Black Diamond, knows to keep his head down; knows that it would never be a fair fight should he get on the wrong side of the law; knows that “black codes, Jim Crow, disenfranchisement, segregation, lynching” are “insidious, suppressive, and terrorizing.” That terror could ignite immediately, as it does after a 10-year-old white girl named Marie Smith goes missing while walking home from school. Mr. Tresniowski, a journalist and prolific author of human-interest and true-crime books, shows us through brisk and cinematic writing the horror confronted by Marie’s parents—her mother running from their home to the schoolhouse, her father searching by lantern, in vain, under every tree and bush. There is no sign to be found of the “sunny child” who left for school wearing a blue satin ribbon in her hair.<br />While no evidence points to Williams, the public nevertheless demands a villain. Williams is arrested and jailed. A local newspaper fans the flames of civic outrage with large-type headlines such as, “NEGRO IS PLACED AT SCENE AT THE TIME OF BRUTAL MURDER.” Asbury Park is susceptible to such outrage, having been founded several decades earlier as a resort for white people. The black hotel and service workers who walk its boardwalks are considered, as reported by the New York Times, to be “intruding themselves in places where common sense should tell them not to go.”<br />The white people who march to the jail where Williams is held yell “Diamond will never leave this town alive!” and “Lynch him!” Mr. Tresniowski tells us that en route they broke into a stonemason’s store, emerging “with an arsenal—a twenty-pound sledgehammer, a long pinch bar, a steel crowbar, an ax, an iron roller.” These instruments of torture, wielded by white mobs, appear again and again in “The Rope” as the author recounts stories of other lynchings in other cities, scenes of such savagery it is terrible to know that humans harbor this capacity. And yet they are more than capable: They are eager to see the entrails of entirely innocent men smeared in the streets, to set men on fire, to hang them from trees as a warning to others, to give action to spasms of hate and destroy the rights and progress made by black Americans after the Civil War."
}