{
    "url_original": "https://www.wsj.com/articles/the-day-facebook-went-dark-on-news-11613652431?mod=business_lead_pos3",
    "url": "the-day-facebook-went-dark-on-news-11613652431",
    "title": "The Day Facebook Went Dark on News",
    "sub_head": "Australians were caught off guard by Facebook’s decision to remove news in a deepening spat with the government over payment for content",
    "category_1": "Tech",
    "time": "2021-02-18 07:47:00",
    "body": "SYDNEY—Marcey Papandrea spent more than 10 years cultivating a small following on  Facebook  to draw people toward her website—called the Super Network—where she posts movie reviews and podcasts. On Thursday morning, she woke at home in Melbourne to find her Facebook page blocked.<br />Ms. Papandrea had become collateral damage in a dispute between Facebook Inc. and the Australian government over payment for content. Facebook overnight had followed through on a threat to bar users in Australia from posting news. The move also cut off access to information such as the national weather service and some local health sites, though Facebook said that had been done inadvertently.<br />“I have no idea what Facebook’s algorithm would be that someone like me would be targeted,” said Ms. Papandrea, 36 years old, who blamed both Facebook and the government for the outcome. “At the end of the day, this is like a mudslinging contest.”<br />Facebook opposes legislation by the Australian government that would effectively require big tech companies to pay the country’s media outlets for content. The legislation, which is being watched globally and could offer a model for other governments to follow, is working its way through the country’s parliament.<br />To Australian users, the Facebook pages belonging to media outlets in Australia and overseas—including The Wall Street Journal—appeared blank on Thursday with a message saying, “No posts yet.” Users who tried to post a link to a news article got a notification saying the post couldn’t be shared. Some people tried to find workarounds, such as posting screenshots of articles. Links could still be shared on Facebook’s instant-messaging platform."
}