{
    "url_original": "https://www.wsj.com/articles/the-latest-remote-learning-battle-requiring-kids-to-keep-cameras-on-11613224800?mod=tech_lead_pos12",
    "url": "the-latest-remote-learning-battle-requiring-kids-to-keep-cameras-on-11613224800",
    "title": "The Latest Remote-Learning Battle: Requiring Kids to Keep Cameras On",
    "sub_head": "Many students say they feel more engaged with their cameras on, but not if they are the only ones; parents say, just make it a rule",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-298773?width=620&size=1.5",
    "image_1": "im-298773.jpg",
    "time": "2021-02-13 09:00:00",
    "body": "Rachel Anderson’s fourth-grade daughter was so anxious about being on camera during remote learning that she cried every day for the first six weeks of school.<br />Ms. Anderson has all three of her kids set up in the kitchen—the fourth-grader, a second-grader and a third child in sixth grade—where she can keep an eye on them. They all have their cameras on. When Ms. Anderson’s fourth-grade daughter received her report card recently, there was a note from the teacher saying she seems distracted during class.<br />“I’m getting chastised for a distracted environment?” said Ms. Anderson, of Eugene, Ore., who teaches college students online. “I’m not going to have my young children alone in their rooms doing their work. There is no winning solution.”<br />Districts were hesitant to make cameras a requirement in the fall, out of respect for family privacy. Besides increasing anxiety for some kids, the live look into students’ living quarters—not only by teachers, but also by fellow students—might pose equity issues.<br />As students enter the midway slump of a trying school year, after months of full or partial remote learning, more districts around the country are requiring students to turn on their cameras. While educators have seen positive results in grades and participation, the debate continues."
}