{
    "url_original": "https://www.wsj.com/articles/the-woke-model-minority-myth-11614035596?mod=opinion_lead_pos8",
    "url": "the-woke-model-minority-myth-11614035596",
    "title": "The Woke ‘Model Minority’ Myth",
    "sub_head": "For progressives, Asian-American achievement is an embarrassment.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "time": "2021-02-22 18:13:00",
    "body": "The North Thurston Public Schools in Lacey, Wash., made headlines in November when their “equity report” classified Asian-Americans along with whites instead of as “students of color.” Apparently the Asian-Americans were doing too well academically to be students of color. After what the district said was “an overwhelming public response,” it admitted its “category choices” had “racist implications” and dropped the equity report from its website.<br />To normal Americans, it makes no sense. How are Asian-Americans not “people of color”? But give the North Thurston folks credit for following progressive logic to its conclusion. Modern progressive theory more or less divides the nation between the oppressors, defined as whites, and the oppressed, defined as everyone else. In this framework, achieving success puts you on the side of the oppressors and thus makes you white or “white-adjacent”—even if your family came from China or India.<br />Calling it progressive to send children of color the message that achievement is white is an irony lost on the woke. Bigoted laws such as the Chinese Exclusion Act of 1882 or actions such as the internment of Japanese-Americans during World War II were once thought among the worst stains on American history left by anti-Asian racism. But these days the characterization of Asian-Americans as the “model minority” triggers the woke.<br />“Asian-Americans are caught in a bind—condemn the system of white supremacy and privilege along with other people of color or be ‘banished’ from the victim group as white-adjacent,” says Wenyuan Wu, executive director of Californians for Equal Rights. “The end goal here is to pit people against each other as if our hyphenated identities are bigger than our common destiny as Americans.”<br />The principal reason for this is the fact of Asian-American achievement. This is an embarrassment to progressives because it undermines the claim that structural racism dooms nonwhite citizens to the margins of the American dream. So Asian-American achievement must either be dismissed as somehow white or sacrificed at the altar of equity."
}