{
    "url_original": "https://www.wsj.com/articles/the-antidote-to-trump-isnt-obama-redux-11612826732?mod=opinion_major_pos7",
    "url": "the-antidote-to-trump-isnt-obama-redux-11612826732",
    "title": "The Antidote to Trump Isn’t Obama Redux",
    "sub_head": "U.S. allies worry that Biden may turn out to be all posturing and talk, no action.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "time": "2021-02-08 18:25:00",
    "body": "In his first major foreign-policy address as president, Joe Biden couldn’t have been clearer: There’s a new sheriff in town. Not only did his speech last week announce reversals of high-profile Trump policies; it criticized the neglect “and, I would argue, abuse,” of American alliances in the, ahem, recent past. In describing a recent phone conversation with Russian President Vladimir Putin, the new commander in chief said he conducted himself “in a manner very different from my predecessor.”<br />The Biden team is driven by conviction. It really believes that America’s leading position in the world rests on global admiration for U.S. values. The administration thinks America’s alliance network is based on those values and Washington’s commitment to a multilateral approach. President Trump’s “America First” foreign policy, in this view, was an all-out assault on the foundations of U.S. power.<br />Let us hope that Mr. Biden’s leadership will strengthen alliances and rally the rattled forces of democracy against rival authoritarian great powers. But talk is easy; work is hard.<br />No president in recent decades made as many inspiring speeches about democracy and human rights as President Obama—and yet no administration in recent decades saw authoritarian powers make so many gains. In 2011 Mr. Obama put down a marker in Syria: “The time has come for President Assad to step aside.” A decade later, propped up by Russia and Iran, Bashar Assad is still there.<br />It is very well for Mr. Biden to say he isn’t Mr. Trump, but what he needs to demonstrate to the world is that he isn’t Mr. Obama. The Obama administration’s mix of tough words and fumbled deeds in places like Egypt and Syria—along with its serial failures to curb Russian and Chinese power plays from Crimea to the South China Sea—badly diminished American prestige. The prospect that the new administration will similarly dissipate Washington’s energy and credibility in empty gestures and moralistic word salads quietly worries U.S. allies (and delights and encourages American adversaries)."
}