{
    "url_original": "https://www.wsj.com/articles/the-saint-and-the-atheist-review-the-wrong-side-of-truth-11614352051?mod=ig_booksfebruary27",
    "url": "the-saint-and-the-atheist-review-the-wrong-side-of-truth-11614352051",
    "title": "‘The Saint and the Atheist’ Review: The Wrong Side of Truth",
    "sub_head": "A case for connecting St. Thomas Aquinas and Jean-Paul Sartre begins with a question of freedom.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-304456?width=620&size=1.5",
    "image_1": "im-304456.jpg",
    "time": "2021-02-26 10:07:00",
    "body": "The distinction between theist and atheist, Joseph S. Catalano argues in “The Saint and the Atheist,” is irrelevant in today’s world. Believers and nonbelievers alike, he thinks, are bound together by a common faith: faith in human freedom. Mr. Catalano claims to find this common faith in the writings of two very different philosophers—the 13th-century Dominican friar Thomas Aquinas and the 20th-century French existentialist Jean-Paul Sartre.<br />Mr. Catalano, a Sartre scholar and professor emeritus at Kean University, has written this slim volume as a philosophical guidebook on how to live a meaningful life. He concentrates on a theme in Sartre’s thought that has immediate practical relevance: the difference between good faith and bad faith.<br />According to Sartre, we all experience anguish when we realize the responsibility we bear for the direction of our lives. We can respond to this anguish either in bad faith, by continuing to live as we have lived, or in good faith, by declaring, “No, I wish to change my way of life.” We shape who we are with each decision we take.<br />Mr. Catalano portrays Sartre as a believer in “the reality and force of human freedom.” For Sartre, the radical freedom to fashion ourselves as we wish constitutes human dignity. This capacity for self-making, Mr. Catalano argues, makes each human life “unique, one of a kind, irreplaceable,” a “great happening,” each deserving a 3,000-page biography, like the one Sartre wrote of Gustave Flaubert.<br />Mr. Catalano insists that both a saint and an atheist can instill in us a sense of wonder at “this miracle of life.” Of course, the atheist Sartre tended not to use the word “miracle” to describe human life. Supposing that we inhabit a world without God, Sartre was more inclined to refer to the human being as a “useless passion” whose life and death are meaningless."
}