{
    "url_original": "https://www.wsj.com/articles/the-best-ways-to-drive-across-country-11612298638",
    "url": "the-best-ways-to-drive-across-country-11612298638",
    "title": "The Best Ways to Drive Across Country",
    "sub_head": "During Covid, even driving vacations can get a little bumpy so we asked AAA trip-planning pros to suggest three foolproof routes (for now or after the pandemic) and a few tips for smoothing the way",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-293715?width=620&size=1.5",
    "image_1": "im-293715.jpg",
    "time": "2021-02-02 15:43:00",
    "body": "FOR STIR-crazed Americans wrestling with the virus and its variants while awaiting the vaccine, the dream of roaming pedal-to-the-medal across the continent is a transfixing one. “In quarantine you’re not just stuck in a place physically, you’re stuck mentally, and travel opens up your thoughts,” said Chicago photographer Jasmin Shah who made several cross-country trips last year. Whatever the inspiration, be it Sacagawea, Kerouac or “Thelma & Louise,” it’s still possible to conduct an epic cross-country road trip during the pandemic. But do plenty of research before heading out the door. Think about “snacks, water, cleaning supplies and stops,” said Paula Twidale, senior vice-president of travel at the American Automobile Association (AAA), who ticked off a list of precautions to consider. “You need to plan ahead to have freedom and flexibility.” Covid-19 restrictions, quarantines, openings and closings change frequently so check them often. AAA, for example, posts such information on the organization’s travel planning site triptik.aaa.com. Ms. Twidale’s team of travel planners outline three memorable trips:<br />Crossing the continent via Interstates 80 and 90 would take 42 hours straight through, but Ms. Twidale cautions travelers not to rush the 2,852-mile-long route. Bisecting 11 states, the journey offers plenty to see and do. The route includes urban layovers in Cleveland, with a visit to the Rock & Roll Hall of Fame, and Chicago for its deep-dish pizza (locals like delivery from Lou Malnati’s) with a stop by Lake Michigan. In South Dakota, visit the town of Mitchell and its Corn Palace. From Montana, a short southern detour to Wyoming will deliver you to Yellowstone and Grand Teton national parks, before finally ending by Puget Sound in Seattle and a visit to the Space Needle. (Amazon’s twin Spheres, however, are closed.)<br />Any list of cross-country trips should include Route 66, the country’s “Mother Road” between the Midwest and California before the Interstate Highway System. “It’s going back in time,” Ms. Twidale said about making the 2,448-mile-long drive. AAA’s recommended stops include iconic monuments like the St. Louis Gateway Arch and quirky roadside attractions like Illinois’s 1924 Ariston Café, or the Cadillac Ranch art installation in Amarillo, Tex. In Arizona slight detours will take you to Grand Canyon and Petrified Forest national parks and if you need a respite, sleep over in Holbrook’s Wigwam Motel. In California you’ll pass near the desert wilds of Joshua Tree and Death Valley national parks before concluding the trip in Los Angeles at the Santa Monica Pier on the Pacific Ocean. Order a celebratory takeout meal at nearby local favorite Chez Jay.<br />This 2,032-mile-long road trip features stops along the U.S. Civil Rights Trail, a collection of destinations in 16 mostly southern states and Washington, D.C., that highlight Black Americans’ fight for justice, and concludes in Denver. Begin at the Martin Luther King, Jr. Memorial in Washington near the Lincoln Memorial, location of his 1963 “I Have a Dream” speech. Stop in Greensboro, N.C., the city famous for its Woolworth lunch counter sit-ins. In Memphis, Tenn., see the Lorraine Motel, part of the National Civil Rights Museum, and site of Dr. King’s assassination. In Topeka, Kan., explore the Brown v. Board of Education National Historic Site commemorating the 1954 Supreme Court ruling that began the country’s desegregation efforts. In Colorado, visit the Black American West Museum (temporarily closed) and take a walking tour of Five Points, Denver’s historic Black neighborhood. Once the “Harlem of the West,” it’s now filled with galleries, restaurants and microbreweries.<br />Carry pandemic precautions including extra masks, hand sanitizer, disposable gloves for pumping gas, and check openings and closures before arrival."
}