{
    "url_original": "https://www.wsj.com/articles/the-border-review-neighbors-of-the-empire-11613751308",
    "url": "the-border-review-neighbors-of-the-empire-11613751308",
    "title": "‘The Border’ Review: Neighbors of the Empire",
    "sub_head": "Setting out to understand Russia from the outside, an author journeys through the cultures at its margins.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-19 11:15:00",
    "body": "In the summer of 1648, we learn a few pages into Erika Fatland’s “The Border,” a Cossack named Semyon Dezhnev embarked on an eastward mission to inform the fur-trapping nomads of the Siberian steppe that they were, in fact, subjects of the Russian czar, and to demand taxes (usually furs) accordingly. A skilled diplomat, effective in a job that was equal parts revenue collection and colonization, Dezhnev headed further and further east until, at last, he hit the then-unmapped strait that separates Russia from North America. Within a generation, though, his journey was forgotten, and in 1728 the strait was named after a later “discoverer,” the Danish cartographer Vitus Bering. Today, the larger of the strait’s two islands, Big Diomede, is considered to belong to Russia; the smaller, to Alaska. They are divided by a sound about 3 miles across, and the International Date Line runs down the middle. “In winter,” Ms. Fatland tells us, “when the sound is frozen, it is in theory possible, though of course strictly forbidden, to walk from the U.S.A. to Russia, from yesterday to tomorrow.”<br />There are stories like this aplenty in “The Border” (or, to use its full title, “The Border—A Journey Around Russia: Through North Korea, China, Mongolia, Kazakhstan, Azerbaijan, Georgia, Ukraine, Belarus, Lithuania, Poland, Latvia, Estonia, Finland, Norway, and the Northeast Passage”). Officially, the book is a travelogue-cum-cultural history, tracing the author’s journey across the 14 countries bordering the world’s largest country. (Of them, only the author’s native Norway was never occupied by Russia.) In practice, however, the book is a hauntingly lyrical meditation to the contingencies of history, the sheer arbitrariness of dividing lines and border posts, of namesakes forgotten and remembered, of successful and unsuccessful wars. Ms. Fatland sets out, she tells us (via Kari Dickson’s archly smooth, British-inflected translation), “to understand a country and its people from the outside, from the perspective of its neighbours,” to identify a quintessential “Russianness” through an investigation of the often-liminal spaces of its periphery.<br />The question, of course, has a political valence. The Russian self-imagination—as a “world in its own right,” one “neither European nor Asian, nor anything in between”—is at the heart not just of centuries of colonial expansion but also of the current geopolitical order. The Putin-era revival of the age-old idea of Moscow as the “third Rome”—as both the religious and imperial heart of modern Christianity, unsullied by such suspicious Western exports as liberal democracy and homosexuality—is inextricable from the wider narrative of Russian exceptionalism, used to justify everything from crackdowns on LGBTQ “propaganda” to political intervention in Crimea.<br />What Ms. Fatland succeeds in doing, to the book’s credit, is both greater in scale and more intimate than her stated aim. Through a series of slickly told, vignette-style chapters, moving from the uncanny valley of North Korean package tours to drunken revelry in the Georgian mountains, Ms. Fatland offers less an account of Russianness than of its subversion: a polyphonic vision of often-arbitrary identities, histories and voices. The idea that we can speak meaningfully about capital-h History comes across, in Ms. Fatland’s wry telling, as faintly absurd: Her interest is less in grand narratives than in, for example, a Kazakh woman’s decision to put German instant coffee into a Russian coffee tin, or the domestic dramas—over stolen household goods—that tear apart the elderly remaining residents of Pripyat, site of the Chernobyl disaster. The closest we get to an image of Russianness, as a national abstract, is “Russian Style Town,” an amusement park in Harbin, China, complete with scattered geese, bored-looking folk dancers, a vodka shop, and a concession selling Putin matryoshka dolls. There Ms. Fatland meets an elderly Russian woman who, unable to survive on her pension back home, makes a living as “local color”: Wearing full babushka garb, she poses for photos with tourists, for tips.<br />“The Border,” then, is less about monistic identity than its impossibility. The state-imagined Russia gives way to the diverse panoply of human beings who exist in dialogue with it, each with his own distinct and richly rendered understanding of his place in the world. It’s about Oleg and Victor, Russians who, while crowing about Russia’s superiority to other nations, snort that St. Petersburg and Moscow aren’t really Russian (too European), but neither is the Caucasus (“definitely not”). It’s about Aragalan, an ethnically Tuvan reindeer herder in Mongolia, who tells Ms. Fatland: “My wife is Mongolian, my children are Mongolian. The only thing that distinguishes me from other Mongolians is that I live in a lavvu and herd reindeer. And I don’t speak Mongolian very well.” If there is a common factor to experience, it is a shared sense of the arbitrariness of history: that any border could easily be moved, that any monument could easily be named for someone else."
}