{
    "url_original": "https://www.wsj.com/articles/the-short-march-back-to-inflation-11612378471?mod=opinion_lead_pos5",
    "url": "the-short-march-back-to-inflation-11612378471",
    "title": "The Short March Back to Inflation",
    "sub_head": "Like today, policy makers of the 1960s had bigger worries than prices. Then a spike crushed the economy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-03 13:54:00",
    "body": "There is a long history of high budget deficits being associated with inflation, and Washington’s current profligate spending and the Federal Reserve’s expansive monetary policy may be pushing the U.S. down that path. In the U.S. and world-wide, the link between deficits and inflation has been most apparent during wartime, as the fiscal burdens of combat spur central banks into inflationary financing. But there are also peacetime instances. Now, after a decade of modest inflation that has made many expect it will always stay low, a rise in inflation may come as a surprise.<br />Sounding the alarm about inflation is out of vogue. Skeptics point out that high deficit spending, zero interest rates and unprecedented quantitative easing didn’t spur inflation in the decade after the 2008-09 financial crisis. That experience has left a strong impression on makers of monetary and fiscal policy.<br />But the government response to the pandemic is dwarfing the actions that followed the financial crisis. Fiscal initiatives since last March have already authorized deficit spending equal to 17% of gross domestic product. Generous government transfers to individuals and businesses have supported household incomes and will stimulate aggregate demand for years to come. President Biden now proposes additional deficit spending equal to roughly 9% of GDP. These total deficit increases are magnitudes larger than President Obama’s American Recovery and Reinvestment Act of 2009.<br />Combined with the Fed’s expansive monetary policy, the government’s income supports have generated a surge in money supply and excess household savings. Even before the latest Treasury distribution of $600 checks, much less the new round of checks Mr. Biden proposes, personal savings were an estimated $1.5 trillion higher than pre-pandemic levels. That contrasts sharply with the Fed’s post-financial-crisis quantitative-easing programs, which only generated excess reserves that sloshed around between big banks and the Fed and were never put directly to work in the economy. The widespread administering of vaccines is now set to release the constraints of the pandemic and unleash the unprecedented pipeline of fiscal and monetary stimulus.<br />A few episodes from history stand out as parallels. After World War II, concerns that aggregate demand would slump and the economy would shrink led the Treasury to pressure the Fed to maintain its artificially low interest-rate pegs. Contrary to expectations, a surge of pent up household savings and massive Fed liquidity resulted in strong economic growth, and inflation—up to 15% a year by 1948."
}