{
    "url_original": "https://www.wsj.com/articles/the-map-of-tiny-perfect-things-review-rom-com-merry-go-round-11612905664",
    "url": "the-map-of-tiny-perfect-things-review-rom-com-merry-go-round-11612905664",
    "title": "‘The Map of Tiny Perfect Things’ Review: Rom-Com Merry-Go-Round",
    "sub_head": "Kyle Allen and Kathryn Newton play teenagers stuck in a ‘Groundhog Day’-like time loop.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-296276?width=620&size=1.5",
    "image_1": "im-296276.jpg",
    "time": "2021-02-09 16:21:00",
    "body": "‘Groundhog Day” was released in theaters 28 years ago (Feb. 12, 1993) and has only grown in stature over the years; it ranks alongside “Rashomon” as a 20th-century-born archetype of cinematic storytelling. Imitations, naturally, abound: Last year’s “Palm Springs” was yet another variation on the theme. But when a movie comes right out and acknowledges its debt—as does “The Map of Tiny Perfect Things”—it does a lot to win you over.<br />“Wasn’t there a movie…?” asks Henry (Jermaine Harris), as his friend Mark (Kyle Allen) tries to explain the “temporal anomaly” he’s found himself in—the same day on an endless loop, the same lottery number winning, Henry regularly losing the same videogame every time they hang out. Yeah, yeah, Mark answers, acknowledging the “Groundhog” question, but knowing, too, that Henry won’t remember their conversation tomorrow—or whenever it is. And that the video aliens Henry is facing off against will, for the umpteenth time, blow his avatar’s head off.<br />Based on a short story and screenplay by Lev Grossman and directed by Ian Samuels, “The Map of Tiny Perfect Things” introduces Mark like he’s the smiling steel ball in a Rube Goldberg contraption, rolling by and through events and people in such a seamless, choreographed manner it suggests he’s prescient, or a complete wise guy, or some kind of delinquent. Then one realizes that he’s done and seen the same thing so many times that he has everything timed to the split second. And he knows every move. By everyone. He even carries a pair of tongs in his back pocket on his way to school to straighten, surreptitiously, the skirt of a woman whose slip is showing. Every day.<br />The inescapable distraction with a film like “The Map of Tiny Perfect Things” is the search for the logical holes in the fabric of the story. If a certain thing happens today, one asks oneself, can it happen again…today? We don’t know how long Mark’s been stuck, but he’s got everything rehearsed to such a T that it might be years. Is he getting older? Is anyone else?<br />The larger hiccup in one’s digestion of Mr. Grossman’s storyline is Mark’s discovery of Margaret (Kathryn Newton, “Big Little Lies”), who is also trapped in time but wants little to do with Mark—she won’t even discuss how they got into their time bubble, or how to get out. Margaret knows more than she’s telling. Mark is intrigued by the ripple Margaret has caused in his time-space-romance continuum."
}