{
    "url_original": "https://www.wsj.com/articles/the-college-football-team-that-built-a-dynasty-by-thinking-like-a-start-up-11612368322",
    "url": "the-college-football-team-that-built-a-dynasty-by-thinking-like-a-start-up-11612368322",
    "title": "The College Football Team That Built a Dynasty by Thinking Like a Startup",
    "sub_head": "Clemson’s multimedia effort has given its football team a technological edge in the battle for recruiting",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-293605/landscape?width=620&size=1.5",
    "image_1": "im-293605landscape.jpg",
    "time": "2021-02-03 11:05:00",
    "body": "Dabo Swinney’s over-the-top passion typically gets the credit for transforming Clemson from a modest small-town college football program into a glamorous destination for elite recruits who want to compete for national titles.<br />Behind the scenes, however, Swinney’s zeal has been buttressed by a drive to turn Clemson’s athletic department into a nimble, tech-savvy marketing agency capable of persuading Gen Z recruits to flock to South Carolina hill country with ruthless efficiency.<br />Clemson’s years-long multimedia effort has given its football team a technological edge in the battle to sign prized prospects, the most surefire way to guarantee gridiron success in 2021. As the coronavirus pandemic made this year’s recruiting scramble, chaotic, Clemson even rolled out its own custom video-chat platform—in bright orange, of course—to give its assistants a way to stand out in a sea of Zooms and FaceTimes.<br />It’s one reason why Clemson will again boast one of the nation’s top recruiting classes when the dust settles from National Signing Day on Feb. 3.<br />About seven years ago in the early days of the Swinney era, as Clemson sat on the cusp of unprecedented success, the university realized that in order to take its gridiron performance to the next level, it also had to invest behind the scenes in how it marketed to recruits. Swinney persuaded athletic director Dan Radakovich to add a “director of new media” to the athletic department’s payroll to improve its storytelling chops and hired Jonathan Gantt, then the media coordinator for the Tampa Bay Rays who oversaw the team’s social accounts."
}