{
    "url_original": "https://www.wsj.com/articles/the-political-logic-of-the-trump-trial-11612827029?mod=opinion_lead_pos5",
    "url": "the-political-logic-of-the-trump-trial-11612827029",
    "title": "The Political Logic of the Trump Trial",
    "sub_head": "Democrats seek to divide Republicans and see little downside. That may turn out to be a miscalculation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-296210?width=620&size=1.5",
    "image_1": "im-296210.jpg",
    "time": "2021-02-08 18:30:00",
    "body": "What do Democrats hope to gain from Donald Trump’s impeachment trial? A conviction could prevent him from holding federal office again, but it isn’t clear they benefit from keeping him off the ballot. They beat him in 2020, and his looming presence could impede a new generation of Republican candidates.<br />But a trial will galvanize and unify the Democrats. It keeps the hated Mr. Trump in the spotlight and distracts from the central issue dividing Democrats: How progressive will President Biden’s agenda be? Even more important, they expect the trial to split the other party. Divide and conquer—pit pro- and anti-Trump Republicans against each other, not only now but for coming elections.<br />To recapture Congress next year and the White House in 2024, the GOP needs not only to retain Mr. Trump’s voters but to add to them. Republicans seen as anti-Trump fear losing contested primaries. In the general election, Trump supporters could lose swing voters. For the Democrats, by contrast, trying Mr. Trump seems a low-cost gesture. The only price, they believe, will be a brief delay in approving Mr. Biden’s nominees and momentary distraction from his agenda.<br />This isn’t to deny the bipartisan outrage over the assault on Capitol Hill, or the Democrats’ genuine belief (shared by many Republicans) that Mr. Trump’s actions after Nov. 3 breached the bounds of constitutional propriety. It is simply to recognize that Democrats and Republicans are political creatures who must make hard-nosed political calculations.<br />Yet the Democrats may end up paying a higher political price than they anticipate. The trial won’t only delay Mr. Biden’s program. It will tarnish his image as a “unifier” eager to work across party lines. That identity will be much harder to sustain after Democratic senators vote in lockstep to convict Mr. Trump and push through a mammoth Covid relief bill without any Republican votes."
}