{
    "url_original": "https://www.wsj.com/articles/the-glitch-and-save-the-boys-reviews-intimate-approaches-to-dark-stories-11613512183",
    "url": "the-glitch-and-save-the-boys-reviews-intimate-approaches-to-dark-stories-11613512183",
    "title": "‘The Glitch’ and ‘Save the Boys’ Reviews: Intimate Approaches to Dark Stories",
    "sub_head": "Nico Muhly’s two-person opera inspired by the true story of Joyce Mitchell, a prison tailor who helped two inmates escape; a SOLO performance by John Holiday of an 1887 temperance poem set to music by Tyshawn Sorey.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-299661?width=620&size=1.5",
    "image_1": "im-299661.jpg",
    "time": "2021-02-16 16:49:00",
    "body": "<br />The pandemic shutdown has pushed opera companies to commission new works designed to be viewed on computer screens. Catapult Opera, founded by the conductor Neal Goren (formerly head of the now-defunct Gotham Chamber Opera), had planned to present its first-ever season live in 2020-21. Foiled by Covid-19, the company instead launched a digital commissioning program. The first result is “The Glitch,” a 22-minute, two-character opera by composer Nico Muhly and librettist Greg Pierce. As filmed by director Marcus Shields, performed by baritone Lester Lynch and soprano Krysty Swann, and conducted by Mr. Goren, the piece powerfully demonstrates how the small screen can make opera—often the grandest of art forms—truly intimate.<br />The characters are based on real people: Joyce “Tilly” Mitchell and her husband, Lyle. In 2015, Tilly, a civilian employee who worked in the tailor shop of a prison, helped two inmates escape by providing prison contraband. She had agreed to accompany them once the men broke out, and part of the scheme involved killing her husband. But at the last minute, she did not join the convicts on the run and Lyle was not murdered. The opera imagines Tilly’s conversation with her husband after she has confessed and gone to prison herself. (Readers might remember the story from the television series “Escape at Dannemora,” which dramatized the tale.)<br />Mr. Pierce’s trenchant libretto drills deep into the couple’s questions for each other and themselves, their motives and their bond. “How could you? Who are you?” Lyle asks. Tilly’s response, a romantic fantasy about the prisoner Richie and a dream of escape from everyday life, turns darker with her realization that Richie, a convicted murderer, might well have abandoned or killed her while they were on the lam. Lyle answers her erotic taunting with an invented dalliance of his own that Tilly knows almost instantly is a lie. And even though Tilly suggests that killing Lyle (whom the conspirators called the “glitch” in the plan) was her idea, not Richie’s, and that she wants to be rid of him even now, he insists that he will stand by her.<br />“The Glitch” delves so skillfully into the immediate emotional reality of these two people that you don’t even need to know the background. Mr. Muhly’s lyrical vocal settings and atmospheric piano accompaniment performed by Adam Tendler feel like natural expressions of emotion, be they rapturous imaginings or angry confusion. The singers are filmed with darkness around them, as if they are alone in the void with their feelings and each other; Mr. Shields astutely often shows the reacting partner instead of the singing one, so we hear the words and see their effect. The intensity of the voices—Mr. Lynch’s opulent baritone and Ms. Swann’s wiry mezzo—and both singers’ remarkable ability to act with their faces are such that their performances never seem oversized or artificial on the small screen. Instead, we are drawn into their worlds. The real power of opera is less in its grandeur than in its ability to express the otherwise inexpressible; “The Glitch” does that with extraordinary grace."
}