{
    "url_original": "https://www.wsj.com/articles/the-cuomo-covid-coverup-11613173749?mod=opinion_lead_pos2",
    "url": "the-cuomo-covid-coverup-11613173749",
    "title": "The Cuomo Covid Coverup",
    "sub_head": "His adviser admits to covering up New York’s nursing home deaths.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-12 18:49:00",
    "body": "Three months ago New York Gov. Andrew Cuomo was awarded an Emmy for “his leadership during the Covid-19 pandemic and his masterful use of TV to inform and calm people around the world.” Turns out the Emmys had the right actor—but the wrong performance. Increasingly it looks like Mr. Cuomo’s real act was to keep people from finding out how many people in his state’s nursing homes died from Covid-19.<br />On Thursday the New York Post reported that Melissa DeRosa, the Governor’s top aide, admitted to Democratic leaders that the state had deliberately kept the true numbers from them. In a Wednesday conference call, Ms. DeRosa told Democrats the Cuomo administration rejected a legislative request for the figures last August because Donald Trump was tweeting that “we killed everyone in nursing homes” and was directing “the Department of Justice to do an investigation into us.”<br />As Ms. DeRosa put it, “Basically, we froze.” The administration wasn’t sure, she said, if any information it released to state lawmakers or the Department of Justice “was going to be used against us” or “if there was going to be an investigation.”<br />Nursing home deaths are a sensitive issue for Mr. Cuomo because of a March 25 health department directive that barred these homes from rejecting people because they had Covid-19. The Associated Press reports that 9,056 recovering patients were sent into nursing homes after the directive, more than 40% higher than what the state had previously reported.<br />In January state Attorney General Letitia James released a report on an investigation into complaints about how the nursing homes handled Covid-19. Two findings stand out. First, that “a larger number of nursing home residents died from COVID-19 than” the official data reflected. Second, that the March 25 directive “requiring the admission of COVID-19 patients into nursing homes may have put residents at increased risk of harm in some facilities and may have obscured the data available to assess that risk.”"
}