{
    "url_original": "https://www.wsj.com/articles/the-feds-racial-equity-dilemma-11613086190?mod=opinion_lead_pos3",
    "url": "the-feds-racial-equity-dilemma-11613086190",
    "title": "The Fed’s ‘Racial Equity’ Dilemma",
    "sub_head": "New research shows how easy money can expand racial wealth gaps.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-298366?width=620&size=1.5",
    "image_1": "im-298366.jpg",
    "time": "2021-02-11 18:29:00",
    "body": "President Biden ran on adding a mandate for “racial equity” to the Federal Reserve’s two current mandates of stable prices and full employment. But what does that mean in practice for monetary policy? The advocates, like Jared Bernstein of the White House Council of Economic Advisers, typically suggest it means easier money for a longer period of time.<br />Before the Fed embraces a progressive theory of social-impact monetary policy, however, it seems to be doing some due diligence. A new staff report from the New York Fed shows how a central bank focus on racial equity could make the problem worse.<br />The paper, “Monetary Policy and Racial Inequality,” looks at the asset portfolios of black and white Americans. It models the impact of Fed rate cuts on wealth and labor-market outcomes by race. If you are only focused on race gaps in the labor market, the paper finds, then easier money is modestly egalitarian: “The black unemployment rate falls by about 0.2 percentage points more than the white unemployment rate after an unexpected 100bp monetary policy shock.”<br />Yet the effect on wealth is much larger as lower rates push investors into equities seeking higher investment returns. “The same shock pushes up stock prices by as much as 5%, and house prices by over 2% over a five year period,” say the authors. Because of racial gaps in asset ownership, this translates to a 20% to 30% annual income bump for white households compared to 10% for black households.<br />That’s the Fed’s “racial equity” dilemma: Rate cuts intended to boost earnings for workers on the margins of the labor market also spur higher asset prices. After a bout of expansionary monetary policy, “the earnings gains of black households are dwarfed by the portfolio gains of white households.”"
}