{
    "url_original": "https://www.wsj.com/articles/the-kimono-in-print-300-years-of-japanese-design-review-clothes-as-canvas-11614427201",
    "url": "the-kimono-in-print-300-years-of-japanese-design-review-clothes-as-canvas-11614427201",
    "title": "‘The Kimono in Print: 300 Years of Japanese Design’ Review: Clothes as Canvas",
    "sub_head": "The Worcester Art Museum highlights the iconic garment and its influence on three centuries of printmaking.",
    "category_1": "Art Review",
    "time": "2021-02-27 07:00:00",
    "body": "<br />Worcester, Mass.<br />Claiming the spotlight in the center of a large gallery, the “Worcester Wedding Kimono” captivates the eye with its pattern of large interlocking octagons in a variety of rich reds, spring greens and soft yellows. They are stylized maple leaves, inspired by the local landscape over different seasons—but they were not meant to be the centerpiece of “The Kimono in Print: 300 years of Japanese Design,” which explores the ways fashion and printmaking have intersected in Japan. The kimono, commissioned by and for the Worcester Art Museum, was supposed to have appeared in a concurrent show organized in conjunction with Chiso, a kimono-making workshop in Kyoto in operation since 1555.<br />Covid-19 disrupted that plan, and the museum’s curatorial team deftly adapted. They transformed “Kimono Couture: The Beauty of Chiso” into an online presentation about the history and making of kimonos, each installment pegged to a piece that would have been on display. The final section centers on this garment, the only one to travel here from Japan. In its new venue, surrounded by a selection of some 60 woodblock prints and illustrated books, most from the museum’s permanent collection, the kimono underscores the extent to which these garments act like canvases. Nobody has ever crimped, pleated or ruched their fabric; nobody has ever significantly altered their basic T-cut. All decoration and artistry takes place on their surfaces. In this case, Imai Atsushiro, Chiso’s senior designer, devised the composition, and a team of specialized artisans transferred it onto jacquard silk using five dyeing techniques, embroidery and gold leaf.<br />Immediately striking in the printed depictions of kimonos is the endless variety and interplay of motifs—flowers, fruits, leaves and grasses; clouds, waves, butterflies and phoenixes; checks, stripes, bold zigzags, tiny “fawn dots,” and on and on. Occasionally, a full-fledged artwork fills the back of a kimono, the name the garment acquired in the mid-1800s and that translates simply as “thing to wear.” Kikugawa Eizan’s print from around 1830 depicts the courtesan Yoyoyama swiveling to show off the white-on-black brush painting of bamboo that fills the back of her garment, complete with the artist’s signature seals."
}