{
    "url_original": "https://www.wsj.com/articles/the-herold-of-lawsuits-to-come-11613173605?mod=opinion_lead_pos3",
    "url": "the-herold-of-lawsuits-to-come-11613173605",
    "title": "The Herold of Lawsuits to Come",
    "sub_head": "A Labor lawyer who pushed a dubious charge against Oracle is back.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-297753?width=620&size=1.5",
    "image_1": "im-297753.jpg",
    "time": "2021-02-12 18:46:00",
    "body": "The White House has been cleaning cabinet agencies of Trump appointees, which is fair enough, but one rehire in particular is worth noting. The Labor Department is bringing back a career lawyer who was fired after she waged an unfounded years-long smear campaign against  Oracle .<br />Janet Herold spearheaded Labor’s 2017 lawsuit against Oracle, alleging systemic pay discrimination against women and minorities. The complaint was based on paint-by-numbers statistical patterns and found no evidence that Oracle intentionally discriminated. An administrative law judge eviscerated Ms. Herold’s complaint in September, noting in a 280-page opinion that “There was no good evidence for [Labor’s] allegation that Oracle’s executives knew about, hid, and ignored widespread disparities.”<br />This had long been clear, which is why one of Ms. Herold’s senior colleagues sought to settle the Oracle case for $10 million to $20 million. Yet Ms. Herold insisted it could be properly settled for no less than $150 million to $300 million. The largest such settlement in history is $14 million.<br />So why was Ms. Herold so adamant? “The most critical part of this enforcement action is the public airing and discussion of common industry pay practices which depress the wages of women and people of color,” she wrote to the department’s Solicitor, adding that a public trial would “damage [Oracle’s] reputation in the industry and hinder their ability to retain top talent.”<br />Ah. So the case was intended to be an identity-politics show trial. Ms. Herold also pushed allegations against Google of “systemic compensation and hiring discrimination” against women and Asians. Last week Google settled for a modest $3.8 million."
}