{
    "url_original": "https://www.wsj.com/articles/the-long-and-short-of-the-gamestop-bubble-11612563653?mod=opinion_major_pos17",
    "url": "the-long-and-short-of-the-gamestop-bubble-11612563653",
    "title": "The Long and Short of the GameStop Bubble",
    "sub_head": "The recent trading in GameStop stock is a remarkable example of the power of the internet and electronic trading to democratize capital markets.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-292081?width=620&size=1.5",
    "image_1": "im-292081.jpg",
    "time": "2021-02-05 17:20:00",
    "body": "The recent trading in  GameStop  stock is a remarkable example of the power of the internet and electronic trading to democratize capital markets—one that offers both hope for small investors and a note of caution for larger institutional players (“GameStop-Hit Fund Lost 53% in January,” Page One, Feb 1).<br />Wall Street and the capital markets have long been dominated by those who have the power to get in early and move markets, while small investors have been mostly left out. Regulations have supported this structure on the theory that small investors need to be protected from risk.<br />The challenge is that to protect one from risk also prevents one from gains. There are no such things as slam-dunk investments, and all bets can go down. To limit investors’ exposure to risk is to impede their ability to create wealth—something that should be easier than ever before given the market knowledge and access provided by modern technology.<br />Small investors made their voices heard, using the internet to force hedge funds into a short squeeze. Score one for the little guys. Is it a turning of the tides or a blip in the radar of the capital markets? That will depend on these increasingly empowered investors and how they continue to advocate for their interests in the public markets, message forums and everywhere in between.<br />Jason Frishman"
}