{
    "url_original": "https://www.wsj.com/articles/the-political-making-of-a-texas-power-outage-11613518653?mod=opinion_lead_pos1",
    "url": "the-political-making-of-a-texas-power-outage-11613518653",
    "title": "The Political Making of a Texas Power Outage",
    "sub_head": "How bad energy policy led to rolling blackouts in the freezing Lone Star State.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-299968?width=620&size=1.5",
    "image_1": "im-299968.jpg",
    "time": "2021-02-16 18:37:00",
    "body": "Why are millions of Americans in the nation’s most energy-rich state without power and heat for days amid extreme winter weather? “The people who have fallen short with regard to the power are the private power generation companies,” Texas Gov. Greg Abbott explained. Ah, yes, blame private power companies . . . that are regulated by government.<br />The Republican sounds like California’s Democratic Governor Gavin Newsom, who lambasted private utilities for rolling blackouts during a heat wave last summer. Power grids should be able to withstand extreme weather. But in both these bellwether states, state and federal energy policies have created market distortions and reduced grid reliability.<br />Mr. Abbott blamed his state’s extensive power outages on generators freezing early Monday morning, noting “this includes the natural gas & coal generators.” But frigid temperatures and icy conditions have descended on most of the country. Why couldn’t Texas handle them while other states did?<br />The problem is Texas’s overreliance on wind power that has left the grid more vulnerable to bad weather. Half of wind turbines froze last week, causing wind’s share of electricity to plunge to 8% from 42%. Power prices in the wholesale market spiked, and grid regulators on Friday warned of rolling blackouts. Natural gas and coal generators ramped up to cover the supply gap but couldn’t meet the surging demand for electricity—which half of households rely on for heating—even as many families powered up their gas furnaces. Then some gas wells and pipelines froze.<br />In short, there wasn’t sufficient baseload power from coal and nuclear to support the grid. Baseload power is needed to stabilize grid frequency amid changes in demand and supply. When there’s not enough baseload power, the grid gets unbalanced and power sources can fail. The more the grid relies on intermittent renewables like wind and solar, the more baseload power is needed to back them up."
}