{
    "url_original": "https://www.wsj.com/articles/the-new-covid-19-strain-in-south-africa-what-we-know-11609971229?mod=world_major_2_pos1",
    "url": "the-new-covid-19-strain-in-south-africa-what-we-know-11609971229",
    "title": "South Africa Covid-19 Strain: What We Know About the New Variant",
    "sub_head": "Researchers warn that the variant, now detected in the U.S., may spread faster and could reduce the efficacy of vaccines",
    "category_1": "World",
    "category_2": "Africa",
    "time": "2021-02-05 09:09:00",
    "body": "A more contagious strain of the coronavirus, first discovered in South Africa, has now been detected in the U.S. The variant has raised concerns over how it will respond to Covid-19 vaccines and whether people who already had the disease could get it again from the new strain.<br />It is normal for viruses to mutate, and most mutations observed so far in the coronavirus sweeping the globe have made little difference to how it functions. The South African variant, known as B. 1.351 or 501.V2, has worried scientists because of its unusually large number of mutations, especially in the spike protein, which the virus uses to attach to and infect human cells. The spike protein is also the part of the virus targeted by Covid-19 vaccines and antibody treatments.<br />The discovery and spread of the variant in South Africa coincided with a powerful surge in infections in the country. South African researchers say they believe that the new variant is around 50% more contagious, based on the much faster rate of Covid-19 transmission since its emergence and biological studies of changes to the structure of the virus, which appear to make it easier for it to attach to and infect human cells. The new strain quickly crowded out other versions of the virus circulating in the country. Still, they say human behavior also contributed to the rise in infections. The researchers say that the new variant doesn’t appear to lead to more severe cases of Covid-19.<br />Health authorities in South Carolina and Maryland have identified people who were infected with the South African variant. At least some of those people haven’t traveled abroad recently, suggesting that the variant is potentially circulating in the community. The variant has also been detected in people with no recent travel history in the Canada, Israel, and several countries in Europe and Africa.<br />The scientists who sequenced the South African variant’s genome say it has a mutation—known as N501—that it shares with a separate variant discovered in the U.K. Scientists say that mutation is likely responsible for making the variants more transmissible."
}