{
    "url_original": "https://www.wsj.com/articles/the-media-tries-to-divide-republicans-11613580575?mod=opinion_lead_pos5",
    "url": "the-media-tries-to-divide-republicans-11613580575",
    "title": "The Media Tries to Divide Republicans",
    "sub_head": "Praising Trump’s record and criticizing his conduct isn’t ‘having it both ways.’ It’s simply common sense.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-17 11:49:00",
    "body": "Where does the Republican Party go from here? The party that abolished slavery, won the right to vote for women, and beat Soviet communism must continue to be strong and principled to move America forward.<br />But the liberal media doesn’t care about that. It wants to stoke a nonstop Republican civil war. The media playbook starts with the demand that everyone pick sides about Donald Trump—either love or hate everything about him. The moment anyone on the right offers the slightest criticism of the 45th president, the media goes berserk: Republicans are trying to have it both ways! It’s a calculated strategy to pit conservatives against one another. It’s also a ridiculous false choice. Real life is never that simple. Someone can do both good and bad things.<br />People feel strongly about Mr. Trump, but we can acknowledge reality. People on the left, if they’re honest, can find Trump accomplishments they like—a coronavirus vaccine in record time, Middle East peace, more accountability from China. People on the right can find fault with Trump actions, including on Jan. 6. Right or left, when people make these distinctions, they’re not trying to have it both ways. They’re using their brains.<br />Just as important, they’re proving people are more than their party affiliations. If we can’t make judgments beyond whether someone is Republican or Democrat, then America can’t face its biggest challenges. We separate into two camps that always hate each other. We become estranged from family and friends over politics.<br />Is that really what the anti-Trump media wants? Maybe. Hatred and polarization draw attention, ratings and clicks. But what’s good for them is bad for America. Some Never Trump and Always Trump Republicans also attack anyone who doesn’t join the all-or-nothing chorus. That’s not how I saw Mr. Trump conduct himself when I worked with him in the White House, where he engaged in internal debates, welcomed disagreements, and at times changed his mind."
}