{
    "url_original": "https://www.wsj.com/articles/the-most-popular-shows-youve-never-seen-11613944330?mod=opinion_major_pos5",
    "url": "the-most-popular-shows-youve-never-seen-11613944330",
    "title": "The Most Popular Shows You’ve Never Seen",
    "sub_head": "Even when TV was a ‘vast wasteland,’ it brought us together.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302093?width=620&size=1.5",
    "image_1": "im-302093.jpg",
    "time": "2021-02-21 16:52:00",
    "body": "Newton Minow famously called television a “vast wasteland”: “a procession of game shows, formula comedies about totally unbelievable families, blood and thunder, mayhem, violence, sadism, murder, western bad men, western good men, private eyes, gangsters, more violence, and cartoons. And endlessly, commercials. . . . And most of all, boredom.”<br />That was 60 years ago. Today the options are far more vast, and many of them are of high quality. But we’ve lost something: With so many viewing options, TV is no longer America’s great common denominator.<br />In 1961, when Mr. Minow became chairman of the Federal Communications Commission, the three most-watched television programs were westerns: “Wagon Train,” “Bonanza” and “Gunsmoke.” Each was seen weekly by roughly 1 in 3 Americans. Wasteland or not, it was part of a sweeping shared experience.<br />When I looked at Nielsen’s top 10 list of most-viewed series for 2020, I was surprised to discover that I had watched only three—and two of them were NFL football. My editor at the Journal had seen only the same three. (The third was the NBC drama “This Is Us.”) Neither of us has watched the two most popular scheduled nonsports series, the  CBS  crime dramas “NCIS,” with a 5.0 rating, and “FBI,” with 4.2. The numbers represent the percentage of homes with television that tuned in. In 1961 the rating for “Gunsmoke” was 37.3.<br />The issue isn’t whether cop shows are aesthetically better than cowboy shows. And it’s not as if Americans are watching less TV; in fact, adults view 4 hours and 8 minutes of television every day, according to Nielsen. When you add in other forms of “video time,” the total jumps to nearly 6 hours. (The pandemic drove up the number by about 35 minutes a day.)"
}