{
    "url_original": "https://www.wsj.com/articles/the-gamestop-dilemma-what-to-do-if-day-traders-target-your-company-stock-11612541221?mod=markets_lead_pos4",
    "url": "the-gamestop-dilemma-what-to-do-if-day-traders-target-your-company-stock-11612541221",
    "title": "The GameStop Dilemma: What to Do if Day Traders Target Your Company Stock",
    "sub_head": "GameStop and other companies briefly saw their share prices surge as Reddit-inspired buyers created a short squeeze. For executives, taking advantage of the situation is more complicated than it appears.",
    "category_1": "Business",
    "category_2": "On Business",
    "time": "2021-02-05 11:07:00",
    "body": "Day traders have sent your company’s share price surging, seemingly without reason. What now?<br />That usually isn’t on the long list of things corporate executives have to worry about, and especially not at a company struggling to reinvent itself. Your share price is usually seen as a real-time vote of confidence in how you are doing and, when times are good, a currency for raising capital or buying a competitor—except when your company’s value rockets from $250 million a year ago to more than $25 billion in large part because of posts on a message board.<br />Shares of struggling retailer  GameStop  recently traded as high as $483 after closing at just below $19 last year and around $4 before the pandemic based on no real change in the company’s business prospects. The plunge has been just as stark as the climb: The stock closed below $54 on Thursday. Similarly volatile trading spilled over to shares of other businesses facing serious challenges like  AMC Entertainment Holdings ,   Express Inc.  and  Bed Bath and Beyond .<br />While the general public gawks at the price action, executives of the affected companies need to come up with a plan. They face some hard choices about whether to use an inflated stock price to raise more money for their company or even to boost their own wealth by cashing in stock options that are suddenly worth more. Those choices, as tempting as they may be, have real consequences.<br />Deciding whether to raise money is far more complicated than it might seem. The first instinct for holders of inflated stock is to sell it. That goes for companies just as much as individuals. After all, a high share price can have real business implications if there are people clamoring to buy it."
}