{
    "url_original": "https://www.wsj.com/articles/the-risks-and-rewards-of-diversifying-your-bond-funds-11612540800?mod=markets_lead_pos11",
    "url": "the-risks-and-rewards-of-diversifying-your-bond-funds-11612540800",
    "title": "The Risks and Rewards of Diversifying Your Bond Funds",
    "sub_head": "With interest rates so low, some advisers think investors have too much to lose by focusing solely on bond index funds",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-295385?width=620&size=1.5",
    "image_1": "im-295385.jpg",
    "time": "2021-02-05 11:00:00",
    "body": "Baby boomers investing for retirement back in the ’80s, ’90s and ’00s rarely had to worry about the bonds in their nest eggs.<br />Bonds back then mainly served as risk-reducing ballast for when stocks tanked. And they weren’t that much of a sacrifice because they often paid healthy interest yields of 5% or more.<br />But now, when boomers are supposed to have increased bond weightings in their portfolios—40% or more of a nest egg, according to the conventional wisdom—rates have fallen to the floor. Interest yields on a bond index fund are as low as 1.1%. As a result, retirees and other index bond investors are left staring at tiny interest coupons and a greater risk of rising rates, and thus of lost principal.<br />“With interest rates near their historic lows, so close to zero, there’s generally only one direction they can go,” says Steve Kane, a manager of the $90 billion  fund (MWTRX).<br />In response, investors might want to consider adding to their fixed-income portfolios some bond funds that can offer higher yields than U.S. bond index funds and offer varying degrees of protection from the risk of rising rates. At the moment, commonly used bond-market calculations suggest that for every percentage-point rise in rates, a U.S. bond index fund will lose about 6% in price, wiping out years of interest receipts."
}