{
    "url_original": "https://www.wsj.com/articles/the-niceties-review-no-time-for-pleasantries-11612488601?mod=opinion_major_pos13",
    "url": "the-niceties-review-no-time-for-pleasantries-11612488601",
    "title": "‘The Niceties’ Review: No Time for Pleasantries",
    "sub_head": "In Eleanor Burgess’s play, a routine meeting between a Black college student and her baby-boomer professor turns into a debate about race in America.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-295067?width=620&size=custom_1260x700",
    "image_1": "im-295067.jpg",
    "time": "2021-02-04 20:30:00",
    "body": "One of the things theatrical webcasts have allowed me to do is catch up with well-received new plays whose brief off-Broadway runs I missed. Eleanor Burgess’s “The Niceties” had a month-long Manhattan Theatre Club engagement in 2018 and was subsequently taken up by regional companies all over the U.S., of which Madison’s Forward Theater is the latest. I can see why: “The Niceties” is a variation on David Mamet’s “Oleanna” in which the militant student (Samantha Newcomb) is a young Black woman and the benighted, condescending baby-boomer professor whom she seeks to bring down (Sarah Day) is a garrulous middle-aged left-winger who has never questioned her own wokeness. Like Mr. Mamet, Ms. Burgess has stacked the deck high, and the results feel less like an actual human transaction than a scripted, somewhat stilted debate with good-gal/bad-gal dramatic flourishes thrown in.<br />Jointly directed by DiMonte Henning and Jen Uphoff Gray, this production was filmed in what looks like an actual professor’s office. Ms. Day, whom I know from her work as a core-company member of Wisconsin’s American Players Theatre, America’s finest classical theater festival, gives a pitch-perfect performance—she always does—but Ms. Newcomb, who became one of APT’s apprentice actors in 2019, also leaves nothing to be desired. Would that “The Niceties” partook of even a part of the deeply layered ambiguities that drive the best dramas but it is as predictable as “Oleanna,” albeit in what is now a much safer way. Nevertheless, it is an effective vehicle for two first-class actors, and this production will definitely hold your attention.<br />—Mr. Teachout, the Journal’s drama critic, is the author of “Satchmo at the Waldorf.” Write to him at tteachout@wsj.com."
}