{
    "url_original": "https://www.wsj.com/articles/the-therapeutic-value-of-reading-11612310400",
    "url": "the-therapeutic-value-of-reading-11612310400",
    "title": "The Therapeutic Value of Reading",
    "sub_head": "Books can help calm and transport you from pandemic stress. But many of us are finding it harder to read now. Here’s how—and why—to get back to it.",
    "category_1": "Life & Arts",
    "category_2": "Bonds",
    "image_1_url": "https://images.wsj.net/im-293744?width=620&size=1.5",
    "image_1": "im-293744.jpg",
    "time": "2021-02-02 19:00:00",
    "body": "This past year, I’ve found myself returning again and again to a line of poetry by Emily Dickinson: “There is no frigate like a book.”<br />Like many people, I’ve needed the therapeutic effects of reading more than ever this year. As neuroscientists and psychologists (and your high school English teacher) will tell you: Books are good for the brain. And their benefits are particularly vital now. Books expand our world, providing an escape and offering novelty, surprise and excitement, which boost dopamine. They broaden our perspective and help us empathize with others. And they can improve our social life, giving us something to connect over.<br />Books can also distract us and help reduce our mental chatter. When we hit that glorious “flow state” of reading where we’re fully immersed in a book, our brain’s default mode network likely calms down, says Jud Brewer, a psychiatrist who directs research at Brown University’s Mindfulness Center. That’s a network of brain regions that is active when we are not doing anything else and that can get absorbed in worrying and rumination.<br />“There’s so much noise in the world right now and the very act of reading is a kind of meditation,” says Mitchell Kaplan, owner of the Miami-based independent bookstores Books & Books and co-founder of the Miami Book Fair. “You disconnect from the chaos around you. You reconnect with yourself when you are reading. And there’s no more noise.”<br />In 2020, the NPD Group recorded the best year of book sales since it began tracking comparable data in 2004. Sales of print books, which make up 80% of the market, were up 8.2% by volume over 2019, while sales of e-books were up 17%. The sales were driven by a number of categories, according to NPD book analyst Kristen McLean: children’s books; adult nonfiction, especially books about race and civil rights; and biography and memoir."
}