{
    "url_original": "https://www.wsj.com/articles/the-barbizon-review-landmark-and-launching-pad-11614352181?mod=ig_booksfebruary27",
    "url": "the-barbizon-review-landmark-and-launching-pad-11614352181",
    "title": "‘The Barbizon’ Review: Landmark and Launching Pad",
    "sub_head": "A single-sex hotel was the means for generations of women to take part in a transforming Manhattan.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-26 10:09:00",
    "body": "Among the handful of iconic hotels closely entwined with New York’s cultural history, the Barbizon is perhaps less widely known than the Plaza, Algonquin or Waldorf Astoria. But as Paulina Bren’s beguiling new book makes clear, its place in the city’s storied past is no less deserving.<br />The 23-story neo-Gothic Barbizon was built in 1927 on the corner of Lexington Avenue and 63rd Street as an upscale, clublike residential hotel for ambitious young women who dared to venture to New York on their own to pursue their dreams. Advertised as a safe haven in the big bad city, it offered plenty of what are now known as amenities but were then touted as opportunities for self-improvement—lecture rooms, art and music studios, roof gardens, a library, a swimming pool, a gym, afternoon teas, and an attached coffee shop and pharmacy. All of this, plus the establishment’s no-men-above-the-ground-floor policy (even the elevators were operated by women after sundown), was particularly reassuring to worried parents around the country.<br />The hotel’s private spaces were far less lavish. Its 720 rooms were more convent-like than luxurious, especially by today’s standards. Most were tiny, sparely furnished and without private bathrooms—but for a young woman with the proper references and sufficient funds, they provided a coveted room of her own in midtown Manhattan. And to the delight of guests like early resident Margaret Tobin Brown—a.k.a. the Unsinkable Molly Brown, famous survivor of the Titanic—each had its own radio.<br />Like two other recent cultural histories about outstanding women—Francesca Wade’s “Square Haunting” and Maggie Doherty’s “The Equivalents”—“The Barbizon” zeroes in on a shared experience that proved pivotal in the lives of those it touched. Ms. Bren’s juicy sociocultural history glitters with the names and stories of talented, beautiful young women who passed through the Barbizon’s Italianate atrium lobby on their way to literary and cinematic stardom. Residents included writers Sylvia Plath, Joan Didion, and Diane Johnson, along with actresses Grace Kelly, Ali MacGraw,  Phylicia Rashad, Cloris Leachman, Elaine Stritch and Nancy Davis (later Reagan). When Liza Minnelli stayed there, her mother, Judy Garland, called the front desk repeatedly to check up on her.<br />The hotel was named for the Barbizon School, a 19th-century French art movement centered in the village of Barbizon, a haven for struggling artists southeast of Paris. New York’s Barbizon was conceived as “the rooming choice for the artistically inclined” and for women who sought alternatives to the traditional teaching and nursing jobs that were open to them. It became a launching pad for careers in publishing and business along with modeling and acting—plus a safe perch for meeting potential husbands."
}