{
    "url_original": "https://www.wsj.com/articles/the-job-market-stays-stalled-11612544101?mod=business_minor_pos10",
    "url": "the-job-market-stays-stalled-11612544101",
    "title": "The Job Market Stays Stalled",
    "sub_head": "Declines in retail and restaurant employment last month show a labor market still tightly in Covid-19’s grip",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-05 11:55:00",
    "body": "The job market still hasn’t found its footing.<br />The Labor Department on Friday reported that the economy added a seasonally adjusted 49,000 jobs last month, which was in line with what economists expected, but it also revised the December and November figures down by a combined 159,000 jobs. The unemployment rate, which is based on a separate survey from the jobs figures, slipped to 6.3% from December’s 6.7%. But that came about in part because fewer people were looking for work and weren’t counted in the labor force as a result.<br />Two worrisome things about Friday’s report were that it showed that retailers shed a seasonally adjusted 37,800 jobs in January, and that restaurant and bar employment fell by 19,400 jobs.<br />Retail employment always falls in January from December, of course, as people hired on temporarily for the holiday shopping season are let go. But the Labor Department’s adjustments for seasonal swings should account for that effect. Moreover, because retailers hired fewer people during this past holiday season as a result of the Covid-19 crisis, many economists thought that the drop in retail employment would be smaller than the seasonal factors anticipated, so that the seasonally adjusted figure would actually rise.<br />Restaurant and bar employment fell even though measures such as the University of Oxford’s policy-stringency index suggest that, on balance, they didn’t face any greater restrictions on doing business in January than in December. That might be an indication that consumer caution, due to the surge in Covid cases that has only lately begun to subside, is taking a toll on business."
}