{
    "url_original": "https://www.wsj.com/articles/the-vast-anti-trump-conspiracy-11612813840?mod=opinion_lead_pos11",
    "url": "the-vast-anti-trump-conspiracy-11612813840",
    "title": "The Vast Anti-Trump ‘Conspiracy’",
    "sub_head": "Time magazine reports there was ‘practically a revolution’ in America’s voting process in 2020. Was it good for the country—or just for Biden?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-296264?width=620&size=1.5",
    "image_1": "im-296264.jpg",
    "time": "2021-02-08 14:50:00",
    "body": "Changing the rules of a game right before it’s played normally inspires skepticism, if not cynicism. But a new Time magazine report celebrates a well-funded effort to change voting processes and the flow of political information before the 2020 elections.<br />Time’s Molly Ball happily describes a “conspiracy” among the progressive left, big labor, big business and the Washington establishment to counter Donald Trump and suppress unwanted elements of U.S. political conversation before and after Election Day.<br />Like the various actors she describes at the heart of this vast campaign, Ms. Ball presents it as a virtuous effort to protect democracy from Mr. Trump and Covid-19. The participants in the conspiracy alleged by Ms. Ball certainly seem to have influenced the outcome. She writes:<br />She later adds that “the participants want the secret history of the 2020 election told, even though it sounds like a paranoid fever dream–a well-funded cabal of powerful people, ranging across industries and ideologies, working together behind the scenes to influence perceptions, change rules and laws, steer media coverage and control the flow of information. They were not rigging the election; they were fortifying it.”<br />Many voters are bound to disagree. And even those who don’t may still want a dispassionate review of the various changes to U.S. voting in 2020 and a consideration of their impact."
}