{
    "url_original": "https://www.wsj.com/articles/the-hidden-history-of-coined-words-review-saying-it-another-way-11613517943",
    "url": "the-hidden-history-of-coined-words-review-saying-it-another-way-11613517943",
    "title": "‘The Hidden History of Coined Words’ Review: Saying It Another Way",
    "sub_head": "Inventing words was once thought pretentious. Now it is considered an achievement, though it may still induce ‘coiner’s remorse.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-299859?width=620&size=1.5",
    "image_1": "im-299859.jpg",
    "time": "2021-02-16 18:25:00",
    "body": "The children’s author Theodor Geisel, otherwise known as Dr. Seuss, was often asked where he drew inspiration for his verbal inventiveness. Surely there had to be some enchanted source for the words he dreamed up—the ones that caught on, notably “grinch,” and the ones that might pleasingly have done so, such as “punkerish” and “flubbulous.” He would solemnly reply that in August each year he traveled to have his cuckoo clock serviced in a tiny Alpine village called Uber Gletch. “I wander around and talk to people in the streets,” he explained. “They are very strange people, and I get my ideas from them.”<br />Dr. Seuss is one of the heroes of “The Hidden History of Coined Words,” in which Ralph Keyes—the author of more than a dozen books, including “Euphemania” and “I Love It When You Talk Retro”—explores the byways of etymology. But, as this eloquent and instructive survey shows, the stories behind coinages are seldom so zany or romantic. Mr. Keyes makes clear how hard it is to create a word and get other people to adopt it—even if it has the virtues of brevity, vividness, a playful air and a memorable sound. Although new nouns, verbs and adjectives are forever coming into being, most make no impression. Some sparkle for a while, then fade from view. Only a few succeed, and they are “as likely to be created by chance as by intention.”<br />The first person to refer to “coining” words seems to have been George Puttenham, a 16th-century English courtier. Although quite a coiner himself—“insect,” “predatory,” “indecency”—he was ambivalent about the habit. For many of his contemporaries, new words were as unwelcome as bad smells, and 300 years after Puttenham complained about semi-educated students getting snared in new-fangled verbiage, it was still common to think that coining words was shamefully pretentious. Mark Twain was at pains to tell a correspondent that he’d never done it, though he conceded that he might have called attention to a few previously obscure terms. Theodore Roosevelt was relieved to think he bore no responsibility for any coinage. This from the man who minted “bully pulpit” and “lunatic fringe.”<br />Today it’s a different story. We prize the ability to give a phenomenon a catchy handle, and people’s coinages are regarded as part of their legacy. Take the New York Times obituaries of psychologists George Weinberg and Herbert Freudenberger, which even in their headlines identify the deceased as the coiners of important words: “homophobia” and “burnout,” respectively. But in many cases the person who takes credit for a word—or is awarded credit—isn’t the first to have used it. The term “emotional intelligence” wasn’t invented by Daniel Goleman, whose first book on the topic was so popular in the mid-1990s, and “tipping point” predates Malcolm Gladwell’s bestseller of a few years later.<br />Mr. Keyes admires several writers whose originative powers seem beyond dispute. One is the poet John Milton, who gave us “jubilant,” “depravity,” “echoing” and “fragrance.” Another is Milton’s contemporary Sir Thomas Browne, who came up with “suicide,” “ferocious” and “misconception.” But the abiding impression of Mr. Keyes’s account is that a coinage is a happy accident, often the result of a prank or a moment of whimsy—and that in most cases the person behind it will have left no other mark on the language."
}