{
    "url_original": "https://www.wsj.com/articles/the-old-new-york-wont-come-back-11614296201?mod=opinion_major_pos7",
    "url": "the-old-new-york-wont-come-back-11614296201",
    "title": "The Old New York Won’t Come Back",
    "sub_head": "‘The pandemic changed everything,’ we say. But we have yet to absorb fully everything that means.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-02-25 18:36:00",
    "body": "New York<br />You can know something yet not fully absorb it. I think that’s happened with the pandemic. It is a year now since it settled into America and brought such damage—half a million dead, a nation in lockdown, a catastrophe for public schools. We keep saying “the pandemic changed everything,” but I’m not sure we understand the words we’re saying.<br />It will be decades before we fully appreciate what the pandemic did to us, and I mean our entire society—our culture, power structures, social ways, economic realities. We’ll see it more clearly when we look back from 2030 and 2040. A lot is not fully calculable now, and some problems haven’t presented themselves. One is going to be the profound psychological impact on some young people—how anxious and frightened this era will leave them, even how doom-laden. Kids 5 and 7 years old were trapped in a house surrounded by screens, and the screens said “germs” and “death” and “invisible carriers.” The pictures were of sobbing people on gurneys. We should be especially concerned about kids who are neglected and have no calm in the house, because they were left most exposed to the endless vibrations of the adults on the screens, and had no schools or teachers to help them.<br />But we’re in a transformational time. Some things that might have changed inch by inch over the next few decades were transformed in one large, incredible, 12-month shift. So many institutions will have to be nimble and farsighted now or they won’t survive. They’re going to have to be creative and generous and leave old intransigences behind. To lead in times like this will require the eyes of an artist who sees the broad shape of things, not an analyst who sees data points.<br />Look at the cities. I’m not sure we see the implications of what has happened there. In New York we are witnessing, for the first time in a century and a half, the collapse of the commuter model. You had to be in the magic metropolis if you were going to be in the top of your profession—finance, theater, law, whatever. Many couldn’t afford to live in the city because it’s where the top, moneyed people were, so they lived in the near-outside—New Jersey, Long Island, Connecticut. That is what my people did when they came to America a century ago, settling in Brooklyn and commuting to work as cooks and maids in the great houses of Manhattan."
}