{
    "url_original": "https://www.wsj.com/articles/theres-no-magic-in-how-sdrs-help-the-poor-11614200026?mod=opinion_major_pos17",
    "url": "theres-no-magic-in-how-sdrs-help-the-poor-11614200026",
    "title": "There’s No Magic in How SDRs Help the Poor",
    "sub_head": "A new SRD allocation would provide liquidity to many emerging and developing countries that today have severely limited access to external financing.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-301333?width=620&size=1.5",
    "image_1": "im-301333.jpg",
    "time": "2021-02-24 15:53:00",
    "body": "Your editorial “Magic Money for the Rich” (Feb. 19) on the IMF’s special drawing rights (SDRs) misses the forest for the trees. The entire world is looking to rebound post-Covid-19 from the worst economic crisis since the Great Depression. You should be encouraging the use of policy tools that have been proven already to help restore confidence, stability and growth—while especially benefiting those most in need. An SDR allocation helped to do just that during the global financial crisis, and SDRs can again provide such help right now.<br />No one is claiming that the SDR is perfect, but a rational judgment would begin by examining what a new allocation would actually accomplish. First, it would provide liquidity to many emerging and developing countries that today have severely limited access to external financing but have the pressing need to pay for health and economic support. The approximately $274 billion that would accrue to emerging and developing countries as their share of an SDR 500 billion increase would represent a 10% boost to their international reserves and, in some cases, double that amount.<br />Second, advanced economies—and stronger emerging economies—would be able to further support the developing world by on-lending their newly acquired SDRs on a voluntary basis. We know that this “recycling” works because the IMF already has accomplished this using existing SDRs: Poor countries could receive about $24 billion in this fashion.<br />Third, an SDR allocation itself doesn’t require budgetary resources from any country. It doesn’t add to their debt, and it creates no new obligations to any participating country.<br />Your editorial assigns great importance to the SDRs’ quota-based initial distribution that you characterize as inefficient and potentially even malign. The applicable standard, however, is a comparison with alternative tools that can be applied in a relevant scale and with the requisite speed. It is in this context that the potential value of the SDR becomes apparent. Its design ensures accountability, its past use demonstrates its effectiveness and its appropriate application would ensure fairness."
}