{
    "url_original": "https://www.wsj.com/articles/these-doctors-want-to-pick-their-covid-19-vaccine-fearing-reactions-lower-efficacy-11613649603",
    "url": "these-doctors-want-to-pick-their-covid-19-vaccine-fearing-reactions-lower-efficacy-11613649603",
    "title": "These Doctors Want to Pick Their Covid-19 Vaccine, Fearing Reactions, Lower Efficacy",
    "sub_head": "EU leaders pressured AstraZeneca to deliver more doses of its vaccine, but now find some people balk at the shot",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-02-18 07:00:00",
    "body": "Health-worker unions in Europe say thousands of their members refuse to take one of the three Covid-19 vaccines available in the region because of concerns over efficacy and reports of side effects, the latest setback for the continent’s slow vaccine rollout.<br />Organizations representing health professionals across Europe said this week that doctors and nurses shouldn’t be forced to take the vaccine developed by  AstraZeneca  PLC because it was shown to offer less robust protection against Covid-19 than the other two currently authorized in the European Union. They also expressed concern over reports that the AstraZeneca vaccine appeared to cause stronger reactions in recipients.<br />Hospitals said hundreds of health professionals scheduled to get the vaccines hadn’t shown up for their appointments in recent days while many who had got the shot were calling in sick after reporting painful headaches, fever and other symptoms.<br />Politicians and scientists insisted this week that the AstraZeneca shot had been proven to work safely and that not using it would undermine the fight against the pandemic in Europe. The vaccine showed efficacy of around 62% in late-stage clinical trial results reported last year. Further data suggested the overall effectiveness was around 70%, if doses were spaced out longer. That compared with over 90% effectiveness in trials of competing vaccines. However, trials of all authorized vaccines, including AstraZeneca’s, found that they offered 100% protection from severe illness, hospitalizations and death.<br />A spokesman for AstraZeneca, which developed its vaccine with the University of Oxford, said: “Our vaccine has been authorized in more than 50 countries across four continents. There have been no confirmed serious adverse events associated with vaccination,” the spokesman said."
}