{
    "url_original": "https://www.wsj.com/articles/think-again-review-moderately-condent-11612480886",
    "url": "think-again-review-moderately-condent-11612480886",
    "title": "‘Think Again’ Review: Moderately Conﬁdent",
    "sub_head": "Adam Grant of the Wharton School goads us to be humble in our convictions, curious about the alternatives—and open to discovery.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-295108?width=620&size=1.5",
    "image_1": "im-295108.jpg",
    "time": "2021-02-04 18:21:00",
    "body": "Adam Grant is an organizational psychologist at the Wharton School with a talent for delivering comfortable truths. In his first book, “Give and Take” (2013), he argued that the most generous people in the workplace can achieve extraordinary success. In “Originals,” published three years later, he wrote that many effective entrepreneurs, rather than the early-rising obsessives one imagines, are procrastinating generalists.<br />He has a knack for turning the base metal of the Journal of Applied Behavioral Science into life-affirming Oprah gold, and in his latest book, “Think Again: The Power of Knowing What You Don’t Know,” he’s in vintage form. His aim is to “explore how rethinking happens,” how we change our minds, how we persuade others, and how we build cultures of lifelong learning. “This book is an invitation to let go of knowledge and opinions that are no longer serving you well,” he writes, “and to anchor your sense of self in flexibility rather than consistency.”<br />“Think Again” is full of interesting asides culled from academic research. People who are good at math tend to be good at seeing patterns in data, unless those patterns contradict their views, in which case their intelligence becomes a “weapon against the truth.” The more clever people are, the less willing they are to admit the limitations of their thinking.<br />Mike Lazaridis, the precocious electronics wizard who founded BlackBerry, led his company to a valuation of $70 billion by 2008, only to lead it back into oblivion. He clung to the notion that email was the most important feature of a mobile device, even when the market was turning toward the all-in-one charms of the iPhone.<br />Mr. Grant’s answer to Mr. Lazaridis is that we must think more like scientists and less like preachers, prosecutors or politicians. We should be humble about our convictions and beliefs, curious about the alternatives, and open to discovery and experimentation."
}