{
    "url_original": "https://www.wsj.com/articles/this-laser-war-has-gotten-expensive-11613490652?mod=business_minor_pos11",
    "url": "this-laser-war-has-gotten-expensive-11613490652",
    "title": "This Laser War Has Gotten Expensive",
    "sub_head": "Competing acquisition offers for Coherent have pushed laser maker’s valuation to decade high",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-299584?width=620&size=1.5",
    "image_1": "im-299584.jpg",
    "time": "2021-02-16 10:50:00",
    "body": "Whoever ends up buying  Coherent  may have some explaining to do.<br />In a raging bull market that has left few apparent bargains to be had, the maker of laser components used in OLED displays, semiconductor manufacturing and many other applications likely looked like a steal. Its stock price had slumped 10% last year as sales continued their slide since late 2018. John Marchetti of Stifel downgraded the company following its fiscal year-end results in November, predicting a transition year ahead with limited upside as the company planned to expand its markets.<br />But in less than a month’s time, Coherent has gone from not to hot. The company landed its third acquisition offer in as many weeks on Friday.  II-VI Inc. —pronounced two-six—offered a cash-and-stock deal valuing Coherent at $260 a share. That was just days after  MKS Instruments  offered $240 a share in cash and stock, which itself topped a bid worth about $226 a share from  Lumentum Holdings  that Coherent agreed to on Jan. 19. Even the lowest of those bids values Coherent’s stock at its highest price since early 2018.<br />Coherent said Monday its board has decided to engage in discussions with II-VI, while it also evaluates the offer from MKS. It has yet to change its formal recommendation to shareholders approving the deal with Lumentum. Per the original agreement, Coherent would owe Lumentum a termination fee of $217.6 million if it calls off that deal in favor of another offer.<br />Any further offers would be in thin air. The current round of bids values the shares between 34 and 40 times forward earnings—a multiple Coherent hasn’t commanded since 2009, according to FactSet. That has cast a pall on all of the bidders. Lumentum’s share price fell nearly 17% between the date of the announced deal and the competing offer from MKS on Monday. MKS shares fell 8% when that company announced its own offer, while II-VI shares fell nearly 10% on Friday. Shares of Lumentum and II-VI—the two bidders most likely to succeed—were still down well below their preannouncement levels Monday morning."
}