{
    "url_original": "https://www.wsj.com/articles/this-meaty-stew-recipe-is-a-uniquely-satisfying-winter-weekend-project-11613679688",
    "url": "this-meaty-stew-recipe-is-a-uniquely-satisfying-winter-weekend-project-11613679688",
    "title": "This Meaty Stew Recipe Is a Uniquely Satisfying Winter-Weekend Project",
    "sub_head": "In Spain, the nourishing and protein-packed stew cocido is a ritual that plays out over three courses. Even better, the leftovers provide more meals throughout the week.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-299753?width=620&size=1.5",
    "image_1": "im-299753.jpg",
    "time": "2021-02-18 15:21:00",
    "body": "THE FIRST four times I called, I got a busy signal. Then, finally, an answer: “Best I can do is two people, three months from now, ¿Vale?” I was trying to clinch one of the toughest reservations in Madrid, and it wasn’t at some celebrity-chef spot but, rather, at Malacatín, a neighborhood tavern famous for one thing: cocido. “Book it,” I said, without a moment’s hesitation.<br />Cocido, Spain’s quintessential boiled dinner, includes buttery chickpeas, fall-apart beef and chicken, vegetables smoky with pimentón (Spanish paprika), and a broth so rich it gives cassoulet a run for its money. For centuries, the dish has been the backbone of Spanish cold-weather cooking, but because of its medieval optics and laundry list of ingredients, it never quite caught on abroad like tapas or paella. Most people outside Spain have never heard of it much less made it at home, even if products like Serrano ham and morcilla (blood sausage) are increasingly easy to track down.<br />Cocidos range from Catalonia’s meatball-laden escudella to Canarian puchero bobbing with corn on the cob, but the most famous version hails from Madrid. Spaniards love cocido madrileño for its ritualistic three vuelcos, or courses—first the broth, then the chickpeas and vegetables, then the meats. These can include beef shank, chicken, jamón, chorizo, ham hocks, bacon, trotters, pig ears, lardo, pancetta, blood sausage and marrow bones. The magic lies in mixing and matching proteins to hit the sweet spot between fatty and lean, smoky and sweet.<br />“Cocido is liturgy in Madrid. It connects us to our childhood and to our grandmothers,” said José Alberto Rodríguez, the fourth-generation owner of Malacatín, as he led me to an elbow-worn table set with a bowl, a soup spoon and a cloth bib. “For those of us who grew up here, the smell of cocido is the smell of home.” (That smell carried on through the week back at my house, as leftovers found their way into soups, bechamel croquettes and ropa vieja, a saucy chickpea stew enlivened with spoonfuls of pimentón.)<br />In “Madrid: A Culinary History,” María Paz Moreno writes that cocido’s origins can be traced to Sephardic adafina, “a filling stew of chickpeas, root vegetables, and lamb meat traditionally cooked in a large clay pot overnight on Friday and eaten on the Sabbath.” But if cocido has Jewish roots, what’s with all the piggy bits found in it today? Ms. Moreno explains that during the Spanish Inquisition, Catholic authorities kept a watchful eye on Conversos (converted Jews) to make sure they were acting like proper Christians. Fearing persecution, these converts are thought to have overcompensated with their use of non-kosher meats. Adafina was also a likely ancestor of French pot-au-feu and Italian bollito misto."
}