{
    "url_original": "https://www.wsj.com/articles/three-n-j-guards-charged-with-misconduct-in-connection-with-attack-at-womens-prison-11612480047?mod=business_minor_pos5",
    "url": "three-n-j-guards-charged-with-misconduct-in-connection-with-attack-at-womens-prison-11612480047",
    "title": "Three N.J. Guards Charged With Misconduct in Connection With Attack at Women’s Prison",
    "sub_head": "Attorney General expects to file more criminal charges; Some 22 officers have been suspended",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-295250?width=620&size=1.5",
    "image_1": "im-295250.jpg",
    "time": "2021-02-04 18:07:00",
    "body": "Three correctional officers were charged with official misconduct and other offenses in connection with an incident at Edna Mahan Correctional Facility for Women in New Jersey, where inmates were removed from cells and beaten and pepper-sprayed.<br />More than two dozen officers at Edna Mahan women’s prison forcibly removed 21 inmates from their cells shortly before midnight on Jan. 11, said New Jersey Attorney General Gurbir Grewal on Thursday. One inmate suffered an orbital wall fracture of her right eye from the attack, he said. Another inmate was beat and had a concussion, he said.<br />\"Unfortunately, our investigators were delayed in part by false and misleading reports filed by officers—officers who attempted to cover up what they had done and the injuries they had caused,” Mr. Grewal said.<br />Sgt. Amir Bethea was charged with two counts of official misconduct and two counts of tampering with public records. Sgt. Anthony Valvano was charged with one count of official misconduct and one count of tampering public records. Law-enforcement officials said Sgts. Bethea and Valvano led teams of officers that violently beat inmates in violation of state law.<br />The official misconduct charge has a mandatory minimum sentence of five years in prison. The tampering with public records charges have sentences of three to five years."
}