{
    "url_original": "https://www.wsj.com/articles/tiaa-names-jpmorgans-thasunda-brown-duckett-as-ceo-11614267131?mod=markets_lead_pos5",
    "url": "tiaa-names-jpmorgans-thasunda-brown-duckett-as-ceo-11614267131",
    "title": "TIAA Names JPMorgan’s Thasunda Brown Duckett as CEO",
    "sub_head": "Duckett is a leading voice among bankers in the need to close the wealth gap between white and Black Americans",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-02-25 11:10:00",
    "body": "Teachers Insurance and Annuity Association of America named  JPMorgan Chase  & Co.’s Thasunda Brown Duckett as president and chief executive, tapping a powerful consumer banker and one of Wall Street’s most-prominent Black executives.<br />As CEO of Chase Consumer Banking, Ms. Duckett oversees a sprawling network of 4,900 branches, more than $600 billion in deposits and 40,000 employees. She led Chase’s first retail-branch expansion in a decade, extended its digital offerings and pushed the bank to help improve customers’ financial literacy. Ms. Duckett has also been a leading voice among bankers in the need to close the wealth gap between white and Black Americans.<br />The 47-years-old executive will succeed Roger Ferguson, who announced his retirement from TIAA in November after a 13-year run as CEO. Mr. Ferguson will remain in his role until Ms. Duckett joins the firm on May 1, TIAA said Thursday.<br />Ms. Duckett is leaving consumer-banking for a part of the financial world that is confronting many of the same challenges, albeit at a different stage. Technology and evolving customer tastes have driven down the costs of investing, squeezing money managers’ margins and forcing firms to consider mergers that give them the scale to compete. The U.S. banking industry’s consolidation wave began decades ago, leaving JPMorgan as one of a handful of systematically important lenders.<br />TIAA manages $1.3 trillion in assets through its retirement accounts and investment funds."
}