{
    "url_original": "https://www.wsj.com/articles/tiger-woods-car-crash-injured-11614110274",
    "url": "tiger-woods-car-crash-injured-11614110274",
    "title": "Tiger Woods Hospitalized with Multiple Leg Injuries in Rollover Car Accident",
    "sub_head": "The golf legend was extricated from the wreck with the ‘jaws of life’ by firefighters and paramedic after the accident in the Los Angeles area",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "time": "2021-02-23 16:51:00",
    "body": "Golf legend Tiger Woods was injured in a roll-over traffic accident near Los Angeles early Tuesday and hospitalized after he was extricated from the wreck with the “jaws of life” by firefighters and paramedics, the Los Angeles County Sheriff’s Department said.<br />Woods suffered multiple leg injuries and was taken into surgery, his agent Mark Steinberg said in a statement. A lieutenant with the sheriff’s department said the injuries were not life threatening.<br />Woods was removed from the vehicle with emergency rescue tools and taken by an ambulance to a local hospital after the crash at 7:12 a.m local time, the authorities said in a tweet on Tuesday afternoon. The severity of his injuries is not clear at this time. No cause for the crash, in the Rancho Palos Verdes area, was given, and the vehicle in the single-car wreck suffered “major damage,” according to authorities.<br />While the full extent of Woods’s injuries aren’t known, the accident is the latest chapter in a long series of vehicular mishaps that in the past have knocked him off course in his quest to be golf’s greatest player ever.  His first car accident in 2009 kicked off a sex scandal, and eight years later he was found asleep at the wheel with painkillers in his system. These defined the epic downfall of an athlete who experienced a meteoric rise unlike few others, only for him to be back atop the golf world once again when he won the 2019 Masters.<br />Woods, 45 years old, said in January that he had recently undergone back surgery, the latest in a string of ailments that threw arguably the greatest golfer ever off course. He appeared on TV for an interview over the weekend at the Genesis Invitational at Riviera Country Club in the Los Angeles area, which he hosts, though he didn’t say when he would be healthy enough to return. The car that crashed appeared to be a Genesis vehicle."
}