{
    "url_original": "https://www.wsj.com/articles/tiger-woods-car-accident-golf-comeback-11614256877",
    "url": "tiger-woods-car-accident-golf-comeback-11614256877",
    "title": "Tiger Woods and the Long Way Back",
    "sub_head": "A car accident in California has golf fans pondering a legend’s future, on the course and off",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-304042?width=620&size=1.6347381864623245",
    "image_1": "im-304042.jpg",
    "time": "2021-02-25 07:56:00",
    "body": "Golf can wait. In those early, gray moments Tuesday, when we didn’t know much about the accident involving Tiger Woods—when all we had was some harrowing overhead footage of a crumpled SUV off the side of a winding Southern California road—it was possible to really let your mind wander and worry. Now we know more: Woods is hurt, with broken bones in his right leg and foot, and now has a rod inserted after surgery, but overall, the news is good, very good, considering how it looked at first.<br />Still: golf can wait.<br />Priorities will shift. That’s what happens when something like this occurs. Attention will be paid to Woods’s recovery and rehabilitation, and there will naturally be curiosity about his potential return to his sport—short answer: nobody knows for sure—but his playing status feels like a minor diversion compared with the relief of the big picture. Woods is lucky, and those of us who have loved watching him play golf have to feel a little lucky, too.<br />The sport can wait. “When Tiger wants to talk about golf, we’ll talk about golf,” the PGA Tour commissioner Jay Monahan said.<br />That sounds like the right perspective. There will be a compulsion to accelerate things: that’s our culture, hurry it along, speculate without all of the information, and turn someone else’s life into a daily drama for our own entertainment. There’s going to be a temptation to draw parallels to golf great Ben Hogan’s wreck and recovery, and even though it’s a very different time and set of circumstances, we won’t be able to help ourselves. This has always been a media affliction, but now it’s everywhere. We want it when we want it, and we’re all terribly impatient for clean narratives and quick answers."
}