{
    "url_original": "https://www.wsj.com/articles/tightening-oil-supplies-inject-new-momentum-into-price-rally-11612693802?mod=business_minor_pos13",
    "url": "tightening-oil-supplies-inject-new-momentum-into-price-rally-11612693802",
    "title": "Tightening Oil Supplies Inject New Momentum Into Price Rally",
    "sub_head": "Signs of strength under the surface of the energy market suggest further gains for crude prices, some investors and analysts say",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-295708?width=620&size=1.5",
    "image_1": "im-295708.jpg",
    "time": "2021-02-07 05:30:00",
    "body": "A booming rally in oil markets has pushed crude prices to their highest levels since near the start of the coronavirus pandemic, powered by production curbs and recovering demand.<br />Brent-crude futures, the benchmark in energy markets, have risen more than 50% since the end of October and are approaching $60 a barrel for the first time since Covid-19 began to erode oil demand in early 2020. Futures for West Texas Intermediate—or WTI, the main grade of U.S. crude—last week surpassed $55 a barrel for the first time in over a year.<br />The speed of the recovery has surprised some investors and analysts, given that coronavirus continues to curtail demand. It has juiced shares of companies including  Exxon Mobil Corp .  and  ConocoPhillips  after a troubled 2020 for oil-and-gas producers, making energy stocks the best performers on the S&P 500 this year.<br />“The market definitely has some momentum,” said John Kilduff, partner at Again Capital LLC, a hedge fund that invests in energy derivatives. “WTI is going to be targeting $60, too.”<br />Oil is rising against a mixed economic backdrop, with data published Friday suggesting that the labor market faces a long road to recovery. But the stock market continues to power higher, in part because investors expect a new dose of fiscal stimulus and vaccines to goose growth."
}