{
    "url_original": "https://www.wsj.com/articles/tiktok-sale-to-oracle-walmart-is-shelved-as-biden-reviews-security-11612958401?mod=tech_lead_pos1",
    "url": "tiktok-sale-to-oracle-walmart-is-shelved-as-biden-reviews-security-11612958401",
    "title": "TikTok Sale to Oracle, Walmart Is Shelved as Biden Reviews Security",
    "sub_head": "Trump-driven deal had languished as video-sharing app’s Chinese owner mounted successful legal challenges",
    "category_1": "Tech",
    "time": "2021-02-10 07:00:00",
    "body": "WASHINGTON—A U.S. plan to force the sale of TikTok’s American operations to a group including  Oracle Corp.  and  Walmart Inc.  has been shelved indefinitely, people familiar with the situation said, as President Biden undertakes a broad review of his predecessor’s efforts to address potential security risks from Chinese tech companies.<br />The TikTok deal—which had been driven by then-President Donald Trump—has languished since last fall in the midst of successful legal challenges to the U.S. government’s effort by TikTok’s owner, China’s ByteDance Ltd.<br />Discussions have continued between representatives of ByteDance and U.S. national security officials, the people said. Those discussions have centered on data security and ways to prevent the information TikTok collects on American users from being accessed by the Chinese government, they said.<br />But no imminent decision on how to resolve the issues surrounding TikTok is expected as the Biden administration determines its own response to the potential security risk posed by Chinese tech companies’ collection of data.<br />“We plan to develop a comprehensive approach to securing U.S. data that addresses the full range of threats we face,” National Security Council spokeswoman Emily Horne said. “This includes the risk posed by Chinese apps and other software that operate in the U.S. In the coming months, we expect to review specific cases in light of a comprehensive understanding of the risks we face.”"
}