{
    "url_original": "https://www.wsj.com/articles/tools-of-the-spy-game-11612551590",
    "url": "tools-of-the-spy-game-11612551590",
    "title": "Tools of the Spy Game",
    "sub_head": "An auction of items from the KGB Espionage Museum reveals the ingenuity and oppression of the Soviet secret police.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-294712?width=620&size=custom_1588x1394",
    "image_1": "im-294712.jpg",
    "time": "2021-02-05 13:59:00",
    "body": "Julien’s Auctions, in Culver City, Calif., bills itself as the Auction House to the Stars and specializes in celebrity items like Kurt Cobain’s guitar, which sold for $6 million last summer. But on Feb. 13, Julien’s will be auctioning some very different kinds of memorabilia. The items on sale in “The Cold War Relics Auction,” in person and online, include  a half-ton bust of Lenin and miniature cameras hidden in everything from belts to Marlboro cigarette packs.<br />These items come from the collection of the KGB Espionage Museum, which opened in Manhattan in early 2019. At the time, the museum claimed to have the world’s largest collection of objects associated with the Soviet secret police agency—more than 3,500, many from the personal collection of the museum’s founder, Lithuania-born Julius Urbaitis. The museum closed last March because of the pandemic and then shut down for good in October.<br />The USSR’s secret police agency was known by a series of names before it became the KGB in 1954—an acronym for its Russian name, Committee for State Security. From the beginning, it was adept at bugging things: Microphones went into wristwatches, wallets, ashtrays, belts, dinner plates and ballpoint pens, all of which are represented in the auction. The KGB even hid a side-facing camera inside a front-facing one, so the photographer could aim at one person while secretly photographing another.<br />Also on sale is a replica of the Great Seal of the U.S., given by a Soviet boy-scout organization to the American ambassador to Moscow in 1946 in gratitude for wartime aid. The gift was bugged; the Americans proudly hung it in the ambassador’s study, and it transmitted for years. A needle drill used to create the small holes for surveillance devices is expected to fetch $1,000-$2,000.<br />The auction’s catalog explains that language was a daunting challenge for the KGB, since the countries behind the Iron Curtain used many languages and two alphabets, Roman and Cyrillic. One solution was the Fialka cipher machine, which roughly resembles a typewriter and was used to code and decode messages. A far cry from today’s digital encryption, the machine operated with rotors—discs with electrical contacts that worked to encode the message. The Fialka is expected to fetch $8,000 to $12,000."
}