{
    "url_original": "https://www.wsj.com/articles/top-security-officials-to-testify-on-failure-to-blunt-capitol-attack-11614084412?mod=politics_lead_pos1",
    "url": "top-security-officials-to-testify-on-failure-to-blunt-capitol-attack-11614084412",
    "title": "Top Security Officials to Testify on Failure to Blunt Capitol Attack",
    "sub_head": "The former U.S. Capitol Police chief and Washington’s acting police chief are among those facing questions in a congressional hearing about what went wrong",
    "category_1": "Politics",
    "time": "2021-02-23 07:46:00",
    "body": "WASHINGTON—Top officials responsible for the security of the U.S. Capitol during the Jan. 6 attack are scheduled to testify before Congress Tuesday about the failure to adequately prepare for and counter a deadly riot on the day lawmakers convened to certify the results of the presidential election.<br />A joint bipartisan committee of senators will question three security officials who resigned in the wake of the attack: former U.S. Capitol Police Chief Steven Sund, former House Sergeant at Arms Paul D. Irving and former Senate Sergeant at Arms Michael Stenger. Robert Contee, the acting chief of Washington’s Metropolitan Police Department, also will face questioning.<br />The hearing is part of a wider bipartisan probe into the security failures that resulted in the breach of the Capitol by a mob of Donald Trump supporters that included members of far-right extremist groups. Five people died, including a rioter shot by police and a Capitol Police officer who succumbed a day later.<br />Four government watchdogs and several congressional committees are scrutinizing a law-enforcement response that amounts to one of the biggest lapses since the federal security apparatus was overhauled following the Sept. 11 attacks nearly two decades ago.<br />Tuesday’s hearing is organized by Sens. Gary Peters (D., Mich.) and Rob Portman (R., Ohio), the chairman and ranking member, respectively, of the Homeland Security and Governmental Affairs Committee, and by Sens. Amy Klobuchar (D., Minn.) and Roy Blunt (R., Mo.), chairwoman and ranking member of the Rules and Administration Committee."
}