{
    "url_original": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-midwest-11612985673",
    "url": "top-public-and-private-colleges-in-the-midwest-11612985673",
    "title": "Top Public and Private Colleges in the Midwest",
    "sub_head": "The University of Michigan  and Northwestern University top these lists in the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings Highlights",
    "image_1_url": "https://images.wsj.net/im-295900?width=620&size=1.5005861664712778",
    "image_1": "im-295900.jpg",
    "time": "2021-02-10 14:34:00",
    "body": "The University of Michigan-Ann Arbor is the highest-ranked public school in the Midwest and in the country, at No. 23 among all colleges nationwide, according to the Wall Street Journal/Times Higher Education College Rankings.<br />Two other Midwestern colleges are among the top 10 public schools in the country: the University of Illinois at Urbana-Champaign, No. 43 among all colleges, and Purdue University West Lafayette, at No. 47.<br />Among private colleges, Northwestern University is ranked highest in the Midwest, at No. 10 among all schools nationwide, followed by the University of Chicago at No. 14 and Washington University in St. Louis at No. 18. Three more private Midwestern colleges made the top 50 overall: the University of Notre Dame at No. 28, Carleton College at No. 36 and Case Western Reserve University at No. 48.<br />The WSJ/THE ranking is based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of the diversity of its students and faculty.<br />You can see our full rankings as well as sort the complete rankings by a variety of measures and reweight the main contributing factors to reflect what’s most important to you. And you can  compare any two colleges in detail side by side."
}