{
    "url_original": "https://www.wsj.com/articles/top-mexico-court-rules-electricity-rules-favoring-state-utility-are-unconstitutional-11612381067?mod=business_minor_pos5",
    "url": "top-mexico-court-rules-electricity-rules-favoring-state-utility-are-unconstitutional-11612381067",
    "title": "Mexico’s Top Court Sets Back President’s Plans for State Power Company",
    "sub_head": "Supreme Court rules that regulatory changes in the country’s electricity market that give priority to the state-owned utility over private power generators is unconstitutional",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-294338?width=620&size=1.5",
    "image_1": "im-294338.jpg",
    "time": "2021-02-03 15:42:00",
    "body": "Mexico’s Supreme Court on Wednesday ruled that changes in regulations for the country’s electricity market giving priority to the state-owned utility over private power generators is unconstitutional.<br />The ruling is a setback for President Andrés Manuel López Obrador’s plans to restore the dominance of state-owned energy companies, and bodes badly for a bill he sent to congress this week that would give the state-owned utility CFE a commanding position in the power market.<br />It also could set up a confrontation between the court and the president, a nationalist who seeks to reverse key parts of a historic energy-sector overhaul carried out under his predecessor that ended Mexico’s state monopoly on the oil market and opened electricity markets to greater private investment.<br />Mexican courts are emerging as an obstacle to Mr. Lopez Obrador’s drive to centralize power, say analysts. A number of lower court decisions have gone against the government in the energy sector, and the Supreme Court had stopped the government from lowering the salaries of senior officials at autonomous institutions such as the central bank.<br />Wednesday’s ruling by a 4-1 vote knocks down key aspects of a policy published last year by the Energy Ministry that required the national power grid operator to take electricity generated by CFE before cheaper options from private generators that have invested billions of dollars in the country, especially in wind and solar stations. The ministry argued that the change was necessary to ensure network reliability."
}