{
    "url_original": "https://www.wsj.com/articles/top-colleges-in-the-west-for-diversity-11612366210",
    "url": "top-colleges-in-the-west-for-diversity-11612366210",
    "title": "Top Colleges in the West for Diversity",
    "sub_head": "La Sierra University tops this list from the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-293926?width=620&size=1.5",
    "image_1": "im-293926.jpg",
    "time": "2021-02-03 10:30:00",
    "body": "The West is home to the four colleges ranked highest nationwide for diversity in the Wall Street Journal/Times Higher Education College Rankings, led by La Sierra University in Riverside, Calif.<br />The University of California, Irvine and California State University, Northridge tied for No. 2 nationally for the diversity of their students and faculty, with California State University, Long Beach ranked No. 4. San Francisco State University tied for No. 5 nationally.<br />In the WSJ/THE rankings, diversity accounts for 10% of a school’s overall score. The overall ranking is based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of its diversity.<br />Among the top Western schools for diversity, the University of  California, Los Angeles has the highest overall rank nationally, at No. 26. UCLA tied for No. 13 nationwide for diversity. La Sierra didn’t make the top 500 schools nationally in the overall ranking.<br />See the full list of top Western schools for diversity below. You can also see our full rankings as well as sort the complete rankings by a variety of measures and reweight the main contributing factors to reflect what’s most important to you. And you can  compare any two colleges in detail side by side."
}