{
    "url_original": "https://www.wsj.com/articles/top-companies-for-customer-satisfaction-11613492860?mod=business_minor_pos1",
    "url": "top-companies-for-customer-satisfaction-11613492860",
    "title": "Top Companies for Customer Satisfaction",
    "sub_head": "IBM, Caterpillar and Agilent scored highest in this category in the Management Top 250 ranking",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-298743?width=620&size=1.5005861664712778",
    "image_1": "im-298743.jpg",
    "time": "2021-02-16 11:27:00",
    "body": "International Business Machines Corp. is No. 1 for customer satisfaction among companies in the latest Management Top 250 ranking, followed by  Caterpillar Inc.  and  Agilent  Technologies Inc.<br />The annual Management Top 250 ranking, developed by the Drucker Institute, measures corporate effectiveness by examining performance in five categories: customer satisfaction, employee engagement and development, innovation, social responsibility and financial strength.<br />IBM  ranks third overall and posted the biggest increase in overall score for any company in the Management Top 250. Caterpillar is ranked No. 32 overall, and Agilent is No. 53. In addition to IBM, two other companies in the top 10 overall also made the top 10 for customer satisfaction—Procter & Gamble Co., No. 8 overall, and  Cisco Systems Inc . , No. 6 overall.<br />Cisco is also in the top 10 for social responsibility and financial strength, IBM is in the top 10 for innovation as well as customer satisfaction, and  Accenture PLC  made the top 10 for both customer satisfaction and social responsibility.<br />In the coming weeks we’ll take a look at the leaders in the other ranking categories and the companies whose scores improved the most from the previous year in each category. You can explore the full, detailed rankings here, and a list of the Management Top 250 all-stars, companies that excelled in all five categories, here."
}