{
    "url_original": "https://www.wsj.com/articles/top-colleges-in-the-northeast-by-size-11614203184",
    "url": "top-colleges-in-the-northeast-by-size-11614203184",
    "title": "Top Colleges in the Northeast by Size",
    "sub_head": "The region has more than half of the nation’s top 10 small schools and midsize schools in the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-303515?width=620&size=1.5005861664712778",
    "image_1": "im-303515.jpg",
    "time": "2021-02-24 16:46:00",
    "body": "The Northeast is home to the country’s highest-ranked large school, in terms of undergraduate enrollment,  in the Wall Street Journal/Times Higher Education College Rankings, as well as the highest-ranked midsize school and two schools tied for No. 2 nationwide among small colleges.<br />The WSJ/THE rankings are based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of the diversity of its students and faculty.<br />Schools with fewer than 3,000 undergraduates are considered small in these rankings, those with 3,000 to 10,000 undergrads are midsize and those with more than 10,000 are large.<br />Two liberal-arts schools in Massachusetts, Amherst College and Williams College, are ranked highest among small schools in the Northeast. Their No. 21 ranking among all schools nationwide makes them No. 2 among small schools in the country. Four other Northeastern schools are among the top 10 small colleges nationwide: Wellesley College, Swarthmore College, Middlebury College and Haverford College. Their rankings among all schools in the country range from No. 29 to No. 40.<br />Harvard University is the top-ranked midsize school in the Northeast and is the highest-ranked college of any size in the country. Four other midsize Northeastern schools are among the top 10 overall nationwide: the Massachusetts Institute of Technology,   Yale University, Brown University and Princeton University. Dartmouth College, No. 12 overall, is also among the top 10 midsize schools in the country."
}