{
    "url_original": "https://www.wsj.com/articles/top-colleges-in-the-south-for-academic-resources-11613592902",
    "url": "top-colleges-in-the-south-for-academic-resources-11613592902",
    "title": "Top Colleges in the South for Academic Resources",
    "sub_head": "Vanderbilt University heads this list from the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-298744?width=620&size=1.5005861664712778",
    "image_1": "im-298744.jpg",
    "time": "2021-02-17 15:15:00",
    "body": "Vanderbilt University is the highest-ranked school in the South for academic resources, at No. 6 nationwide for this category of the Wall Street Journal/Times Higher Education College Rankings.  Rice University is a close second in the region for resources, at No. 7 nationally.<br />Resources account for 30% of a school’s overall score in the WSJ/THE rankings.  Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 20% from how well it engages its students and 10% from its environment, a measure of its diversity. The resources score is based on how much a school spends per student on teaching, the ratio of students to faculty and the number of published scholarly research papers per faculty member.<br />In addition to Vanderbilt and Rice, three other Southern schools made the top 20 nationwide for academic resources: Johns Hopkins University at No. 11, Duke University at No. 14 and Emory University at No. 19.  All five of the Southern schools in the top 20 for resources are also in the top 25 nationally in the overall ranking, led by Duke University at No. 5 overall.<br />See the full list of top Southern schools for resources below. You can also see our full rankings as well as sort the complete rankings by a variety of measures and reweight the main contributing factors to reflect what’s most important to you. And you can  compare any two colleges in detail side by side.<br />–Gerard Yates"
}