{
    "url_original": "https://www.wsj.com/articles/trade-deals-key-to-lifting-demand-for-agricultural-products-farmers-say-11612905776?mod=business_lead_pos12",
    "url": "trade-deals-key-to-lifting-demand-for-agricultural-products-farmers-say-11612905776",
    "title": "Trade Deals Key to Lifting Demand for Agricultural Products, Farmers Say",
    "sub_head": "Corn, cattle farmers tell WSJ Global Food Forum that prioritizing trade would help reduce the need for government aid",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-297007?width=620&size=1.5",
    "image_1": "im-297007.jpg",
    "time": "2021-02-09 16:36:00",
    "body": "U.S. farmers said new trade deals are critical to help boost agricultural producers after the disruptions of the coronavirus pandemic and the Trump administration’s trade battles.<br />Firming up existing trade agreements and joining with multicountry trade pacts would give U.S. producers better prices for some products than they can get domestically, farmers said at the WSJ Global Food Forum. Farmers said giving priority to trade would help reduce the need for government aid, which climbed to a record level in 2020 as the Trump administration sought to stem losses from the U.S.-China trade war and the food-supply chain was upended by the pandemic.<br />“If we don’t have trade we’re not going to get the full value of what we’re selling,” said Kimberly Ratcliff, a Texas cattle rancher.<br />Mr. Trump’s tenure was a turbulent time for U.S. farmers, who have grown more reliant on selling their crops and meat overseas as domestic production outstrips the appetites of U.S. consumers. Duties the Trump administration levied on goods from China, Mexico, Canada and the European Union sparked retaliatory tariffs targeting U.S. agricultural products from pork to soybeans to apples, cutting into U.S. agricultural exports and sending farm commodity prices plunging.<br />President Biden said during his campaign that he would scale back trade disputes and align like-minded countries to push nations, including China, to engage in fairer trade practices. That approach could limit China’s ability to target U.S. farm goods with retaliatory tariffs, Mr. Biden’s campaign said, protecting U.S. farmers from market swings."
}