{
    "url_original": "https://www.wsj.com/articles/traders-who-launched-gamestop-frenzy-are-turning-against-new-members-11612297756?mod=markets_lead_pos10",
    "url": "traders-who-launched-gamestop-frenzy-are-turning-against-new-members-11612297756",
    "title": "Traders Who Launched GameStop Frenzy Are Turning Against New Members",
    "sub_head": "Longtime WallStreetBets followers ask moderators to ban new users or limit where they appear",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-02-02 15:29:00",
    "body": "Longtime members of the Reddit forum that was the launchpad for the  GameStop  frenzy are lashing out at the group’s millions of new users, asking whether they can be trusted and accusing them of working for hedge funds.<br />WallStreetBets has been hit by bots that question some of the members’ investing initiatives and pitch commission-free brokerage accounts, according to a Wall Street Journal analysis of the posts. Messages that promote stocks that don’t have large short positions—where traders sell borrowed securities betting the price will be lower when they buy it back—are blasted by members as being controlled by moneyed interests to sap momentum from the GameStop bet.<br />Longtime followers have reacted to the deluge of new content by asking moderators to ban new users or take additional steps to limit where they appear. “Seriously, the 6 million new users have f— this place up,” one user wrote Monday. “New users are coming here to screw us,” a post last Wednesday read.<br />Longtime members say the site, while always boisterous, now has more of a mob mentality. At least 180 posts submitted in January discussed new users or threads along with variations of the word “ban” and other terms describing account restrictions, up from 14 in December, according to the Journal’s analysis.<br />Last Thursday, when silver became a trending term on the forum and some members claimed it would be the next GameStop, others called the effort a misinformation campaign pushed by hedge funds and promoted by the media. On Monday, futures prices of the metal hit their highest level in eight years."
}