{
    "url_original": "https://www.wsj.com/articles/transcript-wsj-interview-with-san-francisco-fed-chief-mary-daly-11613081124?mod=markets_major_pos13",
    "url": "transcript-wsj-interview-with-san-francisco-fed-chief-mary-daly-11613081124",
    "title": "Transcript: WSJ Interview With San Francisco Fed Chief Mary Daly",
    "sub_head": "",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-298250?width=620&size=1.5",
    "image_1": "im-298250.jpg",
    "time": "2021-02-11 17:05:00",
    "body": "<br />Federal Reserve Bank of San Francisco President Mary Daly offered her views on the outlook for the Fed’s bond-buying program and said more government aid shouldn’t cause the economy to overheat, in an interview Wednesday with Michael S. Derby of The Wall Street Journal. Ms. Daly, a voting member of the rate-setting Federal Open Market Committee, also weighed in on how the Fed will approach climate change issues. The following transcript has been lightly edited for context and clarity.<br />MICHAEL S. DERBY: The first question I’m going to want to start off with is, as you guys have talked about the outlook, you’ve always affirmed that what happens with the economy—what happens with the economy over the next year or so—is really going to be driven by what happens with the virus. So to start out, I’m curious what your assessment is of the pace of vaccination, whether or not that process is going well and will allow the economy to do what you, what many of your colleagues expect, and that’s to pick up steam in the second half of the year.<br />MARY C. DALY: Sure. So the—you’re absolutely right. That’s certainly my view, that as goes Covid goes the economy. And when you think about that, then the vaccination schedule, getting this out, making sure it’s distributed, is the key to getting this behind us. I do see that we got off to a slow start. And that is a good reason for a healthy dose of, you know, risk assessment. And at the same time, I see it picking up momentum. So we got off to a slow start, slower than everybody wanted. But now I start to see the momentum picking up. And if we can continue that momentum and continue to build on that—get through these bottlenecks of production, and distribution, and, you know, the queuing system.<br />This is a huge logistical effort. So as we get better at it, then I think it will go more smoothly. If it goes more smoothly, then we get a chance of getting ahead of the virus. And if that happens in the time frame that I suspect it will—I’m optimistic it will, then that means by the end of summer we’ve got ourselves ready to go back to school, reengage in economic activity, and get the economy with that strong rebound that we saw for the months of last summer when we could come back outside because Covid had settled a little bit, even though it was not anywhere close to gone."
}