{
    "url_original": "https://www.wsj.com/articles/travels-covid-19-blues-are-likely-here-to-staypeople-will-go-out-of-business-11613912401?mod=business_lead_pos3",
    "url": "travels-covid-19-blues-are-likely-here-to-staypeople-will-go-out-of-business-11613912401",
    "title": "Travel’s Covid-19 Blues Are Likely Here to Stay—‘People Will Go Out of Business’",
    "sub_head": "The tourism industry, which hoped for a rebound from the pandemic in 2021, is bracing for a slower recovery",
    "category_1": "World",
    "time": "2021-02-21 08:00:00",
    "body": "The pandemic travel bust that hit tourism-dependent economies may only just be beginning.<br />Tourist destinations from Thailand to Iceland had been hoping Covid-19 vaccines would allow countries to reopen their borders and drive a much-needed recovery in 2021. Now, with vaccine rollouts delayed in some places and new virus strains appearing, it is looking more likely that international travel could be stalled for years.<br />After declaring that 2020 was the worst year for tourism on record, with one billion fewer international arrivals, the United Nations World Tourism Organization says prospects for a 2021 rebound have worsened. In October, 79% of experts polled by the agency believed a 2021 rebound was possible. Only 50% said they believed that in January, and some 41% didn’t think travel would reach pre-pandemic levels until 2024 or beyond.<br />James Sowane, who owns a transportation company catering to tourists in Fiji, called a staff meeting earlier this month and told employees to start looking for other jobs. He recently took advantage of a government-assistance program and had brought back some laid-off workers, optimistic that vaccines could spark a travel rebound as early as April.<br />But now Mr. Sowane doesn’t think tourists will return until next year, and he and his wife can’t afford to keep paying wages at their company, Pacific Destinations Fiji. He is borrowing from his bank to keep a few core employees."
}