{
    "url_original": "https://www.wsj.com/articles/traveling-the-world-with-the-power-of-spices-11613084073",
    "url": "traveling-the-world-with-the-power-of-spices-11613084073",
    "title": "Traveling the World With the Power of Spices",
    "sub_head": "From Somali Xawaash to Indian chaat masala, American cooks are embracing new combinations of aromas and flavors.",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://s.wsj.net/public/resources/images/OG-FQ583_202102_8S_20210211142011.jpg",
    "image_1": "publicresourcesimagesOG-FQ583_202102_8S_20210211142011.jpg",
    "time": "2021-02-11 17:54:00",
    "body": "When my mood turns anxious or just weary of these pandemic times, I lift my heavy granite mortar and pestle down from its shelf and grind up a new spice mix. It’s more exhilarating than a new bottle of perfume and far cheaper. It never ceases to amaze me how the whole atmosphere in the kitchen changes depending on subtle tweaks to the spice mix. Grind together some cinnamon sticks and cardamom pods and your kitchen will instantly smell of Swedish sticky buns; add a spoonful of cumin to the mix and you are eating pilaf in the Middle East. Spice mixes allow you to travel the world in an aromatic haze, which is all the more welcome now that real travel is mostly off the table.<br />One of my current favorite spice mixes is a Somali one from “In Bibi’s Kitchen: The Recipes and Stories of Grandmothers From the Eight African Countries that Touch the Indian Ocean” by Hawa Hassan with Julia Turshen, published last year. Hawa Hassan was born in Somalia, and she includes a recipe for something called Xawaash spice mix (pronounced HA-wash), which can be used for anything from pilaf to stew to roasted vegetables.<br /><br />Ms. Hassan says that every Somali cook will have their own family recipe for it. The version in the book has a sharp bite from bold quantities of black peppercorns and a warm citrusy fragrance from coriander seeds, cumin, cardamom, cinnamon stick and whole cloves. I used the spice mix to make Ms. Hassan’s recipe for chicken stew with yogurt and coconut. As we ate it, our mouths tingled to taste a dinner seasoned with a fresh perfume—fresh to us, at least, if not to millions of Somali cooks and eaters.<br />One of the untold stories of modern food is that we tend to eat so many more spices than in the past. The value of U.S. spice imports rose from $426 million in 1998 to $597 million in 2007, according to the USDA. The spice aisle of the American supermarket, with its jars of Middle Eastern za’atar and Japanese shichimi, is unrecognizable next to its equivalent a few decades ago. Garam masala from India and Chinese five-spice are now almost as easy to source as salt and pepper."
}