{
    "url_original": "https://www.wsj.com/articles/treasury-watchdog-warns-of-governments-use-of-cellphone-data-without-warrants-11614003868?mod=business_minor_pos7",
    "url": "treasury-watchdog-warns-of-governments-use-of-cellphone-data-without-warrants-11614003868",
    "title": "Treasury Watchdog Warns of Government’s Use of Cellphone Data Without Warrants",
    "sub_head": "Intelligence and law-enforcement agencies may be on shaky legal ground in purchasing the data, report says",
    "category_1": "Politics",
    "time": "2021-02-22 09:24:00",
    "body": "WASHINGTON—A new Treasury Department watchdog report warns that law-enforcement agencies may not be on firm legal footing when they use cellphone GPS data drawn from mobile apps without obtaining a warrant first.<br />In a review of the Internal Revenue Service’s use of a commercial platform that allowed the agency to track cellphones, the Treasury Department inspector general for tax administration said that a landmark 2018 Supreme Court case might preclude the warrantless tracking of criminal suspects through location data generated by weather, game and other apps. The report encouraged stricter controls on use of the data.<br />Many government lawyers have concluded that the decision in Carpenter v. United States doesn’t apply because it addresses data held by cellphone carriers that contain a subscriber’s personally identifying information, rather than GPS location data drawn from apps, which doesn’t.<br />The watchdog’s report is only a recommendation, and its interpretation of the law hasn’t been blessed by any court. Yet it is the first known government analysis to raise serious doubt about the legality of law-enforcement and intelligence agencies purchasing highly revealing information generated by U.S. cellphones and other digital services.<br />The audit, requested by Sens. Ron Wyden (D., Ore.) and Elizabeth Warren (D., Mass.), examined the IRS Criminal Investigation division’s use of a commercial software platform provided by Venntel, a company that sells to the government access to GPS data gathered from apps. Venntel’s parent company, Gravy Analytics, caters to corporate clients. The IRS experimented with Venntel’s platform as an investigative tool in 2017 and 2018 but stopped using the software."
}