{
    "url_original": "https://www.wsj.com/articles/trump-lost-but-he-greatly-boosted-the-gop-11614534192?mod=opinion_major_pos17",
    "url": "trump-lost-but-he-greatly-boosted-the-gop-11614534192",
    "title": "Trump Lost, but He Greatly Boosted the GOP",
    "sub_head": "Many voters came out solely for President Trump, and the down-ballot candidates on the Republican ticket reaped the rewards.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-301355?width=620&size=1.5",
    "image_1": "im-301355.jpg",
    "time": "2021-02-28 12:43:00",
    "body": "Your editorial “Trump Lost to Himself” (Feb. 19) ignores many of the facts surrounding the 2020 election and runs contrary to our firm’s postelection polling and analysis. In 2020, President Trump created one of the greatest voter coalitions in American political history, bringing millions of new voters into the Republican Party and expanding the GOP’s vote among African-Americans and Hispanic Americans.<br />The electoral votes that decided the election were determined by a mere 44,000 votes in three states out of a record of almost 160 million ballots cast.<br />President Trump’s record 74 million-plus Republican votes built a solid foundation that down-ballot Republicans benefited from. Many of these voters came out solely for President Trump, and the down-ballot candidates on the Republican ticket reaped the rewards. As our poll indicated, Trump voters supported down-ballot Republicans at least 90% of the time.<br />The president’s popularity among folks who otherwise wouldn’t come out and vote enabled Republicans to gain 12 seats in Congress with zero losses by GOP incumbents. Every House Republican in a tossup race won. A record 35 Republican women won election to Congress. Republicans won 59 of 98 state legislative chambers—a net gain of two state houses and 141 seats across the country.<br />Beltway Republicans need to realize the Republican Party has been changed forever, for the better, because of President Trump’s leadership. As Judge Smails found out in the classic movie “Caddyshack,” the caddies are now running the country club. The GOP must learn to live with it."
}