{
    "url_original": "https://www.wsj.com/articles/trump-partner-exploring-ways-to-end-relationship-with-ex-presidents-company-11612872003?mod=markets_lead_pos6",
    "url": "trump-partner-exploring-ways-to-end-relationship-with-ex-presidents-company-11612872003",
    "title": "Trump Partner Exploring Ways to End Relationship With Ex-President’s Company",
    "sub_head": "Vornado considers step after efforts to sell, refinance office towers misfired, possibly due to Trump stake",
    "category_1": "Real Estate",
    "image_1_url": "https://images.wsj.net/im-296369?width=620&size=1.5",
    "image_1": "im-296369.jpg",
    "time": "2021-02-09 07:00:00",
    "body": "One of the nation’s biggest real-estate investors, which is run by a longtime friend of Donald Trump, is exploring ways to end a lucrative partnership with the former president’s real-estate company, people familiar with the matter said.<br />The partnership includes two of the Trump Organization’s most valuable assets. Losing them would shrink the Trump Organization’s business, just as it has struggled with the decline in travel and leisure spending due to the coronavirus pandemic. A sale could benefit Mr. Trump’s businesses, which have more than $400 million in debt due in the next few years.<br />Vornado Realty Trust  executives have recently had internal discussions about buying out the Trump Organization’s 30% stakes in an office tower in Midtown Manhattan and in a property in San Francisco’s financial district that the companies jointly own, people familiar with the matter said. Vornado tried unsuccessfully to sell the properties last year. A plan to refinance them was shelved.<br />When no buyers or lenders stepped up, the firm grew concerned that they were staying away because of the Trump Organization’s stake, said people familiar with the matter.<br />Vornado has weighed finding a reason to withhold income generated by the properties from the Trump Organization, a move that could force a confrontation that sends both parties to court and accelerates a separation, these people said."
}