{
    "url_original": "https://www.wsj.com/articles/trump-criticizes-mcconnell-in-lengthy-statement-calling-him-a-political-hack-11613513959?mod=politics_lead_pos4",
    "url": "trump-criticizes-mcconnell-in-lengthy-statement-calling-him-a-political-hack-11613513959",
    "title": "Trump Criticizes McConnell, Calling Him a ‘Political Hack’",
    "sub_head": "‘If Republican Senators are going to stay with him, they will not win again,’ a lengthy statement from the former president said",
    "category_1": "Politics",
    "time": "2021-02-16 18:29:00",
    "body": "WASHINGTON—Former President Donald Trump criticized Sen. Mitch McConnell in a lengthy statement following the Senate minority leader’s blistering condemnation of Mr. Trump’s actions leading up to the Jan. 6 Capitol riot by his supporters.<br />“Mitch is a dour, sullen, and unsmiling political hack, and if Republican Senators are going to stay with him, they will not win again,” Mr. Trump wrote in a statement released by his political action committee. He later added: “The Republican Party can never again be respected or strong with political ‘leaders’ like Sen. Mitch McConnell at its helm.”<br />Mr. McConnell joined all but seven Republicans in voting Saturday to acquit Mr. Trump in his impeachment trial, but followed that with a speech that laid blame on the former president for stirring up a crowd, as the two Republicans and their respective allies engage in a broader fight over Mr. Trump’s future role in the party.<br />“They did this because they had been fed wild falsehoods by the most powerful man on Earth—because he was angry he’d lost an election,” Mr. McConnell said. “Former President Trump’s actions preceding the riot were a disgraceful dereliction of duty.”<br />While Mr. McConnell took the position that it was unconstitutional to put a former president on trial, he added: “We have a criminal justice system in this country. We have civil litigation. And former presidents are not immune from being held accountable by either one.”"
}