{
    "url_original": "https://www.wsj.com/articles/trump-giuliani-accused-of-conspiring-to-incite-a-riot-in-new-lawsuit-11613491170?mod=business_minor_pos4",
    "url": "trump-giuliani-accused-of-conspiring-to-incite-a-riot-in-new-lawsuit-11613491170",
    "title": "Trump, Giuliani Accused of Conspiring to Incite U.S. Capitol Riot in New Lawsuit",
    "sub_head": "Suit filed by NAACP, Rep. Bennie Thompson also names Proud Boys, Oath Keepers as defendants",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-02-16 16:37:00",
    "body": "The NAACP, on behalf of Rep. Bennie Thompson (D., Miss.), filed a federal lawsuit Tuesday against former President Donald Trump and his former personal attorney, Rudy Giuliani, accusing them of conspiring to incite the violent riot at the U.S. Capitol on Jan. 6.<br />The lawsuit also names two right-wing groups, Proud Boys and Oath Keepers, as defendants. Some members of each group have been arrested in connection with the attack, which left five people, including one police officer, dead.<br />The lawsuit, filed in Washington alleges that Messrs. Trump and Giuliani and members of the two groups conspired to prevent Congress from fulfilling its official duties to certify election results—which they allege violates the 1871 Ku Klux Klan Act. That law, which targeted unrest after the Civil War, allows suits seeking compensation for civil-rights violations.<br />Lawmakers were in the process of certifying President Biden’s electoral victories on Jan. 6 when the rioters swarmed the Capitol, halting the process for hours. Lawmakers and aides were rushed out of the House and Senate chambers, huddling in office buildings and, in some cases, hiding for hours until law enforcement was able to end the riot. Videos played during the impeachment trial showed the mob coming close to finding aides hiding in the Capitol.<br />“January 6th was one of the most shameful days in our country’s history, and it was instigated by the President himself. His gleeful support of violent white supremacists led to a breach of the Capitol that put my life, and that of my colleagues, in grave danger,” Mr. Thompson said in a statement."
}