{
    "url_original": "https://www.wsj.com/articles/trump-impeachment-trial-five-takeaways-from-the-second-day-11613011621?mod=business_minor_pos4",
    "url": "trump-impeachment-trial-five-takeaways-from-the-second-day-11613011621",
    "title": "Trump Impeachment Trial: Five Takeaways From the Second Day",
    "sub_head": "House Democrats serving as impeachment managers made their case in the Senate on Wednesday",
    "category_1": "Politics",
    "time": "2021-02-10 21:47:00",
    "body": "Day two of the second impeachment trial of former President Donald Trump featured Democratic House impeachment managers making the first half of their case that he should be convicted for inciting the Jan. 6 Capitol riot. Here are five takeaways from the day:<br />Many senators, serving as jurors, appeared to be riveted and emotional as videos brought back the events of that day. House managers played audio of a terrified officer saying, “They have breached the scaffold, they are behind our lines.” They showed pro-Trump rioters bursting into the Capitol saying “stop the count,” converging at the threshold of the House floor with chants of “we want Trump,” and one rioter telling another who had called for no violence “it’s too late for that.” Another rioter could be heard calling out “Where are you Nancy?” and others could be heard chanting “Hang Mike Pence.” Managers played video of the fatal shooting of Trump supporter Ashli Babbitt as she tried to climb through a shattered window into the House lobby, and closed their predinner session by playing a single clip of Officer Daniel Hodges letting out a bone-chilling cry as rioters trapped him in between two doors, blood dripping from his mouth as he struggled to breathe.<br />House Democratic managers aimed to show that Mr. Trump planned the attack by cultivating a base of people he knew to be violent, issuing a “save the date” notice through a Dec. 19 tweet calling for his supporters to “be there, will be wild,” and then timing his speech asserting that “you’ll never take back our country with weakness” to conclude around 1 p.m.—just as Congress met in a joint session to certify President Biden’s Electoral College win. In the weeks before the attack, Mr. Trump’s supporters responded that “the cavalry is coming,” according to social-media posts that managers used to show rioters had been primed by months of Mr. Trump’s assertions that he would only lose if the election had been stolen.<br />Republicans said that despite the presentation, they weren’t convinced that Mr. Trump had caused the violence. “I don’t think it was inciting the riot,” said Sen. James Lankford (R., Okla.). Seventeen Republicans are needed to join 50 Democrats in convicting the president. With only a handful of GOP senators indicating they could vote to convict him, the question was whether any new Republicans would be moved. Sen. John Thune (R., S.D.), the No. 2 Senate Republican, did say that the managers had “done a good job connecting the dots.”<br />The managers personalized their arguments by showing the stakes faced by individual senators. One of the most compelling videos depicted Officer Eugene Goodman directing Sen. Mitt Romney (R., Utah) to turn around and run in a different direction, away from a mob that was bearing down on the Capitol. Mr. Romney said he had remembered the encounter but hadn’t realized the officer was Mr. Goodman, and that it was the first time he had seen the video. After it played at trial, Mr. Romney could be seen talking to Mr. Goodman, where he said he expressed his appreciation to the officer and heard about Mr. Goodman’s trials on Jan. 6, including the nausea he felt after being subjected to tear gas and bear spray."
}