{
    "url_original": "https://www.wsj.com/articles/trump-lost-to-himself-11613691782?mod=opinion_lead_pos3",
    "url": "trump-lost-to-himself-11613691782",
    "title": "Trump Lost to Himself",
    "sub_head": "His own pollster shows why he became a one-term President.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301355?width=620&size=1.5",
    "image_1": "im-301355.jpg",
    "time": "2021-02-18 18:43:00",
    "body": "Donald Trump launched a personal attack on Mitch McConnell this week after the Senate GOP leader called the former President “practically and morally responsible” for the Jan. 6 Capitol riot. Mr. McConnell doesn’t need our defense, but we hope GOP voters aren’t buying Mr. Trump’s attempt to rewrite the history of the 2020 election.<br />Mr. Trump’s statement didn’t claim that he won the election, but it did begin to burnish the result by taking credit for every GOP victory while boasting that he “received the most votes of any sitting President in history, almost 75,000,000.” Joe Biden still beat him by more than seven million votes.<br />As important is why he lost, and for that look no further than Mr. Trump’s own pollster, Tony Fabrizio. His firm’s post-election analysis was first reported by Politico, but it’s worth resurfacing for Republicans to ponder.<br />Mr. Fabrizio looked at data from exit polls and AP’s VoteCast in 10 highly competitive states that Mr. Trump won in 2016. Mr. Trump lost five of them in 2020—Arizona, Georgia, Pennsylvania, Michigan and Wisconsin—while winning Iowa, Florida, North Carolina, Ohio and Texas a second time.<br />One stunning conclusion: Mr. Trump lost even though the electorate was more Republican in 2020 than in 2016. Mr. Fabrizio reports that Mr. Trump lost “largely due to a massive swing” among independents and erosion among Republicans. This helps explain how the GOP gained a dozen seats in the House even as Mr. Trump became the first President to lose re-election since George H.W. Bush."
}