{
    "url_original": "https://www.wsj.com/articles/trumps-non-vindication-11613342554?mod=opinion_lead_pos1",
    "url": "trumps-non-vindication-11613342554",
    "title": "Trump’s Non-Vindication",
    "sub_head": "He may run again, but he won’t win another national election.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-14 18:04:00",
    "body": "The Senate failed Saturday to convict Donald Trump on the single House impeachment article of inciting an insurrection, but the 57-43 vote was no vindication. The statements by Senators who voted to acquit make clear that he escaped conviction mainly—perhaps only—because he is no longer President.<br />Seven Republicans joined every Democrat in the most bipartisan conviction vote in history. While short of the 67 votes needed to convict, most Republicans didn’t defend Mr. Trump’s words or actions on Jan. 6 or his attempts to overturn the election. As we’ve written before, Mr. Trump’s behavior was inexcusable and will mar his legacy for all time.<br />That was the essence of Sen. Mitch McConnell’s post-trial remarks. The GOP leader voted against conviction but explicitly because he said the Constitution reserves the impeachment power only for Presidents while in office. Scholars disagree on this point, and there are good arguments on both sides. Mr. McConnell leaned on the writing of the 19th-century Supreme Court Justice Joseph Story. But he also noted that impeaching a private citizen had no “limiting principle,” and could set a dangerous precedent.<br />This is no mere “technicality,” as Democrats and their media echoes are calling it. Democrats spent days invoking the Constitution in the trial, but suddenly it’s a technicality after the trial. Most Republicans also cited the constitutional claim that Mr. McConnell used to justify acquittal, as did the Senators in 1876 who acquitted the former Secretary of War, William Belknap, after he had resigned in the only other ex-post trial.<br />But Mr. McConnell was lacerating in his criticism of Mr. Trump’s words and actions, which he blamed for deceiving and motivating supporters who had assembled on Jan. 6 at the President’s urging and became a mob. “Former President Trump’s actions that preceded the riot were a disgraceful, disgraceful dereliction of duty,” Mr. McConnell said. “There’s no question—none—that President Trump is practically and morally responsible for provoking the events of the day.”"
}