{
    "url_original": "https://www.wsj.com/articles/trump-impeachment-trial-five-takeaways-from-the-third-day-11613093954?mod=business_minor_pos4",
    "url": "trump-impeachment-trial-five-takeaways-from-the-third-day-11613093954",
    "title": "Trump Impeachment Trial: Five Takeaways From the Third Day",
    "sub_head": "Key moments and themes from Thursday’s session as House managers finished making their case",
    "category_1": "Politics",
    "time": "2021-02-11 21:17:00",
    "body": "WASHINGTON—The third day of former President Donald Trump’s second impeachment trial brought to a climax House managers’ case for convicting him, as they focused squarely on his actions during and after the Jan. 6 riot at the Capitol. Here are five takeaways from the trial’s third day:<br />Rep. Diana DeGette (D., Colo.) opened the day with a presentation focused on the perspectives of the rioters themselves, many of whom have said they had overrun the Capitol because they believed Mr. Trump directed them to do so. One man shown on a video stream said: “Our president wants us here. We wait and take orders from our president.” A Trump lawyer criticized Democrats for showing the videos of rioters citing the former president as a reason for assaulting the Capitol. “I think it’s offensive, quite frankly,” David Schoen told reporters. “It’s an antithesis of the healing process to continue to show the tragedy that happened here, that Donald Trump has condemned, and I think it tears at the American people, quite frankly.”<br />The Democratic managers argued that a key reason to convict Mr. Trump was to stop the same kind of violence from happening again. “We are not here to punish Donald Trump,” Ms. DeGette said. “We are here to prevent the seeds of hatred that he planted from bearing any fruit.” Rep. Ted Lieu (D., Calif.) said: “If we let him get away with it and then it comes to your state capital or it comes back here again, what are we going to say?” He added: “I’m not afraid of Donald Trump running again in four years. I’m afraid he’s going to run again and lose. Because he can do this again.”<br />Maryland Democratic Rep. Jamie Raskin, the lead impeachment manager, countered arguments made by Mr. Trump’s attorneys that the former president’s words in the lead-up to the Jan. 6 assault on the Capitol were “well within the norms of political speech that is protected by the First Amendment,” as they wrote in a recent brief. Mr. Raskin cited a 1969 landmark Supreme Court case in which the high court found that the government couldn’t prohibit free speech and free press “except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.” He compared Mr. Trump to a “fire chief who incites a mob to go set the theater on fire, and not only refuses to put out the fire, but encourages the mob to keep going as the blaze spreads.”<br />As the third session of the trial kicked off, several senators were hunched over their desks or leaning back. Some spent periods outside the chamber or stood watching the proceedings from the back. At one point, Sen. Bernie Sanders (I., Vt.) hung his head and appeared to be resting. Sen. John Thune (R., S.D.) switched between taking notes, fiddling with his pen and picking his fingernails. Sen. Rick Scott (R., Fla.) was writing on a blank map of Asia. He studied what appeared to be a map of Southeast Asia during Wednesday’s proceedings."
}