{
    "url_original": "https://www.wsj.com/articles/trump-impeachment-trial-five-takeaways-from-the-first-day-11612926927?mod=business_minor_pos5",
    "url": "trump-impeachment-trial-five-takeaways-from-the-first-day-11612926927",
    "title": "Trump Impeachment Trial: Five Takeaways From the First Day",
    "sub_head": "Top moments and themes from Tuesday’s presentations and vote on the constitutionality of the proceedings",
    "category_1": "Politics",
    "time": "2021-02-09 22:15:00",
    "body": "Here are five takeaways from the first day of the second impeachment trial of former President Donald Trump.<br />1. Democrats Draw Some GOP Support, but Face Uphill Battle<br />Tuesday’s debate and vote focused on whether a former president can be tried by the Senate in an impeachment proceeding. After an afternoon of presentations by House managers and former President Trump’s lawyers, the Senate voted 56-44 that the case was constitutional and could proceed, as six Republicans sided with Democrats on that narrow question. But the vote total was well short of the 67 that will be needed to convict the former president on the broader question of whether he incited an insurrection at the Capitol. Sen. Bill Cassidy of Louisiana was the only Republican to shift to the Democrats’ position on the question of constitutionality. He had sided with Republicans in a test vote last month over the constitutionality of trying a former president. On Tuesday, he sided with Democrats in asserting that the Senate had jurisdiction.<br />2. Debating the ‘January Exception’ to Impeachment<br />Democrats said the trial was on solid legal footing and that the Constitution didn’t include a “January exception” that would allow presidents to go unpunished for improper actions in the final weeks of their tenure. Mr. Trump’s lawyers countered that the Senate can’t try Mr. Trump because he is now a private citizen and can’t be penalized by removal from office. “Presidents are impeachable, presidents are removable,” said Trump lawyer David Schoen. “Former presidents are not because they cannot be removed.” But lead impeachment manager Rep. Jamie Raskin (D., Md.) argued that removal from office was never “the exclusive purpose of impeachment in America.’’ Democrats plan to hold a vote to bar Mr. Trump from office if he is convicted."
}