{
    "url_original": "https://www.wsj.com/articles/trump-house-democrats-to-lay-out-impeachment-trial-strategies-11612270484?mod=politics_lead_pos1",
    "url": "trump-house-democrats-to-lay-out-impeachment-trial-strategies-11612270484",
    "title": "Trump, House Democrats to Lay Out Impeachment Trial Strategies",
    "sub_head": "The former president plans to argue the process is unconstitutional because he is out of office",
    "category_1": "Politics",
    "time": "2021-02-02 08:48:00",
    "body": "WASHINGTON—Donald Trump and House impeachment managers will give the Senate details of their respective strategies Tuesday ahead of the trial on a charge that the former president incited a riot at the U.S. Capitol, with Mr. Trump’s team planning to argue that the entire exercise is unconstitutional.<br />Mr. Trump had until noon to respond to a summons, while the House Democrats prosecuting the case had until 10 a.m. to submit a trial brief. Under the rough rules sketched out for the trial, the parties are charged with answering two main questions: whether Mr. Trump can be tried in the Senate for acts committed when he was president, and how they respond to the charge of “incitement of insurrection.”<br />Forty-five of the Senate’s 50 Republicans last week sided on a procedural vote with the argument that the impeachment trial is unconstitutional because Mr. Trump is now a private citizen, and Mr. Trump’s legal team plans to emphasize that point. The key premise of Tuesday’s filing will be the argument that convicting Mr. Trump would be unconstitutional, adviser Jason Miller said. The defense team also plans to argue that the impeachment proceedings were conducted inappropriately, pointing to the fact that Democrats introduced no witnesses or evidence and didn’t allow Mr. Trump to have a lawyer present.<br />“He’s basically being impeached based on speeches made by politicians in Congress,” Rudy Giuliani, Mr. Trump’s personal attorney, said in an interview. Mr. Giuliani isn’t serving on the former president’s defense team.<br />House Democrats have been busy honing arguments that the trial is constitutional. “The whole argument defies common sense,” Rep. Jamie Raskin (D., Md.), the lead impeachment manager, said in an interview last month. “It seems to say that if a president decides to commit the most atrocious act of trying to foment a violent insurrection or stage a coup against the country, but does it in the last couple weeks in office, that president cannot be impeached and tried in the Senate for doing it.”"
}