{
    "url_original": "https://www.wsj.com/articles/trump-impeachment-trial-takeaways-from-the-fourth-day-11613182431?mod=business_minor_pos4",
    "url": "trump-impeachment-trial-takeaways-from-the-fourth-day-11613182431",
    "title": "Trump Impeachment Trial: Takeaways From the Fourth Day",
    "sub_head": "Key moments and themes as Trump’s lawyers mounted their defense",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-299063?width=620&size=1.5",
    "image_1": "im-299063.jpg",
    "time": "2021-02-12 21:13:00",
    "body": "WASHINGTON—The fourth day of the Senate impeachment trial of former President Donald Trump offered a chance for his lawyers to dispute Democrats’ charge that Mr. Trump was responsible for the riot that took place on Jan. 6. Then senators were permitted to ask both sides follow-up questions. Here are eight takeaways from Friday:<br />Mr. Trump’s defense team called Democrats’ allegations that he incited the Jan. 6 U.S. Capitol riot “patently absurd.” “No thinking person could seriously believe that the president’s Jan. 6 speech on the Ellipse was in any way an incitement to violence or insurrection,” Trump lawyer Michael van der Veen said. He called the impeachment trial another part of a “witch hunt” by Democrats.<br />The defense team aired several montages of quick-cut footage of Democratic lawmakers using the word “fight,” arguing that Mr. Trump’s use of the word on Jan. 6 wasn’t unusual and is standard political fare. The video also included now-President Biden saying if he were in high school he would take Mr. Trump “behind the gym and beat the hell out of him.” Other clips the defense used were on the milder side, including a clip of Sen. Mark Warner of Virginia vowing to keep up the fight in a speech about mine workers’ health and retirement benefits. “Spare us the hypocrisy and false indignation,” said Mr. van der Veen. Democrats said the presentation made a false equivalence.<br />One of the defense team’s lawyers, Bruce L. Castor Jr., said Mr. Trump’s supporters couldn’t have taken his speech on Jan. 6 as a call for political violence because he was only urging members of Congress to fight to keep him in power—or else face primary challenges for re-election. “Listening to it as you have here, unedited by us, is it possible that President Trump’s disdain for political violence could be any clearer to the persons listening as he was speaking? Is it possible that his words could have been misunderstood?” Mr. Castor said. “I suggest to you that is impossible.”<br />Another of Mr. Trump’s lawyers, David Schoen, accused House Democrats of manipulating evidence and showing selectively edited videos and images during their presentation. A senior aide to the Democratic impeachment managers said that they had to re-create a tweet—because Mr. Trump’s  Twitter  account had been taken down—and there was an extraneous check mark but the text was the same. The Democrats said the defense’s accusation about selective video editing was false and accused Mr. Trump’s team of the same thing."
}