{
    "url_original": "https://www.wsj.com/articles/twitter-lets-it-fly-11614283132?mod=business_minor_pos10",
    "url": "twitter-lets-it-fly-11614283132",
    "title": "Twitter Lets It Fly",
    "sub_head": "Social-media platform aimed high with an ambitious set of targets Thursday",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-25 14:58:00",
    "body": "Twitter  is a destination for fact and for fluff. Both are often taken with equal weight.<br />Elon Musk’s infamous 2018 tweet about taking Tesla private and venture capitalist Chamath Paliahapitiya’s tweet earlier this year signaling a California gubernatorial run come to mind. Neither panned out.<br />On Thursday, Twitter showed it can mic drop with the best of them. Its shares flew as much as 12% higher in advance of the company’s virtual investor day. In a regulatory filing Thursday morning, Twitter set forth three lofty goals for the next three years: By the end of 2023, the company said it would work to at least double its revenue, reach at least 315 million monetizable daily active users and essentially double one internal measure of the pace of features released. Now its investors have to hope the platform can back up its own proclamations better than those of its prominent users.<br />It is hard to know which of Twitter’s goals is most ambitious. Estimates compiled by Visible Alpha show Wall Street wasn’t expecting Twitter to hit that level of revenue and users until 2025 and 2027, respectively. Getting there by 2023 will require rapid innovation, which doesn’t come cheap: Twitter’s earlier outlook for this year called for 20% head-count growth and 25% growth in cost and expenses on an annual basis. Taken together, Twitter’s announcements sound something like the aggressive direction activist Elliott Management pushed for last year, when it advocated for Chief Executive Officer Jack Dorsey’s removal, asserting his attention was stretched too thin by leading two companies at once.<br />Mr. Dorsey’s ability to meet these new targets may determine whether he remains in or goes out at the top. His kickoff comments on Thursday were fitting, highlighting lack of speed, innovation and trust as Twitter’s three key weaknesses. Mr. Dorsey noted Twitter’s work to rebuild its ad server is already paying off, resulting in 31% ad revenue growth in the fourth quarter versus the year prior. And while it used to take six to 12 months to get a new product to its customers, Twitter is now working toward getting a new feature or product out in under a few weeks, he said."
}