{
    "url_original": "https://www.wsj.com/articles/twitter-has-bigger-problems-than-trump-11612917023?mod=business_minor_pos10",
    "url": "twitter-has-bigger-problems-than-trump-11612917023",
    "title": "Twitter Has Bigger Problems Than Trump",
    "sub_head": "Shares have soared recently, but heavy investments show the social-media platform has some rough edges to smooth out",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-296969?width=620&size=1.5",
    "image_1": "im-296969.jpg",
    "time": "2021-02-09 19:30:00",
    "body": "Social media is often about appearing to be more polished than you really are.  Twitter  is no exception.<br />From the looks of its fourth-quarter report, the company hardly seems like one that has recently been embroiled in political controversy. In that quarter, Twitter was the subject of frequent criticism from former President Donald Trump and other Republicans. And in January, it booted Mr. Trump off its platform. His account was once followed by nearly half the company’s total base of monetizable daily users, and the move enraged many of them in the process.<br />On the surface, at least, it doesn’t seem to have mattered. The company said Tuesday it boosted the number of users by 27% from a year earlier in the fourth quarter and that people continued to flock to the platform throughout January despite the political criticism from both right and left.<br />But looks can be deceiving. In its shareholder letter, Twitter managed to avoid the elephant in the room, opting to share its outlook for the remainder of 2021 without much political context. But it did say it expects to see user growth slow from 27% in the fourth quarter to low-double digits in the second, third and fourth quarters of 2021, indicating the 34% pace the company posted in the second quarter of 2020 was about as good as it gets.<br />Twitter’s shares are up 39% over the last three months, even before they rose another 3% after hours on Tuesday. Those are roughly the same gains as  Pinterest ,  a social-media service that reported fourth-quarter sales growth of 76% last week and projected another quarter of 70%-plus sales growth for the first quarter. Twitter’s first-quarter guidance for revenue growth of just over 22% at the midpoint looks rather dull by comparison."
}