{
    "url_original": "https://www.wsj.com/articles/two-of-us-review-the-urgency-of-a-great-love-11612473928",
    "url": "two-of-us-review-the-urgency-of-a-great-love-11612473928",
    "title": "‘Two of Us’ Review: The Urgency of a Great Love",
    "sub_head": "In France’s Oscar entry, Martine Chevallier and Barbara Sukowa play closeted lovers looking forward to a new life together.",
    "category_1": "Film Review",
    "time": "2021-02-04 16:25:00",
    "body": "‘Two of Us,” France’s Oscar entry, is set mainly in a quiet residential neighborhood in southern France—the unspecified locale is Montpellier and its environs. But the story plays out on a shifting border between grand amour and amour fou—a passion burns steadfastly bright while desperation opens the door to madness. And physical doors keep opening and closing; it’s as if a modern-day Feydeau had turned from farce to romance and impending tragedy. This debut film by Filippo Meneghetti, streaming on major digital platforms, is elevated by the beauty of its performances, and by its masterly technique, which would suggest a filmmaker at the height of his career, not someone directing his first feature. Most remarkably, though, the drama captures the timeless essence of unconditional, all-consuming love through a pair of unlikely heroines, two women in their 70s who maintain separate apartments across the hall from each other.<br />They met decades ago in Rome and have lived in France ever since, lesbian lovers still awkwardly and affectingly closeted because one of them, Madeleine (Martine Chevallier), could never bring herself to break away from her husband and family. Now, after the recent death of Mado’s husband, she and her partner, Nina, a Berliner by birth played by the distinguished German star Barbara Sukowa, have plans for a bright future—leaving France and living the life they’ve always dreamed of, together in Rome. (The film, in French with English subtitles, was originally called “Deux,” a better title that bespeaks the strength of their bond.) But Mado suffers a failure of courage, followed by a stroke that leaves her paralyzed, unable to speak and dependent on a caregiver who sees Nina only as the next-door neighbor, not her charge’s surpassingly significant other. Romance devolves into obsession, devotion into horror, as Mado grows increasingly isolated and Nina fights for every opportunity to be close to the woman she loves.<br />When movies are as memorable as this one, it’s seldom because the plot is stunningly original. Elements of this story have come forth in various combinations over the past few years. What gives “Two of Us” its singular power is the hurtling urgency of the storytelling and the brilliance of the acting. Mr. Meneghetti and his script collaborators, Malysone Bovorasmy and Florence Vignon, hedge no bets, observe no constraints. For the caregiver, Muriel, a drab yet paradoxically vivid woman played by Muriel Bénazéraf, Nina becomes an adversary in an undeclared custody battle. For Mado’s daughter Anne (Léa Drucker) and son, Frédéric (Jérôme Varanfrain), their mother’s friend and neighbor is inexplicably intrusive. (The siblings’ naiveté may seem equally inexplicable as described, but it’s believable as dramatized.) For Nina, meanwhile, proximity to Mado is nothing less than a matter of life or death.<br />Which is how the actress plays it. In the radiance of her youth Ms. Sukowa was the protégée and muse of the German director Rainer Werner Fassbinder, and later the star of hard-edged political films by Margarethe von Trotta. Her performance here is fearless, to say the least; it’s also fevered, frightening and transcendent, with no concern for clear boundaries, just as Nina’s behavior is, by turns, selfless, selfish, admirable, reckless and self-destructive. (Depending on the scene, the superb cinematographer Aurélien Marra makes Ms. Sukowa look shockingly haggard or startlingly beautiful; the truth of the moment trumps the aesthetics.)<br />And one great performance is reflected, and complemented, by another. Ms. Chevallier’s portrayal of Mado, so full of life at the outset, becomes of necessity a study in mysterious nuance. In Mado’s diminished state, how well does she understand what’s happening to her? What is she feeling as she sits in her wheelchair, gazing into an unfathomable mid-distance?"
}