{
    "url_original": "https://www.wsj.com/articles/two-longtime-boeing-board-members-expected-to-step-down-sources-11613590318?mod=business_lead_pos2",
    "url": "two-longtime-boeing-board-members-expected-to-step-down-sources-11613590318",
    "title": "Two Longtime Boeing Board Members Expected to Step Down",
    "sub_head": "Plane maker’s board has undergone changes since 737 MAX crashes in 2018, 2019",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-300462?width=620&size=1.5",
    "image_1": "im-300462.jpg",
    "time": "2021-02-17 15:40:00",
    "body": "Two longtime  Boeing Co.  directors are expected to step down as the aerospace giant’s board undergoes more changes in the wake of the 737 MAX crisis, according to people familiar with the matter.<br />The Chicago-based plane maker is expected to announce the retirement of Susan Schwab and Arthur Collins, these people said.  The company isn’t expected to immediately nominate new directors to the board, one of these people said. The directors’ departure could be announced as soon as Wednesday, this person said.<br />Mr. Collins, former chief executive of medical device-maker  Medtronic PLC ,  has been a Boeing board member since 2007. Ms. Schwab, a former U.S. trade representative, has been on the board since 2010.<br />The departures have been under consideration in recent weeks and are part of a longer-term push to bring new directors onto the board in the aftermath of the MAX crisis, some of the people familiar with the matter said. Four members of the expected 10-member board will have been added after the accidents.<br />Boeing’s board has faced scrutiny from investors and U.S. lawmakers ever since two of its 737 MAX jets crashed in October 2018 and March 2019, claiming 346 lives. A year ago, the board added two new directors with safety and engineering experience as two longtime members stepped down. Since the accidents, Boeing’s board has also added a permanent safety committee and split the roles of chairman and chief executive."
}