{
    "url_original": "https://www.wsj.com/articles/two-tales-of-the-vaccine-11613777481?mod=opinion_lead_pos4",
    "url": "two-tales-of-the-vaccine-11613777481",
    "title": "Two Tales of the Vaccine",
    "sub_head": "A 90-year-old walks miles for the shot, as a 34-year-old sneaks in.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-301969?width=620&size=1.5",
    "image_1": "im-301969.jpg",
    "time": "2021-02-19 18:31:00",
    "body": "Finding an open appointment to get the Covid-19 vaccine was a headache, so 90-year-old Fran Goldman wasn’t going to be deterred by some snow. The walk was three miles, each direction. She dressed in layers and grabbed walking sticks. “It was not easy going,” Ms. Goldman told the Seattle Times. “It was challenging.”<br />Did we mention she had a hip replaced last year? But a trek in the snow will be worth it for two great-grandchildren. “I can’t wait to be able to hold them,” Ms. Goldman told the newspaper. Now there’s an antidote to the articles about public skepticism of the vaccines. Polls last year showing hesitancy were noteworthy, but two months into America’s vaccination program, the story is about demand.<br />Here’s another one, though not quite as uplifting. In Florida, which is prioritizing people 65 and older, two women aged 34 and 44 went to an Orange County immunization site “dressed up as grannies,” an official said Thursday. That made national headlines, although it’s not clear whether it was exaggerated.<br />Body-camera video released Friday shows little disguise, but both of the women had face masks and glasses, and one was wearing a gray hat. That said, the women “had altered their years of birth on their vaccination registrations to bypass the state system,” the Orlando Sentinel reported. They apparently had already received a first vaccine dose but were denied the second and issued trespass warnings.<br />A heroic story and a malicious one. Yet both are good signs of vaccine demand, since ending this pandemic depends on getting millions more shots into millions more arms."
}