{
    "url_original": "https://www.wsj.com/articles/tyron-by-slowthai-review-a-rappers-two-sides-11612820879",
    "url": "tyron-by-slowthai-review-a-rappers-two-sides-11612820879",
    "title": "‘Tyron’ by Slowthai Review: A Rapper’s Two Sides",
    "sub_head": "On his sophomore album, the British artist tries to reconcile his angry past with his hope for a more grounded future.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-296265?width=620&size=1.5",
    "image_1": "im-296265.jpg",
    "time": "2021-02-08 16:48:00",
    "body": "<br /><br /><br />The distinctive voice of British rapper Slowthai is simultaneously a squeak and a scream. It’s as if the 26-year-old MC, born Tyron Frampton, knows that making his vocal tone slightly annoying will also make it impossible to ignore. His moniker is unrelated to his ethnicity—Mr. Frampton grew up being called Ty in council estates in and around Northampton, England, and he spoke slowly; his roots are Irish, English and Barbadian. And he will never be mistaken for an American—his accent is thick, and some of his slang is incomprehensible to non-Brits. But if certain phrases are hard to make out and some images difficult to decode, the deeper meaning of his music is clear: It’s fueled by anger, while keeping open the possibility of redemption.<br />In 2019, when Slowthai released his debut LP, “Nothing Great About Britain,” that rage was directed at the political situation in the U.K., specifically the country’s pending exit from the European Union. He vented about income disparity and violent street life, but leavened his grimy tales with moments of optimism. He called his tour the “Brexit Bandit,” and in his homeland he became a star as his album was nominated for the Mercury Prize and hit the U.K. Top 10. But he remains a promising curiosity in the U.S., respected by his American peers and more dedicated fans of global hip-hop but obscure to the mainstream. His new record, “Tyron” (AWGE/Interscope/Method), comes out Friday and is unlikely to make a big commercial splash on these shores. But it’s an excellent collection of songs that builds on and broadens the sound of its predecessor while maintaining the artist’s essential identity."
}