{
    "url_original": "https://www.wsj.com/articles/u-a-e-s-hope-mars-mission-signals-new-era-of-global-space-exploration-11612875601",
    "url": "u-a-e-s-hope-mars-mission-signals-new-era-of-global-space-exploration-11612875601",
    "title": "U.A.E.’s Hope Mars Mission Signals New Era of Global Space Exploration",
    "sub_head": "The first interplanetary probe from an Arab nation aims to enter orbit around the red planet today",
    "category_1": "Life & Arts",
    "category_2": "Science",
    "time": "2021-02-09 08:00:00",
    "body": "In a daring, high-speed swan dive from space, the first interplanetary probe from an Arab nation will attempt to enter orbit around Mars on Tuesday, to be followed closely in coming days by ambitious missions to the red planet from the U.S. and China.<br />The United Arab Emirates’ 1.5-ton, SUV-size satellite, called al-Amal, or Hope, carries three sensors designed to make the first comprehensive weather observations across the planet’s surface. The $200 million mission is the keystone of a national effort to make science and technology mainstays of the small Gulf state’s economy in anticipation of a day when its oil revenues dwindle, U.A.E. officials said.<br />“It’s about stimulating a lot of change within the U.A.E.’s economy that today more than ever should have a solid foundation in science,” said Sarah al-Amiri, Emirati minister of state for advanced sciences and chair of the U.A.E. Space Agency. “The best way to do that, from what we have been experimenting with as a nation, has been an exploration mission to space.”<br />In the most critical moment of its 306 million mile journey from Earth, which began in July with the launch of a Japanese rocket that lofted it into space, the Hope spacecraft on Tuesday was scheduled to fire its onboard thrusters for 27 minutes to reach a stable orbit around Mars. The maneuver was to be controlled autonomously by onboard computers, because the 22-minute time lag in radio transmissions between the craft and Earth made ground control impossible.<br />“It’s the first time we actually use all six thrusters and our whole control system,” mission project manager Omran Sharaf at the Emirates’ Mohammed bin Rashid Space Centre in Dubai said in advance of the maneuver. “My feelings? Very very nervous. Extremely nervous. Worried. Scared. But I am also confident. Happy. Proud.”"
}