{
    "url_original": "https://www.wsj.com/articles/u-k-charity-hero-capt-tom-moore-dies-at-100-11612292795",
    "url": "u-k-charity-hero-capt-tom-moore-dies-at-100-11612292795",
    "title": "U.K. Charity Hero Capt. Tom Moore Dies at 100",
    "sub_head": "Queen Elizabeth II knighted the centenarian, who raised millions of pounds by walking lengths of his garden during coronavirus lockdown",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-293748?width=620&size=1.5",
    "image_1": "im-293748.jpg",
    "time": "2021-02-02 15:22:00",
    "body": "LONDON—Capt. Tom Moore, a British military veteran who shot to fame last year after raising millions of pounds for charity by walking lengths of his garden during lockdown, has died at age 100 after contracting the coronavirus.<br />Capt. Moore’s family said on Twitter that he had been fighting pneumonia and had tested positive for the coronavirus in January. During the last year, the World War II veteran became a mascot for a British nation plagued by Covid-19, raising millions for health workers, recording a No. 1 single, publishing a book and being knighted by Queen Elizabeth II for his efforts.<br />His arrival on the public stage happened almost by accident. After Britain went into lockdown last spring, he announced a sponsored walk round the garden in his home in Marston Moretaine just north of London. Age 99, he planned to walk a hundred lengths of the garden and raise £1,000—about $1,365—for charities linked to the National Health Service. The quest became an internet sensation. He raised almost £33 million.<br />“For all those people who are finding it difficult at the moment: The sun will shine on you again and the clouds will go away,” said Capt. Moore after completing his walk.<br />Queen Elizabeth II paid tribute to Capt. Moore, “recognising the inspiration he provided for the whole nation and others across the world.” Prime Minister Boris Johnson said “in the face of this country’s deepest postwar crisis he united us all, he cheered us all up, and he embodied the triumph of the human spirit.” A Union Jack above Downing Street was flown at half-mast."
}