{
    "url_original": "https://www.wsj.com/articles/u-k-takes-aim-at-alleged-chinese-espionage-11612563225?mod=world_major_2_pos4",
    "url": "u-k-takes-aim-at-alleged-chinese-espionage-11612563225",
    "title": "U.K. Takes Aim at Alleged Chinese Espionage",
    "sub_head": "London has quietly expelled three suspected Chinese spies who posed as journalists",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-295893?width=620&size=1.5",
    "image_1": "im-295893.jpg",
    "time": "2021-02-05 17:13:00",
    "body": "The British government has over the last 12 months quietly expelled three suspected Chinese spies who posed as journalists, according to a U.K. official.<br />The rare journalist-spy case, first reported by Britain’s Telegraph newspaper and not officially announced by London, is the latest sign of deteriorating relations between two countries that just a few years ago heralded a “golden era” in ties.<br />The three worked for China’s Ministry of State Security but arrived in the country purporting to be employees of three separate Chinese media entities, said the official, confirming the Telegraph report. Their true roles were uncovered by the British counterintelligence agency, MI5, and they were sent home, according to the report and confirmed by the official. The media organizations aren’t being identified.<br />Wariness in Western countries about Chinese influence is growing beyond economics like trade imbalances and intellectual property protections. Increasingly, Western policy makers, including in the U.S., view China’s links to media, telecommunications and education as threatening to national security.<br />British officials say they have had to adjust in recent years to what they call a severe and growing espionage threat from China, which has long targeted commercial secrets but is increasingly seeking government information. They haven’t depicted the activity as aggressive as Russian espionage, which has been a British focus spanning decades."
}