{
    "url_original": "https://www.wsj.com/articles/u-k-economy-suffers-biggest-slump-in-300-years-amid-covid-19-lockdowns-11613118912",
    "url": "u-k-economy-suffers-biggest-slump-in-300-years-amid-covid-19-lockdowns-11613118912",
    "title": "U.K. Economy Suffers Biggest Slump in 300 Years Amid Covid-19 Lockdowns",
    "sub_head": "Lockdowns in Britain contributed to the largest contraction of the world’s major economies in 2020",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-298497?width=620&size=1.5",
    "image_1": "im-298497.jpg",
    "time": "2021-02-12 04:27:00",
    "body": "LONDON—The U.K. economy recorded its biggest contraction in more than three centuries in 2020, according to official estimates, highlighting the Covid-19 pandemic’s economic toll on a country that has also suffered one of the world’s deadliest outbreaks.<br />Though the country is grappling with a new, highly contagious variant of the coronavirus, Prime Minister Boris Johnson is hopeful that a rapid vaccination drive will permit a gradual reopening of the economy in the coming months, paving the way for a rapid rebound later in the year.<br />Gross domestic product shrank 9.9% over the year as a whole, the Office for National Statistics said Friday, the largest decline among the Group of Seven advanced economies. France’s economy shrank 8.3% and Italy’s contracted 8.8%, according to provisional estimates. German GDP declined 5%.<br />The decline in U.K. GDP in 2020 was the largest in more than 300 years, according to Bank of England data, though the preliminary estimate is likely to be revised. BOE data shows the economy last recorded a comparable drop in 1921, when it shrank 9.7% during the depression that followed World War I. The economy recorded a bigger contraction, of 13%, in 1709, during an unusually cold winter known as the Great Frost.<br />Britain’s economy was hit especially hard in the second quarter of the year as a nationwide lockdown took effect. Social distancing and the closure of restaurants, bars, hotels and theaters was painful for the British economy, where a higher share of national income is spent on recreation and similar services that require face-to-face contact than in other comparable economies."
}