{
    "url_original": "https://www.wsj.com/articles/u-k-approves-trials-that-will-deliberately-infect-volunteers-with-coronavirus-11613580325",
    "url": "u-k-approves-trials-that-will-deliberately-infect-volunteers-with-coronavirus-11613580325",
    "title": "U.K. Approves Trials That Will Deliberately Infect Volunteers With Coronavirus",
    "sub_head": "Controversial studies are aimed at understanding the virus and speeding vaccine development",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-02-17 11:45:00",
    "body": "LONDON—U.K. medical-ethics authorities gave the go-ahead Wednesday to controversial trials that will deliberately infect young, healthy volunteers with coronavirus with the aim of better understanding the virus’s impact on the human body and speeding vaccine development.<br />The trials, called human challenge trials, will be the first in the world targeting Covid-19 and will initially involve up to 90 volunteers between 18 and 30 years old, the government said Wednesday. They are set to begin in London by March, backed by $47 million in U.K. government funding initially announced in October.<br />With medics and scientists standing by 24 hours a day, researchers will inject closely controlled doses of coronavirus into the noses of quarantined volunteers. This set of volunteers won’t have received vaccines. The idea is to start with the smallest possible amount that allows researchers to gauge infection levels, symptoms and transmission methods while trying to ensure the volunteers’ safety.<br />If that goes well, a second stage of the trials is planned to include the use of vaccines—researchers haven’t specified which ones—to test how well they protect against symptoms and possibly transmission. Vaccines would be administered to healthy volunteers, who would then be purposely infected with coronavirus, again in closed-off quarters to contain the virus.<br />Scientific and medical-ethics views about the proposed trials have been mixed since the U.K. revealed its plans in October, with this week’s green light making the U.K. a pandemic outlier. Previous challenge trials have focused on malaria, typhoid, cholera and flu."
}