{
    "url_original": "https://www.wsj.com/articles/u-n-report-accuses-blackwater-founder-erik-prince-of-libya-weapons-ban-violations-diplomat-says-11613784585?mod=politics_lead_pos6",
    "url": "u-n-report-accuses-blackwater-founder-erik-prince-of-libya-weapons-ban-violations-diplomat-says-11613784585",
    "title": "U.N. Report Accuses Blackwater Founder Erik Prince of Libya Weapons Ban Violations, Diplomat Says",
    "sub_head": "Mr. Prince likely to be referred to the U.N.’s Sanctions Committee, which could order a freeze on his assets or a travel ban",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-301658?width=620&size=1.5",
    "image_1": "im-301658.jpg",
    "time": "2021-02-19 21:27:00",
    "body": "DUBAI—A United Nations report accuses Blackwater founder Erik Prince of assisting in violations of an international arms embargo on Libya, placing the military contractor at risk of U.N. sanctions, according to a diplomat with access to the report.<br />The report by the U.N. Panel of Experts that monitors the ban on transfers of weapons to Libya says companies controlled by Mr. Prince provided three aircraft to assist in sending helicopters and military contractors to help Russian-backed Libyan warlord Khalifa Haftar in 2019.<br />The plan to send Western mercenaries to Libya developed as foreign weapons and fighters poured into the country in 2019 and 2020 from a variety of outside powers, including Russia, Turkey and the United Arab Emirates, deepening a conflict that has been ongoing since 2014, the report says, according to the diplomat.<br />Mr. Prince is likely to be referred to the U.N.’s Sanctions Committee, which could order a freeze on his assets or a travel ban, according to the New York-based diplomat and a former official with knowledge of the situation. The permanent members of the Security Council, including the U.S., Russia, or China, could veto any potential sanctions against Mr. Prince, who has had dealings with all three countries.<br />“Erik Prince had absolutely nothing to do with any operation in Libya in 2019, or at any other time,” a spokesman for Mr. Prince said in an email."
}