{
    "url_original": "https://www.wsj.com/articles/u-s-bankruptcy-watchdog-says-nra-law-firm-has-disqualifying-conflicts-11613525781?mod=business_minor_pos5",
    "url": "u-s-bankruptcy-watchdog-says-nra-law-firm-has-disqualifying-conflicts-11613525781",
    "title": "U.S. Bankruptcy Watchdog Says NRA Law Firm Has ‘Disqualifying Conflicts’",
    "sub_head": "Justice Department bankruptcy overseer says Brewer firm has interests that could impede it from working as special counsel to the gun group",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-300014?width=620&size=1.5",
    "image_1": "im-300014.jpg",
    "time": "2021-02-16 20:36:00",
    "body": "The Justice Department’s bankruptcy monitor wants the National Rifle Association’s go-to lawyers barred from representing the gun-rights group in its chapter 11 case, citing “disqualifying conflicts” and previous allegations of billing improprieties.<br />Brewer Attorneys & Counselors, a law firm that has represented the NRA in court and administrative proceedings across the country, isn’t suitable to be part of the crew of court-supervised lawyers handling the gun group’s bankruptcy, according to a Tuesday court filing by the U.S. Trustee, which oversees bankruptcy courts for the U.S. government.<br />In addition to the NRA itself, the Brewer firm has also represented Wayne LaPierre, the group’s chief executive officer and a prime target of litigation brought by New York’s attorney general alleging rampant financial misdeeds.<br />Mr. LaPierre is now separately represented, according to an NRA spokesman. But the prior relationship between Mr. LaPierre and the Brewer firm makes it “highly unlikely” that as the NRA’s counsel the Brewer firm would look into or advocate for any claims the group may have against him, the U.S. Trustee said.<br />“The statements in this legal filing, like others, reflect a misinformed view of the Brewer firm, its billings and its advocacy for the NRA,” said Charles L. Cotton, first vice president of the NRA. “I, and all the officers, fully support the work the firm is doing, the results achieved, and the value of its services. As we have stated before, this relationship has been reviewed, vetted and approved,” he said."
}