{
    "url_original": "https://www.wsj.com/articles/u-s-to-impose-sweeping-rule-aimed-at-china-technology-threats-11614362435?mod=politics_lead_pos7",
    "url": "u-s-to-impose-sweeping-rule-aimed-at-china-technology-threats-11614362435",
    "title": "U.S. to Impose Sweeping Rule Aimed at China Technology Threats",
    "sub_head": "Biden administration plans to let the Trump-era rule on technology purchases and deals take effect, despite U.S. business objections about its scope",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-304863?width=620&size=1.5",
    "image_1": "im-304863.jpg",
    "time": "2021-02-26 16:20:00",
    "body": "WASHINGTON—The Biden administration plans to allow a sweeping Trump-era rule aimed at combating Chinese technology threats to take effect next month, over objections from U.S. businesses, according to people familiar with the matter.<br />The rule, initially proposed in November, enables the Commerce Department to ban technology-related business transactions that it determines pose a national-security threat, part of an effort to secure U.S. supply chains. Companies in technology, telecommunications, finance and other industries say the rule could stifle innovation and hurt competitiveness, and had expected it to be delayed as the administration undertakes a broad review of U.S. policy on Chinese technology.<br />Now the administration is planning to go forward with the rule, the people said. Administration officials are concerned that blocking or diluting the rule would send the wrong message about the new administration’s approach to China, potentially fueling criticism that it is taking a weaker approach, according to the people.<br />One person familiar with the matter said administration officials have signaled to the business community that they won’t enforce the rule aggressively. That could soften the impact, although business representatives say the rule will still subject firms—especially smaller ones—to significant new compliance costs and uncertainty. Another person familiar with the matter said the administration hasn’t said it would hold back in enforcing the rule.<br />The rule is “unworkable for U.S. businesses in its current form and should not be considered for final publication without significant revisions,” said the Business Roundtable, a group of CEOs of major companies from Amazon.com Inc. and Citigroup Inc. to Walmart Inc., in a comment filed with the Commerce Department in January. International Business Machines Corp. said the rule as written was “massively overbroad” and would harm the economy while failing to enhance U.S. national security."
}