{
    "url_original": "https://www.wsj.com/articles/u-s-debt-on-track-to-hit-a-record-107-of-gdp-by-2031-cbo-says-11613070073",
    "url": "u-s-debt-on-track-to-hit-a-record-107-of-gdp-by-2031-cbo-says-11613070073",
    "title": "U.S. Debt on Track to Hit a Record 107% of GDP by 2031, CBO Says",
    "sub_head": "Deficit for fiscal 2021 will come to $2.3 trillion, almost $900 billion less than projected earlier, as economy revives",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-298169?width=620&size=1.5",
    "image_1": "im-298169.jpg",
    "time": "2021-02-11 15:24:00",
    "body": "WASHINGTON—Federal deficits are projected to soar over the next decade,  but not as much as officials forecast last summer, thanks to an improving economic outlook that is expected to bolster federal revenues, the Congressional Budget Office said Thursday.<br />Federal debt, which reached 100% of gross domestic product in the last fiscal year, is expected to rise to a record 107% of economic output by 2031.<br />The agency expects cumulative deficits over the next 10 years will total $12.6 trillion, 3% less than projected in September, the last time the agency released its estimates. The decline stems from stronger-than-expected economic activity, higher inflation and higher interest rates, which will boost federal tax revenue more than spending, the nonpartisan agency said.<br />Republicans in Congress who object to President Biden’s $1.9 trillion stimulus package have pointed to growing budget deficits and debt as a reason to keep spending in check. They also argue the economy is already poised for stronger growth this year. Democrats, who control the House and Senate with narrow majorities, are on track to approve the bill.<br />Financial markets have shown little concern about the deficit, as inflation stays low and investors around the world seek the safety of U.S. Treasury securities. The yield on the benchmark 10-year Treasury note settled at 1.133% on Wednesday following a report that consumer price increases remain limited."
}