{
    "url_original": "https://www.wsj.com/articles/u-s-report-allows-russian-pipeline-project-to-proceed-for-now-11613931416",
    "url": "u-s-report-allows-russian-pipeline-project-to-proceed-for-now-11613931416",
    "title": "U.S. Report Allows Russian Pipeline Project to Proceed, for Now",
    "sub_head": "Lawmakers criticize Biden administration report that names no new Nord Stream 2 sanctions targets",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-302100?width=620&size=1.5",
    "image_1": "im-302100.jpg",
    "time": "2021-02-21 13:16:00",
    "body": "The State Department in a report to Congress didn’t name new companies as targets for sanctions related to an $11 billion pipeline designed to transmit Russian natural gas to Germany, allowing work on the pipeline to continue unabated for now.<br />Some Republican lawmakers criticized the State Department over the Nord Stream 2 report, which was required by Congress, and both Republicans and a key Democrat requested an explanation of the administration’s position.<br />The Trump administration, urged by Congress, signed laws in 2019 and 2020 that halted the pipeline’s construction for more than a year until its resumption earlier this month. The Biden administration has called the project a “bad deal,” but Nord Stream 2 is shaping into a pressure point between the new administration and a bipartisan Congressional coalition that has assailed the project.<br />The report was expected to provide a list of companies involved in pipeline construction and are therefore subject to U.S. sanctions. Instead, the State Department named two entities previously sanctioned by the Trump administration—the main pipe-laying vessel and its owner—along with 18 companies, mostly insurers, that already have left or were leaving the project.<br />The failure to name any new targets for sanctions allows the work to continue while also providing the administration with time for discussions with Germany about the project and to formulate its own policy on the pipeline."
}