{
    "url_original": "https://www.wsj.com/articles/u-s-natural-gas-shortage-hampers-blackout-recovery-11613671759?mod=business_lead_pos12",
    "url": "u-s-natural-gas-shortage-hampers-blackout-recovery-11613671759",
    "title": "U.S. Natural Gas Shortage Hampers Blackout Recovery",
    "sub_head": "Frozen oil and gas wells and pipeline infrastructure have reduced the fuel available to power plants",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-02-18 13:09:00",
    "body": "A giant shortage of natural gas is hindering a recovery from the devastating cold spell that left millions without power in the nation’s midsection.<br />Natural gas production across the U.S. has fallen about 20% over the last week, a rapid decline driven by frozen oil and gas wells and pipeline infrastructure in Texas and other states. In Texas, which produces about a quarter of the country’s gas, production has fallen more than 30% and some of the largest power-plant operators say they have had difficulty getting enough gas.<br />Texas is starting to thaw out from its worst winter storm in a generation, and the state’s main grid operator said it has restored power to the majority of homes. Just under 500,000 electricity customers throughout the state were without power as of Thursday morning, which is down sharply from four million earlier this week, according to PowerOutage.US data.  CenterPoint Energy Inc.,  the company furnishing power to most of the Houston area, said it had restored power to all but around 31,000 customers by Thursday morning, down from more than one million customers earlier in the week.<br />But analysts say the natural gas shortfall could linger for weeks as producers and pipeline operators scramble to restart operations. Luke Jackson, an analyst at S&P Global Platts, said the supply shortfall may be larger than estimated, due to lack of publicly available data from intrastate pipelines in Texas, which don’t report gas volumes.<br />U.S. natural gas production fell from roughly 92 billion cubic feet a day to around 72 billion over the last week, according to S&P Global Platts data. During the same period national gas demand soared, at its peak, to about 152 billion cubic feet a day as a swath of the country turned up the heat in their homes."
}