{
    "url_original": "https://www.wsj.com/articles/u-s-seafood-suppliers-face-trouble-for-lent-11614261023?mod=business_lead_pos10",
    "url": "u-s-seafood-suppliers-face-trouble-for-lent-11614261023",
    "title": "U.S. Seafood Suppliers Face Trouble for Lent",
    "sub_head": "Shipping turmoil, warehouse issues cost importers, restaurants during fish’s most popular season; ‘six months of shrimp rings’",
    "category_1": "Business",
    "time": "2021-02-25 16:49:00",
    "body": "Clogged ports and full freezers are snarling the flow of seafood to American dinner plates, boosting costs for fish suppliers and consumers.<br />A flood of imports, and workforces diminished by Covid-19, have caused backlogs at major U.S. ports, stranding containers of frozen fish on ships and docks in places like California and New Jersey.  Freezers in key port cities are also filling up, often leaving seafood with nowhere to go once it is unloaded, and prompting importers to shuttle fish between warehouses or across longer distances to find cold storage.<br />Those bottlenecks are running up against Lent, when many Christians abstain from meat and Americans eat more seafood than during any other time of year, retail data show. Most seafood consumed in the U.S. is imported, and soaring transportation and logistics costs are erasing profits on some container loads of fish. Higher costs are rippling through the supply chain, executives said, helping push up seafood prices for consumers alongside other rising food costs.<br />Kim Gorton, chief executive of Boston-based seafood supplier Slade Gorton & Co., said importers have had containers of seafood stuck at ports for up to three weeks, with related storage charges eating up profit on the fish in days. Her company has had varieties like shrimp and cod held up for days, and she has had to ferry loads of salmon between freezers to make room for other shipments.<br />“The entire system is seized up,” Ms. Gorton said. “A lot of us are basically driving product around to find if there is any room at the inn.”"
}