{
    "url_original": "https://www.wsj.com/articles/u-s-budget-deficit-widened-last-month-as-latest-stimulus-package-took-effect-11612983667",
    "url": "u-s-budget-deficit-widened-last-month-as-latest-stimulus-package-took-effect-11612983667",
    "title": "U.S. Budget Deficit Widened Last Month as Latest Stimulus Package Took Effect",
    "sub_head": "The U.S. budget gap totaled a record $736 billion during the first four months of fiscal 2021, Treasury says",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-297454?width=620&size=1.5",
    "image_1": "im-297454.jpg",
    "time": "2021-02-10 14:18:00",
    "body": "WASHINGTON—Federal spending climbed last month as the U.S. Treasury issued another round of stimulus checks and other federal aid following a December economic relief deal in Congress, widening the budget deficit for the fiscal year.<br />The U.S. budget gap totaled a record $736 billion during the first four months of fiscal 2021, an 89% increase compared with the same period a year earlier, as government spending outpaced revenue, the Treasury Department said Wednesday. Receipts totaled nearly $1.2 trillion, a 1% rise and a record from October through January, while outlays increased a record 23%, to $1.9 trillion, largely due to higher spending on safety-net programs such as jobless benefits and Medicaid.<br />For the 12 months that ended in January, the deficit totaled $3.47 trillion, or 16.2% as a share of economic output.<br />A surge of spending to combat the coronavirus pandemic and cushion the U.S. economy from the related downturn, coupled with weaker tax revenues, has sent deficits soaring over the past year to levels not seen since the end of World War II. Rising red ink is now at the center of a debate in Congress over whether lawmakers should approve more spending to bolster the economy, and support households and businesses until the pandemic is brought under control.<br />Congress enacted a roughly $900 billion bill at the end of December that began to take effect last month, boosting federal spending at the start of 2021. Among the costliest provisions was $142 billion in stimulus payments, of which $139 billion were made in January, the Treasury said, and $25 billion in rental-assistance grants to state and local governments."
}