{
    "url_original": "https://www.wsj.com/articles/u-s-hiring-alliances-help-tens-of-thousands-find-jobs-11613743200",
    "url": "u-s-hiring-alliances-help-tens-of-thousands-find-jobs-11613743200",
    "title": "U.S. Hiring Alliances Help Tens of Thousands Find Jobs",
    "sub_head": "Last spring, companies with urgent staffing needs formed partnerships with companies hard-hit by the pandemic to match furloughed workers with open jobs. Those alliances are paying off.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-300902?width=620&size=1.5",
    "image_1": "im-300902.jpg",
    "time": "2021-02-19 09:00:00",
    "body": "Unusual hiring alliances created by U.S. businesses in 2020 are now bearing fruit.<br />When pandemic-related shutdowns devastated some industries and turbocharged others last spring, dozens of employers joined forces to match idled workers with open jobs. Companies with urgent staffing needs in industries such as healthcare, grocery and e-commerce formed large-scale matchmaking partnerships with companies in hard-hit sectors such as hospitality, retail and airlines to recruit workers who had been furloughed or laid off<br />Almost a year later, the partnerships have matched many tens of thousands of workers with open jobs, according to several companies involved in them. And labor specialists say they could be a model for future hiring alliances among employers.<br />“It’s really a very promising practice,’’ says Jane Oates, head of the nonprofit WorkingNation and an assistant secretary in the Labor Department during the Obama administration. “This strategy will outlast Covid-19,” she says, as it likely will take at least three years for the U.S. to regain lost jobs.<br />CVS Health Corp. formed hiring partnerships with 64 U.S. employers—including Hilton Worldwide Holdings Inc. and Gap Inc.—as it raced to fill open positions in its stores, warehouses and call centers amid a coronavirus-fueled surge in its business last year. The pharmacy and insurance giant created dedicated hiring websites for its partners’ displaced workers and streamlined the selection process for some jobs. Of the more than 100,000 people whom CVS recruited from March to December last year, about 3,700 came from the new partnerships, according to a spokeswoman."
}