{
    "url_original": "https://www.wsj.com/articles/u-s-expresses-deep-concerns-over-china-withholding-data-from-pandemic-investigators-11613235225?mod=politics_lead_pos4",
    "url": "u-s-expresses-deep-concerns-over-china-withholding-data-from-pandemic-investigators-11613235225",
    "title": "U.S. Expresses ‘Deep Concerns’ Over China Withholding Data From Pandemic Investigators",
    "sub_head": "National security adviser says it is imperative World Health Organization report be free of China’s intervention",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-299101?width=620&size=1.5",
    "image_1": "im-299101.jpg",
    "time": "2021-02-13 11:53:00",
    "body": "WASHINGTON—The Biden administration issued a formal statement criticizing China over refusing to provide World Health Organization pandemic investigators with data on early Covid-19 cases that could help explain how the virus spread.<br />“We have deep concerns about the way in which the early findings of the Covid-19 investigation were communicated and questions about the process used to reach them,” national security adviser Jake Sullivan said in a statement issued on Saturday. “It is imperative that this report be independent, with expert findings free from intervention or alteration by the Chinese government.”<br />“To better understand this pandemic and prepare for the next one, China must make available its data from the earliest days of the outbreak,” Mr. Sullivan said.<br />The WHO investigators are part of a team that this past week completed a monthlong mission in China aimed at determining the origins of the pandemic. Chinese authorities refused requests to provide raw data on 174 cases of Covid-19 that they have identified from the early phase of the outbreak in the Chinese city of Wuhan in December 2019.<br />The Chinese provided their own analysis of data and information, saying that they had found no evidence of the virus. But the WHO team wasn’t allowed to view the raw underlying data on those studies, which could allow them to conduct independent analysis on how early and how extensively the virus began to spread in China, team members told The Wall Street Journal, describing heated conversations."
}