{
    "url_original": "https://www.wsj.com/articles/uber-to-buy-drizly-for-1-1-billion-in-stock-and-cash-11612276216?mod=business_lead_pos7",
    "url": "uber-to-buy-drizly-for-1-1-billion-in-stock-and-cash-11612276216",
    "title": "Uber’s $1.1 Billion Drizly Deal Set to Turbocharge Online Alcohol Delivery",
    "sub_head": "Ride-hailing giant builds out offerings it can bring to homebound consumers",
    "category_1": "Tech",
    "time": "2021-02-02 12:13:00",
    "body": "Uber Technologies Inc.  said it reached a deal to buy alcohol-delivery service Drizly for $1.1 billion in stock and cash, signaling the company’s ambitions to provide a wider range of items to consumers’ doorsteps.<br />The deal could further accelerate the growth of online alcohol sales, traditionally a small slice of U.S. booze consumption that widespread shelter-in-place orders boosted last year. Tuesday’s announcement marks the largest deal to date in the U.S. online alcohol space, according to the Wine & Spirits Wholesalers of America, a trade group representing more than 350 distributors.<br />Delivery has become an unexpected lifeline for Uber as the pandemic has hammered its core ride-hailing business. The company acquired food-delivery rival Postmates Inc. last year in a stock deal valued at $2.65 billion.<br />That combination made its Uber Eats business the second-largest food-delivery company in the U.S. after  DoorDash Inc.  Both companies have shored up their delivery offerings during the health crisis. Uber began delivering groceries in the U.S. and Canada last year, after acquiring Chilean startup Cornershop. DoorDash started delivering cleaning supplies and over-the-counter medicines from 7-Eleven convenience stores,  Walgreens  and CVS, among others.<br />The pandemic turbocharged online sales of alcohol, a category that has long lagged behind other consumer goods products in the U.S. and some other key markets due to strict regulations and entrenched consumer habits. E-commerce made up just 1% of U.S. alcohol sales by retailers in 2019 by volume but is expected to grow to 7% by 2024, says industry tracker IWSR."
}