{
    "url_original": "https://www.wsj.com/articles/underfunded-and-under-pressure-u-s-pensions-to-keep-investing-in-china-11613730603?mod=markets_lead_pos2",
    "url": "underfunded-and-under-pressure-u-s-pensions-to-keep-investing-in-china-11613730603",
    "title": "Underfunded and Under Pressure, U.S. Pensions to Keep Investing in China",
    "sub_head": "Large U.S. pension plans relying on ambitious returns to fill massive shortfalls aren’t finding it easy to steer clear of regulatory risk in China",
    "category_1": "Markets",
    "time": "2021-02-19 05:30:00",
    "body": "U.S. state pension funds that invested in Ant Group Co. were stung when the financial technology firm’s initial public offering was suddenly pulled on orders of China’s president. But few of these investors are swearing off Chinese private markets, where they still hope to reap big returns.<br />Shock waves rippled through the investment world when China halted the initial public offering of Ant, which would have been the world’s biggest. The decision was signed off by President Xi Jinping after controlling shareholder Jack Ma infuriated government leaders by criticizing government financial regulation in an October speech, The Wall Street Journal reported.<br />For the past several years, the retirement savings of America’s police, firefighters and teachers have increasingly found their way to private companies in China such as Ant. Anxious to meet ambitious return targets in a low-yield world, large North American pension funds have committed growing sums to both global private-equity managers active in China and managers local to China, according to pension officials and their advisers and investment reports.<br />This has contributed to a larger boom in Chinese deal making for U.S. institutional investors. Private-equity-backed deals of $300 million or more in China involving exclusively U.S.-based investment managers totaled nearly $13 billion between 2010 and 2019, according to Preqin data. Deal activity peaked in 2018 at $3.78 billion. For investors and investment managers world-wide in 2020, private-equity investment in internet and technology in China was $52 billion, according to consulting firm Bain & Co.<br />In the wake of the Ant decision, some of the appointed bureaucrats and local union leaders who make up state pension boards across the U.S. have found themselves increasingly fretting over the sensitivities of Chinese government officials. But so far, they have decided not to make any major changes."
}