{
    "url_original": "https://www.wsj.com/articles/universal-basic-income-could-be-coming-for-kids-11613574528",
    "url": "universal-basic-income-could-be-coming-for-kids-11613574528",
    "title": "Universal Basic Income Could Be Coming for Kids",
    "sub_head": "Tax-credit proposals would send almost every parent $250 or more a month",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-02-17 10:08:00",
    "body": "Entrepreneurs, intellectuals and presidential candidates have in recent years touted “universal basic income,” a cash stipend to everyone with no strings attached, as the answer to poverty, automation and the drudgery of work. It has never gotten off the ground in the U.S.<br />Instead, something similar in spirit but cheaper and more practical may be in sight. Both President Biden and Sen. Mitt Romney (R., Utah) have proposed significantly expanding the child tax credit and dropping many of its restrictions, in effect turning it into a near-universal basic income for children.<br />The main aim of their proposals is to reduce child poverty, which is higher in the U.S. than in most advanced countries. Both would slash the number of children in poverty by around 3 million, or a third, according to the Niskanen Center, a center-right think tank.<br />In the process, it may also become the only major benefit in the U.S. that achieves near universality—testing traditional American notions of the safety net. “It would be a huge change in how we think about delivering benefits,” said Elaine Maag, principal research associate at the Urban Institute.<br />Federal benefits usually require the recipient to meet some criterion of need: poor (for food stamps, welfare and Medicaid), unemployed (for unemployment insurance), working or looking for work (the earned-income tax credit and some programs with work requirements), or disabled (Social Security Disability Insurance). Only Social Security and Medicare approach universality: Almost all elderly are eligible."
}