{
    "url_original": "https://www.wsj.com/articles/universal-music-ipo-has-one-off-beat-note-11613415751?mod=business_minor_pos10",
    "url": "universal-music-ipo-has-one-off-beat-note-11613415751",
    "title": "Universal Music IPO Has One Off-Beat Note",
    "sub_head": "Record label will be spun out of Vivendi by end of year—positive news for investors, with possible exception of Amsterdam listing",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-299363?width=620&size=1.5",
    "image_1": "im-299363.jpg",
    "time": "2021-02-15 14:02:00",
    "body": "The world’s largest music company is finally going solo, although not in the usual venue.<br />On Saturday, Universal Music Group’s French owner  Vivendi  said that it will spin off its music business and list it in the Netherlands later this year. It had already broached the idea of taking the record label that works with Lady Gaga and Taylor Swift public in 2022. Strong investor appetite for music assets since the pandemic began might explain the accelerated timeline. The news sent Vivendi’s share price up one-fifth on Monday.<br />Once the spinoff is complete, the French company steered by billionaire Vincent Bolloré will still hold one-fifth of Universal. Chinese tech giant  Tencent  will own 20% after recently exercising an option to up its stake in the music giant at a €30 billion—equivalent to $36 billion—valuation. The remaining 60% will be handed to Vivendi investors in a special distribution.<br />Shareholders have been pushing for the move as a way to unlock value in the music business for years. Vivendi’s shares have traded at an average discount of around 10% to its sum-of-the-parts valuation since late 2017, according to Barclays analysts. Soon, investors will be able to get exposure to Universal directly rather than having to buy shares in the sprawling French conglomerate.<br />Although organizers of live concerts are suffering during the pandemic, streaming services have benefited as consumers spend more time listening to music. Spotify grew its monthly active users to 345 million in the fourth quarter of 2020, a 27% increase compared with the same period a year earlier. Major record labels such as Universal and Warner are raking in more royalties from digital music platforms as a result. In the third quarter, Universal’s streaming revenue increased by 23%, the fastest growth it has recorded since early 2019."
}