{
    "url_original": "https://www.wsj.com/articles/unrwa-fulfills-its-u-n-mandated-mission-11612983561?mod=opinion_major_pos17",
    "url": "unrwa-fulfills-its-u-n-mandated-mission-11612983561",
    "title": "Unrwa Fulfills Its U.N.-Mandated Mission",
    "sub_head": "Governments around the world acknowledge Unrwa’s work is an important part of maintaining regional stability until a lasting political solution is found.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-291391?width=620&size=1.5",
    "image_1": "im-291391.jpg",
    "time": "2021-02-10 13:59:00",
    "body": "Richard Goldberg and Jonathan Schanzer’s “The U.N. Refugee Agency With Few Actual Refugees” (op-ed, Feb. 4) exhibits a deep misunderstanding of the agency it criticizes. The United Nations Relief and Works Agency for Palestinian Refugees in the Near East (Unrwa) is the only U.N. body mandated to deliver humanitarian assistance, health care, education and protection to Palestine refugees living in the Middle East today. Contrary to the authors’ claims, under international law and the principle of family unity the children of Palestine refugees and their descendants are also considered refugees until a durable solution is found. Both Unrwa and the United Nations High Commissioner for Refugees recognize descendants as refugees on this basis.<br />Governments around the world acknowledge Unrwa’s work is an important part of maintaining regional stability until a lasting political solution is found. In December 2019, when Unrwa’s U.N. mandate was up for its regular three-year renewal, member states voted overwhelmingly in support of renewing Unrwa’s mandate, recognizing the agency as a vital source of stability in a region rife with ongoing conflict.<br />Unrwa doesn’t perpetuate refugee status in the Middle East. Responsibility for the protracted nature of the plight of Palestine refugees lies squarely and clearly with the parties to the conflict. Eroding or erasing Unrwa doesn’t solve the refugee problem. It will, however, ensure that more than 530,000 children cannot attend school; that some 140 health clinics cannot provide vaccines; and more than one million refugees in Gaza don’t get food assistance. Destroying those services and programs is hardly a step toward peace and security.<br />Elizabeth Campbell<br />Unrwa"
}