{
    "url_original": "https://www.wsj.com/articles/vaccine-expert-paul-offit-believes-science-will-win-in-the-end-11612543849",
    "url": "vaccine-expert-paul-offit-believes-science-will-win-in-the-end-11612543849",
    "title": "Vaccine Expert Paul Offit Believes Science Will Win in the End",
    "sub_head": "The pediatrician and infectious-disease specialist is enthusiastic about the ‘phenomenal effectiveness’ of the shots that can prevent Covid-19",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-294313?width=620&size=custom_962x626",
    "image_1": "im-294313.jpg",
    "time": "2021-02-05 11:50:00",
    "body": "Paul Offit was 5 when a clubfoot operation landed him in a Baltimore hospital ward for “crippled children” for six weeks in 1956. The atmosphere was “Dickensian,” he recalls: Some patients were in iron lungs, others were in traction, and most were hobbled by polio, a debilitating disease with a new but not yet widely available vaccine. His bed faced a window that overlooked the hospital’s front door, and he spent hours every day hoping for a visit from someone he loved. But a complicated pregnancy kept his mother away, and his father was banned after he tried to sneak in. The hospital allowed visitors only one hour a week, so the ward’s other children seemed similarly forlorn and helpless.<br />“It absolutely scarred me,” Dr. Offit, 69, says over the phone from his home in Avalon, N.J. The experience left him with an appreciation of the vulnerability of children and a deep desire to protect them. This, he says, is why he became a pediatrician, has written so many books about the medical needs of children and is such an outspoken advocate of the science and value of vaccinations. “I think the scars of our youth become the passions of our adulthood,” he says. “On some level, we always treat ourselves.”<br />An infectious-disease specialist, Dr. Offit is the director of the Vaccine Education Center at Children’s Hospital of Philadelphia, a professor in pediatrics at the Perelman School of Medicine at the University of Pennsylvania and a member of the U.S. Food and Drug Administration’s advisory committee on vaccines. As a virology expert who co-invented a vaccine himself—his rotavirus vaccine saves up to 2,000 lives a day around the world—Dr. Offit has been helping the FDA to review the data for the latest coronavirus vaccines. He is enthusiastic about their “phenomenal effectiveness.”<br />The fact that researchers could prove the safety and efficacy of several vaccines within a year of sequencing the virus that causes Covid-19 has been a “scientific tour de force,” says Dr. Offit. The rollout, however, has been far from smooth, in part because the U.S. simply had “no plan” at the federal level for distributing the vaccine—an oversight that he attributes to the “denialism and magical thinking” of the Trump administration. Troublingly, nearly four in 10 Americans say they don’t plan to get vaccinated, according to a November survey by the Pew Research Center.<br />Some of this hesitation is understandable, says Dr. Offit. Not only was the vaccine developed in record time, but some of the language surrounding it—“Operation Warp Speed,” etc.—has been “a little frightening,” he concedes. But he notes that the clinical-trial data are “enormously reassuring,” and there is scant evidence of serious side effects in the millions who have already been vaccinated world-wide."
}