{
    "url_original": "https://www.wsj.com/articles/valentines-day-gift-guide-2021-optimists-11611677293",
    "url": "valentines-day-gift-guide-2021-optimists-11611677293",
    "title": "The Ultimate 2021 Valentine’s Day Gift Guide for Optimists",
    "sub_head": "The best present this year? A bright outlook. Let her see the world through rose-colored glasses and other translucent bits of blush.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-296927?width=620&size=1.5",
    "image_1": "im-296927.jpg",
    "time": "2021-02-10 10:53:00",
    "body": "A LOT has changed since last Valentine’s Day. Co-quarantining couples have likely spent more time together than might seem wise, navigating everything from online-schooling to pod-defining to “Might we achieve a more profound understanding of ‘Schitt’s Creek’ if we stream all six seasons for the third time?’ Meanwhile, couples with separate living arrangements have dealt for the past year with their own decidedly unromantic logistics. In short, we could all use a pick-me-up, so this Valentine’s Day, forget the milk-vs-dark-chocolate dilemma of years past and give your loved one a rosy outlook. And we mean that quite literally. Below, 12 of our strategically uplifting picks, from rose-colored glasses (of both sun and wine varieties) to diaphanously pink luxe skincare and jewelry.<br />Perhaps too good for Zoom, this gauze-y, billowy sweater will brighten up any outfit—yes, including sweatpants. Sheer panels allow whatever hue you’re wearing underneath to peek through, and the accordion pleating throughout gives the cardigan an extra degree of swishy movement. Cardigan, $285, ph5.com<br />Skip the generic paper wrapping from the florist and deliver that bouquet of roses in a vaporous vase. Brooklyn artist Paul Arnhold makes one-of-a-kind glass blown vessels, like this one, that will transform any drab bedside table or workaday kitchen counter. An added bonus: When the petals inevitably begin to wilt, it will look just as good as a standalone piece. Vase, $200, paularnholdglass.com<br />These literally rose-colored glasses from luxe fashion house Alaïa will give everything in her life a peachy veneer—you included. (And let’s face it, after 11 months of quarantine cohabitating, that would probably benefit you both.) Plus, the oversize butterfly-shaped frames will add a welcome glint of “glam” to a half-masked face. Alaïa Sunglasses, $483, mytheresa.com<br />For the truly decadent Valentine, this 18-karat rose-gold necklace, handmade in Los Angeles and bejeweled from end to end, is sure to bring the “wow” factor. The dainty pink flowers—all 23 of them—comprise petals carved from pink tourmaline and radiant center stones, also of pink tourmaline. Necklace, $73,640, ireneneuwirth.com"
}