{
    "url_original": "https://www.wsj.com/articles/vanguard-charts-a-narrow-path-in-china-staking-its-future-on-a-fledgling-venture-11614257509?mod=markets_lead_pos10",
    "url": "vanguard-charts-a-narrow-path-in-china-staking-its-future-on-a-fledgling-venture-11614257509",
    "title": "Vanguard Charts a Narrow Path in China, Staking Its Future on a Fledgling Venture",
    "sub_head": "The asset manager is betting that its partnership with China’s Ant will give it some reach over the roughly one billion users of its Alipay",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-297038?width=620&size=1.5",
    "image_1": "im-297038.jpg",
    "time": "2021-02-25 07:51:00",
    "body": "Wall Street has long cultivated China’s biggest investment institutions to make inroads there. Vanguard Group is betting more singularly on the Chinese consumer.<br />The Malvern, Pa., firm told some of China’s biggest state investors last year that it would exit its China institutional business and return the billions of dollars managed for them. Instead, the world’s second-largest asset manager is relying on a partnership with Ant Group Co., China’s biggest digital financial firm and an affiliate of e-commerce giant Alibaba Group Holding Ltd., as a main route into China.<br />Vanguard hopes the venture will give it reach to the roughly one billion users of Ant’s payments service, Alipay—and perhaps a channel to sell Vanguard’s funds later. This move plays to a broader growth plan for Vanguard.<br />The firm that built a $7.2 trillion asset-management empire on the back of low-cost index funds is betting growth will come from dispensing financial advice at a fraction of rivals’ prices.<br />But, as Vanguard looks to expand in China, Chief Executive Tim Buckley must also convince Beijing that his firm is as committed to the country as rivals, even after it recently turned away business from some of its big state institutions. Vanguard must also deal with a recent complication: Ant is now revamping its entire business after being warned by Beijing regulators about some of its practices and having its initial public offering scrapped."
}