{
    "url_original": "https://www.wsj.com/articles/venus-aphrodite-review-divine-passion-divine-rage-11613144790?mod=ig_booksfebruary13",
    "url": "venus-aphrodite-review-divine-passion-divine-rage-11613144790",
    "title": "‘Venus and Aphrodite’ Review: Divine Passion, Divine Rage",
    "sub_head": "If sex is among the most potent human drives, the deity who embodied it must have been a power player.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-02-12 10:46:00",
    "body": "Close your eyes and think of Venus. What image comes to mind? Perhaps Botticelli’s bored teenager in her scallop shell; maybe the Venus de Milo, serene, lovely and just a touch bovine; perhaps Titian’s meretricious “Venus of Urbino,” lying on her back caressing her genitals. At any rate, a ravishingly beautiful young woman, probably blond and almost certainly not wearing many clothes.<br />Bettany Hughes is out to convince you that the face of Venus familiar to us today—simultaneously salacious and saccharine—conceals a much darker and more complex character. The Roman goddess Venus, like her Greek counterpart Aphrodite, was “far more than just a gorgeous goddess of love”; in fact, Ms. Hughes argues, she wasn’t really interested in “love” at all, let alone beauty or romance. Aphrodite was a goddess of fierce and violent sexuality, the forceful tamer of men and beasts, the mother (by her lover Ares) of the lesser gods Dread and Fear. Divine patron of Valentine’s Day she was not.<br />Any children’s book about the Greeks or Romans will tell you that each god had his or her own special domain: Ares was “the god of war,” Hera was the “goddess of marriage,” and so on. There can be no doubt that sexual desire was central to the ancient “meaning” of Venus-Aphrodite. The Greeks called sex ta aphrodisia, “the works of Aphrodite” (whence the modern English “aphrodisiac”). The problem, as Ms. Hughes fully recognizes, is that Aphrodite was also the goddess of all sorts of other things. She presided over Greek civic magistrates, the unity of the citizen body, safe travel by sea, military leadership and the battle-rage of Greek warriors; on the eve of the Battle of Salamis in 480 B.C., Plutarch tells us, the women of Corinth prayed to Aphrodite to inspire their husbands with “passion for battle against the barbarians.”<br />There are two different ways of accounting for the breadth and messiness of Venus’s divine portfolio. One is to suppose that an “original” goddess of sexual desire picked up a set of random additional functions over time—what Robert Parker has neatly called the snowball theory of the Greek gods, “the idea that as a god rolls down through history it picks up new functions and powers that need not cohere with its original nature or with one another: rather like a multinational company that starts out selling records and ends up running an airline.”<br />In some ways, this theory works quite well for Venus-Aphrodite. The Greek Aphrodite, for all her associations with fertility and virility, was never seen as a mother-goddess. But in the first century B.C., as Ms. Hughes vividly describes, the Romans developed a major new cult of Venus Genetrix, “Venus the mother.” In this new incarnation, Venus was worshiped as the ancestor of Julius Caesar via the mythical hero Aeneas and his son Julius, and thus served as the mother-patron of the Julio-Claudian dynasty and the people of Rome more generally. This new aspect of Venus as an ancestor-mother is a classic example of the snowball in motion, a completely new set of associations bolted on to her “central” character as a goddess of violent sexuality."
}