{
    "url_original": "https://www.wsj.com/articles/vintage-wine-estates-to-go-public-in-spac-merger-11612436400?mod=markets_lead_pos13",
    "url": "vintage-wine-estates-to-go-public-in-spac-merger-11612436400",
    "title": "Vintage Wine Estates to Go Public in SPAC Merger",
    "sub_head": "Merger of Vintage Wine Estates and Bespoke Capital Acquisition Corp. will value the private-equity-backed winemaker at around $690 million",
    "category_1": "Pro PE Deals",
    "image_1_url": "https://images.wsj.net/im-294299?width=620&size=1.5",
    "image_1": "im-294299.jpg",
    "time": "2021-02-04 06:00:00",
    "body": "Vintage Wine Estates Inc. has found its perfect pairing: a blank-check company that will debut the private-equity-backed winemaker on the public market.<br />Bespoke Capital Acquisition Corp., a special-purpose acquisition company, plans to merge with Vintage Wine Estates in a deal that will give the combined company an enterprise value of about $690 million, according to executives from Bespoke and Vintage Wine.<br />Investment firm Wasatch Global Investors acquired a $28 million stake in Vintage Wine from an existing shareholder prior to the transaction, a company spokeswoman said.<br />Vintage Wine consists of a family of wineries and wines throughout California, Oregon and Washington. Its brands include Firesteed Cellars, Viansa Sonoma, Cameron Hughes and Bar Dog, among others. Generally, the business sells the majority of its wines for roughly $12 to $20 a bottle.<br />Although the coronavirus pandemic has made wine sales volume difficult to pinpoint, a recent annual report on the industry by Silicon Valley Bank suggests U.S. wine sales volume remained flat to slightly up last year, driven partly by restaurant and tasting-room closures. Domestic wine sales totaled around 301.5 million cases, up only around 1.5% from 2019 levels, according to the report, which cited data from alcoholic beverage research firm bw166. The report, however, projects that sales will pick up this year as more people get vaccinated and social-distancing restrictions ease."
}