{
    "url_original": "https://www.wsj.com/articles/violent-videogames-arent-ruining-your-kidsbut-its-good-to-discuss-them-11612620001?mod=tech_lead_pos10",
    "url": "violent-videogames-arent-ruining-your-kidsbut-its-good-to-discuss-them-11612620001",
    "title": "Violent Videogames Aren’t Ruining Your Kids—but It’s Good to Discuss Them",
    "sub_head": "Long-term study addresses the nuanced effects of playing shooter-style videogames on children’s mental health",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "time": "2021-02-06 09:00:00",
    "body": "What’s the first question parents ask when their kid comes begging to play a violent shooter-type game? Is there blood?<br />Kids are often good at making strong arguments for why they should be allowed to play non-gory but murderous games like “Fortnite” and “Among Us.” Even in “Minecraft,” there are skeletons, zombies and pillagers to kill. Kids will say they understand the difference between games and real life. And besides, they’ll argue, these popular games are cartoonish—cute, even.<br />Do the children know best here? If so, why do parents still have a nagging suspicion that these games are harmful in some insidious way?<br />Decades of research haven’t established a firm link between violence committed in games and violence committed in real life. Yet questions persist about the subtle effects that violent games have on developing minds. The questions have become more pressing as the pandemic drags on. U.S. consumers spent nearly $19 billion on videogames in the fourth quarter of 2020, a 26% increase from the prior-year period, according to the NPD Group. “Fortnite” and “Minecraft” were among the best-selling games in the quarter.<br />On the one hand, videogames have been a saving grace during a time of little other social interaction. Yet we still worry about how all of this time spent shooting, stabbing and bludgeoning friends, strangers and bots alike will affect kids."
}