{
    "url_original": "https://www.wsj.com/articles/voice-of-freedom-review-once-in-a-century-singer-11613083976?mod=opinion_major_pos13",
    "url": "voice-of-freedom-review-once-in-a-century-singer-11613083976",
    "title": "‘Voice of Freedom’ Review: Once-in-a-Century Singer",
    "sub_head": "A PBS ‘American Experience’ special looks at the life of contralto Marian Anderson, the first African-American soloist at the Met Opera.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-297790?width=620&size=1.5",
    "image_1": "im-297790.jpg",
    "time": "2021-02-11 17:52:00",
    "body": "‘Do I still have to go through with this?” the opera singer Marian Anderson asked her manager, Sol Hurok, on the evening of April 8, 1939—the night before her now-legendary appearance at the Lincoln Memorial. A case of nerves would have been understandable, even for a seasoned performer like Anderson. But as recalled in the “American Experience” installment “Voice of Freedom,” she also knew the event was going to define her forever—just as it would define the Daughters of the American Revolution, the organization that had barred the singer from Washington’s Constitution Hall because of her race and precipitated a watershed moment in the history of the American Civil Rights movement.<br />The best moments of “Voice of Freedom” are Anderson’s—the deep throb of her contralto, the images of her performance on that Easter Sunday, warily waiting to sing for the integrated thousands jammed onto the National Mall. It is footage we have seen many times, often in short takes meant to punctuate stories about the Black experience. But seen at length it is gloriously rich, historically resonant and maybe even a little bit haunted. Whatever the filmmakers, including director Rob Rapley, did to the old film, it takes on a new life.<br />But “Voice of Freedom” isn’t just about the concert, or even about Anderson herself—her childhood of struggle; her humiliating, race-based rejection by the Philadelphia Music Academy; a Town Hall performance in New York so disastrous it might have derailed her. Or the career she enjoyed in Europe that she could never have had at home, where she remained a second-class citizen regardless of her celebrity and her talent.<br />“What I heard today one is privileged to hear only once in 100 years,” Arturo Toscanini had told the singer, after the devoutly antifascist conductor attended an Anderson performance in Salzburg, Austria, around the same time Nazis started making even the streets there perilous for people of color. Thereafter, she would be known as the “Voice of the Century,” though she would not give a dramatic, costumed performance until she broke the color barrier at the Metropolitan Opera in 1955 (in Verdi’s “Un ballo in maschera”).<br />“Voice of Freedom” is also about America in the Jim Crow era and, to an illuminating extent, about the Lincoln Memorial. The neoclassical temple had been dedicated just 17 years earlier, in 1922, in a segregated ceremony. Walter White, the executive director of the NAACP, responded by moving the Howard University-sponsored concert from verboten Constitution Hall to the memorial, making it both free and broadcast nationally—a strategy meant not just as a slap to the DAR but as a way of re-dedicating the memorial in the spirit of Lincoln. To do so he had to enlist the aid of not just first lady Eleanor Roosevelt—whose resignation from the DAR gave the event further gravitas—but also Harold Ickes, the secretary of the interior. For his part, President Franklin Roosevelt said “She can sing from the top of the Washington Monument if she wants to.”"
}