{
    "url_original": "https://www.wsj.com/articles/volatility-could-be-gamestop-crowds-next-losing-bet-11613743200?mod=business_minor_pos10",
    "url": "volatility-could-be-gamestop-crowds-next-losing-bet-11613743200",
    "title": "Volatility Could Be GameStop Crowd’s Next Losing Bet",
    "sub_head": "A rush of cash into a leveraged volatility note might only pay off if disaster strikes the rest of the stock market",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-19 09:00:00",
    "body": "GameStop mania may be over, but the ripples continue weeks later as newly minted retail traders flirt with various objects of affection. There were silver, marijuana stocks and dogecoin. Some observers are now pointing to an exchange-traded product that tracks volatility as a likely beneficiary of crowd behavior.<br />The  ProShares Ultra VIX Short-Term Futures ETF ,  which carries the ticker symbol UVXY, might be the worst investment of them all because it isn’t really meant to be one.<br />“These products are expected to go to zero,” said Scott Nations, an expert on options and volatility and president of Nations Indexes.<br />The fund has been around since 2011, but swelled this week to its largest value ever, more than $2.5 billion in assets. This is despite the fact that its price has dropped by more than 99.99% over that time, sending about $5 billion of investors’ cash to money heaven. The fund gives investors 1.5 times exposure to futures contracts on the Cboe Volatility Index, or VIX. That index reflects how choppy purchasers of options on the S&P 500 think the market will be over the following month.<br />At the moment, those futures are sharply in contango, which means prices are higher for more distantly expiring ones. While the VIX itself is fairly elevated now at about 22, futures contracts expiring in March are above 25 and those expiring in April are at about 28. To maintain their objective, owners of volatility ETFs effectively are daily sellers of the cheaper contracts and buyers of the more expensive ones, steadily eroding their value."
}