{
    "url_original": "https://www.wsj.com/articles/volkswagen-id-4-should-tesla-worry-about-this-new-electric-rival-11614341784",
    "url": "volkswagen-id-4-should-tesla-worry-about-this-new-electric-rival-11614341784",
    "title": "Volkswagen ID.4: Should Tesla Worry About This New Electric Rival?",
    "sub_head": "Probably not. Volkswagen’s first EV for the global market is long on curb appeal, light-footed among its competitive set—but comes up a bit short in engineering design, writes Dan Neil",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2021-02-26 07:16:00",
    "body": "AS THE PRESENCE of our guest makes clear, global auto makers are starting to get serious about delivering electric vehicles. The 2021 Volkswagen ID.4 crossover ($45,190, as tested) is the blunt-nosed tip of VW Group’s $43-billion spear, the first of a bevy of battery beauties to be built globally on the company’s modular electric platform (MEB) in the next decade, including an EV microbus. Groovy.<br />With its sloe-eyed canopy and high-cut hips, optional LED-illuminated nose and 20-inch alloy Spirographs, the ID.4 is not without curb appeal. By virtue of the mechanism, its drivability beats the silk PJs off a comparable Honda CR-V or Toyota RAV4, which is the sort of cross-shopping the VW brand is most hoping for. Compared to this light-footed, sweet-singing creature, gas-burning competitors feel like puttering, muttering nincompoops.<br />Which reminds me: Whenever I write about electric cars it stirs up cranks on social media, who have often and with great certainty accused me of being in the pay of Elon Musk and Tesla. Rest assured, the management of the business newspaper of record does not allow reporters, columnists, or editors to profit in any way from the people and companies they cover. Zero, zip, nada. I’ll take my apology off the air.<br />So when I say the ID.4 is five years behind the comparable Tesla, it’s not because I’m an Elon fanboy, a VW hater, or that I have anything to gain or lose personally. That is my best guess, based on my weeklong test drive of VW’s hot-from-the-oven, slightly underbaked strudel.<br />Example: The ID.4’s touch-screen UX is a bit shambolic. The (optional) 12-inch center touch screen takes ages to boot up and can lag behind user inputs. It’s not very pretty, either. The “Car-Net” phone app—a Tesla-like remote interface with the car, accessing charging and climate functions—failed to talk to the car when I tried it several times."
}