{
    "url_original": "https://www.wsj.com/articles/volvo-geely-back-away-from-merger-11614190224?mod=business_lead_pos12",
    "url": "volvo-geely-back-away-from-merger-11614190224",
    "title": "Volvo, Geely Back Away From Merger",
    "sub_head": "Independence from Geely puts Volvo IPO back on table",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-303677?width=620&size=1.5",
    "image_1": "im-303677.jpg",
    "time": "2021-02-24 13:10:00",
    "body": "Volvo Car Corp. and  Geely Automobile Holdings Ltd.  said Wednesday that they would combine their engine and transmissions business but backed away from a full-blown merger of the Chinese and Swedish companies that are owned by Chinese billionaire Li Shufu.<br />The move highlights a trend, increasingly favored by investors, for companies to sharpen their focus rather than become entangled in larger conglomerates that often dilute the value of their constituent businesses.<br />The agreement leaves the two auto makers as stand-alone entities under the umbrella of Mr. Li’s Zhejiang Geely Holding Group. It allows Geely Auto to move forward with plans to raise the equivalent of nearly $3 billion through a share listing on Shanghai’s STAR Market for growth stocks. The decision also renews speculation that Volvo could seek an independent stock-market listing.<br />The two companies said last year that they were holding talks that could lead to combining their businesses. In the end, they said they feared that a merger would present integration issues and distract them during a period of industrywide transformation in the shift to electric vehicles.<br />“A full merger would be too much internal focus and organizational disputes and power plays,” Volvo Chief Executive Officer Håkan Samuelsson said in an interview. “I think that’s number one, to really maintain full focus on growth, especially since we have been growing a lot on the Geely and the Volvo side and don’t want to jeopardize anything there.”"
}