{
    "url_original": "https://www.wsj.com/articles/w-3-review-the-world-of-the-ward-11613170665",
    "url": "w-3-review-the-world-of-the-ward-11613170665",
    "title": "‘W-3’ Review: The World of the Ward",
    "sub_head": "",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-298133?width=620&size=1.5",
    "image_1": "im-298133.jpg",
    "time": "2021-02-12 17:57:00",
    "body": "When she regained consciousness in a Chicago hospital in 1968, Bette Howland, then 31, couldn’t move, see or speak. “You will be reborn,” a mysterious voice told her. Appropriately enough, the voice turned out to belong to her mother. This scene of renewal marks the beginning of “W-3,” Howland’s account of her internment in the hospital’s psychiatric ward—and the reissuing of “W-3” signals the ongoing renewal of Howland’s career.<br />Between 1974 and 1983, Howland published three books: “W-3” and the story collections “Blue in Chicago” and “Things to Come and Go.” After winning a MacArthur fellowship in 1984, she stopped writing and disappeared from public view. Decades later, in 2015, Brigid Hughes, the editor of the literary journal A Public Space, discovered “W-3” in the dollar bin at a used bookstore. This revelation led to the appearance of “Calm Sea and Prosperous Voyage,” Ms. Hughes’s selection of Howland’s writing, and to a revival of interest in the author’s brilliantly observant work.<br />Like her career, Howland’s psychological health suffered a precipitous dip. During the events of “W-3,” she was a young divorcée with two children, making do with a “dingy flat, crummy job, constant money worries. Everything you earn goes to doctors and baby-sitters. . . . A life full of reproaches, self-hatred.” Ultimately, these difficulties contributed to a suicide attempt—the reason she landed in the hospital.<br />Yet even as she describes her fantasy of ending it all, she can’t resist pointing out an absurd facet of her plan: It inevitably involves the medicine cabinet. “Now here’s a curiosity: Why the medicine cabinet? The pills were actually right beside my bed. But never mind, it seems there has to be a medicine cabinet . . .” Howland loves a good curiosity; her business, in “W-3” and throughout her oeuvre, is with the odd detail and the odd person out. Drawn to the eccentrics who populate Chicago—and her family in particular—she vividly renders the social worlds within the movie theater, the public library, the courtroom and the living room, attending to the essential strangeness of each person she describes: the librarian who irritates patrons by bellowing; the uncle who goes out of his way to break the law, driving “around the block looking for a No Parking sign or a nice little fire hydrant.” At the library, Howland writes in her dazzling story “Public Facilities,” “the level of tolerance for individual extremes was very high. It had to be—the facts were too peculiar.” But the library has nothing on W-3, the ward where this memoir takes place.<br />Howland’s fellow patients include Zelma, who shows up in evening dress and opera gloves, marching in “as if she owned the place,” with “seven pieces of matched luggage, smooth pale leather; two wigs with stands; a portable TV.” Whenever the phone rings in the ward, it’s for Zelma. Then there’s Trudy, who “perambulated down the corridors lashed to her intravenous stand—bandages, pajama strings loosened and streaming—looking like a sort of injured parade float.” “A poacher by nature, like a cuckoo,” she shows up uninvited in other people’s bathrooms, shower stalls and beds."
}