{
    "url_original": "https://www.wsj.com/articles/waiting-for-big-pharmas-coronavirus-profits-to-impress-wall-street-11613563200?mod=business_minor_pos11",
    "url": "waiting-for-big-pharmas-coronavirus-profits-to-impress-wall-street-11613563200",
    "title": "Waiting for Big Pharma’s Coronavirus Profits to Impress Wall Street",
    "sub_head": "Vaccines and therapeutics for Covid-19 have been an unexpected windfall for the drug industry, but Wall Street is less enthusiastic about cash windfalls",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-17 07:00:00",
    "body": "For big pharma, a fresh $15 billion in sales just isn’t what it used to be.<br />Vaccines and therapeutics for Covid-19 have been an unexpected windfall for the drug industry, and there is more where that came from as the pandemic drags on.  Pfizer  said earlier this month that it expects to book $15 billion in sales from its Covid-19 vaccine in 2021. To put that figure in context, it is roughly equivalent to Pfizer’s entire oncology and immunology revenue in 2020. Pfizer’s total top line was just under $42 billion in 2020. What is more, that vaccine sales forecast is very conservative, as it only includes sales from doses from existing contracts with governments. Meanwhile,  Gilead Sciences  announced that it expects to sell between $2 billion and $3 billion of its antiviral drug remdesivir in 2021. It booked $2.8 billion in sales of the drug in 2020, most of it in the fourth quarter.<br />You wouldn’t think the pandemic was generating unexpected revenue by looking at those companies’ share prices. Both Pfizer and Gilead are down about 20% from their pandemic-era highs, and both stocks peaked as their drugs approached the market. That performance stands in marked contrast to smaller vaccine developers such as  BioNTech ,   Moderna  and  Novavax .<br />There are some valid reasons for that underperformance. Wall Street tends to place a low value on blockbuster drug sales if that drug faces a short shelf life, often because of an expiring patent or the expected approval of a superior medication. Those concerns are only amplified in a public health emergency since the pandemic’s ultimate duration is uncertain.<br />Even if annual booster shots become the standard in Covid-19 vaccination, as some drug executives and health officials have predicted, the onset of new competition likely means a tougher pricing environment in the future. After all, the flu shot is given annually but isn’t an especially lucrative product for the drug industry. And governments will be far more inclined to drive a hard bargain for future orders once the crisis abates."
}