{
    "url_original": "https://www.wsj.com/articles/wallstreetbets-traders-set-cannabis-stocks-alight-11613042985?mod=markets_lead_pos5",
    "url": "wallstreetbets-traders-set-cannabis-stocks-alight-11613042985",
    "title": "WallStreetBets Traders Set Cannabis Stocks Alight",
    "sub_head": "Individual investors on Reddit’s popular online forum are talking up marijuana stocks, sending shares of some U.S.-listed companies soaring",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-297956?width=620&size=1.5",
    "image_1": "im-297956.jpg",
    "time": "2021-02-11 06:29:00",
    "body": "The day traders behind  GameStop Corp.’s  meteoric rise last month are turning their attention to cannabis stocks, betting that President Biden’s administration will push for further decriminalizing the drug.<br />Discussion of cannabis companies has exploded among users of Reddit’s popular WallStreetBets forum. As of Thursday morning, the three stocks most mentioned on that forum in the past 24 hours were Canadian cannabis companies, according to Swaggy Stocks, a website that tracks mentions of a company’s ticker symbol on the WallStreetBets.<br />The buzz online has sent shares of the three companies— Sundial Growers ,   Tilray  and Aphria—soaring on Nasdaq. Sundial rose 79% on Wednesday, while Tilray gained 51% and Aphria advanced 11%.<br />Stocks in cannabis companies have been rallying since late last year on investors’ bets that the Biden administration will be more favorable to the industry. But just this week, the prices of both Sundial and Tilray have more than doubled.<br />The recent surge is the latest example of individual investors banding together to drive up prices in small companies. The practice has long been common in the cryptocurrency market, where traders target an asset that can be easily moved. That behavior has increasingly spilled over into the stock market as millions of individuals, stuck at home over the past year because of the coronavirus pandemic, have turned to day trading through brokerages such as Robinhood Markets Inc."
}