{
    "url_original": "https://www.wsj.com/articles/walmart-promises-raises-for-425-000-workers-after-strong-holiday-sales-11613652639?mod=business_lead_pos1",
    "url": "walmart-promises-raises-for-425-000-workers-after-strong-holiday-sales-11613652639",
    "title": "Walmart Promises Raises for 425,000 Workers After Strong Holiday Sales",
    "sub_head": "Retailer’s comparable U.S. sales jumped 8.6% in fourth quarter, with 69% gain in e-commerce",
    "category_1": "Business",
    "category_2": "Earnings",
    "image_1_url": "https://images.wsj.net/im-300795?width=620&size=1.5",
    "image_1": "im-300795.jpg",
    "time": "2021-02-18 08:36:00",
    "body": "Walmart Inc.  reported strong holiday sales and said it would raise wages for about 425,000 of its employees after a year in which the Covid-19 pandemic boosted its business.<br />U.S. comparable sales, or those from stores and digital channels operating for at least 12 months, rose 8.6% in the quarter ended Jan. 29, an acceleration from the third quarter, when sales climbed 6.4%, and higher than most analysts’ forecasts. U.S. e-commerce sales, which include online grocery orders, increased 69% from a year earlier.<br />The country’s largest private employer said it would raise pay for U.S. workers to an average above $15 an hour. Its minimum starting wage for U.S. workers will remain at $11 an hour.<br />The pay raises will be for store workers in digital and stocking roles, said Walmart U.S. Chief Executive John Furner. That targets roles that have been especially important during the pandemic, including workers that gather products from store shelves for online orders picked up in parking lots or delivered to homes. Walmart has worked to keep shelves stocked as shoppers stockpile certain items such as food and cleaning supplies.<br />“We saw major changes to customer behavior last year we believe will be lasting, and we have to continue working to stay in-stock, deliver items on time and provide the best omni experience possible,” said Mr. Furner."
}