{
    "url_original": "https://www.wsj.com/articles/washingtons-power-to-respond-to-texas-electric-disaster-is-limited-11614345010?mod=politics_lead_pos11",
    "url": "washingtons-power-to-respond-to-texas-electric-disaster-is-limited-11614345010",
    "title": "Biden Visits Texas as Regulators Begin to Examine State’s Electric Grid",
    "sub_head": "Washington delivers emergency aid after winter storm knocked out power across Texas, but any federal moves to fix grid face obstacles",
    "category_1": "Politics",
    "time": "2021-02-26 08:10:00",
    "body": "Federal officials are rushing emergency relief to Texas for its power crisis, though longer term efforts to shore up the electric grid are likely to run into political obstacles and challenges to Washington’s authority.<br />The Federal Emergency Management Agency has deployed to hard-hit areas, providing generators and fuel, and delivering water, blankets and meals. Residents can access emergency aid funds for temporary housing, home repairs and uninsured property damage.<br />But political and legal issues loom over Washington’s response. Federal emergency funds can’t legally be used for utility bills that soared for some people, local governments and businesses in Texas’ open-market system. And lobbyists and congressional aides expect Texas to keep defending a system that it has worked for years to shield from federal jurisdiction.<br />A cold snap unusually powerful for the state crippled Texas’ electrical grid this month. It left more than four million Texans without electricity and heat, many for days in subfreezing temperatures, and resulted in 80 deaths.<br />President Biden is meeting in Houston on Friday with state and local officials, according to the White House. A disaster declaration he signed Saturday now applies to more than 100 counties, opening up grants and low-cost loans for residents and business owners. The federal Low Income Home Energy Assistance Program may also help some subject to large utility bills."
}