{
    "url_original": "https://www.wsj.com/articles/we-dont-need-another-patriot-act-11612732869?mod=opinion_lead_pos5",
    "url": "we-dont-need-another-patriot-act-11612732869",
    "title": "We Don’t Need Another Patriot Act",
    "sub_head": "New law-enforcement powers would inevitably be turned against minorities and progressive dissenters.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA487_Feingo_GR_20210205192145.jpg",
    "image_1": "publicresourcesimagesED-BA487_Feingo_GR_20210205192145.jpg",
    "time": "2021-02-07 16:21:00",
    "body": "A violent mob stormed the U.S. Capitol on Jan. 6, intent on overturning the results of the presidential election. We can and must prosecute the people responsible to the fullest extent of the law. But we shouldn’t grant those who failed to abrogate liberal democracy a partial victory by rushing to pass unnecessary “domestic antiterrorism” laws that would undermine civil liberties.<br />I understand the desire to respond to this outrageous act of insurrectionary violence. But I believe we shouldn’t rush into ill-considered actions that undermine our freedoms and do nothing to increase our security. That is why I was the only senator to vote against the USA Patriot Act in 2001 and why I oppose new domestic antiterrorism laws today.<br />History makes clear that these new powers are likely to be used predominantly against black and brown communities and progressives. Consider the Palmer Raids against socialists and union organizers during the first Red Scare in 1919-20, or J. Edgar Hoover’s “Cointelpro” assault on the civil-rights and antiwar movements of the 1960s, or the targeting of Muslim Americans in this century’s war on terror.<br />The overwhelming tendency in domestic antiterrorism has been to use invasive and unconstitutional surveillance techniques to criminalize legitimate dissent. In recent years, many states have continued the trend by passing laws that treat antipipeline protesters—often indigenous Americans—essentially as domestic terrorists and saboteurs, imposing harsh criminal penalties on activities protected by the First Amendment.<br />This history was a basis for the recent statement by 135 civil-rights and civil-liberties organizations, including the American Civil Liberties Union, Amnesty International and the NAACP, in opposition to any new domestic terrorism laws. I am proud to echo their call."
}