{
    "url_original": "https://www.wsj.com/articles/we-need-to-hang-out-review-so-happy-together-11612392456",
    "url": "we-need-to-hang-out-review-so-happy-together-11612392456",
    "title": "‘We Need to Hang Out’ Review: So Happy Together",
    "sub_head": "Social media, besides flooding the world with narcissism and malevolence, generates loneliness. How to overcome it?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-294534?width=620&size=1.5",
    "image_1": "im-294534.jpg",
    "time": "2021-02-03 17:47:00",
    "body": "Covid is a curse, yet some citizens have prospered during its grim visitation—and not only virtue signalers, sweat-pants merchants and people involved in relocating New Yorkers to Florida.<br />This has also been a golden era for all who take seriously the admonition “there are two types of people in this world: avoid both like the plague.” Recluses, loners and other lovers of solitude are in full glow. Bowling alone is just what the doctor—and governor—ordered. Solitary martinis are the healthy choice. Large social gatherings, including weddings, feasts and funerals, have taken on a slight whiff of sedition.<br />Yet the loneliness that can result from the loss of human interaction constitutes another plague, according to Billy Baker, a staff writer at the Boston Globe. “Name a health condition you don’t want and there’s a study linking it to loneliness,” he writes in “We Need to Hang Out: A Memoir of Making Friends.” “Diabetes. Obesity. Alzheimer’s. Heart disease. Cancer. One study found that in terms of damage to your health, loneliness was the equivalent of smoking 15 cigarettes a day.”<br />For some, that’s a small price to pay for skipping church with society’s blessing or declining an invitation to dine with Aunt Madge and Uncle Joe. But Mr. Baker sees a worsening contagion. A 2019 survey found that 61% of Americans are “measurably lonely,” a seven-point jump from the previous year. AARP found that 42 million Americans over 45 suffer from “chronic loneliness,” while Brigham Young University, analyzing data from more than three million people over more than three decades, found that lonely people “saw their risk of premature death rise by up to 32 percent.” We are, Mr. Baker warns, “in the midst of a full-blown loneliness epidemic,” and it was gathering steam well before Covid arrived.<br />Television continues to hypnotize and isolate, he notes; even people between 15 and 44—“the original smartphone junkies”—surrender two hours each day to the one-eyed monster. Social media, besides flooding the world with narcissism and malevolence, generates loneliness. Mr. Baker cites a study published in the American Journal of Preventive Medicine showing that heavy social-media users (more than 50 visits a week) were three times more likely to feel lonely than light users (nine or less). “Each time something new moves online and stops happening face-to-face, we deplete the world’s supply of social capital.”"
}