{
    "url_original": "https://www.wsj.com/articles/we-own-this-city-review-wolves-among-the-flock-11612564225",
    "url": "we-own-this-city-review-wolves-among-the-flock-11612564225",
    "title": "‘We Own This City’ Review: Wolves Among the Flock",
    "sub_head": "A scandal within Baltimore’s police culture revealed a cancer of criminal activity. Could it be rooted out?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-294877?width=620&size=1.5",
    "image_1": "im-294877.jpg",
    "time": "2021-02-05 17:30:00",
    "body": "Toward the end of crime reporter Justin Fenton’s account of the catastrophic reign of a Baltimore police unit that became synonymous with law-enforcement corruption and brutality, BPD detective Ryan Guinn touches on a paradox many of his colleagues see at the heart of police work. Speaking of another officer’s brazen disregard for the law, Mr. Guinn protests: “He cut corners—yeah, what cop doesn’t cut corners? Show me a cop who goes A-to-Z and hits every letter in their investigation. With the pressure we’re put under to produce?”<br />The nexus between the “pressure” brought by civic leaders clamoring for an answer to gun violence, and the less lofty realities of the practical world of policing comes into focus in the story of one notorious team’s origins and descent into infamy, as told by a longtime journalist for the Baltimore Sun. Mr. Fenton’s “We Own This City” is the tale of the Gun Trace Task Force, founded in 2007 as a well-meaning initiative that would target the distributors and straw purchasers responsible for flooding Baltimore streets with guns. “We were like one big unit,” recalled Mr. Guinn, a founding member of the GTTF, “and we went everywhere.”<br />A few paragraphs into reading “We Own This City,” I had the distinct sensation that I’d read this story before. A quick search confirmed that sensation: The same events were the subject of “I Got A Monster,” by former Baltimore City Paper editor-in-chief Brandon Soderberg and freelance journalist Baynard Woods, published just seven months before Mr. Fenton’s. Both books chronicle the rise and fall of a Baltimore police unit so riddled with corruption that several of its members are currently serving long prison sentences after multiple trials that began in 2017. Both rely on many of the same kinds of sources: direct interviews by the writers, court documents, transcripts of federal wiretaps, and other public records. Both let the narrative unfold and the actions of its principals (mostly) speak for themselves. But where “I Got A Monster” preoccupied itself with telling a fast-paced story of policing gone bad, “We Own This City” takes its time, unspooling the history of the Gun Trace Task Force. Mr. Fenton is after more than the portrait of a few malcontents.<br />From its inception, the Task Force’s approach was supposed to be more measured and deliberate than the usual unsystematic approach to curbing violence, and for some time, it seemed to work: 268 guns were seized in the task force’s first year from just 41 arrests. Then a new commander changed the GTTF’s focus to more “street rips”—arrests of individuals suspected of possessing illegal firearms—and higher quotas, and the unit cut its personnel by more than half. And when BPD detective Wayne Jenkins moved into the unit, the possibility for graft and corruption increased by orders of magnitude.<br />Mr. Jenkins, as Mr. Fenton reports, was one of the more blatant examples of dirty cops firmly supported by the system. Complaints that he planted drugs, took money forfeited from drug seizures and committed physical assault led to civil lawsuits and criminal charges, but almost all resulted in acquittals. (One lawsuit did find Mr. Jenkins liable—for a single dollar.) “Nobody could tell him nothing,” said one cop. “He would not listen to anybody.” Mr. Jenkins was the one doing the telling, “like he would sit us down and have miniclasses, give us scenarios, see what we would do and show us how to do it and not get caught.”"
}