{
    "url_original": "https://www.wsj.com/articles/wells-fargos-8-billion-question-how-to-slash-costs-without-angering-regulators-11613557800?mod=markets_lead_pos2",
    "url": "wells-fargos-8-billion-question-how-to-slash-costs-without-angering-regulators-11613557800",
    "title": "Wells Fargo’s $8 Billion Question: How to Slash Costs Without Angering Regulators",
    "sub_head": "Bank says meeting regulators’ requirements after fake-account scandal takes precedence",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-298092?width=620&size=1.5",
    "image_1": "im-298092.jpg",
    "time": "2021-02-17 05:30:00",
    "body": "Plenty of companies are cutting costs to weather the pandemic recession. Few are trying to do so while also spending billions of dollars to satisfy their regulators.<br />These are the tasks facing  Wells Fargo  & Co. Chief Executive Charles Scharf, who is attempting to slash at least $8 billion from the San Francisco bank’s annual budget. The bank’s expenses last year were $57.63 billion.<br />Wells Fargo is simultaneously shelling out money to remake the vast risk-and-control systems that regulators have said were inadequate to catch the fake-account scandal that got it in hot water more than four years ago. Wells is still subject to 10 regulatory penalties known as consent orders. The harshest, from the Federal Reserve, has capped the bank’s growth for three years.<br />How Wells Fargo fixes its back-end systems—and whether that clashes with other priorities—might hold clues for competitors as well. Wells came into the pandemic in worse financial shape than most large banks, but others must also modernize their controls while managing through the recession.<br />Citigroup Inc.  was hit with a $400 million fine over its own controls last year. The bank has been hiring key staff and making significant investments.  JPMorgan Chase  & Co. paid $250 million last year as a result of deficiencies in its internal controls, which it has remedied."
}