{
    "url_original": "https://www.wsj.com/articles/were-still-dreaming-of-mars-and-martians-11613656624",
    "url": "were-still-dreaming-of-mars-and-martians-11613656624",
    "title": "We’re Still Dreaming of Mars and Martians",
    "sub_head": "Long before probes discovered the truth about Mars, stories about its inhabitants helped us understand the best and worst of humanity.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-300538?width=620&size=1.5",
    "image_1": "im-300538.jpg",
    "time": "2021-02-18 08:57:00",
    "body": "This afternoon, NASA’s Perseverance rover will attempt to land on Mars, making it just the fifth vehicle on a planet about half the diameter of Earth. But compared with the eons of total emptiness until 1997, when NASA landed its first Mars rover, Sojourner, the neighborhood is getting pretty crowded. In fact, Perseverance is the third spacecraft to reach Mars just this month. On Feb. 9, the UAE’s Hope Probe arrived in orbit around Mars, where China’s Tianwen-1 joined it the very next day. In May or June, Tianwen will attempt to land its own rover on the Martian surface, making China the second country to achieve that feat.<br />The purpose of these missions is to study the composition of Mars’s soil and atmosphere. The one thing they’re certain not to find is what humanity long dreamed of finding on the red planet: an intelligent species with a civilization and technology comparable to our own. For almost a century, from the 1880s to the 1960s, Martians were humanity’s favorite shorthand for extraterrestrial life. Science fiction as a literary genre grew up with Martians, starting with H.G. Wells’s 1898 novel “The War of the Worlds,” about invaders from the red planet. So did the movies, which have used Mars as a showcase for special effects since Thomas Edison’s 1910 film “A Trip to Mars.” Martians were so popular in the early 20th century that the word itself now has a nostalgic feel, conjuring the past’s dream of a future that never came to be.<br />That humanity would fixate on Martians rather than Venusians or Saturnites wasn’t inevitable. Before the rise of modern astronomy, writers who imagined journeys to outer space generally picked the moon as a destination—naturally enough, since it’s far more conspicuous than Mars to the naked eye. The earliest such tale is the 2nd-century Greek work “A True Story,” in which the narrator’s ship is caught in a whirlwind and carried through the air for seven days and nights until it lands on the moon.<br />The shift to Mars as the most popular setting for space fantasy began in 1877, when the Italian astronomer Giovanni Schiaparelli published a map of the planet that included features he called canali or “channels.” Schiaparelli didn’t believe these were artificial or carried water, but when canali was translated into English as “canals,” it was easy for readers to assume that they must be large-scale engineering projects—which meant that there must be Martians capable of building them.<br />No one did more to popularize this idea than the American astronomer Percival Lowell, who claimed to have observed even more detailed canal networks. In his 1906 book “Mars and Its Canals,” he argued that they were built by the inhabitants of Mars to transport water from the polar ice caps. The fact that the canals spanned the whole globe proved that Martians weren’t divided into warring nations, like us, but knew how to cooperate for the common good: “Whether increasing common sense or increasing necessity was the spur that drove the Martians to this eminently sagacious state we cannot say, but it is certain that reached it they have,” Lowell wrote."
}