{
    "url_original": "https://www.wsj.com/articles/weworks-adam-neumann-to-get-extra-50-million-payout-in-softbank-settlement-11614220906?mod=business_lead_pos2",
    "url": "weworks-adam-neumann-to-get-extra-50-million-payout-in-softbank-settlement-11614220906",
    "title": "WeWork’s Adam Neumann to Get Extra $50 Million Payout in SoftBank Settlement",
    "sub_head": "Deal would set Mr. Neumann apart from other WeWork shareholders",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-304017?width=620&size=1.5",
    "image_1": "im-304017.jpg",
    "time": "2021-02-24 22:13:00",
    "body": "WeWork co-founder and former Chief Executive Adam Neumann is set to reap an extra $50 million windfall and other benefits as part of an agreement that would settle a bitter dispute he and other early investors in the shared-office-space provider have waged with SoftBank Group Corp., according to people familiar with the matter.<br />As The Wall Street Journal reported earlier this week, the parties are closing in on a deal in which SoftBank, WeWork’s majority shareholder, would buy about $1.5 billion of stock from other investors, including nearly $500 million from Mr. Neumann. That is about half as much as it previously planned to buy.<br />But part of the deal not previously reported sets Mr. Neumann apart from other shareholders. It calls for SoftBank to give the 41-year-old the $50 million special payout and extend by five years a $430 million loan it made to him in late 2019, the people said. SoftBank is also slated to pay $50 million for Mr. Neumann’s legal fees. It isn’t clear how much it is paying for the other shareholders’ legal fees.<br />The settlement between SoftBank, Mr. Neumann and the other shareholders isn’t final and the terms could still change, the people cautioned. Should the parties reach agreement, potentially in the next few days, it would avert an early-March trial.<br />WeWork is separately negotiating a combination with a special-purpose acquisition company called BowX Acquisition Corp. that would provide the startup with a public listing, people familiar with the discussions said. While the talks could still fall apart and other options are being considered, WeWork and BowX could reach agreement as soon as next week, some of the people said."
}