{
    "url_original": "https://www.wsj.com/articles/what-are-instagram-fit-pics-why-are-they-so-popular-and-who-is-taking-them-11613394182",
    "url": "what-are-instagram-fit-pics-why-are-they-so-popular-and-who-is-taking-them-11613394182",
    "title": "What Are Instagram ‘Fit Pics,’ Why Are they So Popular and Who is Taking Them?",
    "sub_head": "On Instagram, thousands of amateur fashion influencers post outfit photos each day—often begging their partners, friends or even their kids to be their personal photographers",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-298580?width=620&size=0.6666666666666666",
    "image_1": "im-298580.jpg",
    "time": "2021-02-15 08:03:00",
    "body": "WE ARE LIVING in the golden age of the “fit pic.” Contrary to what it might sound like, a fit pic is not an indulgent, muscle-baring selfie. The term usually describes an outfit photo, documenting what a person is wearing from head to toe.<br />On Instagram, which launched in 2010, the fit pic has exploded into a mainstream phenomenon. Over 144,000 photos are currently hashtagged #fitpic. The posting of fit pic after fit pic has even become a full-time job for fashion influencers like Caroline Daur (over 2.8 million followers), Bryan Yambao (over 590,000 followers) and Reese Blutstein (over 328,000 followers). These careerist fit-posters are careful to “tag” each item they’re wearing, so their followers—and, maybe more importantly, the brands on display—know the handbag is from Gucci and the loafers are Loewe.<br />But countless average folks, with non-fashion day jobs, also occupy the fit-pic universe. While a full-fledged influencer might have the time and resources—including, say, a professional photographer—to capture just the perfect shot, part-time posters, who dash off a fit pic before ducking into their cubicles or between Zoom calls, do not. Which raises the question: Who exactly is taking the picture?<br />Several savvy Instagrammers I reached out to explained that they employ a self-timer and a tripod, lending pro polish to their solo fit pics. Others said they’ll beg patient friends to step in as their personal Annie Leibovitzes during coffee runs or after a social lunch.<br />Often though, the burden of shooting a fit pic falls on one’s significant other. Partners Justin Andrada, 24, and Melissa Yan, 25, both work in the financial sector in California’s Bay Area and share a passion for good clothes. During quarantine last year, they started @whatyoudressingfor, a joint Instagram account documenting their outfits. They’re lucky to have each other “on set”—one aims the iPhone while the other walks back and forth in frame with careful indifference. Then they switch roles. As Mr. Andrada explained, while working from home, they didn’t have a chance to show off their carefully calibrated outfits to friends or even strangers on the street. At least their Instagram followers (so far numbering 157) could appreciate Ms. Yan’s swirly Kapital fleece, or Mr. Andrada’s Evan Kinori jacket worn over a Lady White Co. hoodie."
}