{
    "url_original": "https://www.wsj.com/articles/what-president-bidens-minimum-wage-plan-means-for-restaurant-workers-11614254401?mod=politics_lead_pos5",
    "url": "what-president-bidens-minimum-wage-plan-means-for-restaurant-workers-11614254401",
    "title": "What Biden’s Minimum-Wage Plan Means for Restaurant Workers",
    "sub_head": "Employers say eliminating $2.13-an-hour subminimum wage for workers receiving tips could cost jobs and raise prices; plan’s advocates say it would provide consistent income",
    "category_1": "Politics",
    "time": "2021-02-25 07:00:00",
    "body": "How restaurants pay workers would be upended by President Biden’s proposal to raise the minimum wage.<br />The plan, under consideration in Congress, would lift the federal minimum wage to $15 an hour from the current level of $7.25 an hour for all workers that has been in place since 2009. The proposal also would eliminate a subminimum wage of as little as $2.13 an hour for millions of workers such as servers or bartenders who receive tips. Both changes would be phased in over several years and largely eliminate a patchwork of state wage laws.<br />In most states, businesses can pay tipped workers less than others, so long as those employees earn at least the minimum wage after tips are added. Under the proposal, restaurants in 32 states could have increased direct labor costs of between $10 and $13 an hour, with businesses in several more states facing increases of $5 to $10 an hour. Seven states, including California, don’t have a subminimum wage for tipped workers.<br />Worker advocates say eliminating the tipped wage would mean servers and others would have more consistent income and wouldn’t potentially need to ask for more pay when tips fall short. The restaurant industry says the existing tip structure means many jobs already pay well above the minimum wage, and that the Biden plan would put jobs at risk while restaurants are still hurting from the pandemic.<br />Senate Democrats are divided over the proposal, with some lawmakers pressing for a smaller increase and others raising concerns about the proposal’s approach to tipped wages. Some Republicans have indicated support for a wage increase, but haven’t embraced the Democrats’ plan."
}