{
    "url_original": "https://www.wsj.com/articles/what-george-shultz-taught-us-about-making-policy-11612913833?mod=opinion_lead_pos6",
    "url": "what-george-shultz-taught-us-about-making-policy-11612913833",
    "title": "What George Shultz Taught Us About Making Policy",
    "sub_head": "Begin with a goal, focus on the long term, talk to the other side, and never make empty threats.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-09 18:37:00",
    "body": "To the world, George P. Shultz was one of the 20th century’s most consequential people—a giant of economics and diplomacy. The man we knew had a unique ability to translate ideas into policies. Call it “the Shultz way.”<br />It always began with a goal. He wanted to expand liberty and prosperity and knew free markets were the best way to do it. At Princeton he’d been a varsity football player, and he often used sports analogies. The “accountability factor is unavoidable in all sports,” he’d say. “The free market system is one of accountability, which will work relentlessly against bad performance and reward the good.”<br />In developing policies, the Shultz way took account of the politics surrounding an issue but never lost sight of the goal. In 1971, as director of the Office of Management and Budget, he explained his approach to policy making in a speech to the Economic Club of Chicago. “Those of you familiar with sailing know what a telltale is—a strip of cloth tied to a mast to show which way the wind is blowing,” he explained. “A captain has the choice of steering his ship by the telltale, following the prevailing winds, or to steer by the compass. In a democracy, you must keep your eye on the telltale, but you must set your course by the compass.”<br />His policy approach focused on the long term. He sought to identify challenges as they emerged and develop policies to ensure that they didn’t become problems. He loved bringing people together to hash out policy solutions. Shultz was the “great convener.” He regularly gave dinners and lunches at his house on the Stanford campus or in San Francisco. He held seminars in his conference rooms at the Hoover Institution, bringing together diverse groups of academics. He hosted Nobel Laureates like Milton Friedman and Gary Becker at an annual economists weekend in Monterey, Calif. Policy makers of both parties—including former presidents—eagerly accepted his invitations and will miss them now that he is gone.<br />These get-togethers were, in part, social. But they also had a more important purpose: to develop big policies and figure out how to turn ideas to action."
}