{
    "url_original": "https://www.wsj.com/articles/whats-the-best-space-heater-11612284859",
    "url": "whats-the-best-space-heater-11612284859",
    "title": "What’s the Best Space Heater?",
    "sub_head": "It’s time to replace your clanky, janky hand-me-down space heater—especially if you’re trying to work at home. Here, four that combine power with good design.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-293615?width=620&size=1.5",
    "image_1": "im-293615.jpg",
    "time": "2021-02-02 11:54:00",
    "body": "THE LATEST work-from-home indignity? Enduring attacks of the shivers in the poorly insulated spaces that we’ve converted into makeshift home offices.<br />“I got tired of wearing three or four layers on my video calls with clients,” said Lauren Cooney, a career strategy coach who’s been working from a freezing room in her Marin County, Calif., home. Though Ms. Cooney tried to power through the chill, “I couldn’t Bernie it,” she said, referring to the Vermont senator who inspired a meme by attending the inauguration in woolly mittens—great for cozily witnessing history, lousy for typing.<br />To cope, Ms. Cooney did what countless others have this winter: She bought a space heater. But she wasn’t willing to settle for one of the infernal cages Grannies have been known to wheel out to save a few dollars on the gas bill. “I didn’t want an eyesore,” she said, or, for that matter, a fire hazard in her wood-beamed home.<br />After a thorough hunt, she splurged on a handsome Dyson Pure Hot+Cool HP04 ($650, dyson.com), which can heat or cool up to 800 square feet, and features a built-in air purifier as well as the ability to monitor air quality on the unit’s screen. (The activated carbon and glass HEPA filter on the slightly newer Dyson HP06, $750, can also capture and destroy formaldehyde in the air.) “I wanted something that would work for me year round,” Ms. Cooney said.<br />The Dyson is among a new class of stylish yet powerful, remote-controlled, or even app-enabled heaters that let you adjust the temperature without having to slink off-screen during a Zoom call. Plus, they’re a lot safer than that decades-old fire-hazard you might be tempted to ferret out of the garage."
}