{
    "url_original": "https://www.wsj.com/articles/what-is-a-capsule-wardrobe-and-how-can-i-get-one-11612532796",
    "url": "what-is-a-capsule-wardrobe-and-how-can-i-get-one-11612532796",
    "title": "What Is a Capsule Wardrobe and How Can I Get One?",
    "sub_head": "Pared-back collections of clothes and accessories are simplifying women’s lives and eliminating daily ‘what to wear?’ stress. Here, how to build your own.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-294483?width=620&size=custom_4463x3813",
    "image_1": "im-294483.jpg",
    "time": "2021-02-05 08:46:00",
    "body": "IF YOU’VE GOT a closet full of clothes and nothing to wear, consider the benefits of a capsule wardrobe. Worn in combos, these tightly edited, pragmatic assortments of clothes and accessories can create many fail-safe outfits. The strategy can liberate you from the oppression of wondering “What should I wear,” simplify life and free your mind to engage in more meaningful pursuits, such as rereading “To the Lighthouse” or taking that raku pottery workshop.<br />Factors from Covid-19’s confinement lifestyle to Marie-Kondo culture have all fed the popularity of capsule wardrobes over the past year. Aren’t we all on a quest for control? But the capsule wardrobe concept has been around for decades. The term even merits its own relatively concise Wikipedia page, which credits the invention to Susie Faux who, in the 1970s, founded a London boutique called Wardrobe. Donna Karan’s mid-80s version, Seven Easy Pieces, changed the game for “Working Girl”-era women. And women’s magazines have trafficked in variations on “Five Ways to Wear It” or “10 Wardrobe Staples” for years.<br />For some modern-day apostles, it’s about putting your closet on a fashion diet. You can approach this by adhering to a preferred color palette or eliminating all but go-to basics—but rules help. Back in 2010, Courtney Carver, a 51-year-old in Salt Lake City, Utah, created Project 333, a 3-month challenge that required her to refrain from shopping and whittle her wardrobe to 33 items (underwear, sleepwear and workout gear don’t count). The process was part of a life-simplifying journey that began when Ms. Carver was diagnosed with multiple sclerosis. Once a self-described “adder,” she used to shop weekly to boost her mood. “It was ‘If I get this thing, I’ll feel happier,” she said. “It was never about the item. It was escape.”<br />Lee Vosburgh, 33, a blogger who runs the website Style Bee, created the 10 x 10 Challenge in 2015 as an antidote to her own shopaholism. Her call-to-action: Restrict yourself to 10 items, and style them into 10 outfits over 10 days. For her part, Jennifer Alfano, 52, a former Vogue and Harper’s Bazaar editor who now runs TheFlairIndex.com, doesn’t adhere to any magic-number methodology. She advocates eliminating excess by making “a list of what you have, why you have it and why you should keep it.” Next, reduce your closet to “an ultimate packing list” to identify essentials. Early last year, Ms. Alfano undertook an epic purge, parting with 281 items including her Hermès Birkin bag, which had sat unused for years. Among the keepers: an Yves Saint Laurent pea coat, Céline by Phoebe Philo sweaters and Manolo Blahnik shoes. She suggests selling your castoffs on sites like TheRealReal or recycling them through the service TerraCycle.<br />Over a 30-year career in fashion, which included executive posts at Lane Crawford and Net-a-Porter, Sarah Rutson, 51, had accumulated a world-class wardrobe…full of redundancies. “Did I have 30 black jackets? Yes,” she said. Now based in Los Angeles and working with brands and startups, Ms. Rutson has sold around 50% of her clothing. Her current capsule comprises such sharp but comfortable pieces as Birkenstocks, leather pants, crisp cotton shirts and statement rings."
}