{
    "url_original": "https://www.wsj.com/articles/whats-missing-in-the-electric-vehicle-revolution-enough-places-to-plug-in-except-tesla-11614380406?mod=tech_lead_pos10",
    "url": "whats-missing-in-the-electric-vehicle-revolution-enough-places-to-plug-in-except-tesla-11614380406",
    "title": "What’s Missing in the Electric-Vehicle Revolution: Enough Places to Plug In",
    "sub_head": "As dozens of new battery-powered, plug-in car models come to market, roadtrippers who bought anything but a Tesla are discovering that America’s charging infrastructure isn’t ready for prime time",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-02-27 12:00:00",
    "body": "Bradley Wilkinson is the owner of a 2017 Chevrolet Bolt, and the kind of electric-vehicle diehard who knows how to squeeze every last mile of range out of his vehicle.<br />Even so, during his most recent road trip, from Tampa, Fla., back home to Fort Carson, Colo., he spent about 58 hours on the road. In a gasoline-powered vehicle, on average, the 1,900-mile journey would take about 30. His relatively sluggish pace was due to his need to regularly power up the Bolt’s battery at a “fast” charger—so called because they’re many times faster than typical home chargers.<br />Less experienced EV owners report far bigger inconveniences than Mr. Wilkinson’s. Those include: too few charging stations, too much demand at the stations that are available, broken chargers, confusing payment systems, exorbitant electricity rates, and uncertainty over how long their cars need to charge.<br />While EVs can be powered up at home, industry analysts and academics believe that a fast-charging infrastructure is essential to getting beyond their current limited adoption. This next wave of slightly-less-early adopters is critical to a global automotive industry betting heavily on battery power.<br />Yet so far, only one carmaker has offered a reassuring pitch about conveniently and reliably recharging on the go: Tesla. And Tesla’s fast-charging technology doesn’t work on non-Tesla cars."
}