{
    "url_original": "https://www.wsj.com/articles/what-are-the-best-low-maintenance-house-plantsthat-arent-everywhere-11612287913",
    "url": "what-are-the-best-low-maintenance-house-plantsthat-arent-everywhere-11612287913",
    "title": "What Are the Best Low-Maintenance House Plants—That Aren’t Everywhere?",
    "sub_head": "Lists of easy-care greenery always include the same species—from snake plant to rubber tree. We asked horticulturalists to recommend five handsome, no-brainer alternatives.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-293642?width=620&size=1.5",
    "image_1": "im-293642.jpg",
    "time": "2021-02-02 12:45:00",
    "body": "THE INTERNET BRIMS with recommendations for houseplants that are tough to kill. But the same suggestions—ZZ plants, snake plants, rubber plants—crop up again and again. To break the botany monotony, we consulted horticulturalists who create and maintain plantscapes for office lobbies, hotels and other public spaces. Could they point us to less ubiquitous varieties that are just as low-care? “We prefer plants that are relatively drought-tolerant, pest-resistant and don’t frequently shed leaves,” said Louise Fair, a Seattle-area interior landscaper. Here, five examples of no-fuss flora that stand out from the crowd.<br />Philodendrons thrive in bright, indirect light, and they need water only once a week. For a twist on the typical heart-shaped leaf on tendril stems, consider the Philodendron selloum variety, said Katy McEvoy, a San Francisco plant pro whose clients include Google and YouTube. She likes how architectural and exotic its dark, deeply lobed and ripple-edged leaves are. Selloum can reach 5 feet tall, ideal for cultivating drama in a living-room corner. “I love how they grow up and arching, like a Vegas showgirl’s headpiece,” she said.<br />Classic Monsteras, with their glossy split leaves and chill Mexican vibes, have shown up in recent years on wallpapers, phone cases and everything in between. Less clichéd is the Monstera adansonii, which has holes instead of splits and an adorable nickname: the Monkey Mask. “I lean toward plants that add drama or create a moment,” said New York interior landscaper Luke Norden, whose clients include Fresh Direct’s headquarters in the Bronx. “Monstera adansonii is so sculptural, and it’s incredibly easy to grow—especially in indirect light—making it ideal for New York apartments.”<br />You know the snake plant (scientific name: Sansevieria trifasciata). You probably have a snake plant. Your cousin probably has one. So does your dentist’s waiting room. Ms. McEvoy likes this other member of the family, the Sansevieria starfish. Its chubby, tubular leaves taper to a point and splay, unlike its rigidly vertical relative, making it a fun choice. “I use it in designs when I want to release my inner punk rocker,” she said. It will grow in any light, and generally needs water every other week—even once a month.<br />Of the fiddle-leaf fig tree, Ms. McEvoy said, “It’s been done to death.” Ficus audrey, an oval-leafed sister plant and much-less-finicky alternative, “has a striking silhouette and deep green, white-veined leaves.” While audreys love bright light, they’re forgiving of filtered light. They’re also more tolerant of a less-consistent watering schedule."
}