{
    "url_original": "https://www.wsj.com/articles/whats-the-best-home-exercise-equipmentfor-any-budget-11612360606?mod=tech_lista_pos4",
    "url": "whats-the-best-home-exercise-equipmentfor-any-budget-11612360606",
    "title": "What’s the Best Home-Exercise Equipment—For Any Budget?",
    "sub_head": "Whether you have $100 or $10,000 to spend, here’s expert advice on the most strategic, single piece of gear to invest in",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-293587?width=620&size=1.5",
    "image_1": "im-293587.jpg",
    "time": "2021-02-03 08:56:00",
    "body": "WHEN MY GYM closed its doors back in March, I needed to find a way to stay active (and sane) without turning my 700-square-foot condo into an unofficial Equinox outpost. My solution: a single pair of adjustable dumbbells that work for all sorts of strength-building moves, from bench presses to squats, and take up little room in my already cramped closet. But even if you live in a vast ranch house, fitness experts agree, nobody requires a suite of gym-rat gear to get an efficient total-body workout. In many cases, you only have to budget for a single, strategic piece of equipment. (And, no, a Peloton isn’t your only option.) Here, five products you can rely on for multiple fitness needs, whether you’re a taut pauper or someone with more money (and calories) to burn.<br />With a free weight, your muscles only engage while working against gravity. When you use these jumbo rubber bands, your muscles also have to withstand the tension of the loop. That makes them an incredibly flexible tool for improving mobility, stability and muscular strength, according to CrossFit co-founder Lauren Jenai. A typical move: With the band around your calves, assume a squat and shuffle sideways. Made from durable natural latex that doesn’t irritate sweaty skin, Fit Simplify’s set lets you choose from five different levels of stretchiness depending on how much opposition your muscles are ready to face. Plus, unlike a clunky machine, you can easily stash the bands out of sight. ($16, fitsimplify.com)<br />You could steal a $3 jump rope from your daughter—if you’re willing to risk ending up on the floor bound in a jump-rope web. This adult-sized weighted version not only lets you avoid that fate, it adds resistance for a double-whammy of cardio and strength building, said PJ Shirdan, a trainer for the at-home boxing platform FightCamp. The Get Lean comes with interchangeable quarter-pound and half-pound ropes and flexible handles for more comfort. Jumping steadily can take the place of an easy run or ride, or you can vary your speed for a high-intensity workout that burns more calories in less time. ($99, crossrope.com)<br />Hang these adjustable straps from a beam or shut the anchor piece in a door frame. When you place your palms on the handles and push the straps away from you to perform a chest press, for example, it creates an unstable dynamic that your body has to work against to control your movement. As you try to keep your limbs from flailing, your body has to work harder than if it were pushing against solid resistance, said Kenny Santucci, founder of workout program Strong New York. Not only are your working muscles engaged, so are smaller stabilizer muscles that don’t get as much attention. Adjusting your body’s angle (picture moving your feet closer to or further from the door frame) can increase the challenge, he added. The whole system comes down as easy as it goes up, letting you build muscle without marring your home. ($185, trxtraining.com)<br />If you value your decor, you’re unlikely to do a squat jump onto your coffee table. That said, jump (or plyometric) training helps you build speed and power more affordably than many machines allow. This firm foam box can handle up to 450 pounds without tipping you onto the hardwood and comes cloaked in a durable no-slip surface, welcoming punishment in ways furniture can’t. Depending on how you orient the box, you have three heights to choose from, which allows you to create a home workout that includes both jumps and strength-building exercises such as incline push-ups, step-ups and single-leg lunges. Sessions with the Plyo Box leave you with “increased metabolism and fat-burning capacities well after your workout is complete,” said Ms. Jenai. ($150, shopepicfitness.com)"
}