{
    "url_original": "https://www.wsj.com/articles/what-gene-editing-can-do-for-humankind-11613750317",
    "url": "what-gene-editing-can-do-for-humankind-11613750317",
    "title": "What Gene Editing Can Do for Humankind",
    "sub_head": "The new biotechnology called CRISPR offers the prospect of defeating lethal viruses and curing genetic diseases, even as it raises serious moral questions",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-300829?width=620&size=custom_6720x4480",
    "image_1": "im-300829.jpg",
    "time": "2021-02-19 10:58:00",
    "body": "In the spring of 2014, Jennifer Doudna had a nightmare.<br />The Berkeley biochemist had helped to invent a powerful new technology that made it possible to edit the human genome—an achievement that made her the recipient of a Nobel Prize in 2020. The innovation was based on a trick that bacteria have used for more than a billion years to fight off viruses, a talent very relevant to us humans these days. In their DNA, bacteria develop clustered, repeated sequences (what scientists call CRISPRs) that can recognize and then chop up viruses that attack them. Dr. Doudna and others adapted the system to create a tool that can edit DNA—opening up the potential for curing genetic diseases, creating healthier babies, inventing new vaccines, and helping humans to fight their own wars against viruses.<br />But Dr. Doudna’s nightmare didn’t concern these happy prospects. In it, she was asked to meet someone who wanted to learn about CRISPR. When she entered the room for the meeting, she recoiled: Sitting in front of her was Adolf Hitler with the face of a pig. “I want to understand the uses and implications of this amazing technology you’ve developed,” he said.<br />Four years later, He Jiankui, a young Chinese scientist who had attended some of Dr. Doudna’s conferences, used CRISPR to create the world’s first designer babies: twin girls whose DNA had been edited when they were embryos to remove a gene that produces a receptor for the virus that causes AIDS. There was an immediate outburst of awe, and then shock. Arms flailed, committees convened. After more than three billion years of the evolution of life on this planet, one species (us) had developed the talent and the temerity to seize control of its own genetic future. We seemed to have crossed the threshold into a whole new age, perhaps a brave new world, summoning up images of Adam and Eve biting into the apple or Prometheus snatching fire from the gods.<br />Our newfound ability to edit our own genes raises fascinating—and troubling—questions. Should we alter our species to make humanity less susceptible to deadly viruses? That seems like a wonderful boon, especially amid the pandemic. And what about trying to get rid of deafness or blindness? Or being short? Or depressed? And if such remedies are possible and safe, why not go farther and allow parents to enhance their children, giving them higher IQs, stronger muscles, greater height, and a preferred hue of skin and hair?"
}