{
    "url_original": "https://www.wsj.com/articles/what-i-learned-in-an-iranian-prison-11614200732?mod=opinion_lead_pos5",
    "url": "what-i-learned-in-an-iranian-prison-11614200732",
    "title": "What I Learned in an Iranian Prison",
    "sub_head": "U.S. foreign policy isn’t to blame for the mullahs’ deep-rooted hatred of America and Americans.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-24 16:07:00",
    "body": "Iran, Europe and many American progressives are pressuring the Biden administration to revive the 2015 nuclear deal known as the Joint Comprehensive Plan of Action, or JCPOA. Official groupthink has coalesced around a singularly misguided belief: The U.S. has so badly mistreated Iran in the past that it must engage and appease the Islamic Republic now. I understand this view because I was once taught to believe it. This mindset is what convinced me in 2016 that I could safely do research for my dissertation in Iran. My optimism was misplaced. Not long after I arrived, I was imprisoned by Iran’s brutal regime and held hostage for more than three years.<br />When I went to Iran, I shared the prevailing academic view of the Middle East. I had absorbed the oft-repeated lesson that political Islam arose in response to Western colonialism and imperialism, and that the West—particularly America’s Middle East behavior—was chiefly responsible for the region’s chaos. My professors taught that the U.S. had treated Iran with a mixture of Orientalist condescension and imperialist aggression since the founding of the Islamic Republic in 1979. I believed America’s role in the 1953 coup that removed Prime Minister Mohammad Mossadegh explained everything that had gone wrong in Iran. Convinced that the mullahs’ hostility toward the U.S. was exaggerated, I often dismissed allegations of the regime’s malign behavior as American propaganda.<br />Since it was obvious that American foreign policy itself was the problem, and that the regime would happily normalize relations once the U.S. pivoted away from disrespect, I assumed I’d be left alone in Iran if I remained apolitical and focused on historical research. Imagine my shock when the Iranian Ministry of Intelligence arrested me on false espionage charges in August 2016, shortly after the implementation of the JCPOA—during what appeared to be a period of rapprochement between the U.S. and Iran. I was thrown into solitary confinement, forced to confess things my interrogator knew I had not done, and sentenced to 10 years in prison.<br />My interrogator made clear that my sole “crime” was being an American. He told me I was to be used as a pawn in exchange for U.S.-held Iranian prisoners and the release of frozen Iranian assets. (I was released in a 2019 prisoner swap.)<br />My terrible 40-month imprisonment was a period of intense re-education about the relationship between Iran and the U.S. The Islamic Republic is an ambitious power, but not a constructive one. It’s a spoiler, projecting influence by exporting revolution and terrorism via its proxies in the Middle East. Domestically, the mullahs have failed to deliver on their political and economic promises to the Iranian people, on whom they maintain their grip through oppression."
}