{
    "url_original": "https://www.wsj.com/articles/what-inflation-debates-miss-inflation-11613065779?mod=opinion_major_pos7",
    "url": "what-inflation-debates-miss-inflation-11613065779",
    "title": "What Inflation Debates Miss: Inflation",
    "sub_head": "Focusing on consumer prices allows economists to miss all the other social danger signs of bad prices.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-02-11 12:49:00",
    "body": "Something extraordinary is breaking out at the moment: a debate about inflation. The trigger is the $1.9 trillion stimulus bill President Biden and Capitol Hill Democrats intend to ram through on a party-line vote.<br />The sum is so outlandish it’s making even veteran spendthrifts nervous. “There is a chance that macroeconomic stimulus on a scale closer to World War II levels than normal recession levels will set off inflationary pressures of a kind we have not seen in a generation,” Larry Summers warned last week.<br />Never fear. “I can tell you we have the tools to deal with that risk if it materializes,” Treasury Secretary Janet Yellen reassured the world Sunday. Federal Reserve Chairman Jerome Powell presumably agrees. He has lobbied for months for a fiscal blowout at the same time the Fed expects the risks to financial stability—a pillar of Mr. Summers’s worry about inflation—to be only “moderate.”<br />Don’t underestimate how silly this debate is. Even Mr. Summers’s attenuated warning about inflation is based on his precise calculations of things that are unknowable.<br />With an assist from the Congressional Budget Office, he starts with a guess about the “potential output” the U.S. economy could achieve in a fantasy world without a global pandemic, proceeds onward to a hunch about the actual level of output America might produce this time next year, and then calculates an “output gap” that amounts to the level of stimulus the economy “needs” to cover the difference. That the Democratic stimulus far exceeds this output-gap estimate is what gives Mr. Summers palpitations about inflation."
}