{
    "url_original": "https://www.wsj.com/articles/what-real-insurrection-looks-like-11612392317?mod=opinion_lead_pos7",
    "url": "what-real-insurrection-looks-like-11612392317",
    "title": "What Real Insurrection Looks Like",
    "sub_head": "Rioters looting and taking selfies have nothing on Italy’s ‘Years of Lead.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-293343?width=620&size=1.5",
    "image_1": "im-293343.jpg",
    "time": "2021-02-03 17:45:00",
    "body": "Fears of insurrection have been in the air, first with last summer’s left-wing attacks on police stations, courthouses and similar facilities, then with the right-wing riot at the U.S. Capitol last month. But Italians have seen far worse. The “Years of Lead” between 1969 and 1988 saw hundreds killed in violence from both the left and right.<br />The far left at the time was represented most prominently by the Red Brigades, whose acts of terrorism included kidnappings and murders of political opponents and supporters who deviated from orthodoxy. These attacks were carefully premeditated and politically motivated. In 1978 the Red Brigades kidnapped, held hostage and murdered former Prime Minister Aldo Moro because he was mediating a coalition between his party, Christian Democracy, and the Communist Party. The Red Brigades wanted revolution, not compromise or an establishment party. It’s a far cry from antifa and Black Lives Matter supporters looting stores, burning buildings and attacking policemen indiscriminately.<br />The Italian far right was represented by dispersed and disorganized neofascist groups that rebranded after World War II. They favored bombings, most notably the massacres at Milan’s Piazza Fontana in 1969 by the New Order, which killed 17, and at Bologna’s Central Station in 1980 by the Revolutionary Armed Nucleus, which killed 85. Again, a stark difference from Trump supporters storming the Capitol wearing funny clothes, taking selfies and, like their leftist counterparts, indiscriminately attacking law enforcement.<br />All told, hundreds of innocent people were killed and many more wounded during Italy’s Years of Lead. Conspiracy theories were common. The “strategy of tension,” which imagined the state intelligence apparatus and the Central Intelligence Agency worked with the far right to cause instability that could be blamed on Communists, was popular on the left. Anti-American sentiment was rampant; the Red Brigades assassinated U.S. diplomat Leamon Hunt, who headed an international peacekeeping force, in 1984. The Italian Communist Party received funding and logistical support from the Soviets.<br />“None of this exists in the so-called insurgencies in America,” says historian Lorenzo Castellani of LUISS University of Rome. “They are very different phenomena.” Terrorism in Italy had well-defined ideological foundations and structured paramilitaries. America’s “culture wars” are largely fought between internet subcultures and personality cults formed by atomized individuals who commit disturbing but futile acts of performative violence."
}