{
    "url_original": "https://www.wsj.com/articles/what-are-the-best-sustainable-fashion-brands-for-actually-stylish-clothes-11612295743",
    "url": "what-are-the-best-sustainable-fashion-brands-for-actually-stylish-clothes-11612295743",
    "title": "What Are the Best Sustainable Fashion Brands for Actually Stylish Clothes?",
    "sub_head": "Fashion insiders share their favorite eco-conscious labels and how they’re making a difference",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-293222?width=620&size=1.5",
    "image_1": "im-293222.jpg",
    "time": "2021-02-02 14:55:00",
    "body": "NEXT TO sweatpants and Zoom shirts, sustainability might be the hottest thing in fashion right now. Consumers—especially younger ones—increasingly expect more from the brands they patronize: more transparency, more accountability, more emphasis on ethical practices. You should, however, take any brand’s claims that its products are “sustainable” with a grain of salt. “Sustainable” is a vague, catch-all term that can be exploited for marketing purposes. A brand that sells only locally produced clothes made from recycled fabric can use the word—but so can one that works with harmful chemicals yet occasionally releases a limited run of vegan-leather shoes. “It’s like saying food is ‘natural.’ It’s very broad,” said Kayla Gil, owner and curator of Seattle’s Pipe & Row boutique. That doesn’t mean that shoppers hoping to lighten their carbon footprints should give up—it just means they should do a little homework.<br />Experts encourage customers hoping to shop more eco-consciously to go beyond the claims on a brand’s website and to research the brand’s track record and goals via articles from reliable news outlets and independent platforms like stand.earth, a climate watchdog organization, or Greenpeace’s Detox campaign, which tracks fashion brands’ use of hazardous chemicals. “Today, I just don’t think you can have a fashion brand without being responsible,” said Julie Gilhart, the chief development officer of fashion consulting firm Tomorrow Ltd, who has worked in the fashion industry for more than 20 years. “But there are lots of different levels: [Brands and designers] who are more advanced in their knowledge; some that are just learning how to change things; some that are just beginning. Make sure that there’s an intention to grow their responsibility. And if they have none, move to another brand.”<br />We asked four fashion insiders to spotlight brands that are legitimately striving for eco-consciousness and delivering on their promises. Learn about their favorites, below.<br />Founder of Gil Rodriguez<br />I love the Paris-based brand Tricot. They do really classic pieces out of recycled cashmere and the quality is beautiful. I look at sustainability from the perspective of buying less. Treating clothing as disposable, regardless of how it’s made is still incredibly wasteful. I focus on buying vintage things that have already had a life and then picking up a great new basic that I’ll wear for a long time."
}