{
    "url_original": "https://www.wsj.com/articles/what-the-hunger-games-three-finger-salute-means-to-protesters-across-asia-11613649604",
    "url": "what-the-hunger-games-three-finger-salute-means-to-protesters-across-asia-11613649604",
    "title": "What ‘The Hunger Games’ Three-Finger Salute Means to Protesters Across Asia",
    "sub_head": "Borrowed from the literary and film series and popularized by Thai protesters in 2014, the gesture has become a prominent symbol against this month’s coup in Myanmar",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-02-18 07:00:00",
    "body": "SINGAPORE—As protests against a Feb. 1 military coup have gripped Myanmar, one symbol has emerged as an icon: the three-finger salute. Civil servants on strike, student protesters, even refugees living abroad have made the gesture in a show of defiance.<br />The sign has an unlikely origin story, popularized in the wake of a different coup, in 2014, in neighboring Thailand. Protesters there borrowed it from the literary and film series “The Hunger Games,” in which it is shown as a symbol for a fictional uprising against tyrannical overlords. Images of political activist Rittipong Mahapetch—flashing the sign at a busy Bangkok intersection against the backdrop of a pedestrian overpass crowded with soldiers—went viral just over a week after the Thai coup.<br />The spread of the salute shows how the region’s youth-led movements against authoritarianism, seeing their own struggles reflected abroad, have looked to one another for strategies, support and momentum as they face powerful opponents. Hong Kong’s decentralized protests against Chinese control became a model for recent Thai democracy demonstrators, who have for months challenged their country’s military-backed establishment. The hashtag #MilkTeaAlliance emerged as an online campaign through which Asian activists from Taiwan to Myanmar show solidarity with each other.<br />The governments they stand against are learning from each other, too, analysts and historians say.<br />“Activists are watching each other and trying to get ideas from each other, but at the same time authoritarian states are watching one another and trying to borrow their tricks,” said Jeffrey Wasserstrom, a professor of history at University of California, Irvine and author of the book “Vigil: Hong Kong on the Brink.”"
}