{
    "url_original": "https://www.wsj.com/articles/what-shakespeare-can-teach-us-about-empathy-11613192460",
    "url": "what-shakespeare-can-teach-us-about-empathy-11613192460",
    "title": "What Shakespeare Can Teach Us About Empathy",
    "sub_head": "In an age of political division, plays like ‘Othello’ and ‘The Merchant of Venice’ offer lessons in understanding difference",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-297518?width=620&size=1.5",
    "image_1": "im-297518.jpg",
    "time": "2021-02-13 12:01:00",
    "body": "The anger and unwillingness of many Americans to listen to those with different opinions is a serious societal problem. But the solution to this toxic state of things must begin on the level of the individual, with the way we listen and speak to relatives, neighbors and colleagues whose views may be diametrically opposed to our own. Lessons for modeling this kind of empathy can be found in literature—above all, in Shakespeare, whose plays are a great antidote to extremism and mean-spiritedness.<br />The renowned literary critic Harold Bloom asserted that Shakespeare “invented the human,” reflected in the rich interior lives of his characters. But it’s not just that Shakespeare’s characters are recognizably human; it is that the plays are constructed to make us more human. They elicit empathy for people whose backgrounds, situations and bodies are different from our own—characters we might otherwise dismiss, dislike or even abhor.<br />“The Merchant of Venice,” written in the late 1590s, was Shakespeare’s breakthrough play in this regard. The plot is principally taken from a 14th-century Italian tale, “Il Pecorone” (“The Simpleton”), about a young merchant who borrows money from a Jewish moneylender and offers a pound of his own flesh as security. But in that story the moneylender is an uninflected villain, while Shylock, the equivalent character in Shakespeare’s play, is given psychological depth and pathos. “Hath not a Jew eyes? Hath not a Jew hands, organs, dimensions, senses, affections, passions?” Shylock demands with poignant insistence. He explains that he has been made a villain by the Christian society that mistreats him: “The villainy you teach me, I will execute, and it shall go hard but I will better the instruction.”<br />In “Othello,” Shakespeare extends the same idea into a new context. Othello is a Moorish general in the Venetian army who wins the love of a Venetian noblewoman, Desdemona, with his martial exploits. But Iago, a junior officer, preys on Othello’s insecurity as a Black man in a white society, insinuating that Desdemona’s decision to marry him is “unnatural” in light of her “clime, complexion, and degree.”<br />What is often missed in this play is how much the scheming, villainous Iago is also a target of prejudice. The English poet Samuel Taylor Coleridge famously referred to Iago as being driven by “motiveless malignity,” but Shakespeare offers clues that the character’s malevolence is generated by a deep sense of grievance. Iago, a coarse, lower-class soldier, never has a speech like Shylock’s “Hath not a Jew eyes,” but he explains bitterly in the play’s first scene that he is deeply resentful at having been unfairly passed over for promotion: “’Tis the curse of service,/ Preferment goes by letter and affection, /And not by old gradation.” The man promoted in his place is the inexperienced but more refined Cassio, whom Iago convinces Othello is having an affair with Desdemona."
}