{
    "url_original": "https://www.wsj.com/articles/whats-the-best-way-to-cook-a-steak-11612291551",
    "url": "whats-the-best-way-to-cook-a-steak-11612291551",
    "title": "What’s the Best Way to Cook a Steak?",
    "sub_head": "We assembled a panel of top meat purveyors to answer this question. Turns out it comes down to four simple steps.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-293737?width=620&size=custom_3554x4085",
    "image_1": "im-293737.jpg",
    "time": "2021-02-02 13:45:00",
    "body": "ANYONE WHO has ever lifted a skillet has an opinion on the wildly subjective matter of the best way to cook a steak. Some swear by the charcoal grill. Some geek out over their sous-vide setup. While chefs and home cooks alike love their techniques and gadgets, we thought the best people to ask are those who truly know meat. Enter our panel of butchers, five steak-savvy pros who assure us success lies in four easy steps—Nathan Abeyta from Deep Cuts, Dallas; Theotis Cason from Cason’s Fine Meats, Portland, Ore.; Nicholas Ponte and Sarah Welch from Marrow, Detroit; and Orlando Sanchez from Butcher Bar, New York City.<br />“The meat makes the meal!” according to Mr. Cason. Scoring the best cuts starts with striking up a conversation with your butcher. “Let us know if you want a fancy steak or an everyday steak. Ask our opinion,” Mr. Ponte advised. “Once we understand what you are looking for, we might go beyond what’s in the case and offer something extra special.” Be sure to share your personal tastes. Ms. Welch always asks customers, “Do you like lean cuts or fatty cuts? Grass-fed or grain-finished? These conversations are important in finding the best steak for you.” Smart shoppers should seek freshly cut meat with a deep rosy color and check for even marbling throughout fattier cuts.<br />Another great reason to talk to your butcher: They often share cooking tips, noting that some cuts are more foolproof than others. “I find that a steak that’s at least 1¼ to 1½ inches thick tends to be more forgiving when you cook it,” Mr. Abeyta said. Ms. Welch singles out tenderloin as a “low-risk” cut, while Mr. Cason points to skirt steak as particularly salvageable. “It cooks quick and easy, and if you overcook it you can cut it up and put it on a salad or use it in a stir-fry.”<br />For ingredients, all you need in addition to meat are salt, pepper and cooking fat. Ms. Welch advocates for cooking steak in beef tallow. “Its high smoke point allows it to conduct heat very well,” she said. Otherwise, the butchers recommend light oils such as avocado, canola or extra-light olive oil. Avoid regular olive oil as it burns on high heat and can add a bitter flavor to the meat.<br />Mr. Sanchez is a staunch endorser of obtaining and using an instant-read meat thermometer. “It really helps, especially for amateur cooks, to get the meat to the temperature you are seeking,” he said."
}