{
    "url_original": "https://www.wsj.com/articles/whats-the-best-cooking-oil-11612472812",
    "url": "whats-the-best-cooking-oil-11612472812",
    "title": "What’s the Best Cooking Oil?",
    "sub_head": "Extra-virgin olive oil...grapeseed oil...sesame oil? Depends on how you use it. For frying, sautéing, dressings and more, these bottles are beauties.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-295155?width=620&size=1",
    "image_1": "im-295155.jpg",
    "time": "2021-02-04 16:06:00",
    "body": "TURNS OUT even an ingredient that seems pretty basic can lead you down a rabbit hole. Take cooking oil. Some types are better for high-heat cooking; others are ruined by high temperatures, losing their delicate flavors and even turning rancid. What should you use and when? Here’s your guide.<br />The smoke point is the temperature at which oil will smoke and break down into free fatty acids. Refined oils, stripped of impurities and volatile compounds, have higher smoke points while virgin or raw oils burn more easily, said Harold McGee, author of the seminal “On Food and Cooking: The Science and Lore of the Kitchen.” A refined olive oil (often labeled “light”) has a smoke point of 485 degrees, while extra virgin’s is 410 degrees.<br />Oil heated past its smoke point may give food a bitter flavor, and some studies suggest it can be unhealthy. Still, these dangers are often overstated for home cooks: You’d have to inhale a lot of smoke and ingest a lot of oil to suffer toxic consequences. So consider smoke points but, for most cooking, let flavor and price be your guide. And no matter which oil you choose, store it in a cool, dark place.<br />Extracted from the pits of wine grapes, grapeseed oil has a clean, neutral flavor and a high smoke point (between 400 and 420 degrees) that make it extremely versatile. Use it for searing, frying, baking and for dressings where you don’t want the oil to outshine other ingredients. One to try: La Tourangelle Grapeseed Oil, $6 for 16.9 ounces, amazon.com<br />Conventional wisdom says this oil has too low a smoke point for high-heat cooking. But according to the International Olive Council, extra-virgin olive oil has a smoke point of 410 degrees, plenty high to sauté vegetables or meat. That said, save the highest quality oils for poaching, dressings or drizzling. Look for a harvest date——stored properly, a good oil can last about two years—and dark bottles or opaque tins, as sunlight will cause the oil to degrade. One to try: Olio Piro, $59 for a 16.9 ounces, olio-piro.com"
}