{
    "url_original": "https://www.wsj.com/articles/what-altered-the-publics-taste-for-lies-11614380110?mod=opinion_lead_pos8",
    "url": "what-altered-the-publics-taste-for-lies-11614380110",
    "title": "What Altered the Public’s Taste for Lies?",
    "sub_head": "Donald Trump is not the only one who abandoned a prudent reluctance to be caught fibbing.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-304991?width=620&size=1.5",
    "image_1": "im-304991.jpg",
    "time": "2021-02-26 17:55:00",
    "body": "Any claim you can imagine can be put into words. That’s why we in journalism don’t put faith in claims. The first and only evidence for a claim sometimes is who’s making it. Citing “two law enforcement officials,” the  New York Times  reported in January that Capitol Hill policeman Brian Sicknick was killed by a fire extinguisher blow to the head. A statement by his family, though, carefully avoided the issue of cause. A ProPublica report offered details that seemed inconsistent with the Times account. A local  CBS  station reported that Mr. Sicknick died of a stroke, citing a named police union official.<br />For all these reasons, I carried an asterisk in my head about the story from day one. Now the New York Times has issued an “update” saying the manner of his death remains unresolved.<br />False versions of events propagated by news reports have probably turned into accepted history more often than we think, but something seems different today. From Donald Trump’s postelection lies to the Democratic Russia collusion hoax, plainly untrue things have assumed a weirdly dominant role in our national life.<br />I partly blame Mr. Trump’s arrival on the political stage but not precisely for the reason you might think. His nonconformity, his brand of unauthorized and idiosyncratic lying, triggered a response from our national elites that amounted to “hooray, now we can lie more recklessly too.”<br />Adam Schiff jumped off a cliff with the collusion hoax. Many reporters jumped with him. There was no blowback. Racial incidents proliferated that seemed to have been invented out of whole cloth. Mr. Trump himself miscalculated that his election lies would be the ultimate proof that there’s no such thing as bad publicity for his brand."
}