{
    "url_original": "https://www.wsj.com/articles/what-to-learn-from-trump-and-the-experts-11612293339?mod=opinion_major_pos16",
    "url": "what-to-learn-from-trump-and-the-experts-11612293339",
    "title": "What to Learn From Trump and the Experts?",
    "sub_head": "The expert class will continue to create their opinions within their own bubble of reinforcing data, leaving a wide open political landscape for those willing to venture beyond those self-imposed constraints.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA441_SWAIMJ_8U_20210120185612.jpg",
    "image_1": "publicresourcesimagesED-BA441_SWAIMJ_8U_20210120185612.jpg",
    "time": "2021-02-02 14:15:00",
    "body": "Barton Swaim’s “Trump and the Failure of the Expert Class” (op-ed, Jan. 23) describes how the “experts” got it wrong in 2016 because they were totally out of touch with the average American and misread the mood of the voter. The flashing light that should have been a signal to the pollsters, consultants and political pundits was the consistent 30%, plus or minus, support for Bernie Sanders and similar support for Donald Trump throughout the Democratic and Republican primaries. The conclusion to be drawn was that approximately 60% of all Americans were fed up with the establishment “business as usual” political system and were looking for drastic change either in the form of a self-avowed socialist or populist. When Hillary Clinton won the Democratic nomination, it was no surprise that Bernie supporters either stayed home or voted for Donald Trump.<br />Mr. Swaim points out the inability of experts who “acknowledge no error,” leaving little doubt they will continue to misread the mood of the American people. According to a December 2020 Gallup poll, Congress’s approval rating was 15%, indicative of the public’s disdain for how the government is being run. Antifa-encouraged riots, continued strong support for Sen. Sanders and his agenda and the 2020 election results showing President Trump received more votes (including those of African-Americans and Latinos) than any previous Republican should be a wake-up call for the Republican Party. If Republicans want to be relevant in future elections, they should recognize Americans on both sides of the political spectrum are tired of the status quo, which isn’t working for them.<br />Members of the expert class will continue to create their opinions within their own bubble of reinforcing data, leaving a wide-open political landscape for those willing to venture beyond those self-imposed constraints.<br />Ken Dropek<br />Houston"
}