{
    "url_original": "https://www.wsj.com/articles/what-happens-when-facebook-slows-the-news-flow-11614355223?mod=business_lead_pos13",
    "url": "what-happens-when-facebook-slows-the-news-flow-11614355223",
    "title": "What Happens When Facebook Slows the News Flow",
    "sub_head": "Residents of a remote island became collateral damage when the social-media giant decided to block its news feeds to Australia. ‘We’ve learned that we can’t just rely on Facebook.’",
    "category_1": "Business",
    "category_2": "On Business",
    "time": "2021-02-26 11:00:00",
    "body": "The residents of Thursday Island, a speck on the archipelago Torres Strait Islands, have relied for years on  Facebook Inc.  to learn of everything from cyclone warnings to crayfish prices to a recent parvovirus outbreak among the neighborhood pets.<br />The platform doesn’t eat up data the way other websites do, a priority for the remote communities, where people often use prepaid phones. Newspapers and radio stations with staffs made up of indigenous reporters publish Facebook updates in local dialects—a critical feature for those for whom English is a third or fourth language. It’s as real-time as the island can get. By the time papers from mainland Australia arrive, the news is about a week old.<br />“Websites are our second stop,” said Kantesha Takai, a 29-year-old small-business owner on the island. “We are very much reliant on giants like Facebook.”<br />Mark Zuckerberg cut off a critical piece in the chain of communication from such regions when Facebook blocked news from the social-media platform across the country, a drastic counterpunch to the Australian government’s plan to force the company to pay news services for the content shared on the site. Though the company reached an agreement earlier this week, the experience of Ms. Takai and her neighbors in a tiny town on a tiny island revealed a side of the world’s largest social-media platform that can be blunt and brutal when challenged in a negotiation.<br />Their past week illuminates a new chapter in the 17-year-old company’s moody adolescence, one that turned the users who make up the platform into collateral damage in the battle between titans running tech companies and those who wish to regulate them."
}