{
    "url_original": "https://www.wsj.com/articles/what-nintendo-needs-to-keep-hitting-high-score-11612183351?mod=markets_lead_pos12",
    "url": "what-nintendo-needs-to-keep-hitting-high-score-11612183351",
    "title": "What Nintendo Needs to Keep Hitting High Score",
    "sub_head": "The company looks set to surpass its last record earnings year in 2009—but the fact that that was so long ago holds some warnings for the future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-01 07:42:00",
    "body": "Nintendo  has ridden the stay-at-home wave toward another high score, far exceeding market expectations. But if it doesn’t heed the lessons of its last record-breaking year over a decade ago, investors might need to wait a long time for the next adrenaline rush.<br />The Japanese game giant’s operating profit for the quarter ending in December almost doubled from a year earlier. That is even higher than the most bullish estimate on S&P Global Market Intelligence. It’s also within touching distance of its most profitable quarter ever in 2008, when its Wii and DS consoles were selling like hot cakes. The Covid-19 pandemic has driven stay-at-home demand for its Switch consoles as well as games like “Animal Crossing: New Horizons.” Production and delivery bottlenecks also limited shipments of new competing consoles from  Sony  and  Microsoft  during the holiday season. Nintendo sold 24.1 million of its Switch consoles in the past three quarters, taking the total to nearly 80 million. Wii’s lifetime sales, in contrast, were 101.6 million units.<br />Nintendo will almost certainly have its most profitable year on record when the fiscal year ends this March. The company raised its operating profit forecast for the fiscal year by 24% Monday to ¥560 billion, equivalent to $5.34 billion, already higher than the record notched in the fiscal year ending in March, 2009. But that is likely still too conservative. Nintendo’s share price is also near a record high, only 13% below its 2007 peak, after gaining 42% since the beginning of 2020.<br />Nintendo’s current winning streak is reminiscent of the Wii console boom days more than a decade ago. With the Switch console going into its fifth year, Nintendo should be careful to avoid the subsequent bust that followed last time. The financial crisis and the rise of smartphones aggravated the situation back then. But the company didn’t manage to keep up the momentum from the runaway success of the Wii console. Wii U, the successor to Wii, was a flop. Nintendo dipped into losses for two consecutive years in 2013 and 2014.<br />Keeping gamers coming back with Nintendo’s own exclusive titles or an upgraded version of the Switch console will be key. Better online services could be another way to hold on to capricious gamers: Nintendo’s digital sales accounted for 41% of its total game sales over the past three quarters, an improvement from previous years. The pandemic has boosted Nintendo’s game business, but has also undermined an alternative way to make money from the company’s popular franchises: the opening of Super Nintendo World in Universal Studios Japan has been delayed twice."
}