{
    "url_original": "https://www.wsj.com/articles/what-to-watch-the-super-bowl-plus-21-more-series-and-movies-to-stream-this-weekend-11612555737",
    "url": "what-to-watch-the-super-bowl-plus-21-more-series-and-movies-to-stream-this-weekend-11612555737",
    "title": "What to Watch: The Super Bowl, Plus 21 More Series and Movies to Stream This Weekend",
    "sub_head": "Studio Ghibli’s ‘Earwig and the Witch’ comes to HBO Max, Justin Timberlake’s ‘Palmer’ streams on AppleTV+ and how to stream some Golden Globe nominees",
    "category_1": "Screen Time",
    "image_1_url": "https://images.wsj.net/im-295329?width=620&size=1.5",
    "image_1": "im-295329.jpg",
    "time": "2021-02-05 15:08:00",
    "body": "The biggest thing happening on TV this week is the Kansas City Chiefs defending their title against Tom Brady’s Tampa Bay Buccaneers in the Super Bowl. Even cord-cutters shouldn’t have much trouble watching the game. It airs at 6:30 p.m. ET, Sunday, on  CBS  and is streaming at CBSSports.com, the CBS Sports app and via the CBS All-Access streaming service. And if you’re in it for the entertainment, here’s a round up of what to expect from Amanda Gorman to the Weeknd.<br />Here’s what else is streaming this week:<br />(HBO Max)<br />Dave Jesteadt knows good animation when he sees it. As president of the movie-distribution company GKIDS, he does his best to watch pretty much every animated film made at home and around the world so he can find films he thinks will resonate in the U.S. He helped bring to U.S. audiences many foreign animated films including “The Tale of the Princess Kaguya” and “When Marnie Was There”—both were later nominated for Oscars.<br />Mr. Jesteadt and GKIDS’s latest, “Earwig and the Witch,” begins streaming Friday on HBO Max. The film is about a precocious girl left as an infant at an orphanage by a witch, and grows up there until, year later, she is distressed to learn that she’s been adopted. Until, that is, she learns that she has been adopted by a witch who promises to teach her the trade if she pulls her weight."
}