{
    "url_original": "https://www.wsj.com/articles/whats-the-best-kitchen-countertop-material-11612384310",
    "url": "whats-the-best-kitchen-countertop-material-11612384310",
    "title": "What’s the Best Kitchen Countertop Material?",
    "sub_head": "Marble? Corian? Quartzite? We consulted interior designers to match countertop substances with personality types. Find yourself, and your next kitchen here.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-294399?width=620&size=1.5",
    "image_1": "im-294399.jpg",
    "time": "2021-02-03 15:31:00",
    "body": "WE ASK A LOT of our kitchen countertops. We gather around them, work at them, prep food on them, eat on them—and these days we also seem to think our counters should say something about us. So, given the kaleidoscopic array of options on the market, how do you know which material suits you? In kitchen design as in all relationships it comes down to compatibility. Pride yourself on hard-nosed practicality? You’ll likely love clean, indestructible quartzite. Millennial fashionista? Terrazzo beckons. We asked a few of our favorite design experts to play matchmaker with a varied lineup of countertop materials, personalities and budgets. Here’s what shook out.<br />Want to avoid the hefty install costs that come with materials like marble? Tile countertops (from $10 a square foot) can be a smart workaround, said Beth Dotolo of Seattle-based Pulp Design Studios. But beware: Grout gets grimy fast. For a refined, durable look, opt for large-format tile that’s been rectified to avoid large grout lines. Houston designer Marie Flanigan, who just completed an island using 12-inch-by-24-inch reclaimed limestone tiles, concurred. “People think of those clunky 4-inch squares we grew up with,” she said, “but if you choose wisely, tile can get you the beauty of natural stone without the price tag of a slab.”<br />For a sleek, midcentury look, stainless steel countertops (from $55 a square foot) are New York kitchen-cabinetry designer Christopher Peacock’s choice. They require custom fabrication, so they’re not a budget option—but besides Machine Age good looks, they have a lot to recommend them. They’re germ-resistant, easy to clean and impervious to stains and rust.<br />When it’s perfectly seamless simplicity you’re after, man-made, “solid surface” workhorses like Corian (from $40 a square foot) are hard to beat, said Marianne Brown of Salt Lake City’s W Design Collective. “If I’m using Corian, I always stick to solid colors and straight lines, because decorative edges can definitely make it look dated,” she added. Another nifty trick? Match the color of your countertop to your cabinets for a sleek monochromatic effect.<br />Do even the tiniest blemishes make you hyperventilate? Quartzite counters (from $50 to over $200 a square foot) could be the answer. Slabs of it come in a range of hues, from brown to blue to bright white, and include all kinds of movement veining. “Quartzite is the most durable natural stone, harder than granite, so we use it all the time when a client needs something heat- and scratch-resistant and nearly indestructible,” said Ms. Flanigan.”"
}