{
    "url_original": "https://www.wsj.com/articles/whats-the-best-way-to-roast-chicken-11612540319",
    "url": "whats-the-best-way-to-roast-chicken-11612540319",
    "title": "What’s the Best Way to Roast Chicken?",
    "sub_head": "No single trick delivers the crisp skin and juicy meat we covet. An experienced roaster shares her own, holistic approach, and a recipe so simple and reliable you’ll want to use it weekly.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-294330?width=620&size=1",
    "image_1": "im-294330.jpg",
    "time": "2021-02-05 10:52:00",
    "body": "I FIELD more questions than you might imagine on the best way to roast a chicken. It comes up all the time among friends who know I used to cook at Zuni Café in San Francisco, legendary for its version.<br />The secret to the Zuni chicken is that there really isn’t one. The recipe relies on no special bells or whistles. You don’t need to apply a hair dryer to ensure a crispy skin, as a viral recipe from 2018 recommended. It’s more about understanding a few fundamentals than adhering to any one trick or recipe.<br />Roasting a whole chicken has always been a staple of the weekly cooking in my household, mostly because it’s economical, yielding returns throughout the week. The legs often get eaten first, accompanied by bitter greens or mushrooms cooked in the chicken fat. Breast meat frequently gets stewed down in beer or stock as a filling for tacos, topped off with skin crisped into chicharrón. The carcass becomes stock, which I like to use in a comforting rice porridge.<br />My husband and I have maintained our weekly roast-chicken ritual during the pandemic, and we’ve experimented, too—sometimes unintentionally. There were times we simply forgot what was on the evening’s menu or had a hunger for something else, which meant we left the salted chicken uncovered in the refrigerator, dry brining, up to 3 days. The result: a shatteringly crisp skin once we got around to roasting. Other times, a pantry sweep turned up different spices—sumac, say, or cayenne—to bolster the dry brine.<br />In my Zuni days, I learned a lot from the restaurant’s massive wood-fired oven. It has two chambers. “The rear gap allows flame to travel from the bottom chamber into the upper,” Zuni’s current chef de cuisine, Nate Norris, confirmed. This creates hot spots, so a cook must move the chicken around as it roasts. While there’s really no way to replicate that oven at home, you can get close enough by cooking at a high temperature and cranking it up even higher in the final stage."
}