{
    "url_original": "https://www.wsj.com/articles/whats-keeping-black-workers-from-moving-up-the-corporate-ladder-11613926801?mod=business_minor_pos3",
    "url": "whats-keeping-black-workers-from-moving-up-the-corporate-ladder-11613926801",
    "title": "What’s Keeping Black Workers From Moving Up the Corporate Ladder?",
    "sub_head": "Companies have devoted a lot of attention to diversity in hiring and promotions. A new study offers clues as to why the efforts have fallen short—and what can be done to change that.",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "time": "2021-02-21 12:00:00",
    "body": "American corporations have devoted no shortage of resources or rhetoric toward making workplaces more racially diverse. So why aren’t there more Blacks in the management ranks of the business world?<br />After all, major U.S. companies are hiring Black Americans in large numbers for hourly jobs in the field, and Blacks make up 12% of entry-level corporate roles, just short of their 13.4% share of the general population. More recently, Black employees have also made some headway in early-stage promotions.<br />Yet Black employees are leaving early-career jobs in high numbers—often, they say, because they feel little support or opportunity to advance, according to new research by McKinsey & Co. Those losses offset many of the small gains companies have made in recruiting and promoting Black professionals and mean even fewer of them are positioned to make the leap from entry-level white-collar jobs into management and executive roles. Black workers make up 12% of the entry-level jobs, but their numbers shrink to 7% just one step up the career ladder into first management roles.<br />This is true not only in corporate jobs, but also in low-paying hourly jobs in the stores, warehouses and call centers of major companies, where many Black Americans work but find few bridges to supervisory roles and other jobs with more career potential. From 19% of hourly jobs, Black workers make up 13% of higher-level, salaried roles in the field. By contrast, whites start out as 52% of hourly field workers but make up 60% of all salaried field employees.<br />Those are some of the findings of one of the most comprehensive examinations to date of the Black experience in the corporate world. Conducted by McKinsey in partnership with  Walmart Inc.,  the W.K. Kellogg Foundation and PolicyLink, a nonprofit that focuses on economic and racial-equity issues, the study includes a first-ever look at internal data on the hires, promotions and career arcs of nearly four million employees at two dozen of the country’s biggest companies, as well as analyses of the labor markets they operate in and the broader Black employment picture in the U.S. As part of the study, McKinsey researchers also surveyed 25,000 employees of all races at those companies on their workplace perceptions and experiences."
}