{
    "url_original": "https://www.wsj.com/articles/whats-the-healthiest-drink-11612460919",
    "url": "whats-the-healthiest-drink-11612460919",
    "title": "What’s the Healthiest Drink?",
    "sub_head": "Antioxidants are all well and good. But sometimes the real benefit is in the making. This recipe for a warming mugful of lemon, ginger and turmeric is as satisfying to make as it is to drink.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-294897?width=620&size=0.6666666666666666",
    "image_1": "im-294897.jpg",
    "time": "2021-02-04 12:48:00",
    "body": "YOU’LL READ the title of this cocktail recipe, see that it has ginger and turmeric and lemon in it, and think you know why I’m calling it healthy.<br />And you’ll be right. For thousands of years, people have used ginger to treat colds, arthritis, even migraines, and modern clinical research bears this out: Ginger has antioxidant and anti-inflammatory properties; it can alleviate symptoms of nausea and aid cardiovascular function. Turmeric, ginger’s plant-family cousin, contains curcurmin, also a potent anti-inflammatory and antioxidant. Lemons are a good source of vitamin C, cayenne pepper can help with digestion, unfiltered apple cider vinegar contains helpful bacteria, and honey is just delicious. The drink’s creator, Jim Meehan, calls it “a post snow-shoveling cocktail” and says it was loosely inspired by the Master Cleanse.<br />You’ll also note that there are no spirits in this drink. I’m not anti-alcohol, but there are benefits to taking breaks or otherwise moderating your intake. But there’s a less obvious benefit to consider, too.<br />Before making the Get Well Soon I hadn’t worked with turmeric root, which imparts an earthy, woodsy flavor and an incandescent carrot hue. Honestly, it’s difficult to peel and stains everything it touches, but even these are good reasons to use it. According to neuroscientist David Eagleman, when we face new tasks, especially frustrating ones, we build new pathways in our neural networks. “The best thing we can do as we get older is to keep challenging ourselves,” he said on Brené Brown’s “Unlocking Us” podcast.<br />And, hey, if you put in the work, you might even enjoy your drink more. “The IKEA Effect,” a 2011 study published by researchers from Harvard Business School, Tulane University and Duke University, showed that when participants assembled IKEA boxes, folded origami or built sets of Legos themselves, they valued the end product more highly than when others did the work. And effort without completion did not increase valuation, so stick with it, all the way down to the clove-studded lemon-wheel garnish. It’ll be good for you."
}