{
    "url_original": "https://www.wsj.com/articles/when-social-media-enters-the-stock-market-11612914443?mod=opinion_lead_pos7",
    "url": "when-social-media-enters-the-stock-market-11612914443",
    "title": "When Social Media Enters the Stock Market",
    "sub_head": "Students debate the lessons of the Reddit-driven GameStop mania.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "image_1_url": "https://images.wsj.net/im-296590?width=620&size=1.5",
    "image_1": "im-296590.jpg",
    "time": "2021-02-09 18:47:00",
    "body": "Editor’s note: This week’s Future View discusses the role of social media  in coordinating the  GameStop  stock-market mania. For next week we’ll ask, “How has your experience of the internship and job market changed at different stages of the pandemic? What advice would you give to other students?” Click here to submit opinions of fewer than 250 words before Feb. 16. The best responses will be published that night.<br /><br />The Greater Fool<br />The extent to which the Reddit users discussing investments do good is proportional to their participation in the price-discovery mechanism. At its best, social media serves as a forum for retail investors to conduct and share research. Investors, acting on the profit motive, will attempt to discover discrepancies between the price and long-term value of a security. If, say, a given security’s long-term value is greater than its current market price, investors will buy, raising demand and driving the market price up toward the long-term value. Minimizing price discrepancies encourages efficient allocation of capital, and collaboration through social media allows retail investors to take advantage of research otherwise available only to large institutions.<br />At its worst, social-media driven investors actively undermine the price- discovery mechanism. GameStop and AMC feature prominently in headlines, but  BB Liquidating Inc.  best illustrates the patent absurdity of Redditor investing. A remnant of the bankrupt Blockbuster Video, the firm’s latest Form 10-K states that it has “no ongoing business operations” and “will not have any operations in the future.” Nevertheless, in a few days in late January its share price rose 3,000%, giving the company an intraday high of $44 million in market capitalization."
}