{
    "url_original": "https://www.wsj.com/articles/when-should-you-think-twice-about-salary-negotiation-11614513601",
    "url": "when-should-you-think-twice-about-salary-negotiation-11614513601",
    "title": "When Should You Think Twice About Salary Negotiation?",
    "sub_head": "Young workers have had it drilled into them that they should push for more pay—here’s how to avoid hidden pitfalls while working to strike a deal",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "image_1_url": "https://images.wsj.net/im-304158?width=620&size=1.5",
    "image_1": "im-304158.jpg",
    "time": "2021-02-28 07:00:00",
    "body": "Kate Lindsay, a 28-year-old writer in New York, was thrilled when she was offered a staff writer position at Rolling Stone magazine’s website in spring 2019. She was working at a women’s media website that often covered financial advice and salary negotiation.<br />“I felt like if I didn’t negotiate my offer, I’d be failing everything I’ve been taught as a woman,” she says. She emailed the magazine back asking for $10,000 more in base pay. It was the first time she’d ever tried to negotiate.<br />After more than a week’s silence, she says, she was asked to meet with the magazine’s human resources team in person. She says they commented on how she had asked for $10,000 outright instead of “wiggle room,” and told her there was “no room to budge.” She agreed to the original offer, but was told three days later that it had expired. The company gave the job to someone else. Ms. Lindsay felt penalized for her attempt to negotiate. Rolling Stone declined to comment on the negotiation.<br />Many millennials, and especially millennial women, have internalized the notion that you should always negotiate your salary. But, as Ms. Lindsay found, negotiating doesn’t always work—and can occasionally backfire. And now, during the pandemic, many young people are thinking twice about driving a hard bargain in a tough economy.<br />HR experts say the answer isn’t to stop negotiating altogether. Instead, it’s worth considering things beyond your salary, making an extra effort to be collegial and enthusiastic, and realizing that occasionally accepting an offer as presented is fine."
}