{
    "url_original": "https://www.wsj.com/articles/when-is-roblox-going-public-and-how-is-a-direct-listing-different-from-an-ipo-11614179052?mod=markets_featst_pos2",
    "url": "when-is-roblox-going-public-and-how-is-a-direct-listing-different-from-an-ipo-11614179052",
    "title": "When Is Roblox Going Public, and How Is a Direct Listing Different From an IPO?",
    "sub_head": "Videogame provider will soon join ranks of closely held companies bypassing traditional route of an initial public offering",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-303496?width=620&size=1.5",
    "image_1": "im-303496.jpg",
    "time": "2021-02-24 10:04:00",
    "body": "Roblox Corp. will soon join the ranks of closely held companies turning to public markets to support growth. The San Mateo, Calif.-based videogame provider plans to hold a direct listing for its shares on or around March 10 on the New York Stock Exchange, bypassing the traditional route of an initial public offering.<br />Roblox isn’t a traditional videogame company and is using a nontraditional process to potentially reach investors as the pandemic has driven people to spend more time and money on gameplay. Here’s what you need to know about the company and its plans for a direct listing.<br />Roblox is a free online platform that features tens of millions of multiplayer games made by its own players with tools the company provides. The games range from obstacle-course challenges and iterations of capture the flag to contests based on popular characters such as Peppa Pig and Sonic the Hedgehog. Company officials have said they are interested in increasing the use of Roblox for things such as virtual concerts and meetings.<br />Roblox is accessible on computers, consoles and mobile devices. The company said it had roughly 33 million daily users last year, of whom more than half are under the age of 13. Players in Roblox appear in the form of customizable avatars.<br />Programmers David Baszucki and Erik Cassel started Roblox in 2004. Mr. Cassel died from cancer in 2013, and Mr. Baszucki serves as chief executive, president and board chairman. Mr. Baszucki remains the company’s largest shareholder and holds more than 70% of the voting rights."
}