{
    "url_original": "https://www.wsj.com/articles/when-covid-19-hit-mayo-clinic-had-to-rethink-its-technology-11613937600?mod=business_minor_pos1",
    "url": "when-covid-19-hit-mayo-clinic-had-to-rethink-its-technology-11613937600",
    "title": "When Covid-19 Hit, Mayo Clinic Had to Rethink Its Technology",
    "sub_head": "One example: The healthcare provider had to make close to 3,000 changes in its electronic health-records system",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "image_1_url": "https://images.wsj.net/im-301610?width=620&size=1.5",
    "image_1": "im-301610.jpg",
    "time": "2021-02-21 15:00:00",
    "body": "Mayo Clinic, like many health providers, has been pushed to its limits by the Covid-19 pandemic. Its intensive-care units were often filled to or near capacity in 2020. And while doctors throughout the health system rushed to find ways to care for the wave of sick patients infected by the new virus, many of the medical and support staff were being sent home to work remotely.<br />The information-technology team led by Mayo Clinic Chief Information Officer Cris Ross faced immense challenges. Practically overnight, remote, secure and fast access to multiple systems had to be provided to thousands of workers, including doctors. The influx of Covid patients, meanwhile, needed to be able to communicate with the outside world while being kept in isolation. And it all had to be done on the fly. Adapting the healthcare system’s networks and building new tools to meet these demands required planning, decisions and execution at speeds undreamed of a short time before.<br />Mr. Ross spoke to The Wall Street Journal about his IT department’s efforts to support Mayo’s staff and how the pandemic is changing the way his team provides IT to the organization. Here are edited excerpts of the discussion.<br />WSJ: What was the biggest lesson you learned?<br />MR. ROSS: Sometimes we have an expectation that if we’re going to make a change, it’s going to take months and months—that we have to step slowly and carefully. But with the pandemic, we were forced to make decisions in weeks or days. We’ve discovered that when necessity requires rapid decisions and fast action, we can do it."
}