{
    "url_original": "https://www.wsj.com/articles/where-can-i-take-my-kids-over-spring-break-11612464940",
    "url": "where-can-i-take-my-kids-over-spring-break-11612464940",
    "title": "Where Can I Take My Kids Over Spring Break?",
    "sub_head": "Planning a family vacation right now—while the Covid pandemic still lingers—might seem more stressful than it’s worth. To minimize the headaches, we’ve chosen five trips that are all based around outdoor activities.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-295058?width=620&size=1.5",
    "image_1": "im-295058.jpg",
    "time": "2021-02-04 13:55:00",
    "body": "AT THIS POINT in the pandemic, even the most committed homebodies are getting itchy feet—and that goes double for people with kids at home.<br />Relief might be on the horizon. If the virus is brought under control over the next several weeks, spring break could be a chance for cooped-up families to escape for a spell. Of course, precautions are still essential, from wearing masks to following local rules to keeping a distance from other people.<br />We found five trips that take some of the stress out of the equation: domestic destinations, all but one driveable, with a focus on the outdoors and activities for everyone in the family. Be sure to read the fine print before booking, in case the world changes (again). If you’re not ready to make the leap, that’s OK—there’s always next year.<br />Hawaii’s strict Covid precautions may make visiting the islands more challenging—but also, arguably, safer. A destination worth the hassle: Mauna Lani, Auberge Resorts Collection, which reopened on serene Big Island last year after a $200-million renovation that brought a modern, organic feel to the property. Family-friendly features include a shallow, protected children’s beach, a sandy-bottomed kids’ pool and a kids’ club. Cultural stewardship is important here—the 32-acre property was an aquaculture site for ancient Hawaiians—and Mauna Lani offers nature walks and workshops in lei-making, ukulele, weaving, among other activities sure to outshine the more pedestrian quarantine pastimes (see: breadmaking). As a bonus, the resort has partnered with an independent testing company to give guests the pre-departure Covid tests that Hawaii requires to avoid a lengthy quarantine. From $899 a night, aubergeresorts.com<br />While the weather in and around Yosemite can be especially variable in spring—ranging from mild, sunny days to full-on snow—there are payoffs to visiting in the shoulder season. Tourist traffic is light, snowmelt is pepping up the park’s famous waterfalls, and wildflowers (including California poppies) are abloom. Children 10 and up can take daylong rock-climbing classes in the park (younger kids can do private lessons with an adult). In 2019, AutoCamp opened about 40 minutes away from the park’s Arch Rock Entrance. It offers custom, 31-foot Airstreams that can sleep a family of four, fully furnished canvas tents, or a combination of the two—including a mini suite with a trailer and a separate kids’ tent. You can book an array of local activities, including kid-friendly fly-fishing excursions and guided Yosemite tours. From $199 a night, autocamp.com"
}