{
    "url_original": "https://www.wsj.com/articles/where-can-i-travel-internationally-and-do-i-need-the-covid-19-vaccine-11612469432",
    "url": "where-can-i-travel-internationally-and-do-i-need-the-covid-19-vaccine-11612469432",
    "title": "Where Can I Travel Internationally and Do I Need the Covid-19 Vaccine?",
    "sub_head": "Covid restrictions for international trips are more complicated than ever. Before you dust off your passport, a few words of caution",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2021-02-04 15:10:00",
    "body": "THE COVID-19 VACCINES have arrived. Does this mean we’ll soon be free to roam the world, guilt- and hassle-free? The short answer is no. While an inoculation protects you from getting sick, it’s not yet known whether the vaccines will prevent an asymptomatic person from passing the virus to others. The shots “are extraordinarily good at preventing symptoms if you contract the virus, but we don’t know if you can still spread the virus after vaccination,” said Matt McCarthy, associate professor of medicine at Weill Cornell Medicine in New York.<br />Medical experts say that it will take months to reach the herd immunity—which some estimates put at 70% to 80% of the population—that will allow normal life to resume, much less normal travel. Most vaccines require two doses several weeks apart, and another month for the full benefits to kick in, according to the Centers for Disease Control and Prevention. Bottom line: You’ll still need to follow guidelines on mask use, social distancing and Covid testing if you want to get out of Dodge.<br />Meanwhile, look for “immunity passports” to become the latest travel accessory, as tourist destinations gear up to reopen. United,  Lufthansa ,   JetBlue  and other airlines are already backing an app called Common Pass that allows carriers to verify your test results and vaccine status. The International Air Transport Association is testing a similar Travel Pass with  British Airways ,  Emirates airline, Singapore Air and several other carriers.<br />Australia on your bucket list? Flagship carrier  Qantas ,  which has been partially grounded since last March, plans to ramp up long-distance flights later this year but it’s considering only allowing passengers who can show proof of a Covid inoculation.<br />So, a vaccine passport might not be your Get Out of Jail Free card anytime soon. It’s “a nice idea but there are many logistic hurdles,” said Dr. McCarthy. “If someone was vaccinated in January, will they be immune in August? We don’t know.”"
}