{
    "url_original": "https://www.wsj.com/articles/while-houston-has-problems-a-touchdown-on-mars-11613689099?mod=opinion_lead_pos10",
    "url": "while-houston-has-problems-a-touchdown-on-mars-11613689099",
    "title": "While Houston Has Problems, a Touchdown on Mars",
    "sub_head": "American engineering lands another rover on the red planet. Imagine what it could do for Texas.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-301151?width=620&size=1.5",
    "image_1": "im-301151.jpg",
    "time": "2021-02-18 17:58:00",
    "body": "Journalists covering the Texas electrical system as well as the lobbyists who created it enjoy calling it a “deregulated” power market. But consumers who study the system will quickly realize that we are not witnessing free enterprise at work in the Lone Star State. The first clue lies in the fact that 90% of the state’s electric load is controlled by a nonprofit entity run by a lawyer who answers to both the state Public Utility Commission and the state Legislature. The commission’s rules cover everything from pricing, reliability and interconnection to vegetation management and workforce diversity. A Journal editorial notes that political encouragement of alternative energy sources and overreliance on wind power have led to unnecessary pain for Texans.<br />The rugged can-do Texas culture admired around the world is sadly not expressed in the architecture of its power market, which has for years featured the Enron-promoted model of competition. It is not market competition but rather government-managed competition in which regulators tell various private entities how they will interact with the nonprofit operator of the grid. Sadly for Texas residents, the attorneys, bureaucrats and politicians who created and oversee this system turned out to be all hat and no baseload.<br />But far above Texas today there’s a stirring example of politicians and bureaucrats staying out of the way of engineers at least enough to enable another fascinating achievement.<br />The Journal’s Robert Lee Hotz reports:<br />CNN described the challenge overcome today by the Perseverance team:"
}