{
    "url_original": "https://www.wsj.com/articles/white-nationalism-isnt-american-minorities-biggest-problem-11614122930?mod=opinion_major_pos9",
    "url": "white-nationalism-isnt-american-minorities-biggest-problem-11614122930",
    "title": "‘White Nationalism’ Isn’t American Minorities’ Biggest Problem",
    "sub_head": "Racial paranoia and taboos feed crime against Asians and black distrust of Covid-19 vaccinations.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-02-23 18:28:00",
    "body": "“End the violence toward Asians,” said the promotional fliers. “Let’s unite against white nationalism.”<br />Demonstrators gathered in New York on Saturday in the wake of a spate of unprovoked violent attacks on Asian-Americans. Earlier this month, Noel Quintana, a 61-year-old native of Manila, was slashed in the face with a box cutter while commuting to work on a crowded subway car. He survived but required about 100 stitches to close his wounds. Other victims have been less fortunate.<br />In Milwaukee last September, a 36-year-old Hmong American named Ee Lee was sexually assaulted in a city park and died at a hospital from “blunt force trauma to her head.” The suspects fled on bicycles.<br />In San Francisco last month, Vicha Ratanapakdee, 84 and originally from Thailand, was on his regular morning walk when a passerby knocked him to the ground and ran away. Ratanapakdee died from his injuries a few days later. Across the Bay, in Oakland’s Chinatown, police have documented an uptick in assaults, particularly on the elderly. On Jan. 31, a man was caught on camera in separate incidents approaching a 91-year-old man and 55-year-old woman from behind and shoving them to the pavement. The woman lost consciousness.<br />“It’s not unique to Chinatown or to the Asian community, the increase in crime we’ve seen across the city and across the county,” said the district attorney for Alameda County, which includes Oakland, at a news conference earlier this month. “But we have seen in the last several weeks and month a very specific increase in crimes committed against Asians.”"
}