{
    "url_original": "https://www.wsj.com/articles/who-are-the-covid-investigators-11613401955?mod=opinion_lead_pos3",
    "url": "who-are-the-covid-investigators-11613401955",
    "title": "Who Are the Covid Investigators?",
    "sub_head": "Members of a WHO origin probe have conflicts of interest.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-02-15 10:12:00",
    "body": "The world needs to learn all it can about the origins of the novel coronarivus, and the World Health Organization has been investigating. But there’s increasing reason to question the effort due to China’s lack of cooperation and conflicts of interest on the WHO team.<br />A Beijing-approved WHO delegation recently concluded a 12-day visit to Wuhan, where the virus emerged more than a year ago. The group visited local hospitals and sites like the Wuhan Institute of Virology (WIV) and Huanan Seafood Market. But such field trips aren’t very helpful without unhindered access to raw data. The Chinese government, which controls research into Covid-19’s origin, has limited WHO access to such information.<br />Chinese officials are spinning that Covid-19 came from outside China. Some Communist Party functionaries have suggested the virus was imported through frozen food, but few scientists take the idea seriously. Many believe it arrived through “zoonotic spillover,” passing perhaps from bats, through another species, to humans. Another theory is that the virus came from a laboratory such as the one in Wuhan.<br />The WIV has conducted controversial “gain of function” research on coronaviruses. Such experiments can provide viruses with new capabilities—such as the ability to infect a different species. The U.S. State Department has said “several researchers inside the WIV became sick in autumn 2019” and had “symptoms consistent with both COVID-19 and common seasonal illnesses.” This is important to investigate.<br />Yet the recent WHO trip ended with a propaganda coup for Beijing. Peter Ben Embarek, head of the WHO team, declared the lab hypothesis “extremely unlikely” and “not in the hypotheses that we will suggest for future studies.” Mr. Embarek said he had spoken with lab personnel extensively, and “they’re the best ones to dismiss the claims.” But apparently the frozen-food theory was worth looking into."
}