{
    "url_original": "https://www.wsj.com/articles/who-said-what-about-wuhan-11613933182?mod=opinion_lead_pos5",
    "url": "who-said-what-about-wuhan-11613933182",
    "title": "WHO Said What About Wuhan?",
    "sub_head": "International investigators ignore the lab-leak theory but investigate frozen fish.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302096?width=620&size=1.5",
    "image_1": "im-302096.jpg",
    "time": "2021-02-21 13:46:00",
    "body": "Chinese policy makers have been floating an implausible theory: The novel coronavirus didn’t originate in China but was imported from Europe. That’s what a former chief epidemiologist of the Chinese Center for Disease Control and Prevention told an academic conference last fall. One theory is the virus rode into Wuhan on frozen-food packaging.<br />This month the World Health Organization visited China to investigate the origins of the virus. A member of the WHO delegation said it's “possible that a frozen carcass could have been shipped” to China and introduced the virus, giving some validation to the food-packaging idea. Reporting has suggested that China required the WHO to agree it would investigate the food hypothesis as a condition of entering Wuhan. By lending credence to this improbable theory, WHO is damaging trust in the important project of figuring out where the virus originated.<br />The most common culprit cited by Chinese officials is frozen salmon, though officials have also suggested the virus may have hitched a ride on frozen cod, pig heads or other products. In response, Beijing has suspended imports of some food products and introduced inspections and tests of frozen food, which has frequently held up imports from the U.S. and Europe.<br />The U.S. Food and Drug Administration weighed in last week with a forceful statement. “There is no credible evidence of food or food packaging associated with or as a likely source of viral transmission,” the Acting Commissioner Janet Woodcocksaid in a Covid update on Thursday.<br />Other scientific bodies have reached similar conclusions. The International Commission on Microbiological Specifications for Foods has stated: “Despite the billions of meals and food packages handled since the beginning of the COVID-19 pandemic, to date there has not been any evidence that food, food packaging or food handling is a source or important transmission route.” More than 100 million cases of Covid have been diagnosed world-wide and, outside China, not a single case has been traced to food or food packaging."
}