{
    "url_original": "https://www.wsj.com/articles/who-could-receive-a-third-stimulus-check-11612462739",
    "url": "who-could-receive-a-third-stimulus-check-11612462739",
    "title": "Who Could Receive a Third Stimulus Check? What Biden and the GOP Are Proposing",
    "sub_head": "Democrats are calling for broad distribution, while Republicans have proposed a more-targeted approach",
    "category_1": "Politics",
    "time": "2021-02-04 16:33:00",
    "body": "Republicans have called for a more-targeted approach to a third round of stimulus checks, while Democrats have argued that broad distribution is necessary to cover gaps in other federal programs. Here is a look at the proposals, which differ both on the size of the payment and in who is eligible.<br />President Biden has proposed checks of $1,400 per person as part of his $1.9 trillion aid plan, effectively topping up the $600 payments from December to $2,000. Democrats promised that amount during the Senate campaigns in Georgia that gave them the majority, and Mr. Biden has shown no signs of budging on that.<br />The Biden proposal didn’t specify the income levels at which the checks would start shrinking, and officials said they were open to discussions on that. In the past rounds, the payments began shrinking once adjusted gross income reached $75,000 for individuals and $150,000 for married couples. But Democrats in recent days have talked about setting those levels at $50,000 and $100,000.<br />A group of 10 Senate Republicans has proposed scaling back the checks to $1,000 per adult and $500 per dependent adult and child. The Republican plan would reduce the size of the checks for individuals making $40,000 a year or more and phase them out entirely when income reaches $50,000. Married couples with a joint annual income above $80,000 would see smaller checks, going to zero when income reaches $100,000. The plan didn’t specify the phaseout rules for households with children.<br />The proposals mean that a married couple with two children would receive up to $5,600 from the Democratic plan and $3,000 from the GOP alternative. The Republicans estimate their proposal for the checks would cost $220 billion, less than half the cost of the Democratic plan that the House passed in December."
}