{
    "url_original": "https://www.wsj.com/articles/why-joe-biden-needs-bipartisanship-11613307600?mod=opinion_lead_pos5",
    "url": "why-joe-biden-needs-bipartisanship-11613307600",
    "title": "Why Joe Biden Needs Bipartisanship",
    "sub_head": "Working across the aisle is a key part of his appeal to swing voters—and Mitch McConnell knows it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-298629?width=620&size=1.5",
    "image_1": "im-298629.jpg",
    "time": "2021-02-14 08:00:00",
    "body": "When you work in the White House, you reserve only the toughest of tough decisions for the president. If the best option is clear or obvious, the staff signs off before it reaches the Oval Office. As President Biden wrestles with a pandemic, a stalling economy and the GOP’s recalcitrant leadership, every potential move comes with serious trade-offs. Like every president, Mr. Biden’s success will be determined by how deftly he balances policy and politics as well as his short- and long-term objectives.<br />Mr. Biden’s legacy will be defined largely by how well he handles Covid-19 and whether he can rev up the economy. His pledge to unify the country distinguished him as a candidate. Because many voters view bipartisanship as a core part of his character, abandoning it risks undermining his central appeal to swing voters and others. Keenly aware of the president’s situation, Senate Republican Leader Mitch McConnell is looking to force him into a no-win choice between a short-term legislative success and long-term bipartisanship. Mr. Biden’s challenge is to avoid Mr. McConnell’s trap—to pursue the robust pandemic relief package the country needs without destroying his relationships with moderate Republicans who will be crucial to passing his plan to “build back better.”<br />Mr. McConnell is playing the long game as always. He knows that Mr. Biden won’t scale back the funding required to get the country past this long, dark winter. As minority leader, he can’t stop Democrats from using the tools provided through the budget reconciliation process; he used the same strategy when championing tax cuts in 2017. He wants to make Mr. Biden’s coming legislative victory as costly as it can be politically, framing it to the public as evidence that the president’s professed devotion to bipartisanship was merely lip service. If senators come to believe that the president is stiff-arming Republicans, Mr. McConnell will more easily convince his GOP colleagues to join him in obstructing the rest of the president’s agenda.<br />This is not only an economic debate; it’s a political balancing act. The near-term risk of sliding into a double-dip recession is much more dangerous than the possibility that inflation may return this summer. If the nation slips into another recession, the president will quickly lose his political capital. In other words, the country can’t afford for Mr. Biden to abandon today for tomorrow, and Mr. McConnell is using that reality as leverage. As President Clinton’s tenure made clear, tough, single-party economic fixes passed at an administration’s outset can open the door to bipartisan successes down the line.<br />That said, Mr. Biden can’t ignore the political risk of steamrolling the GOP. A majority of Americans (especially independents) want him to follow through on his promise to work across the aisle. If “build back better” is the north star for this administration, Mr. Biden will need Republicans who vote against the relief package to work with him on climate, infrastructure, education and more."
}