{
    "url_original": "https://www.wsj.com/articles/why-your-wild-trading-ideas-feel-so-right-11613751124?mod=markets_lead_pos10",
    "url": "why-your-wild-trading-ideas-feel-so-right-11613751124",
    "title": "Why Your Wild Trading Ideas Feel So Right",
    "sub_head": "For investors, that ‘gut feeling’ can be more powerful than they realize. Here’s how to listen to your gut without being ruled by it",
    "category_1": "Markets",
    "category_2": "The Intelligent Investor",
    "image_1_url": "https://images.wsj.net/im-301250?width=620&size=custom_1280x853",
    "image_1": "im-301250.jpg",
    "time": "2021-02-19 11:12:00",
    "body": "If only financial markets came with traffic signals: indisputable indicators of when it is safe to keep going, when you need to slow down, when you must stop. Imagine how much easier investing would be if you could rely on such green, yellow or red lights.<br />Unfortunately, these unambiguous signals don’t exist. Investors fill much of the absence with anecdotes and gut feelings, which can be more powerful than you realize. Such soft indicators can help you make hard decisions, but only if you rely on them in the right ways.<br />Consider the anecdotal feel of today’s markets.<br />Bitcoin’s price rose above $50,000 this week. Dogecoin, a digital currency intended as a joke, is up more than 1,000% in 2021. Margin debt, borrowed money that brokerage customers use to juice their trading, is up 42% from a year ago, according to the Financial Industry Regulatory Authority. For the week ending Feb. 12, bullish options bets by small traders ran at a near-record 16 times the average for the past two decades, calculates Jason Goepfert of Sundial Capital Research, a Minneapolis firm that tracks market sentiment.<br />On the other hand, the Federal Reserve expects to keep firehosing money into the economy and to hold interest rates near zero for the foreseeable future. That pushes the return on safe assets so low that they feel worthless to hold, shoving investors into riskier choices. Vaccines are reaching millions of people, and new coronavirus cases are falling fast, fueling hopes for a quicker and stronger economic recovery."
}