{
    "url_original": "https://www.wsj.com/articles/why-democrats-want-a-trump-trial-11612828183?mod=opinion_lead_pos1",
    "url": "why-democrats-want-a-trump-trial-11612828183",
    "title": "Why Democrats Want a Trump Trial",
    "sub_head": "They already know the result, but they think it will hurt the GOP.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-296648?width=620&size=1.5",
    "image_1": "im-296648.jpg",
    "time": "2021-02-08 18:49:00",
    "body": "The Senate on Tuesday begins the second impeachment trial of Donald Trump, now the former President. Democrats say the trial is crucial to punishing Mr. Trump for the Jan. 6 Capitol riot, but it seems more likely to do the opposite by acquitting him. It also looks like a needless partisan exercise that will further polarize America’s political factions.<br />As we’ve said several times, Mr. Trump’s actions that day and after the November election were disgraceful. He made false claims about a stolen election and later about overturning the Electoral College count. He also misled his supporters about Vice President Mike Pence’s solely ceremonial role in presiding over the vote count.<br />By rallying his supporters to march on the Capitol in the false hope of overturning the election result, and then refusing for hours to ask them to stand down, Mr. Trump tolerated an assault on a constitutional branch of government. Republicans who think this is impeachable conduct will get no criticism from us.<br />Yet the House impeachers don’t limit themselves to that charge. In their single and sloppy impeachment article, they accuse Mr. Trump of “incitement of insurrection.” This is a stretch, not least because Mr. Trump called on the marchers to behave “peacefully.” The House managers mention this only in passing in their trial brief. It is doubtful that Mr. Trump’s Jan. 6 remarks would qualify as incitement under the criminal code.<br />The assault on the Capitol was a riot, and a violent one, but it wasn’t an “insurrection.” It wasn’t a coup. Law enforcement was overwhelmed but it was all on the side of the Congress. Once the mob was dispersed, the Members returned to the House chamber to count the votes. There was never any chance that Joe Biden would not become President on Jan. 20, whatever the fantasies of Mr. Trump and his courtiers."
}