{
    "url_original": "https://www.wsj.com/articles/why-beijing-loves-biden-and-paris-11613937344?mod=opinion_lead_pos2",
    "url": "why-beijing-loves-biden-and-paris-11613937344",
    "title": "Why Beijing Loves Biden and Paris",
    "sub_head": "The U.S. rejoins a climate pact that gives China a free carbon ride.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-302108?width=620&size=1.5",
    "image_1": "im-302108.jpg",
    "time": "2021-02-21 14:55:00",
    "body": "The U.S. officially rejoined the Paris climate accord on Friday to much media and European applause. Our guess is that China is the most pleased because it knows the accord will restrict American energy while Beijing gets a decade-long free ride.<br />Paris is a voluntary agreement, and nations submit their own commitments to reduce greenhouse-gas emissions. The Obama Administration vowed to slash emissions 26% or more from 2005 levels by 2025, but the Trump Administration withdrew from the accord. President Biden has now pledged to reach “net-zero emissions no later than 2050.”<br />Like Mr. Obama, Mr. Biden is committing the U.S. without submitting the Paris agreement to the Senate as a treaty. They know it would never get a two-thirds vote for approval, and probably not even a simple majority. Yet the Administration will cite Paris to justify sweeping environmental regulations to raise the cost of fossil fuels and subsidize renewable energy and electric vehicles. It will bypass Congress for much of this.<br />The economic damage will be real. A 2017 analysis of the Obama Paris commitments, by the U.S. Chamber of Commerce and the American Council for Capital Formation, predicted a $250 billion reduction in GDP and some 2.7 million lost jobs by 2025.<br />Meanwhile, China emitted nearly twice as much CO2 as the U.S. in 2018. Yet under Paris, Beijing gets a pass to increase its emissions until 2030. In 2020 China’s coal plants produced some 4,874 terawatt hours of energy—an increase of nearly 15% since it joined the pact, according to S&P Global Platts."
}