{
    "url_original": "https://www.wsj.com/articles/why-this-japanese-hot-spring-lures-time-travelers-and-anime-fans-11613746236",
    "url": "why-this-japanese-hot-spring-lures-time-travelers-and-anime-fans-11613746236",
    "title": "Why This Japanese Hot Spring Lures Time Travelers and Anime Fans",
    "sub_head": "Dogo Onsen, among Japan’s oldest bathhouses, still has unquenchable star power. Plus five other of the country’s most beloved hot springs and ryokans to book on your post-pandemic trip.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-300658?width=620&size=1.5",
    "image_1": "im-300658.jpg",
    "time": "2021-02-19 09:50:00",
    "body": "For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that’s changed remarkably little over the years. This week, we visit Dogo Onsen in Japan.<br />Legend has it that 3,000 years ago an injured white egret healed herself in springs—or onsen—burbling up beneath Shikoku, the smallest of Japan’s four main islands. The 8th-century Nihon Shoki, Japan’s oldest text, describes visits to those hot springs, later known as Dogo Onsen, by monks, princes and samurai lords who marveled at its therapeutic powers. Eventually, the wild springs were sheltered under wooden bathhouses, with separate sections established in 1635 for samurai, commoners and even, further downstream, horses. At the end of the 19th century, Dogo Onsen had fallen out of favor among the well-scrubbed elite until the local mayor, Isaniwa Yukiya, campaigned to dramatically renovate it. The new iteration emerged as a three-story spa castle complete with showy Japanese Baroque flourishes on the exterior and Mediterranean touches like marble, statues of deities and tile-work mosaics inside. Cheerleaders of Dogo’s comeback included 19th-century poet Masaoka Shiki, who popularized both baseball and haiku (and baseball haikus).<br />A 20-minute tram ride from Matsuyama city, Dogo Onsen became a popular international pilgrimage site after its wave-shaped gable inspired the design of the haunted bathhouse in the 2001 anime film “Spirited Away.” In the film’s wake, the onsen began drawing about 800,000 visitors a year. Unlike the outdoor baths found across Japan, Dogo is housed entirely inside. Guests, in cotton robes and socks, tiptoe through its warren of creaky hallways or slide open rattling glass doors to discover tatami-matted lounges with moon-shaped windows, an ideal place to sit and sip tea after a soak. The Imperial bath, with its gold- and silver-leaf shoji screens, is reserved for the emperor’s exclusive use, though visitors can catch a glimpse if they book a tour. In 2019, a seven-year refurbishment of Dogo’s upper floors began, but the two baths downstairs remain open even in the pandemic—with more rigorous cleaning and social-distancing rules in place. Admission costs $4; local mikan orange soap will cost you 50 cents extra (dogo.jp/en). Dogo Onsen’s nearby annex, opened in 2017, offers a replica of the Imperial bath, where even commoners can book a private soak.<br />Five other favorite onsen destinations around Japan<br />1. Nearly 3,000 hot-spring vents populate Kyushu’s onsen mecca, Beppu, which dates to the 8th-century. Regulars know to seek out the rustic rotemburo (outdoor bath) with thatched huts, hidden atop a hill in the city’s east. From about $6 a person for the day, yuno-hana.jp"
}