{
    "url_original": "https://www.wsj.com/articles/why-brokers-had-to-restrain-trading-in-gamestop-shares-11612201242?mod=opinion_lead_pos5",
    "url": "why-brokers-had-to-restrain-trading-in-gamestop-shares-11612201242",
    "title": "Why Brokers Had to Restrain Trading in GameStop Shares",
    "sub_head": "They were minimizing their own financial and regulatory risk, not trying to bail out hedge funds.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-01 12:40:00",
    "body": "Robinhood, E*Trade, Interactive Brokers and others restricted trading in  GameStop  and other names last week after GameStop surged to $483 intraday—a 10,000% increase since August for a historically brick-and-mortar company with declining revenues and a now-downloadable product. The brokers came in for swift, intense—and misguided—criticism.<br />As with everything else, social media took an extraordinarily complex situation—involving technical aspects of the financial markets, unclear legal standards, and public and private sector actors with valid but differing agendas—and produced a simple morality tale with the online brokers as the evil empire crushing plucky rebels like “u/-_Han-Yolo_-” to protect the hedge-fund Jabba the Hutts who shorted GameStop. Redditors showered Robinhood with vitriol and one-star reviews.<br />Political and social-media opportunists jumped in. Rep. Alexandria Ocasio-Cortez deemed GameStop trading restrictions “unacceptable” and demanded an investigation. Rep. Rashida Tlaib of the Financial Services Committee accused Robinhood of “stealing millions of dollars from their users.” Sen. Ted Cruz took to  Twitter  to “fully agree” with AOC: “Let the people trade.” Elon Musk “absolutely” agreed that Robinhood should be investigated, and called for short selling to be banned as “a scam.” Dave Portnoy, Barstool Sports founder and frozen-pizza reviewer, said to Robinhood executives: “You deserve to be behind bars.”<br />It must be unsettling when most of the internet wants your head in a basket, but Robinhood and the other brokers are in a no-win situation. Brokers are financially liable to the “clearinghouses” that clear and settle U.S. stocks and options, whether or not the clients can pay for their losing trades (so that those clearinghouses can pay the winners on the other side when the trade settles one or two days later).<br />When clients trade, especially on margin, they use the broker’s money to play. Imagine a client buys 100 shares of GameStop for $400 a share, using $20,000 of his own money and borrowing $20,000 from Robinhood. If the stock drops from $400 to $120 (as it did on Jan. 28), the client’s position may be sold for $12,000 due to the margin violation, leaving Robinhood trying to collect an unsecured $8,000 debt from “u/Thicc_Ladies_PM_Me.” Good luck. Multiply this by hundreds or thousands of similar clients. Option trading is worse because the leverage is much greater."
}