{
    "url_original": "https://www.wsj.com/articles/why-women-investors-wont-embrace-stocks-11613125802?mod=markets_major_pos1",
    "url": "why-women-investors-wont-embrace-stocks-11613125802",
    "title": "Why Women Investors Won’t Embrace Stocks",
    "sub_head": "Female investors have a cautious view of equities. That is a problem—for women as well as the rest of the finance world.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-02-12 10:59:00",
    "body": "“I think we’re a bit outnumbered, but we’re here.” So said one commenter on a Reddit thread about whether women joined in the recent WallStreetBets trading frenzy.<br />Female investors largely sat out the riskiest punts taken on stocks like GameStop. That may be no bad thing considering the videogame retailer’s stock is down over 80% from its late-January peak. But low female participation in stock-market investing more generally is a problem, for women and the finance industry alike.<br />Less than one-quarter of deposits into U.S. brokerage accounts were made by women in January, according to consumer-spending data analytics firm Cardify. Globally, the situation may be even worse: Israel-based brokerage eToro said that female investors make up just 14% of its registered users, most of whom are in the U.S. and Europe.<br />Some trading platforms did a good job of signing up women during the pandemic. Just over a third of Robinhood users were female at the beginning of this year, up from 20.5% a year before, according to Cardify. For the finance industry as a whole, though, attracting more female custom remains a frustratingly slow work in progress.<br />Women tend to be more conservative investors than men, preferring to put their wealth into real estate, cash or bonds while steering clear of equities.  Credit Suisse  surveyed a sample of existing clients and found that almost half of its female customers have 90% of their wealth tied up in low-yielding cash and fixed income—well over double the exposure the Swiss bank recommends."
}