{
    "url_original": "https://www.wsj.com/articles/why-a-ski-vacation-during-covid-is-worth-the-hassle-11613594119",
    "url": "why-a-ski-vacation-during-covid-is-worth-the-hassle-11613594119",
    "title": "Why a Ski Vacation During Covid Is Worth the Hassle",
    "sub_head": "Jackson Hole and other popular ski resorts in the West are up and running with varying Covid rules and limitations. For purists, that’s not such a bad thing.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-299919?width=620&size=1.5",
    "image_1": "im-299919.jpg",
    "time": "2021-02-17 15:35:00",
    "body": "ON A RECENT Wednesday at noon, I stood in the middle of Jackson Hole Mountain Resort, peering over my skis at the run below us. At big resorts that time of day, every last new snowflake has usually been flattened by legions of skiers streaming off the lifts. But the trail below me, which dropped away at a perfect pitch between pine trees and cliffs, looked strangely pristine. It was clear that only a few people had skied here that morning.<br />Though my boyfriend, Andrew, and I, both zealous skiers, live just a few miles from Jackson Hole, with the Covid-19 pandemic still raging, we’d avoided the major commercial ski areas this winter in favor of the wide-open spaces of backcountry and Nordic skiing. But we were curious to see how the big ski resorts were managing the crowds a few months in and how the crowds were managing all the new Covid precautions. As we approached Jackson Hole that morning, our first impression wasn’t favorable: A line of cars with plates from Texas to Massachusetts crawled along the entrance road, waiting to enter the parking lot. Barely past 9 a.m., even on a weekday, all lots were close to full, usually indicating miserably long lift lines.<br />Next up was a five-minute bus ride in a shuttle designed to accommodate 45 people but limited to a maximum of 25. Plastered everywhere inside were signs requiring skiers to wear masks and our fellow passengers respected the dictate, save one man who stonily ignored a request from another skier to pull up his mask.<br />At the ticket office, we quickly picked up the prepaid passes we’d ordered online. But our hearts sank at the sight of the lift lines. The wait for the tram, limited to 25 riders instead of the normal 100, easily looked like a two-hour ordeal. We bypassed that crowd and trudged up a slight hill, bombarded by more signs and banners laying out resort-wide Covid rules and mask-required areas. Even though my mask was compromising my oxygen intake after the exertion and I longed to tear it off, the signs shamed me into lightheaded gasping instead.<br />The line at the next lift looked worryingly sardine can-like, but as we got closer, we saw that its snaking nature had made the widely spaced skiers appear more congested than they were. In the end, we only waited 15 minutes. Still, to minimize the time languishing on long lift-lines at the base, we headed to the upper mountain lifts, which had much shorter waits. To avoid dining indoors, we had picked up burritos from D.O.G. in town and tucked them into our pockets for lunch on the lift."
}