{
    "url_original": "https://www.wsj.com/articles/why-so-many-covid-19-workers-comp-claims-are-being-rejected-11613316304?mod=business_lead_pos2",
    "url": "why-so-many-covid-19-workers-comp-claims-are-being-rejected-11613316304",
    "title": "Why So Many Covid-19 Workers’ Comp Claims Are Being Rejected",
    "sub_head": "Employees who allege they contracted coronavirus on the job can face a high bar to prove their cases",
    "category_1": "Business",
    "time": "2021-02-14 10:25:00",
    "body": "Jose Rivero, an attorney in Chicago, has filed more than 30 workers’ compensation claims for people who said they contracted Covid-19 while on the job. In 10 of his cases, including one involving an employee at a meatpacking plant, the workers died.<br />Every claim has been denied. The insurers that denied the claims have said it can’t be proved that the workers were infected on the job. Mr. Rivero said he plans to challenge the denials in court.<br />Determining where a person contracted Covid-19 is proving to be a difficult legal puzzle. In many workers’ compensation cases, carriers said individuals were most likely infected in their off hours, while workers’ attorneys said their clients’ Covid-19 cases were directly linked with unsafe job environments.<br />Insurance carriers and business groups feared at the start of the pandemic that they would be overwhelmed by workers’ comp claims related to Covid-19. That concern intensified as more than a dozen states passed laws giving some employees including nurses and firefighters a presumption of eligibility, or access to workers’ comp coverage without requiring them to prove infections occurred on the job.<br />Those fears turned out to be unfounded. Workers filed hundreds of thousands of virus-related claims in 2020, but those cases, according to state and industry data, were more than offset by a steep drop in non-Covid-19 claims as layoffs, shutdowns and remote work reduced the number of workplace accidents and injuries."
}