{
    "url_original": "https://www.wsj.com/articles/why-cuomo-should-be-worried-about-a-federal-probe-11613945987?mod=opinion_lead_pos6",
    "url": "why-cuomo-should-be-worried-about-a-federal-probe-11613945987",
    "title": "Why Cuomo Should Be Worried About a Federal Probe",
    "sub_head": "His administration appears to have engaged in a coverup to frustrate federal oversight.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-302095?width=620&size=1.5",
    "image_1": "im-302095.jpg",
    "time": "2021-02-21 17:19:00",
    "body": "The Cuomo administration’s alleged misreporting of nursing-home deaths in New York is serious, perhaps meriting federal criminal charges.<br />On March 25, 2020, Gov. Andrew Cuomo issued an executive order requiring New York nursing homes to admit hospitalized patients who had tested positive for Covid-19. The order also prohibited nursing homes from requiring hospitalized residents deemed “medically stable” to be tested before admission or readmission. By the end of the summer New York had more than 32,000 Covid deaths, the highest in the nation and more than double any other state. If New York were its own country, it would have ranked among the top 10 for Covid deaths. The number of deaths translated to the country’s second-highest death rate—more than three times the national average.<br />What caught the Justice Department’s eye was Gov. Cuomo’s claim that New York’s nursing-home deaths were lower than many other states’ and that his March 25 order didn’t contribute to the extremely high number of New Yorkers who died from Covid. Given the virus’s disproportionate effect on the elderly, sick and frail, this seemed unlikely. On Aug. 26, Justice’s Civil Rights Division, relying on its jurisdiction to investigate government-run facilities under the federal Civil Rights of Institutionalized Persons Act, asked the Cuomo administration for data on New York’s publicly run nursing homes, which account for less than 5% of nursing homes in the state.<br />In September, New York produced data showing it had underreported Covid deaths in government-run nursing homes by a third. The undercounting appeared to be due to several factors. First, when a nursing-home resident who contracted Covid died after being transported to a hospital for treatment, New York didn’t count it as a “nursing-home death.” Second, New York didn’t include deaths occurring before the Centers for Medicare and Medicaid Services began requiring Covid reporting from nursing homes in mid-May. CMS made reporting prior Covid deaths optional, and New York apparently elected to keep the information to itself.<br />But New York officials knew the data they reported to CMS only went back to mid-May. The Cuomo administration misled the public when it relied on that data to claim in late September that the state’s total nursing-home deaths were low."
}