{
    "url_original": "https://www.wsj.com/articles/why-the-north-faces-90s-nuptse-jacket-is-selling-outand-three-puffers-to-buy-instead-11614183382",
    "url": "why-the-north-faces-90s-nuptse-jacket-is-selling-outand-three-puffers-to-buy-instead-11614183382",
    "title": "Why the North Face’s ’90s Nuptse Jacket Is Selling Out—and Three Puffers to Buy Instead",
    "sub_head": "A brief history of the accessibly priced Nuptse—a nostalgic icon adored by celebs like Bella Hadid—and three equally toasty modern-day options",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-301664?width=620&size=1.5",
    "image_1": "im-301664.jpg",
    "time": "2021-02-24 11:16:00",
    "body": "IN 1992, the North Face introduced its “Nuptse” down jacket, destined to become an icon of puffiness. It came in primary colors, with a conspicuous band of black spanning the shoulders and the curvy, highly recognizable white North Face logo prominently displayed. Those born in the 1980s or early ’90s will likely recall this jacket from their high-school days. Others might remember seeing teens in these fire-truck-red and bright-yellow puffers around town, or even on the cover of New York magazine’s 1996 “Prep-School Gangsters” issue, which featured a fleet of Nuptse’d-out youths. That’s how central this coat was to pre-Y2K fashion.<br />But the Nuptse jacket is no mere memory. Reissued in 2018, the retro puffer has proven so popular lately that certain sizes and colors are perpetually sold out on the North Face website. One indication of its must-have status: On the Lyst Index, a ranking compiled by Lyst, a British company that tracks the behavior of more than 9 million online shoppers a month, the Nuptse jacket was the top item during the fourth quarter of 2020—for both men and women. Peter Henderson, who manages the Index, noted that this was the first time that’s happened.<br />Some of the Nupste’s current popularity can be attributed to its celebrity fans—particularly female ones. After stars including models like Emily Ratajkowski and Bella Hadid wore the Nuptse in recent months, it’s ricocheted across Instagram accounts and media that tracks celebrity style.<br />But the coat has also surged for more practical reasons. Mr. Henderson noted that with many people forced to socialize outside during the pandemic, even in frigid conditions, demand for mammoth, goose-down-filled coats like the Nuptse has risen. The price is also right: At $280 the Nuptse—when you can find it in stock—is comparatively affordable as down outerwear goes. And being budget-conscious is also on trend during this uncertain pandemic period. (That said, the North Face has released some pretty high-end puffers recently, including a nearly $3,000 collaboration with Gucci.)<br />The other hook of the Nuptse is nostalgia. Along with mock-neck T-shirts, washed jeans and flannel shirts, the Nuptse is a ’90s fashion icon that, for many, provides the comfort of familiarity. “People are after the things that make them think of different periods in time rather than that difficult moment that we find ourselves in,” said Mr. Henderson."
}