{
    "url_original": "https://www.wsj.com/articles/why-operation-warp-speed-worked-11612222129?mod=opinion_lead_pos5",
    "url": "why-operation-warp-speed-worked-11612222129",
    "title": "Why Operation Warp Speed Worked",
    "sub_head": "The successful vaccine program followed the model of U.S. mobilization in World War II.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-01 18:28:00",
    "body": "Every day new questions and criticisms arise about Operation Warp Speed, the public-private vaccine development initiative launched by presidential order in May 2020. Most of that criticism focuses on the distribution bottlenecks that have developed in different states, as Americans are impatient with the slow pace of the rollout. Jen Psaki, President Biden’s press secretary, has claimed to see an “urgent need to address failures of the Trump team approach to vaccine distribution.” Some in the new administration even want to rename the program.<br />Nearly all these claims rest on a misunderstanding both of Operation Warp Speed’s mission and its nature as a government program. While President Trump’s Health and Human Services Secretary Alex Azar and others dubbed the original project MP2, or Manhattan Project 2, after the crash effort to build an atomic bomb, Operation Warp Speed’s leadership borrowed a more practical model: the industrial mobilization during World War II that produced the so-called Arsenal of Democracy.<br />That model can still push the vaccine rollout over the finish line. Governors and other state officials in particular need to realize the federal government is operating in the wake of a health-care version of Pearl Harbor, and adjust their operations accordingly.<br />From the beginning the principal mission of Operation Warp Speed was the development, manufacturing, and distribution—i.e., shipping—of coronavirus vaccines. To date, the program has managed to produce and deliver about 50 million vaccine doses—all made in the U.S.—with hundreds of millions more on the way. It also had 97,000 certified receivers distributing the vaccine across the U.S.<br />It is the most remarkable achievement in modern medicine, made possible by following the model of the World War II mobilization effort. That model rests on three principles."
}