{
    "url_original": "https://www.wsj.com/articles/why-higher-rates-are-hammering-big-tech-11614164580?mod=tech_lead_pos10",
    "url": "why-higher-rates-are-hammering-big-tech-11614164580",
    "title": "Why Higher Rates Are Hammering Big Tech",
    "sub_head": "Technology companies that prospered over the course of the pandemic have less appeal as the economy recovers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-303233?width=620&size=1.5",
    "image_1": "im-303233.jpg",
    "time": "2021-02-24 06:03:00",
    "body": "Rising long-term Treasury yields ultimately might not pose much of a problem for most stocks. But the bout of indigestion that higher yields are already giving to some of the past year’s biggest winners—shares of companies including  Amazon.com ,   Apple ,   Tesla  and  Microsoft —could prove more lasting.<br />Some of that is because these companies’ steep valuations make them vulnerable to rising yields. But it also stems from how, even as the Covid-19 pandemic wreaked havoc, those stocks did so well.<br />With the daily tally of new Covid-19 cases falling rapidly, millions of vaccine doses going into arms each week and another round of government support looking as if it is on its way, a return to something like normal in the months ahead is looking more and more likely. And with that prospect of recovery, bond investors have become less enamored with the safety of long-term Treasurys, pushing rates higher. The 10-year note’s yield is now 1.36%, compared with 0.88% just three months ago, marking its highest level in a year.<br />For most U.S. companies, the all-clear signal that the Treasury market has started sounding is a good thing. As Americans get back to doing things like eating out at restaurants, heading out on vacations and going to the mall, sales could flourish. Considering how much money has built up in a lot of people’s bank accounts during the pandemic and how much pent-up demand there is for all the things they did before the pandemic, there could be a bit of a boom.<br />For the shares of those companies, on the other hand, the rise in long-term rates provides a bit of a challenge: The higher that yields go, the more competitive bonds are with stocks. The challenge is hardly insurmountable, however, considering that the better economy that yields are heralding makes for better profits. That is why as often as not in recent years, periods of rising Treasury yields coincide with stocks rising, too."
}