{
    "url_original": "https://www.wsj.com/articles/why-jeff-bezos-is-stepping-down-as-ceo-but-staying-on-as-executive-chairman-and-what-that-means-11612366771?mod=business_lead_pos1",
    "url": "why-jeff-bezos-is-stepping-down-as-ceo-but-staying-on-as-executive-chairman-and-what-that-means-11612366771",
    "title": "Why Jeff Bezos Is Stepping Down as CEO but Staying On as Executive Chairman",
    "sub_head": "Amazon chief will stick around to innovate, ensure smooth transition, make ‘one-way door’ decisions",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-294066?width=620&size=1.5",
    "image_1": "im-294066.jpg",
    "time": "2021-02-03 11:59:00",
    "body": "Jeff Bezos, the founder and longtime chief of  Amazon . com Inc., is giving up his chief executive position, but not his seat of power.<br />Mr. Bezos will become Amazon’s executive chairman, a job title that has become increasingly popular as long-serving baby-boomer CEOs and Silicon Valley founders near retirement but think that their companies continue to need the guiding hand of their long-term leader, corporate governance experts have noted.<br />In the executive chairman role, Mr. Bezos said he would continue to work on projects he is excited about, including the Bezos Earth Fund, Blue Origin and the Washington Post. He will also be able to help his successor, Andy Jassy, who has run the company’s booming cloud-computing business, learn and grow in the CEO role, said Peter Crist, chairman of executive recruitment firm Crist Kolder Associates. Amazon said Tuesday that Mr. Bezos would transition out of the CEO seat in the third quarter.<br />Brian Olsavsky, Amazon’s chief financial officer, told analysts Tuesday that Mr. Bezos would remain involved in what Amazon terms “one-way door” issues—the big, irreversible decisions, such as acquisitions or getting into the grocery business, that can’t be easily undone once they are initiated.<br />“Jeff’s always been involved with that, and that’s where we’ll keep his time focused on,” Mr. Olsavsky said."
}