{
    "url_original": "https://www.wsj.com/articles/wife-of-drug-lord-el-chapo-is-arrested-11614043926?mod=business_minor_pos5",
    "url": "wife-of-drug-lord-el-chapo-is-arrested-11614043926",
    "title": "Wife of Drug Lord El Chapo Is Arrested",
    "sub_head": "Emma Coronel was arrested for allegedly helping her husband Joaquín ‘El Chapo’ Guzmán run his drug empire",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-302720?width=620&size=1.5",
    "image_1": "im-302720.jpg",
    "time": "2021-02-22 21:25:00",
    "body": "MEXICO CITY—The U.S.-born wife of imprisoned drug lordJoaquín “El Chapo” Guzmán was arrested Monday for allegedly helping her husband run his drug empire and carry out an escape from a maximum-security Mexican prison, the U.S. Justice Department said.<br />Emma Coronel, 31 years old, who married Mr. Guzmán when she was a teenage beauty queen, was arrested at Washington’s Dulles airport. For five years, as her husband was on the run and in prison, Ms. Coronel acted as Mr. Guzmán’s courier, sending instructions to associates that dealt with increasing heroin production, paying bribes, buying weapons, and trying to bust Mr. Guzmán out of prison, according to an arrest affidavit.<br />Ms. Coronel, believed to be Mr. Guzmán’s third or fourth wife, is charged with conspiring to distribute heroin, cocaine, methamphetamine and marijuana in the U.S., according to the affidavit, signed by a Federal Bureau of Investigation agent. She couldn’t be reached for comment. Court records don’t list an attorney for Ms. Coronel.<br />The arrest of Ms. Coronel could add new friction to U.S.-Mexico relations. It comes months after the October arrest in Los Angeles of Gen. Salvador Cienfuegos, Mexico’s former defense minister, as he and his family arrived on a family vacation. A month later, U.S. officials dropped charges after Mexico complained that it had been kept in the dark about the U.S. investigation and threatened to cut off antidrug cooperation.<br />The former general was then returned to Mexico where he was eventually cleared of charges after Mexican prosecutors said the U.S. case was weak. The U.S. Department of Justice said it stood by its case."
}