{
    "url_original": "https://www.wsj.com/articles/willie-nelson-cant-wait-to-get-on-the-road-again-11614359198",
    "url": "willie-nelson-cant-wait-to-get-on-the-road-again-11614359198",
    "title": "Willie Nelson Can’t Wait to Get on the Road Again",
    "sub_head": "As he chafes against the pandemic’s restrictions, the country legend has released two albums while overseeing a radio channel and two cannabis companies",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-304385?width=620&size=custom_3600x2500",
    "image_1": "im-304385.jpg",
    "time": "2021-02-26 12:06:00",
    "body": "You might think that Willie Nelson, at age 87, would enjoy a chance to slow down his constant touring, after decades of playing about 150 shows a year, two weeks on and two weeks off. But when Covid-19 shut down live performances last year, the self-proclaimed “road dog” didn’t repair to his Texas ranch or his Maui home to relax and wait things out.<br />“This is the worst time of my life,” he says. “I have never been this frustrated. I try to think positive, but I feel like I’m in jail—I can’t go here, I can’t go there—and that really pisses me off.”<br />Mr. Nelson remains strikingly prolific, averaging about a new album a year while also writing books. He also oversees a SiriusXM channel called Willie’s Roadhouse and two cannabis companies: Willie’s Reserve, which sells a range of products with THC (the principal intoxicating compound in cannabis) and says it operates “under a simple philosophy: my stash is your stash,” and Willie’s Remedy, which features hemp-based “wellness products,” including CBD-infused coffee, tea and lotions.<br />“That’s Life,” a big-band tribute to Frank Sinatra released Feb. 26, is Mr. Nelson’s second release of the pandemic, following last July’s sparse, elegiac “First Rose of Spring.” That album made its debut at number five on the Billboard country album chart—Mr. Nelson’s staggering 53rd top-10 album, making him the only artist to have a top-10 country album in seven straight decades, from the 1960s to the 2020s.<br />That run is particularly amazing for an artist who, early in his career, was sometimes considered too stark, idiosyncratic or downright weird to make it as a country performer. Mr. Nelson’s first triumphs were as a songwriter, most notably with Patsy Cline’s 1961 take on his ballad “Crazy,” which became one of the biggest jukebox hits of all time. He recorded as a solo artist from 1962-72 but didn’t find consistent success until he ditched Nashville, haircuts, suits and alcohol in favor of Texas, long braids, jeans and joints."
}