{
    "url_original": "https://www.wsj.com/articles/wine-can-be-funseriously-11614196278",
    "url": "wine-can-be-funseriously-11614196278",
    "title": "Wine Can Be Fun—Seriously",
    "sub_head": "Oenophilia is often undertaken with the utmost reverence. So our wine columnist went looking for levity—and bottles that bring joy in more ways than one",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-301838?width=620&size=1",
    "image_1": "im-301838.jpg",
    "time": "2021-02-24 14:51:00",
    "body": "I’VE BEEN THINKING about Ralph Steadman recently. From the late 1980s through the 1990s, the English illustrator lent his whimsical style to wine books as well as the catalog for the Oddbins wine, beer and spirits retail chain in the U.K. Think tipsy, red-nosed drinkers and mice dipping into glasses of Sherry. The world of wine according to Mr. Steadman was highly irreverent, slightly diabolical and a great deal of fun.<br />The real wine world, by contrast, hasn’t been so much fun lately. Winemakers whose sales are down—their tasting rooms closed, in many cases, by government order—tend to be more earnest than amusing. Retailers, meanwhile, are more likely to sell wines with the aid of point scores than mouse cartoons. But because I believe that even the most serious oenophile appreciates, and perhaps needs, a laugh or two, I went looking for present-day wine fun. Happily, I found some good stuff.<br />“No one calls me unless they want to talk about something funny on our wine label,” said John Williams, founder of Frog’s Leap Winery in Napa Valley, when I called him the other week. I told him this was one of those calls. I’d bought a bottle of his wine recently and found a note on the back label instructing the buyer: “Open At Other End.”<br />Frog’s Leap has been funny for decades, ever since its first wine, a Sauvignon Blanc, debuted in 1981. The winery’s motto, “Time’s fun when you’re having flies,” made it clear that no one at Frog’s Leap, least of all Mr. Williams, takes him- or herself too seriously. For example, a timeline entry on the winery’s website notes, “John befriends Jonah Beer, Director of Sales at Stag’s Leap Wine Cellars while on the road and teaches him how to cheat on his expense account.” (The bit about the expense account is crossed out.)<br />Mr. Williams did note that humor can have its drawbacks. “When you inject any kind of playfulness into your messaging, to some people that might suggest that your wine isn’t good,” he said. I assured him I take him seriously, and the savory 2019 Frog’s Leap Napa Valley Sauvignon Blanc ($19) I bought was quite good."
}