{
    "url_original": "https://www.wsj.com/articles/woke-capitals-political-warning-11612568436?mod=opinion_lead_pos2",
    "url": "woke-capitals-political-warning-11612568436",
    "title": "Woke Capital’s Political Warning",
    "sub_head": "Republican support for big business craters in a new Gallup poll.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-295956?width=620&size=1.5",
    "image_1": "im-295956.jpg",
    "time": "2021-02-05 18:40:00",
    "body": "Big business has helped Americans weather the pandemic. Retailers stayed open, tech firms made remote work possible, and the pharmaceutical industry is cranking out vaccines. So why did satisfaction with the “size and influence of major corporations” fall 15 points in this year's annual Gallup poll to a mere 26%?<br />The collapse came not among Democrats, whose skeptical views were virtually unchanged, but among Republicans. In 2020, 57% of Republicans said they were satisfied with big business. This year the number plummeted to 31%. The likely reason, as NBC’s Alex Seitz-Wald points out, is “the culture war reaching the C-suite.”<br />Put differently, many Fortune 500 firms took the Black Lives Matter protests as an opportunity to pivot hard to the left, ostentatiously endorsing protests even as they sometimes turned violent. Companies from  Amazon  to  Nike  donated large sums to progressive activist groups. Managers started to assign polarizing left-wing political texts to employees and adopted new racial hiring preferences. Brands like  Coca-Cola  and Eddie Bauer boycotted  Facebook  to try to pressure it to clamp down on political speech.<br />All of this did not pass without notice by Americans. Companies weren’t merely donating to their favored political candidates—they’ve done that for decades. They were bypassing the political process and intervening directly to transform highly contested parts of American life.<br />The firms believe this is good business, and affluent progressive consumers cheer the new political model. But everyone still gets one vote in elections, and the business community may be making a mistake by aggressively antagonizing the very Americans it has long relied on to protect it from government control."
}