{
    "url_original": "https://www.wsj.com/articles/work-capitalism-and-the-protestant-ethic-11612475234?mod=opinion_major_pos17",
    "url": "work-capitalism-and-the-protestant-ethic-11612475234",
    "title": "Work, Capitalism and the Protestant Ethic",
    "sub_head": "The work of ordinary believers had a dignity of its own, and those in ordained offices should not be viewed as being on a higher plane than secular professions and family life.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-291381?width=620&size=1.5",
    "image_1": "im-291381.jpg",
    "time": "2021-02-04 16:47:00",
    "body": "As a Protestant Christian for decades, I found nothing familiar in the description of the Christian view of work in David Skeel’s review of “Religion and the Rise of Capitalism” by Benjamin M. Friedman (Books, Jan. 30). I have always been taught that the Christian view of work is based on the doctrine of vocation. Martin Luther, studying scripture, came to realize that, while the work of the priesthood is of vital importance, the work of ordinary believers had a dignity of its own which is also honored, and those in ordained offices should not be viewed as being on a higher plane than secular professions and family life. Luther wrote in a 1522 sermon: “When a prince sees his neighbor oppressed, he should think: That concerns me! I must protect and shield my neighbor. . . . The same is true for the shoemaker, tailor, scribe, or reader. If he is a Christian tailor, he will say: I make these clothes because God has bidden me do so, so that I can earn a living, so that I can help and serve my neighbor.”<br />The scriptural basis for this is summarized in Colossians 3:23-24 which says, whatever you do, work heartily, as for the Lord and not for men, knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.<br />Matthew Henry (1662-1714) wrote regarding this passage: “It sanctifies a servant’s work when it is done as unto God—with an eye to his glory and in obedience to his command, and not merely as unto men, or with regard to them only.”<br />Duncan Merritt<br />Vestavia Hills, Ala."
}