{
    "url_original": "https://www.wsj.com/articles/world-wars-couldnt-stop-venices-caffe-florian-covid-did-11614282080",
    "url": "world-wars-couldnt-stop-venices-caffe-florian-covid-did-11614282080",
    "title": "World Wars Couldn’t Stop Venice’s Caffe Florian. Covid Did.",
    "sub_head": "Historic Caffè Florian, the city’s most opulent coffeehouse and unofficial hub for Carnival, was a gleeful time warp until Covid temporarily closed it last year",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-304359?width=620&size=1.5",
    "image_1": "im-304359.jpg",
    "time": "2021-02-25 14:41:00",
    "body": "For the Time Capsule series, we spotlight a cherished restaurant, hotel or landmark that’s changed remarkably little over the years. This week, we visit Caffè Florian in Venice, Italy.<br />Founded in 1720 as “Alla Venezia Trionfante” (Venice the Triumphant), the famous coffeehouse on the city’s Piazza San Marco, soon became known by its owner’s name, Florian. For decades, it served as Venice’s literary and philosophical hub, drawing any number of well-known eggheads, including Goethe, Charles Dickens and Marcel Proust. The cafe also played a role in several early political controversies: In 1796, for example, Venetian authorities shut it down temporarily, worried that pro-revolutionary Jacobins were congregating there, while in 1848, it was the favored meeting spot for Venetian separatists who wanted to see the city-state independent from the Austrian Empire. One of Florian’s most ornate rooms, the “Senate Hall,” redecorated in 1893, is filled with hidden, politically subversive visual references to Freemasonry. The current cafe’s sumptuous style—including ornately frescoed, gilded and mirrored rooms, like the “Oriental Salon,” and “Chinese Salon”—largely dates back to renovations carried out in the mid-19th century. The newest room, the Art Deco-inspired “Sala Liberty,” was added to the café in 1920.<br />In any normal February, Florian would double as the unofficial Studio 54 of the annual carnevale, hosting elaborately decked-out revelers within its no less extravagant front rooms. This year was to be particularly raucous—Florian celebrated its 300th birthday last December. But the pandemic, and the loss of nearly 12 months’ worth of tourism, has forced the cafe to temporarily close, with no clear reopening date. Fortunately, nostalgists craving prosecco in a Florian-branded glass can still buy them online. For now, however, both the institution’s staff and its regulars remain in limbo. According to assistant headwaiter Roberto Ferronato, a few costumed carnevale regulars still showed up this month, fully masked, to mourn outside the boarded-up windows. “Who could have imagined something that not even World Wars have caused,” said Mr. Ferronato, whose tenure dates to 1986, of the coronavirus-linked closure. “The bitterness that pervades me is great.” Michele Bronzin, a barman at Florian, calls it more than just a café. “It’s a medicine,” he said.<br />During its 300-year history, Florian has drawn some of the most notable figures in European history. Here are a few of the cafe’s most famous guests.<br />The Venetian nobleman and memoirist, known for the innumerable romantic conquests he recorded in his diary, visited Florian not merely for its fine coffee and pleasant atmosphere, but also for its clientele. It was the only café in the city to admit women, and thus prime territory for the Lothario."
}