{
    "url_original": "https://www.wsj.com/articles/would-you-wear-rat-fur-torrey-peters-does-11612989888",
    "url": "would-you-wear-rat-fur-torrey-peters-does-11612989888",
    "title": "Would You Wear ‘Rat Fur’? Torrey Peters Does",
    "sub_head": "The author of ‘Detransition, Baby: A Novel,’ on how a vintage trench coat lined with nutria—or giant swamp rats—became her style trademark",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-297585?width=620&size=0.6666666666666666",
    "image_1": "im-297585.jpg",
    "time": "2021-02-10 15:44:00",
    "body": "AUTHORS OFTEN become identified with an item of clothing—Zadie Smith, for instance, is known for her head wraps, and Fran Lebowitz is never without a blazer—so I have taken the pre-emptive step of wearing, everywhere I go, a long black vintage trench coat lined with the fur of nutria. For those of you who have never encountered them, nutria are giant swamp rats. It is the perfect coat for queer nightlife in New York City. You can put it on over a little outfit to stay warm and modest for the train ride; the boring raincoat exterior hides the fur so you don’t offend the vegans. And the coat doubles as bedding if you crash on someone’s couch. I own this perfect coat as a result of a long family saga and two failed fashion fur fads, one in the 1950s and one in the 1990s.<br />My mom grew up in the 1950s on a chinchilla farm just beyond the Minneapolis suburbs. My grandparents called their little enterprise a “ranch”—in actual fact, it was 300 of the fuzzy South American creatures nuzzling around in the basement of their two-story farmhouse. Chinchillas have more hair per square inch than almost any other mammal. Humans grow one to three hairs per follicle, chinchillas grow up to 75. The abundance of hair on a chinchilla made its fur a status item at the turn of the 20th century. Trappers hunted the chinchilla to near extinction in its native Andes. In the 1910s, the Chilean government attempted to conserve the last few chinchillas by trapping them alive to sell to breeders. In all, 132 of the animals made their way to the U.S. A colony of chinchillas was not found in the wild again until the 1970s.<br />After World War II, breeders in the U.S. began to market the animals not as pelts, but as a get-rich-quick scheme. They targeted young couples with claims that chinchillas could be raised with minimal effort in spare spaces around the home. At the time, my grandparents told me, a chinchilla pelt, still a rare luxury, could sell for over $100. My grandparents fell for it. They drove to Colorado and paid $3,000 for three mating pairs—more than they’d paid for their car. Other couples did the same, and the price plummeted in a chinchilla fur glut. My grandparents spent the next 16 years, my mother’s entire childhood, attempting to recoup their investment. My grandmother never earned enough money to own a chinchilla-fur coat herself.<br />My mom promised herself that when she could afford a fur coat, she’d buy one, to take pleasure in what had been only labor in her childhood. But by the 1990s, when she could afford it, fur coats had become suspect. One did not waltz around in fur in the ’90s without the risk of being shamed or even spray-painted.<br />At the same time, nutria, the large invasive South American rodents, were posing a serious environmental threat to the fragile wetlands of Louisiana. Traders brought nutria to the U.S. in the 1930s and some of the pests escaped into Louisiana’s swamps. The non-native animals eat the plants that hold the bottom soil together, leading to dangerous erosion. Louisiana began paying a $5 bounty for each nutria slain, and hunters often neglected to properly dispose of the bodies, leaving them in the swamps. Fashion furriers, noting this, began to buy the pelts to market as a “guilt-free” fur. Why not wear what would otherwise decay?"
}