{
    "url_original": "https://www.wsj.com/articles/wrong-stimulus-wrong-time-11612568558?mod=opinion_lead_pos1",
    "url": "wrong-stimulus-wrong-time-11612568558",
    "title": "Wrong Stimulus, Wrong Time",
    "sub_head": "Biden wants twice the spending of 2009, though the economy is far stronger now.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-295959?width=620&size=1.5",
    "image_1": "im-295959.jpg",
    "time": "2021-02-05 18:42:00",
    "body": "Democratic economist Larry Summers and former GOP Senator and economist Phil Gramm don’t agree on much. But when they do, it’s probably worth paying attention. Now they’re both warning that President Biden’s $1.9 trillion spending plan may carry more risks than benefits.<br />Mr. Gramm made the case in our pages this week, and Mr. Summers in the Washington Post on Friday. Their economic vantage points are different, but they both suggest that the Biden bill’s focus on spending so much at the current moment to boost consumer demand is misplaced. The economic data increasingly backs them up.<br />That’s true despite Friday’s report that the economy added a disappointing 49,000 new jobs in January. The jobs report undershot expectations, but the details show that most of the damage to the labor market comes from state lockdowns and supply constraints. Payrolls were revised downward by a combined 159,000 for November and December as states shut down businesses.<br />Manufacturing employment declined by 10,000 in January amid shortages of components and workers. Some have hauled in office workers to run their assembly lines. Notably, the average work week for all private and manufacturing employees increased by 0.3 hours as businesses utilized their workers more.<br />Especially striking were the job losses in nursing homes (31,000), home-health care (13,100), transportation and warehousing (27,800), general merchandise stores (30,500) and online retail (14,800). Employers in these industries are desperate to hire, which Congress made harder by reinstating the $300 per week in enhanced jobless benefits through mid-March. Most low-income workers can make more unemployed."
}