{
    "url_original": "https://www.wsj.com/articles/yearlong-prison-sentence-handed-down-in-fraud-probe-of-giuliani-associates-11612808633?mod=business_minor_pos4",
    "url": "yearlong-prison-sentence-handed-down-in-fraud-probe-of-giuliani-associates-11612808633",
    "title": "Yearlong Prison Sentence Handed Down in Fraud Probe of Giuliani Associates",
    "sub_head": "David Correia ordered detained after pleading guilty to lying to federal election officials and duping investors",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-296238?width=620&size=1.5",
    "image_1": "im-296238.jpg",
    "time": "2021-02-08 15:57:00",
    "body": "A federal judge on Monday sentenced a Florida businessman to a year and a day in prison for lying to federal election authorities and for duping investors in a fraud-insurance company after convictions that stemmed from a sweeping investigation that ensnared several associates of Rudy Giuliani.<br />David Correia pleaded guilty last fall to one count of making false statements to the Federal Election Commission about the source of a $325,000 donation to a pro-Trump super PAC and to one count of conspiracy to commit wire fraud in connection with the fraud-insurance company, Fraud Guarantee.<br />Mr. Correia, 45 years old, admitted to working with Mr. Giuliani’s associate, Lev Parnas, to convince investors—often using exaggerations and misstatements about the company’s worth—to put more than $2.3 million into Fraud Guarantee. The company never got off the ground, and Messrs. Parnas and Correia used much of the funds to pay for personal expenses, prosecutors said.<br />Mr. Parnas has pleaded not guilty. His trial was set for early this year but has been postponed. A lawyer for Mr. Parnas didn’t immediately respond to a request for comment.<br />Messrs. Correia and Parnas were arrested on campaign-finance charges in October 2019, and the investigation expanded to include scrutiny of Mr. Giuliani’s business affairs and his efforts—often with Mr. Parnas at his side—to push for investigations in Ukraine that could benefit former President Donald Trump. Those efforts helped lead to Mr. Trump’s first impeachment; he was acquitted by the Senate."
}