{
    "url_original": "https://www.wsj.com/articles/yellen-is-creating-a-new-senior-treasury-post-for-climate-czar-11613138479?mod=politics_lead_pos6",
    "url": "yellen-is-creating-a-new-senior-treasury-post-for-climate-czar-11613138479",
    "title": "Yellen Is Creating a New Senior Treasury Post for Climate Czar",
    "sub_head": "Obama administration veteran Sarah Bloom Raskin is top candidate to lead department’s climate efforts",
    "category_1": "Politics",
    "time": "2021-02-12 09:01:00",
    "body": "WASHINGTON—Treasury Secretary Janet Yellen plans to wield the department’s broad powers to tackle potential risks to the financial system posed by climate change while pushing tax incentives to reduce carbon emissions.<br />Ms. Yellen is looking to a veteran of the Obama administration, Sarah Bloom Raskin, as the leading candidate for a new senior position that would head a new Treasury climate “hub,” according to people familiar with the matter. A former deputy Treasury secretary who once worked alongside Ms. Yellen on the Federal Reserve Board, Ms. Raskin has warned in interviews and speeches that U.S. regulators must do more to strengthen the financial system’s resilience to climate risks.<br />The move is part of the Biden administration’s effort across many government departments to address climate change and its impact on various industries. In two early moves, the administration rejoined the Paris climate accord and suspended new oil and gas leases on federal land.<br />“I think we need to seriously look at assessing the risk to the financial system from climate change,” Ms. Yellen said at her Senate confirmation hearing last month, calling it an “existential threat” to the U.S. economy. Ms. Yellen said the new hub would review financial stability risks and tax policy incentives related to climate change.<br />Her climate push is already facing resistance from some Republicans in Congress and financial industry officials wary of new regulatory burdens on banks after the Obama administration imposed widespread new rules following the 2008 financial crisis."
}