{
    "url_original": "https://www.wsj.com/articles/yellen-cant-save-the-polar-bears-11614273016?mod=opinion_lead_pos5",
    "url": "yellen-cant-save-the-polar-bears-11614273016",
    "title": "Yellen Can’t Save the Polar Bears",
    "sub_head": "What happens if financial regulators try to address the climate? Expect the usual corporate favoritism.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-304134?width=620&size=1.5",
    "image_1": "im-304134.jpg",
    "time": "2021-02-25 12:10:00",
    "body": "The House Financial Services Committee holds a hearing Thursday on “Climate Change and Social Responsibility: Helping Corporate Boards and Investors Make Decisions for a Sustainable World.” This follows a flurry of Biden administration initiatives to thrust climate change to the forefront of financial regulation. Treasury Secretary Janet Yellen has announced her department will create a “climate hub,” complete with a “climate czar.” As Ms. Yellen stated at her confirmation hearing, the goal is to ensure that financial regulators “seriously look at assessing the risk to the financial system from climate change.” This plan will accomplish nothing to save the planet but will surely amount to a tax on borrowers and investors.<br />Ms. Yellen, congressional Democrats and others seem to believe that financial regulators have a unique ability to affect the environment. Last week Federal Reserve Board member Lael Brainard gave a speech titled “The Role of Financial Institutions in Tackling the Challenges of Climate Change,” in which she said, “Robust risk management, scenario analysis and forward planning can help ensure financial institutions are resilient to climate-related risks and well-positioned to support the transition to a more sustainable economy.” Her point is true as far as it goes, but it would be equally true for any other issue one might substitute for “climate-related.” Proponents of financial solutions don’t do nearly enough to explain how they would weigh the trade-offs of their policy approach.<br />Since the passage of the Dodd-Frank Act in 2010, U.S. financial regulation has focused on predicting, measuring and protecting against outsize risks to the financial system. Dodd-Frank created a new regulatory panel, the Financial Stability Oversight Council, for exactly that purpose. All this was premised on the idea that the Great Recession had led to an intolerable amount of taxpayer support for Wall Street that must never be repeated—hence the FSOC, which would require banks to be properly prepared for future calamities.<br />Unfortunately, the FSOC was unable to predict a global pandemic. By failing to require banks to hold enough capital to shore up the financial system last year, regulators left open the need for a more piecemeal but ultimately much larger bailout of American finance. Since last March, the Fed has provided unlimited liquidity not only to banks but also to businesses and even governments. This has been supplemented by Congress, whose profligate pandemic spending has added trillions of dollars to the national debt.<br />The point isn’t to chide financial regulators for responding to the pandemic. It’s to show that their usual policy tool kit is ill-suited to prevent unpredictable future threats, especially ones as uncertain as climate change."
}