{
    "url_original": "https://www.wsj.com/articles/you-should-talk-to-strangerseven-during-the-pandemic-11613507328",
    "url": "you-should-talk-to-strangerseven-during-the-pandemic-11613507328",
    "title": "You Should Talk to Strangers—Even During the Pandemic",
    "sub_head": "Social distancing and isolation mean we’re missing out on serendipitous exchanges with strangers. Here’s why—and how—we should work to make them happen.",
    "category_1": "Life & Arts",
    "category_2": "Bonds",
    "image_1_url": "https://images.wsj.net/im-298412?width=620&size=1.5",
    "image_1": "im-298412.jpg",
    "time": "2021-02-16 15:28:00",
    "body": "Aurora Flores hadn’t gone out much during the pandemic. But recently she forced herself to take a walk in New York’s Central Park to clear her mind and seek solace in the sound of birds and a waterfall. As she was strolling down the path, another woman approached, wearing a mask. Letting out a loud yelp, the woman flung a handful of birdseed in the air.<br />Suddenly, a flurry of titmice, cardinals, blue jays and robins appeared, as Ms. Flores stood there amazed. The stranger offered her some seeds, and Ms. Flores poured some on her gloved hand, holding it out in front of her. One by one, the birds began to land on her fingers.<br />“I was elated. I felt blessed,” says Ms. Flores, 67, a writer. “She saw me beaming, and I could tell she smiled. Then she went on her way.” Now, Ms. Flores says she is motivated to go outside almost every day.<br />Strangers can soothe and support us when no one else is around, or boost our mood with a smile or a laugh. They can distract us from the chatter in our own head and help expand our perspective. They can make us feel connected and remind us we are not alone.<br />Yet we’re missing out on many of these serendipitous moments during the pandemic. Social distancing, working from home and the disruption of normal activities have reduced our opportunities for casual exchanges with people we don’t know, or with whom we have only loose ties. Yet, if we work at it, it’s possible to generate those moments even now—and psychologists say we should."
}