{
    "url_original": "https://www.wsj.com/articles/youtube-cancels-the-u-s-senate-11612288061?mod=opinion_lead_pos5",
    "url": "youtube-cancels-the-u-s-senate-11612288061",
    "title": "YouTube Cancels the U.S. Senate",
    "sub_head": "It censors testimony from physicians on early treatments for Covid-19 patients.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-02-02 12:47:00",
    "body": "Google’s YouTube has ratcheted up censorship to a new level by removing two videos from a U.S. Senate committee. They were from a Dec. 8 Committee on Homeland Security and Governmental Affairs hearing on early treatment of Covid-19. One was a 30-minute summary; the other was the opening statement of critical-care specialist Pierre Kory.<br />Dr. Kory is part of a world-renowned group of physicians who developed a groundbreaking use of corticosteroids to treat hospitalized Covid patients. His testimony at a May Senate hearing helped doctors rethink treatment protocols and saved lives.<br />At the December hearing, he presented evidence regarding the use of ivermectin, a cheap and widely available drug that treats tropical diseases caused by parasites, for prevention and early treatment of Covid-19. He described a just-published study from Argentina in which about 800 health-care workers received ivermectin and 400 didn’t. Not one of the 800 contracted Covid-19; 58% of the 400 did.<br />Dr. Kory asked the National Institutes of Health to review his group’s manuscript outlining dozens of successful trials and to consider updating its Aug. 27 guidance in which it recommended “against the use of ivermectin for the treatment of Covid-19, except in a clinical trial.” On Dec. 10, Sen. Rand Paul and I sent a letter to the NIH requesting that it review Dr. Kory’s evidence.<br />On Jan. 14, NIH changed its guidance to neutral by acknowledging the successful trials but determined “that currently there are insufficient data to recommend either for or against the use of ivermectin for the treatment of Covid-19.” On Jan. 22 I sent an oversight letter asking what actions the NIH had taken to explore the use of repurposed drugs for treating Covid-19."
}