{
    "url_original": "https://www.wsj.com/articles/zoom-shirts-are-out-zoom-fashion-is-in-11613762374",
    "url": "zoom-shirts-are-out-zoom-fashion-is-in-11613762374",
    "title": "Zoom Shirts Are Out. Zoom Fashion Is In.",
    "sub_head": "After a dispiriting year of living and working through video, women are investing in fashion and accessories that truly shine on-screen. How to make an impact from the waist up.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-300916?width=620&size=1",
    "image_1": "im-300916.jpg",
    "time": "2021-02-19 14:19:00",
    "body": "IF WE’RE GOING to do this, then let’s do this,” declared Tanya Golesic over Zoom, flashing a wrist stacked with bangles and a kinetic gold cocktail ring. Ms. Golesic, the 49-year-old president of the Americas for shoe empire Jimmy Choo, initially surrendered to casual wear after leaving her New York home to shelter—and videoconference—in place on Long Island last spring. But once June rolled around, she snapped out of her sartorial slump, slipping into blouses and blazers with outsize sleeves and textural sweaters, all eventfully augmented by baubles. “I think people are over being boring…The whole idea of glamour is coming back.” She fantasizes about setting track pants on fire.<br />Over the past year, we’ve learned how to conduct everything from job interviews to divorces via computer screen. The halfhearted leggings-and-collared-shirt thing was fine when we naively thought confinement would last a few weeks. But the novelty of slobbing about in workout wear all day has waned. Now, thanks to some combination of optimism, sweatshirt fatigue and longing for a pre-pandemic world, many women are not only getting dressed for Zoom—they’re getting decked out.<br />“Feeling like you have a reason to look great is empowering,” said Mercedes Posey, a Dallas clinical operations project manager who has logged into video work calls, galas and girls’ nights. Throwing on such exuberant wares as can’t-miss-’em chandelier earrings, bright-pink tops and a pearl-dappled beret gives Ms. Posey, 35, something to look forward to. Her vivacious work outfits have become such a small-screen sensation that her colleagues protest on the rare occasions her camera’s turned off.<br />If you’re ready to elevate your own Zoom wardrobe, designers are conveniently offering plenty of tempting waist-up fodder this season. Miu Miu saw fit to embellish turtlenecks with crystals. Versace’s oceanic prints will pop against any Zoom background; and Alexander McQueen’s puffy sleeves (like those on the tromp l’oeil corset sweater shown above) cut a sumptuous silhouette on the screen. Swarovski’s new creative director Giovanna Engelbert has just unveiled a bevy of supersize crystal jewelry that, even if worn with a plain T-shirt, will inject even the most droning video call with sparkle. Ms. Engelbert, who designed her debut collection in lockdown, admitted that she “went bigger because of Zoom, probably.”<br />Harriet Hawksworth, the editor in chief at e-commerce platform Farfetch, has noticed a rabid appetite for bright colors, punchy prints (like Marine Serre’s signature crescent moons) and statement accessories. Chunky chain necklaces, hoops and headbands, like the red Prada one that inaugural poet Amanda Gorman wore indelibly at the inauguration, have proven popular. Such emphatic accessories “help you stand out from all the other tiny squares,” said Jennifer Behr, a New York designer known for crystal-covered headbands. Her sales have leapt 40% in the last two months compared with the same period last year."
}