{
    "url_original": "https://www.wsj.com/articles/zoom-beauty-how-to-upgrade-your-skin-care-11613762217",
    "url": "zoom-beauty-how-to-upgrade-your-skin-care-11613762217",
    "title": "Zoom Beauty: How to Upgrade Your Skin Care",
    "sub_head": "Staring at themselves on video has made women everywhere reconsider their beauty routines. Here, an expert guide to looking (relatively) flawless on camera.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-300735?width=620&size=1",
    "image_1": "im-300735.jpg",
    "time": "2021-02-19 14:16:00",
    "body": "WHEN DID our Zoom screens become so cruel? When you spend some days confronting your own face almost continuously, minuscule flaws become magnified. It’s what New York dermatologist Dendy Engelman calls the Zoom effect. “Zoom is making people notice all of their small imperfections,” she explained. “We are used to seeing our faces statically in the mirror, rather than dynamically as we do on video,” added New York plastic surgeon Adam Kolker. Movements and expressions “often demonstrate facial aging more vividly.”<br />In the age of Zoom-induced self-scrutiny, interest in cosmetic procedures has held strong. Most popular, said Dr. Kolker, are “neuromodulators [like Botox] to decrease lines and injectable fillers [like Restylane and Juvederm] to minimize the perception of deeper wrinkles.” For Miami dermatologist Heather Woolery-Lloyd’s patients, Zoom has cast a spotlight on skin-tone and texture issues, which she addresses with chemical peels and microneedling. Dr. Kolker has also seen an uptick in more invasive surgical procedures. “Since people aren’t traveling or dining out, there is more disposable income to ‘treat yourself,’” said Dr. Engelman.<br />Carine Vinett, the New York-based founder of the Best Friend, a product that helps women zip up the back of their dresses solo, has always adhered to a robust skin care routine, but even she’s not immune to Zoom-inspired insecurity. “I’m the face [of my brand]…and my skin was looking dull and red on Zoom, which made me self-conscious,” she said. Her fix: getting Clear + Brilliant laser treatments and subtle filler in her cheeks, and incorporating products with active ingredients (like Shani Darden’s Texture Reform, which has a mild retinoid) into her daily regimen. “My skin looks brighter, and I’m actually wearing less makeup,” she said. Lindsay Holden, 40, the co-founder of Minneapolis-based haircare brand Odele, Zooms all day, between work meetings and her kids’ web schooling. “An hour rarely goes by that I’m not reminded of what I look like via screen,” she said. “It made me feel like I really needed to up my skin game.” She went from casual to religious eye-cream use, introduced a vitamin C serum (like that from Skinceuticals, below) and used her nighttime retinol more regularly (see one from Shani Darden, below). Cynthia Manick, 41, who Zooms as a project manager in Brooklyn by day and a performing poet by night, has amplified her beauty program, too. Her augmented approach includes a spin brush for cleansing; a rose-quartz gua sha for massaging; biweekly masks; and moisturizers (she rotates between Sunday Riley’s Water Cream and Osea’s Essential Hydrating Oil depending on her skin’s needs).<br />While Zoom has led many to intensify their routines, experts caution against overdoing it. “You do not want to overwork your skin, stripping it and harming its barrier,” said Dr. Engelman. Dry skin will put the signs of aging into sharper focus. “Keeping skin hydrated…will make imperfections disappear,” added Dallas and New York esthetician Joanna Czech.<br />The ideal skin care arsenal includes gentle cleanser, antioxidant serum, good moisturizer, mineral sunscreen (even when you’re inside all day) and a mild retinol. To decrease puffiness, Ms. Czech recommends facial self-massage. Strategically placed highlighter can also help. Using a blender brush, New York makeup artist and co-founder of Westman Atelier Gucci Westman sweeps it up the cheekbones and across the lids. “It’s perfect for adding warmth and definition,” she said."
}