{
    "url_original": "https://www.wsj.com/articles/2021-mazda-cx-30-a-compact-crossover-body-with-a-hatchbacks-soul-11621614670",
    "url": "2021-mazda-cx-30-a-compact-crossover-body-with-a-hatchbacks-soul-11621614670",
    "title": "2021 Mazda CX-30: A Compact Crossover Body With a Hatchback’s Soul",
    "sub_head": "Aimed at the heart of the booming compact-crossover market, the CX-30 resembles the sporty Mazda Hatchback inside but lacks its fabulousness, finds Dan Neil",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-341167?width=620&size=1.5",
    "image_1": "im-341167.jpg",
    "time": "2021-05-21 12:31:00",
    "body": "THIS ISN’T quite the  Mazda  I was hoping for, but it’s close.<br />I had been looking forward to the company’s sending me a Mazda3 Hatchback, one with all-wheel drive and a newly available 250-hp turbocharged engine. When it comes to curb appeal, the lean and gorgeous Hatchback shines like a diamond in the dustbin of mass-market family cars. Honestly, if it had an Alfa Romeo badge on it people would walk up thinking, “Oh, of course…” All it needed was a bit more power.<br />Our test car, the Mazda CX-30 2.5 Turbo AWD with Premium Plus package ($35,995), had exactly the right vehicle under a less compelling body style, but I’m trying not to sound disappointed. Introduced for model year 2020, the compact crossover shares everything worth having with the Mazda3 Sedan and Hatchback. That includes, for 2021, the optional turbocharger on the 2.5-liter four. The turbo whirligig swells output from 186 to 250 hp, and raises a gusty, giddy 320 lb-ft of torque. Asterisk here.<br />Paired with the same sporty six-speed automatic transmission and AWD watchworks, the CX-30 2.5 Turbo picks up nearly 2 seconds of 0-60 mph acceleration (5.8 seconds, says Car and Driver) over the non-turbo version; and 1.1 seconds from 50-70 mph.<br />And yet, to paraphrase Oscar Levant, I find it strangely resistible. The crossover body style, ground clearance (8 inches) and seating position are aimed at the market’s meaty heart; but they come at the cost of the Hatchback’s fabulousness, its wet-fur sleekness. And for what? The CX-30’s cargo capacity (20.2 cubic feet) is no better than the Hatchback. The effective advantage in ground clearance is trivial. And yet the crossover riff will almost certainly outsell the Hatch by thousands. Picture me shaking my fist at the sky. Why? Damn you, answer!"
}