{
    "url_original": "https://www.wsj.com/articles/2021-ducati-multistrada-a-touring-bike-with-a-safer-more-centered-ride-11620925246",
    "url": "2021-ducati-multistrada-a-touring-bike-with-a-safer-more-centered-ride-11620925246",
    "title": "2021 Ducati Multistrada: A Touring Bike With a Safer, More Centered Ride",
    "sub_head": "This sporty bike includes a variety of Automatic Driver Assistance Systems (ADAS)—safety features widely available with cars but introduced here for the first time in a series-production motorcycle",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-336884?width=620&size=1.5",
    "image_1": "im-336884.jpg",
    "time": "2021-05-13 13:00:00",
    "body": "I REGRET ever throwing a leg over the 2021 Ducati Multistrada V4 S ($24,695, as tested), the company’s beguiling touring bike of unusual size, now equipped with adaptive cruise control and blind-spot detection. It filled my helmet with a lot of wrong thoughts, shameful thoughts, that years of therapy were supposed to cure. I again feel a love that dare not speak its name, around my house anyway: motorcycle.<br />Not just any motorcycle, but a long-legged, stouthearted, perfectly balanced Italian sport tourer (max 33.9-inch seat height) brandishing rock plates and crash bars, with two-up seating and ride-height adjustable suspension, (optional) heated grips and two-position seat heaters, and a six-speed semiautomatic gearbox whose clutchless shifts are sweeter than angels’ kisses. I think in Kentucky it’s legal for us to get married.<br />While the Multistrada’s variety of Automatic Driver Assistance Systems (ADAS) is commonplace in automobiles, this is the first application on a series-production motorcycle. I’m a big fan. Relying on front and rear-mounted radar emitter/sensors integrated into the fairing, and answering to a clever switch array built into the left grip, the Multistrada’s ADAS functions are easy to set, easy to use and easy to rely on, from 18.5 to 99.4 mph.<br />When traffic ahead slows, the bike winds down the throttle, in sync, even brushing the brakes to keep a preset distance. As traffic speeds increase or the lane ahead clears, the bike will roll on the gas, signaling for upshifts, as necessary. Ghost rider requesting a tower flyby.<br />The adaptive system will automatically disengage if riders touch the brakes or hold in the clutch, if they lean over more than 50 degrees, or if they let speeds drop below the minimum. So they don’t fall over on their scarlet jock rocket."
}