{
    "url_original": "https://www.wsj.com/articles/4-ways-to-become-a-better-swimmerfrom-smart-goggles-to-waterproof-headphones-11622141542",
    "url": "4-ways-to-become-a-better-swimmerfrom-smart-goggles-to-waterproof-headphones-11622141542",
    "title": "4 Ways to Become a Better Swimmer—From Smart Goggles to Waterproof Headphones",
    "sub_head": "These new swim fitness gadgets—paired with cutting-edge apps—will leave you better equipped to (finally) take on pools again",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-343108?width=620&size=1.5",
    "image_1": "im-343108.jpg",
    "time": "2021-05-27 14:52:00",
    "body": "AS SWIMMERS return to their local pools this summer after a very long dry spell, they’ll have their pick of new tracking and timing technology to improve their strokes. From heart-rate sensors that clip onto goggle bands to smart goggles that project a tally of how many laps you’ve swum directly onto the lens, underwater fitness tech is catching up to its aboveground cousins. Much like Fitbits, these new devices relay via companion apps how hard you worked and whether to take it easy or push yourself on your next swim. We tested some of the most intriguing innovations to see what’s helpful and what’s hype before you invest.<br />Tired of having only your thoughts for company in the lanes? Zygo has overcome Bluetooth’s traditional ineffectiveness at communicating through water with its proprietary transmitter that can send sound from your phone, through the water and into the waterproof headset. Just set the walkie talkie-size transmitter at the end of the pool (not ideal for crowded public areas) and pair your headphones to the Zygo app, where you can choose from one of the over 150 available coached training sessions; or any podcast or playlist on your phone. ($299, shopzygo.com)<br />With these smart goggles, instead of squinting at the clock every 100 meters to see how fast you’re freestyling, you can look off into your peripheral vision to check your lap tally, set time, rest time and more. We found it easy to take in the display, which lives at the corner of the lens, at a glance. Once you pull yourself out of the pool, log into the companion app on your phone to view other statistics related to your workout, from stroke type to kilocalories burned. The app will also let you share your metrics with friends. ($235, finisswim.com)<br />Like the Finis’s, Form’s goggles will tally your laps and tell you how long it took to complete each one. But here, the goggles use an OLED display to project your metrics in front of you as you swim, giving them the appearance of floating in the water. You can customize the display to choose which stats you see, including stroke rate, pace, distance and calories. And, like the Finis, you can view even more fitness data once you log into the app post-swim. ($199, formswim.com)<br />If you want to focus on swimming not data-mining, just clip this nifty little heart-rate, distance and stroke tracker to any goggle strap. Designed by Olympic swimmers and coaches for all levels of swimmers, the tracker will very accurately relay via the Phlex app how hard you exerted yourself. When you check your phone post-workout, you’ll also get a “Splash Score” based on your heart rate and effort to help you improve. ($250, phlexswim.com)"
}