{
    "url_original": "https://www.wsj.com/articles/5g-esports-gaming-11621870177?mod=tech_lead_pos7",
    "url": "5g-esports-gaming-11621870177",
    "title": "How 5G Will Take Esports to a Whole New Level for Gamers and Fans",
    "sub_head": "Faster competition will enhance the game for both players and those watching",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-343274?width=620&size=1.5",
    "image_1": "im-343274.jpg",
    "time": "2021-05-26 10:00:00",
    "body": "In June, armed young men with the latest high-tech gear are expected to descend on Beijing to shoot at their rivals.<br />Fortunately, the event is just a game with play guns. But it’s also a thriving business that stands to grow and change with the addition of fifth-generation mobile connections.<br />Esports are videogame competitions played before live and online audiences—sometimes totaling in the tens of millions—in which experienced contestants vie for cash prizes. Companies ranging from  Intel Corp.  to  Ericsson  AB say they see esports as a natural application for ultrafast 5G networks. With much faster speeds than fourth-generation technology, 5G can make a critical difference in the realism of game scenes and the action. Fast networks are needed to transfer the huge amounts of data that allow players to respond to one another’s actions and keep simulated environments realistic-looking.<br />With faster connections, there also will be potential to involve more players from different venues in a single esports competition. The higher speeds made available in mobile devices, meanwhile, will give a big boost to competitions in virtual-reality games—both in how such games are played and how audiences experience such events.<br />In virtual-reality games, headsets made by companies such as  Facebook Inc.’s  Oculus unit allow players to immerse themselves in simulated environments. In shooting games, for example, players see themselves moving through the virtual environment, and when they pull the triggers on their faux guns to shoot at virtual enemies, bursts of gunfire appear."
}