{
    "url_original": "https://www.wsj.com/articles/5g-farmers-agriculture-11621870949?mod=tech_featst_pos1",
    "url": "5g-farmers-agriculture-11621870949",
    "title": "Farmers Join Push to Harvest the Benefits of 5G",
    "sub_head": "Bringing coverage to rural areas looms as the challenge for agricultural use of the technology",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-342759?width=620&size=1.5",
    "image_1": "im-342759.jpg",
    "time": "2021-05-25 12:00:00",
    "body": "On a collection of adjoining fields near a university in rural western England, an ambitious farming project aims to show it’s possible to plant, grow and harvest a crop autonomously, using robotics, drones—and potentially 5G.<br />The case for using 5G in farming shows promise, although the superfast networking technology is only beginning to be applied in the agriculture world. And there have been some kinks in early-stage experiments.<br />Farmers can benefit from large amounts of data about their crops, and 5G-enabled sensors could help deliver it, measuring if soil needs watering or plants are getting too much sun. Streaming high-quality video over mobile connections could help farmers analyze crops from afar in ways that weren’t possible with earlier generations of cellular technology.<br />Kit Franklin, a senior lecturer in agricultural engineering at Harper Adams University in England, who co-founded the autonomous farming project, called the Hands Free Farm, says many of the possibilities 5G opened up were enticing. So he and his colleagues signed up to test the new networking technology about three years ago as part of a government-supported initiative called 5G RuralFirst.<br />Mr. Franklin thought 5G could streamline the farm’s communications, merging them into a single 5G link instead of relying on a mix of Wi-Fi and other radio-transmission technology. He also thought that because of its high speed, 5G could help the farm move away from having hefty computers on board tractors and harvesters and instead do the number crunching required to automatically steer machinery on remote servers in the cloud. Those things could make robotic farming cheaper and more reliable."
}