{
    "url_original": "https://www.wsj.com/articles/a-2022-voting-time-bomb-11620772858?mod=opinion_lead_pos1",
    "url": "a-2022-voting-time-bomb-11620772858",
    "title": "A Time Bomb for the 2022 Elections",
    "sub_head": "The unconstitutional pieces of H.R.1 could blow up the midterms.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-11 18:40:00",
    "body": "Senate Democrats made a push Tuesday for their version of H.R.1, the House bill to seize control of election rules nationwide. How they imagine they have any mandate for this is a mystery. In a Senate divided 50-50, Democrats don’t even have the committee votes to amend their own bill.<br />At Tuesday’s session of the Senate Rules Committee, the two sides took turns offering revisions that, with minor exceptions, failed 9-9. GOP Leader Mitch McConnell knocked Democrats for trying “to hot-wire our democracy itself without a single vote from the other side.” Another worry: The constitutionally dubious parts of H.R.1 make it a time bomb for the 2022 midterms.<br />The bill has broad mandates that ostensibly apply only to federal elections. States would be forced to offer no-excuses mail ballots. They’d have to count votes straggling in 10 days late, provided the postmarks were stamped Election Day. They’d have to set up same-day registration and couldn’t withhold ballots from felons, except those imprisoned.<br />Where does Congress get the power to make such rules? As 20 state attorneys general said in a March letter, the Constitution grants Congress the authority to set “the Time of chusing the Electors.” But specifying the “Manner” is for state legislatures. For presidential elections, see you in court, H.R.1.<br />For other federal races, H.R.1 has more leeway: The Constitution lets state lawmakers set rules for electing Senators and Representatives, but “Congress may at any time by Law make or alter such Regulations.” A legal problem here is that H.R.1’s mandates are so detailed that they can’t help impinging on state elections for Governor, Attorney General and so forth."
}