{
    "url_original": "https://www.wsj.com/articles/a-beginners-guide-to-traveling-in-alaska-11621594475",
    "url": "a-beginners-guide-to-traveling-in-alaska-11621594475",
    "title": "A Beginner’s Guide to Traveling in Alaska",
    "sub_head": "The 49th State is a hot ticket this summer, but it’s not easy to plan a trip there. A brief guide for rookies, from high-flying adventures to low-stress sightseeing.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-340770?width=620&size=1.5",
    "image_1": "im-340770.jpg",
    "time": "2021-05-21 06:54:00",
    "body": "IF YOU NEED an antidote to Zoom culture, Alaska’s the ticket, with its calving glaciers and opportunities for spelunking, witnessing wildlife (King salmon, bald eagles, jumbo moose) and dog sledding, even in June. And, for the energetic, summer’s 22 hours or so of daylight double the fun. That said, only 5% of the state has roads: You’ll need to wrangle assorted transport—planes, helicopters, trains and boats—and keep an eye on storms that might thwart the best-laid schedule. “It’s quite a confusing place to plan a trip,” said Marc Télio, whose luxury tour company, Entrée Destinations, does just that. Here, recommendations for a few different ways for first-timers to experience the 49th state, depending on just how adventurous they are.<br />At Tordrillo Mountain Lodge, a 40-minute flight northwest of Anchorage, “heli” is the operative prefix, as in heli-fishing, heli-rafting, heli-hiking, heli-skiing. “They can attach six mountain bikes in two cages to a helicopter so guests can go glacier-riding on fat-tire bikes,” said Mr. Télio. Ho-hum? Perhaps the Lodge’s via ferrata, or “iron path,” excursion (heli-again) will raise you from your slumber. Secured by lanyards and carabiners, guests climb a rockface ridge and traverse a chasm via steel-cable tightrope. Not for the vertigo-inclined.<br />Denali National Park, one of several in Alaska, ranges over 6 million acres and is rife with wildlife and gobsmacking views. The Alaska Railway, which travels from Anchorage to Fairbanks, stops near the park entrance: GoldStar service, with glass-topped cars and open-air platforms, offers panoramic views en route. In summer, most private vehicles can only access the first 15 miles of the Park’s 92-mile road, but buses, with hop-off-and-on options, take visitors as far as Mile 66 (one reservation-only shuttle goes to Mile 89), and camping sites are available for overnights. Along with moose-, grizzly-, caribou- and Dall sheep-viewing, opportunities for biking and hiking abound.<br />Natural Habitat Adventures’ photo-themed cruise—which, as of June 1, will require all passengers to be vaccinated against Covid-19—plies the coast of Katmai National Park. Pro nature-photographers help amateurs get their lenses “comfortably” close to grizzlies and other wildlife. For those who prefer palate-based adventures, Entrée Destination’s Gourmet Juneau tour combines cooking classes and good meals with low-stress walks on Mendenhall Glacier."
}