{
    "url_original": "https://www.wsj.com/articles/a-bill-is-coming-due-for-greener-offices-11620385382?mod=business_featst_pos2",
    "url": "a-bill-is-coming-due-for-greener-offices-11620385382",
    "title": "A Bill Is Coming Due for Greener Offices",
    "sub_head": "Energy-inefficient buildings will need to be upgraded if countries are to meet net-zero commitments. Signs that landlords can claw back the cost are mixed.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-07 07:03:00",
    "body": "Cutting carbon emissions is about reducing energy leakage from buildings as much as photogenic new technologies like wind turbines and electric cars. Property owners are understandably nervous about who foots the bill.<br />The U.S., the European Union and the U.K. all have plans to at least halve their carbon output by the end of the decade. Property, which generates nearly 40% of global emissions, will face stricter regulation. Although commercial real estate is less of a problem than residential, it will likely be targeted earlier as its ownership is less fragmented and less politically sensitive.<br />For developers, that points to higher construction costs. A net-zero office is up to 17% more expensive to construct, according to the U.K.’s Green Building Council. A green building is cheaper to run, but for now, most of the benefits go to the tenant. The evidence that property owners can charge higher rents in exchange for lower utility bills is mixed.<br />One report from real estate advisers JLL found that central London offices certified as sustainable get a 6% to 11% “green” rent premium. Skeptics say this probably reflects the higher rent a brand-new building would fetch anyway. Still, there is convincing data to show that green offices are leased more quickly. A clearer green premium may also emerge as corporate tenants pay more attention to their own emissions.<br />To reduce the sector’s environmental footprint, the most urgent priority is to overhaul existing properties. In the Netherlands, it will be illegal from 2023 to lease buildings that score below an energy grade C on the EU scale. Big listed office landlords, such as London-focused Great Portland Estates and New York-based  SL Green Realty ,  will plow more money into their portfolios in the coming years to keep up with standards."
}