{
    "url_original": "https://www.wsj.com/articles/a-black-life-lost-in-seattles-no-cop-zone-11620412478?mod=opinion_lead_pos5",
    "url": "a-black-life-lost-in-seattles-no-cop-zone-11620412478",
    "title": "A Black Life Lost in Seattle’s No-Cop Zone",
    "sub_head": "Horace Lorenzo Anderson Jr. was gunned down in the ‘occupied’ area. His parents now seek justice.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335433?width=620&size=custom_1500x900",
    "image_1": "im-335433.jpg",
    "time": "2021-05-07 14:34:00",
    "body": "This is the story of a black life that didn’t matter enough, a young man who died in a place where politicians didn’t want the police to go. The story begins with what Seattle Mayor Jenny Durkan dubbed the “summer of love” and ends with a 19-year-old left to perish from gunshot wounds.<br />After the killing of George Floyd last May, protests devolved into riots in many cities. Seattle was especially chaotic. Police withdrew from the city’s East Precinct in early June, and armed anarchists seized control of several blocks near Cal Anderson Park. They declared the area the “Capitol Hill Autonomous Zone” and advertised it as cop-free.<br />“It’s not an armed takeover. It’s not a military junta,” the mayor told CNN’s Chris Cuomo on June 12. “We have block parties and the like in this part of Seattle all the time.” City Council member Kshama Sawant called for the area to be “turned over permanently into community control” and for replacing the police station with “a community center for restorative justice.”<br />About a week later, Horace Lorenzo Anderson Jr. went to check out the occupied zone. He never came home. “Evidently it wasn’t so peaceful,” his mother, Donnitta Sinclair, says.<br />On Aug. 5, King County prosecutors charged Marcel Long, now 19, with first-degree murder. He and Anderson had a history of enmity. Prosecutors allege that when they encountered each other in the streets of the autonomous zone, Mr. Long pulled out a handgun. Anderson backed away and ran, and others present tried to hold Mr. Long back, but he broke away, court filings say. A sobbing witness later told police that the victim tripped or fell and was “on his back, ‘laying there hopeless’ ” when the killer fired on him. Anderson sustained “multiple gunshot wounds” that ultimately killed him, according to court filings. This happened within blocks of the abandoned police precinct."
}