{
    "url_original": "https://www.wsj.com/articles/a-dangerous-pick-at-justice-11620860011?mod=opinion_lead_pos2",
    "url": "a-dangerous-pick-at-justice-11620860011",
    "title": "A Dangerous Pick at Justice",
    "sub_head": "Susan Hennessey’s Russia role undermined electoral legitimacy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-12 18:53:00",
    "body": "Even as the 2020 stolen-election myth continues to tear at the GOP, the Biden Administration is elevating a key figure in the campaign to delegitimize Donald Trump’s election in 2016.<br />Susan Hennessey of the Brookings Institution announced this week on  Twitter  that she is joining the Justice Department’s national security division, where Politico reports she will be senior counsel. The post doesn’t require Senate confirmation, but it can play a role in election-related investigations and enforcement.<br />Ms. Hennessey made her name as a commentator by hyping Russian collusion allegations. A former National Security Agency lawyer, she bestowed phony credibility on the Steele dossier after the 2016 election. In 2017 she wrote that the unlawful leak of National Security Adviser Michael Flynn’s conversations with the Russian ambassador “posed a countervailing set of extraordinary circumstances.” She tweeted in 2019 that the decision to drop charges against Mr. Flynn was “an astonishing assault on the rule of law.”<br />Ms. Hennessey has an undisguised partisan interest in the Russia probe, which is still being investigated by U.S. Attorney John Durham. After the 2020 election, Ms. Hennessey tweeted that Mr. Durham’s work was “partisan silliness.”<br />Then there’s the investigation of Rudy Giuliani, who was recently the target of search warrants, apparently over dealings in Ukraine. Leaks to the press—perhaps from Justice—claimed falsely that the FBI had briefed him on a Russian disinformation campaign. Ms. Hennessey is the wrong person to be anywhere near these investigations, or anything that involves her miles-long list of people she loathes."
}