{
    "url_original": "https://www.wsj.com/articles/a-faustian-gig-bargain-11621550169?mod=opinion_lead_pos4",
    "url": "a-faustian-gig-bargain-11621550169",
    "title": "A Faustian Gig Bargain",
    "sub_head": "Ride-share companies may sell out their workers in a deal with unions in New York.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-20 18:36:00",
    "body": "Big business these days believes that if you’re not at the political table, then you’re on the menu. To avoid becoming prime rib, gig companies such as Uber and  Lyft  are negotiating a backroom deal with unions in Albany that could make their workers roadkill.<br />Democrats and unions have been pushing legislation nationwide to reclassify gig workers as employees, who unlike independent contractors can unionize. The workers are entitled to benefits and labor protections under state and federal law. But reclassifying gig workers as employees would upend the business models of ride-share and food-delivery companies.<br />The companies have staved off the worst regulation so far, but perhaps they’re tiring of the fight. We’re told they’ve decided to negotiate a deal in New York that would entrench their market dominance in return for consigning their workers to likely unionization.<br />The legislation being drafted in Albany would require gig companies to hand over their worker contact information to unions so they can try to organize drivers and couriers. Unions would merely need to get a 10% show of support through a card check or authorization form to represent workers. No secret ballot election would be required.<br />Unions would then be allowed to engage in “sectoral bargaining” with gig companies over driver standards. In practice, this means unions would negotiate a labor agreement with all ride-share companies that dictates wages, benefits, dues and labor conditions for all of their drivers. But it wouldn’t technically be considered a labor contract."
}