{
    "url_original": "https://www.wsj.com/articles/a-fleeting-opportunity-in-chinese-stocks-11622110970?mod=business_minor_pos10",
    "url": "a-fleeting-opportunity-in-chinese-stocks-11622110970",
    "title": "A Fleeting Opportunity in Chinese Stocks",
    "sub_head": "Foreign investors are piling into Chinese shares, but those betting on a further jump in the yuan might be disappointed",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-344863?width=620&size=1.5",
    "image_1": "im-344863.jpg",
    "time": "2021-05-27 06:22:00",
    "body": "Foreign investors are piling into Chinese stocks. Is the market turning a corner?<br />There are some clear near-term tailwinds for stocks as regulators crack down on other asset classes. But investors betting on a further jump in the yuan might be disappointed.<br />Chinese market benchmark CSI 300 rose 3.2% Tuesday, the biggest one day move in almost a year. That has put the index into positive territory for the year, but it’s still lagging behind most other major markets. The S&P 500 is up 11.7% in 2021. China’s market is still 8% off its February peaks.<br />Offshore investors are behind the rally: They bought the net equivalent of $7.1 billion of Chinese stocks since Tuesday through the Stock Connect platform, which allows investors to access mainland shares through Hong Kong. That was the highest three-day inflow since the trading link’s launch in 2014.<br />The yuan has also appreciated below 6.4 per dollar this week, its strongest level since 2018. That is mostly down to dollar weakness, though the yuan has also done better than most other major currencies this year. Recent comments from some researchers at China’s central bank may have triggered hopes that Beijing could allow the yuan to strengthen further. One said that China should stop controlling the exchange rate, while another suggested appreciating the yuan to offset rising prices in imported commodities."
}