{
    "url_original": "https://www.wsj.com/articles/a-full-body-workout-to-shake-up-your-exercise-routine-at-home-11620468000",
    "url": "a-full-body-workout-to-shake-up-your-exercise-routine-at-home-11620468000",
    "title": "A Full-Body Workout to Shake Up Your Exercise Routine at Home",
    "sub_head": "Did your fitness regimen fall into a winter rut? A Mayo Clinic expert offers spring fitness ideas for the upper body, lower body, core and cardio.",
    "category_1": "Life & Arts",
    "category_2": "Anatomy of a Workout",
    "image_1_url": "https://images.wsj.net/im-335891?width=620&size=custom_1280x853",
    "image_1": "im-335891.jpg",
    "time": "2021-05-08 06:00:00",
    "body": "If your home workout isn’t delivering the burn you crave, or you’re bored after a long winter of endless push-ups and squats, here are four routines that will keep you challenged through spring.<br />Adam Maronde, performance manager at the Mayo Clinic in Minneapolis, says a fresh workout doesn’t require new equipment. Small changes such as varying repetitions or adding isometric holds to your exercises can make your old routine feel new. Here, he provides four separate workouts—ones for the upper body, lower body and core, as well as an interval workout for cardio. Perform these throughout the week or string them together for a full-body workout. If you haven’t been exercising regularly, check with your doctor before starting a new routine. As with any workout, listen to your body and modify appropriately.<br />“Contrasting repetitions is an easy way to make your same old routine challenging,” Mr. Maronde says. For the workout below, perform loaded repetitions for the first round of exercises. The weight should be challenging. You can use dumbbells or water bottles, and for the push-up, he suggests wearing a backpack loaded with books. For the second round, lighten the load or use body weight and perform at a normal pace. For the final round, use the same load as round two and perform slow and controlled repetitions on a 3:1:3 tempo, where you raise or lower the weight or your body for three seconds, pause one second and then reverse directions for three seconds.<br />Complete three rounds. Use the stretches as recovery time between exercises. Rest 60 to 90 seconds between rounds.<br />Stand in an open doorway. Raise each arm up to the side, bent at 90-degrees with palms forward resting on the door frames. Step forward with one foot until you feel a stretch in your shoulders and chest without leaning forward. Hold for 20 seconds and switch sides."
}