{
    "url_original": "https://www.wsj.com/articles/a-global-operation-warp-speed-is-needed-to-unlock-world-wide-vaccine-production-11620285441?mod=business_minor_pos5",
    "url": "a-global-operation-warp-speed-is-needed-to-unlock-world-wide-vaccine-production-11620285441",
    "title": "A Global Operation Warp Speed Is Needed to Unlock World-Wide Vaccine Production",
    "sub_head": "Abandoning intellectual-property protections for Covid-19 vaccines is a statement of intent, but far more international collaboration is required to accelerate production globally",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-06 03:17:00",
    "body": "The U.S. government announced Wednesday that it would support an international waiver of intellectual-property provisions relating to Covid-19 vaccines, reversing earlier opposition. But the change won’t do a great deal to boost international vaccine production on its own. That requires much more concerted and ambitious cooperation.<br />The pharmaceutical industry has argued against a waiver, in part because intellectual property protections are a spur for innovation. In this case, however, their argument is on weak ground. Whatever the merits of intellectual property in the pharmaceutical industry in normal circumstances, the current circumstances aren’t normal. Speedily vaccinating the world is a priority that has to override normal market incentives.<br />Unfortunately, however, the industry is likely right that the waiver to temporarily suspend World Trade Organization rules on intellectual property, known as Trips, probably won’t do all that much on its own to boost production.<br />It might do so if significant vaccine manufacturing capacity lying fallow, ready to be uncorked, already existed. But there are many other missing links, too. The world needs more production of the lipid nanoparticles that enable mRNA molecules to enter cells. It needs more single-use bioreactor bags and various types of filters. It needs vials and syringes, and more of the sterile environments in which they can be produced. The Trips waiver won’t alleviate these constraints.<br />Crucially, these must be developed in an unusual financial climate. Demand for the products is explosive right now but may suddenly drop off in years to come—an analog to the situation with personal protective equipment. Manufacturers need to know that they aren’t going to invest in productive capacity to make billions of extra vials, only to find that the world doesn’t usually need so many and that they have wasted their money."
}