{
    "url_original": "https://www.wsj.com/articles/a-golden-age-for-genocide-11622494105?mod=opinion_lead_pos9",
    "url": "a-golden-age-for-genocide-11622494105",
    "title": "A Golden Age for Genocide",
    "sub_head": "It isn’t awareness the West lacks but a clear strategy to reverse the rising, bloody tide.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-346384?width=620&size=1.5",
    "image_1": "im-346384.jpg",
    "time": "2021-05-31 16:48:00",
    "body": "It’s been a big week for genocide apologies. On Friday, German Foreign Minister Heiko Maas asked Namibia and the descendants of its Herero and Nama peoples to forgive Germany for actions that “from today’s perspective” were a “genocide.” After bloodily crushing a revolt against colonial rule, in the 1900s German authorities confined Herero and Nama in concentration camps, where a majority of inmates are believed to have died of starvation and illness. In many cases, the tribal land Germany confiscated—the taking of which triggered the rebellion—is still held by settlers’ descendants today. Berlin’s apology came with a pledge of €1.1 billion (around $1.3 billion) for development and reconstruction projects over the next 30 years as recompense.<br />Meanwhile in Rwanda Thursday, French President Emmanuel Macron acknowledged France’s “terrible responsibility” in the 1994 genocide, but without offering a formal apology or financial compensation. French forces played no direct role in the attacks that killed hundreds of thousands of Rwandans, but as Mr. Macron acknowledged, they supported the “genocidal regime” that carried out the murders. A French inquiry acknowledged in March what had been well-known to observers for decades: “French officials armed, advised, trained, equipped, and protected” the Rwandan government that prepared and carried out one of the most horrific actions by any non-Communist government since World War II.<br />The apologizers, as usual, seem less enthusiastic at their tasks than the genocidaires were in theirs. A representative of the Herero people denounced the German apology and compensation offer as “a total insult to our intelligence” and vowed to “fight to hell and back” against closing the books on the German colonial atrocities. The leading Rwandan genocide survivor group expressed disappointment that Macron didn’t offer “a clear apology.”<br />The problem for apologetic states in part is a legal one. Germans don’t want to set a precedent in Namibia that would strengthen the case of, for example, Greeks who demand close to €300 billion as compensation for Nazi crimes in World War II. Similar concerns have dogged Japan’s efforts to resolve the issue of crimes against Koreans during the era of colonial rule, which ended in 1945. Apologies carefully vetted by lawyers rarely sound truly heartfelt.<br />But if genocide apologizers are having an active year, genocidaires are even busier. Walking through my neighborhood in Washington earlier this spring I saw a crowd of people shouting “Stop the Genocide!” and it took me a few minutes to figure which contemporary atrocity they had in mind."
}