{
    "url_original": "https://www.wsj.com/articles/a-high-speed-antitrust-failure-11621369181?mod=opinion_lead_pos1",
    "url": "a-high-speed-antitrust-failure-11621369181",
    "title": "A High-Speed Antitrust Failure",
    "sub_head": "AT&T’s media spinoff shows how wrong the trustbusters were.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-340376?width=620&size=1.5",
    "image_1": "im-340376.jpg",
    "time": "2021-05-18 16:19:00",
    "body": "AT&T ’s  acquisition of Time Warner three years ago was supposed to entrench its media empire—or at least that was the theory of the Trump Justice Department. Well, both AT&T’s media empire and the government’s antitrust case have now unraveled.<br />The telecom giant announced plans on Monday to spin off and combine its WarnerMedia assets with Discovery. The spinoff will free up cash for AT&T to pay down its staggering $169 billion in debt from its acquisitions of Time Warner and DirecTV in 2015 and invest more in its broadband network. The transaction is an implicit admission that the acquisition was a strategic failure.<br />AT&T’s motivation for buying Time Warner was to mine user data to better target ads at viewers. Justice argued in its lawsuit that AT&T would use “its control over Time Warner’s valuable and highly popular networks to hinder its rivals” and “impede disruptive competition” from “emerging online competition.”<br />According to Justice, AT&T would withhold Time Warner’s “premium” content like “Game of Thrones” from competitors in order to steer customers to its DirecTV satellite service. Yet DirecTV was already losing customers to the streaming competition, and  Netflix  hardly needed government protection.<br />Courts eventually waved through the deal, and none of Justice’s parade of horribles happened. DirecTV’s customer attrition accelerated, prompting AT&T to spin it off in February. AT&T’s HBO Max streaming service (17.2 million subscribers) has trailed Netflix (207.6 million),  Amazon  Prime (200 million),  Disney  Plus (103.6 million) and Hulu (37.8 million)."
}