{
    "url_original": "https://www.wsj.com/articles/a-jolt-for-white-house-economists-11620772695?mod=opinion_lead_pos2",
    "url": "a-jolt-for-white-house-economists-11620772695",
    "title": "A Jolt for White House Economists",
    "sub_head": "A Labor Department survey rebuts their jobless benefit claims.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-11 18:38:00",
    "body": "White House economists say there’s no “measurable” evidence that the $300 federal unemployment bonus is discouraging unemployed people from seeking work. They were rebutted by Tuesday’s Bureau of Labor Statistics’ Jolts survey, which showed a record 8.1 million job openings in March.<br />That roughly equals the number that payroll employment is down from the February 2020 pre-pandemic peak. Job openings increased across the economy, but especially in food services and accommodation (185,000), state and local education (155,000) and arts and entertainment (81,000). Restaurants are reopening and expanding capacity as lockdowns lift and more people get vaccinated, so they need more workers. More schools are reopening, which means they need janitors, bus drivers and security officials.<br />But these jobs often pay less than what most workers could make on unemployment. That explains why the number of job openings in many industries increased more than the number of new hires in March. In leisure and hospitality, job openings increased by a whopping 267,000 but hires declined by 6,000. Hmmm. Job openings in state and local education grew by a sizeable 155,000—2.5 times as much as hires.<br />Overall job openings in March increased by about 600,000 while new hires ticked up a mere 200,000. The number of workers who quit their jobs also grew by 125,000. This is usually a sign of a strengthening labor market, but in this case some quitters may be leaving their jobs because they figure they can make more unemployed for the next six months after Democrats extended the bonus into September.<br />This week the governors of Alabama, Arkansas, Mississippi and South Carolina announced they will forego federal funding for the $300-a-week supplement to unemployment insurance, joining Montana Gov. Greg Gianforte, who did so last week. Businesses will be grateful to have workers back, and so will their customers."
}