{
    "url_original": "https://www.wsj.com/articles/a-judicial-blow-to-bidens-tax-cut-ban-11621195371?mod=opinion_lead_pos3",
    "url": "a-judicial-blow-to-bidens-tax-cut-ban-11621195371",
    "title": "A Judicial Blow to Biden’s Tax-Cut Ban",
    "sub_head": "A judge says the federal takeover of state fiscs is likely unconstitutional.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-16 16:02:00",
    "body": "Pieces of the Biden Administration’s aggressive agenda are starting to make their way before judges, and an early ruling points to trouble for the Democratic takeover of state fiscal policy.<br />The case concerns a provision in the $1.9 trillion spending bill passed in March. It said that states can’t use their share of the funds to “directly or indirectly offset a reduction” in “net tax revenue.” The command, intended to deter legislatures from reducing tax burdens, is so vague it could allow the federal government to second-guess almost any state fiscal policy choice through 2024.<br />Ohio, which is slated to receive $5.5 billion from the bill, sued to invalidate that restriction as an abuse of Congress’s power under the Spending Clause. And in a preliminary opinion last week, federal Judge Douglas Cole found the state has a “substantial likelihood of success on that argument.”<br />One way the Constitution limits federal intrusions on state sovereignty, the opinion explains, is by requiring that Congress set clear conditions for state aid. It quotes a 2006 Supreme Court precedent (Arlington Central School District v. Murphy): “States cannot knowingly accept conditions of which they are ‘unaware’ or which they are ‘unable to ascertain.’”<br />Yet that’s exactly what Congress and the Biden Administration are asking Ohio to do as it decides to either forfeit federal funds or forfeit its ability to cut certain undefined taxes. “The Court honestly has no idea what an ‘indirect offset’ to net tax revenues may be,” wrote Judge Cole, referring to the statute’s restriction on state use of the funds. “It became clear at oral argument that the federal government was largely unwilling to hazard a guess as to what it meant either.”"
}