{
    "url_original": "https://www.wsj.com/articles/a-maritime-solution-for-cyber-piracy-11620922458?mod=opinion_lead_pos5",
    "url": "a-maritime-solution-for-cyber-piracy-11620922458",
    "title": "A Maritime Solution for Cyber Piracy",
    "sub_head": "Congress should revive the ‘letter of marque’ and authorize companies to defend against hackers.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-13 12:14:00",
    "body": "After the Japanese attacked Pearl Harbor, the Goodyear blimp Resolute was put into service spotting enemy submarines. There’s a lesson for 21st-century cyberwarfare.<br />The Constitution gives Congress the power to issue “letters of marque and reprisal”—essentially licenses authorizing private parties to wage war on the government’s behalf. Congress issued letters of marque liberally until the end of the War of 1812, and they were particularly useful during the First Barbary War (1801-05). The fledgling U.S.’s fleet of six frigates couldn’t stem piracy alone. Letters of marque enlisted U.S. merchantman as far away as the Mediterranean, where Barbary states often provided pirate ships with safe harbor. In the typical 19th-century use, Congress issued letters of marque to schooners and sloops, giving their operators the authority to sink or capture pirate ships by force.<br />The Resolute was the first and only privately owned U.S. craft to operate under a letter of marque since then. The blimp was flown by a civilian crew out of Los Angeles. If letters of marque could be adapted for flying machines, why not computing machines? Recent destructive hacks have proved that federal action alone can’t protect the cyber infrastructure. The time has come to grant letters of marque to enlist and arm private corporations to defend their interests and America’s.<br />Today’s pirates sail the cyber seas searching for loot, by ransom or theft. Like their 19th-century maritime counterparts, they respect no sovereignty and disrupt commerce and daily life. This weekend’s Colonial Pipeline hack and the recent  SolarWinds  attack demonstrate the growing danger and sophistication of such assaults. Like the Barbary pirates, hackers frequently receive haven or direct support from hostile states like Russia or China.<br />Hackers routinely exploit private corporations as an entry point to lucrative private assets or national-security vulnerabilities. The SolarWinds hackers launched attacks from systems run by  Microsoft  and Amazon. The National Security Agency, which has primary responsibility for protecting cyberspace, is legally barred from monitoring and collecting intelligence from U.S. entities. Tom Burt, Microsoft’s vice president for security, told the Journal in March: “This is a sophisticated actor that apparently took time to research legal authority. It knew that by operating from servers in the United States, it could evade some of the U.S. government’s best threat hunters.”"
}