{
    "url_original": "https://www.wsj.com/articles/a-new-look-at-a-wicked-emperor-11621020758",
    "url": "a-new-look-at-a-wicked-emperor-11621020758",
    "title": "A New Look at a Wicked Emperor",
    "sub_head": "Nero is remembered as a villain, but a new exhibition suggests there was more to the Roman ruler than meets the eye.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-337617?width=620&size=custom_3608x1906",
    "image_1": "im-337617.jpg",
    "time": "2021-05-14 18:33:00",
    "body": "After the Roman emperor Nero committed suicide in 68 AD, at the age of 30, a hostile Senate made a concerted effort to suppress any record of his existence. This act of damnatio memoriae, “condemnation of memory,” consisted of defacing or destroying images bearing Nero’s likeness, and it has made things difficult for the curators of “Nero: The Man Behind the Myth,” a new exhibition opening May 27 at the British Museum.<br />The marble portraits on display in the show aren’t always what they seem. For instance, a bust of Vespasian, who became emperor in 69 AD after a brief civil war, is actually a recarved bust of Nero, says lead curator Thorsten Opper. Small traces on the surface of the marble at the back of the neck indicate “where a longer section of hair, characteristic of Nero’s coiffure, was removed.”<br />Another marble bust in the exhibition, from Rome’s Musei Capitolini, is one of the best known portraits of Nero, the model for how the emperor was portrayed in the Hollywood epic “Quo Vadis” (1951). But “only the central part of the face is ancient,” Mr. Opper says. “Everything else is a brilliant 17th century restoration, and he looks big, and he looks mean and gluttonous and tyrannical. But it’s based on distorted sources.”<br />The premise of the exhibition is that Nero’s reign, from 54 to 68 AD, was a lot more accomplished and less tyrannical than we think. The stories about his depravity—for instance, that he had his mother Agrippina murdered—come from historians like Tacitus and Suetonius, members of a senatorial elite that was jealous of imperial power. Both wrote roughly 50 years after Nero’s death, “when there was a new dynasty in power, which made it extremely important to paint the previous dynasty that ended with Nero in the worst possible light,” says exhibition curator Francesca Bologna.<br />The exhibition includes over 200 artifacts contemporary with Nero’s reign, including statues, wall paintings, graffiti, armor, writing tablets, coins and jewelry. Several of these objects come from a mass of new finds made over the last 15 years, including three of the so-called “Bloomberg tablets,” a collection of 405 preserved wooden writing tablets that were found at the site of the new Bloomberg building in London in 2010-13."
}