{
    "url_original": "https://www.wsj.com/articles/a-new-covid-19-vaccine-challenge-persuading-hesitant-parents-to-get-their-kids-the-shots-11621278879",
    "url": "a-new-covid-19-vaccine-challenge-persuading-hesitant-parents-to-get-their-kids-the-shots-11621278879",
    "title": "A New Covid-19 Vaccine Challenge: Persuading Hesitant Parents to Get Their Kids the Shots",
    "sub_head": "Many parents are ambivalent about getting their kids vaccinated, saying they want more information about safety and side effects",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "time": "2021-05-17 15:14:00",
    "body": "Elhanan Abrams, a 38-year-old dad in Dallas of four children ages 12 and under, says he got his Covid vaccination as soon as he became eligible in April. But he wants to see more data before deciding whether to vaccinate his kids, who receive all the other routine childhood vaccinations. “Covid-19 has a generally negligible effect on children,” says Mr. Abrams.<br />After federal regulators authorized Pfizer’s Covid vaccine for 12- to 15-year-olds this month, some parents were thrilled at the opportunity to vaccinate their children, citing hopes for a summer filled with camp, vacations and a sense of normalcy. Others with younger kids are eagerly awaiting their chance, with eligibility likely beginning later this year.<br />But other parents are hesitant—sometimes even when they’ve been vaccinated themselves. Pediatricians trying to persuade them say one challenge is that the public-health message to parents over the last year has been that kids usually don’t get very sick from Covid. Some parents worry about unknown potential side effects because the vaccine is new; they’d rather see a longer track record. And other parents are broadly wary of all vaccines, citing unfounded debunked theories about inoculations impacting future fertility or causing developmental disorders.<br />In a December survey of nearly 2,000 parents, 25% of those who had gotten the vaccine or planned to said they were more likely to get it themselves than to vaccinate their children, according to preliminary data by researchers at Indiana University. Hesitant parents cited concerns about potential cognitive, behavioral or developmental effects. There is no evidence that the vaccines cause such issues.<br />In a Kaiser Family Foundation nationally representative April survey of nearly 600 parents of children under age 18, one third said they wanted their children vaccinated as soon as they were eligible; another third wanted to wait and see; and a final third said they would get their children vaccinated only if it was required by schools or that they definitely wouldn’t."
}