{
    "url_original": "https://www.wsj.com/articles/a-police-union-coverup-in-boston-11620945914?mod=opinion_lead_pos1",
    "url": "a-police-union-coverup-in-boston-11620945914",
    "title": "A Police Union Coverup in Boston",
    "sub_head": "What did Labor Secretary Marty Walsh know about a union chief charged with sexually abusing children?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-13 18:45:00",
    "body": "Bostonians were shocked last summer when the former chief of the Boston police union, Patrick Rose, was arrested on 33 counts of sexually abusing children. The dismay has grown as it’s become clear that Mr. Rose’s behavior was known for years and that officials helped to keep it secret. That may have included Marty Walsh, the former union chief, former mayor of Boston and now U.S. secretary of Labor.<br />Mr. Rose served 24 years in the Boston Police Department before his arrest, including three years as the head of the Boston Police Patrolmen’s Association. In 1995 he was criminally charged with sexually abusing a child and placed on administrative duty. The Boston Globe reports that prosecutors in 1996 dropped the charge when the accuser “recanted his story under pressure from Rose.”<br />Yet a subsequent internal affairs investigation that same year concluded that the charge “was sustained.” The Globe reports that state child welfare investigators also looked into the allegation and found “reasonable cause to believe” a child was abused.<br />It isn’t clear how the police department responded to those findings. But in 1997 an attorney for the police union sent a letter to the police commissioner complaining that Mr. Rose had been restricted to administrative duty for two years and threatened to file a grievance. Mr. Rose was then reinstated as a patrol officer and allowed contact with children. According to prosecutors, he went on to sexually abuse at least five more minors, including when he was union president from 2014-2017. Mr. Rose has pleaded not guilty.<br />Mr. Rose will get his day in court, but Mr. Walsh’s role needs more attention. Following Mr. Rose’s arrest last summer, the Globe filed requests for the officer’s internal affairs file, which included details of the 1995 charge, internal investigation and union response. The Walsh administration refused to release the file, saying the records could not be redacted in a way that would satisfy privacy concerns."
}