{
    "url_original": "https://www.wsj.com/articles/a-quiet-place-part-ii-review-shhh-its-good-11622152856?mod=opinion_reviews_pos2",
    "url": "a-quiet-place-part-ii-review-shhh-its-good-11622152856",
    "title": "‘A Quiet Place Part II’ Review: Shhh! It’s Good",
    "sub_head": "John Krasinski directs Emily Blunt in the sequel to their 2018 horror movie about a post-apocalyptic world in which the slightest noise could lead to sudden death.",
    "category_1": "Film Review",
    "time": "2021-05-27 18:00:00",
    "body": "‘A Quiet Place Part II” was supposed to hit the multiplexes immediately after its world premiere in New York in March 2020, but the film went back on the shelf to wait out the pandemic, rather than become streaming fodder.<br />A good thing, too—it’s worthy of the big screen. Speaking professionally, I should note that no sequel could have been as distinctive as the 2018 original, a horror thriller with a powerfully dramatic premise  and fully developed characters. This follow-up offers the solid satisfactions of suspense and intensity without the delight of discovery. Speaking personally, though, I feel compelled to note that the critics screening was my first time in a movie theater since the Covid-19 shutdown, and I was so excited to be there, so gobsmacked by the enormous images and immense sounds—and eerie silences—that I may not be the most objective judge of the production’s ultimate worth.<br />The action begins just after the first film ends. The surviving members of the Abbott family are visibly older—mainly the sister, Regan (Millicent Simmonds), and her kid brother, Marcus (Noah Jupe)—but nothing is made of that, which is perfectly fine. We’re quickly caught up in the plight of the siblings, their mother, Evelyn (Emily Blunt), and Evelyn’s newborn son, after a brisk and gripping preface takes us back to the onset of the post-apocalyptic plague—blind monsters who listen for the slightest sound, then devour the hapless human who made it.<br />The husband and father, Lee (John Krasinski), figures in the preface, but it’s our only chance to see him again. Lee previously gave his life for his family, and in this story dead means dead—none of those time-warpy resurrections that occasionally occur in superhero franchises. Now it’s up to the materfamilias to keep everyone safe from hideous harm in this once-picturesque rural corner of New York state. But Evelyn gets more help from Regan than she could have imagined. Among the movie’s many good ideas executed well, the one really fine idea is transforming the already brave and resourceful deaf daughter into a full-fledged action heroine, a role for which Ms. Simmonds, deaf in real life, turns out to be impressively suited. That decision is thanks to Mr. Krasinski, who directed, as before, but this time from his own screenplay, rather than a joint effort with Scott Beck and Bryan Woods, his collaborators on the previous script.<br />“I can save us,” Regan signs to her mother, and your heart goes with her as she marches off into the wilderness, cochlear implant in place and shotgun on her shoulder, determined to find the source of a song emanating from a radio station on an offshore island. But why would a deaf girl, however brave, choose to follow the siren call of a golden oldie? Because, I can tell you without spoiling your viewing pleasure—I mean your theater-attending pleasure—Regan takes the song, “Beyond the Sea,” to be not just any random anthem on a loop at some abandoned station but a code, or specific signal, suggesting that other remnants of civilization are still out there, waiting to be discovered. (Along the way she is joined, not always supportively, by one of her father’s friends, Emmett; he’s played with gusto and sporadic glee by the always excellent Cillian Murphy.)"
}