{
    "url_original": "https://www.wsj.com/articles/a-quiet-place-sequel-reboots-summer-moviegoing-11622483340?mod=business_lead_pos2",
    "url": "a-quiet-place-sequel-reboots-summer-moviegoing-11622483340",
    "title": "‘A Quiet Place’ Sequel Reboots Summer Moviegoing",
    "sub_head": "The thriller and Disney’s ‘Cruella’ helped fuel a robust Memorial Day weekend at the box office, though far below pre-Covid-19 levels",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-345996?width=620&size=1.5",
    "image_1": "im-345996.jpg",
    "time": "2021-05-31 13:49:00",
    "body": "Compared with last year, how much better was the kickoff to this year’s summer season at the movies? More than a hundred times better.<br />Led by the long-delayed and much-anticipated horror sequel “A Quiet Place Part II,” the combined North American box office raked in at least $97 million, according to media measurement firm Comscore. “A Quiet Place Part II” captured the bulk of that, grossing $57 million in the U.S. and Canada during the Memorial Day holiday weekend, according to preliminary studio estimates.<br />Last year, this weekend—typically the start of a busy summer full of Hollywood blockbusters—saw box-office revenues plummet to $843,000, according to Comscore. The Covid-19 pandemic meant most theaters were closed and people were sheltered at home watching shows and movies on their televisions and devices. While the weekend’s total represents a significant rebound, domestic ticket sales for all movies during the Memorial Day holiday pre-Covid have tended to surpass $200 million.<br />Still, with the highest-grossing weekend in more than a year, “A Quiet Place Part II” did what avid moviegoers and Hollywood power players hoped it would: demonstrate that moviegoing—a business which has survived past existential threats like the advent of television and then home video—remains a resilient industry despite consumers’ increased adoption of streaming services.<br />Distributed by  ViacomCBS Inc.’s  Paramount Pictures movie studio, “A Quiet Place Part II” picks up where the original, 2018 breakout box-office hit left off, following members of a small family as they navigate a post-apocalyptic world where survivors seek shelter from deadly monsters that have a keen sense of hearing. Actors Emily Blunt and John Krasinski both reprise their roles. Mr. Krasinski, who has surprised fans at some early screenings to drum up interest in the film, also wrote, directed and produced the movie."
}