{
    "url_original": "https://www.wsj.com/articles/a-real-vacation-a-few-neighborhoods-away-11620446401",
    "url": "a-real-vacation-a-few-neighborhoods-away-11620446401",
    "title": "A Real Vacation a Few Neighborhoods Away",
    "sub_head": "Her wings clipped during the pandemic, a New Yorker finds a sweetly ‘madcap’ seaside destination just a ferry (or bike) ride from home",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2021-05-08 12:00:00",
    "body": "COMPARED WITH many Brooklyn neighborhoods, Red Hook doesn’t get a lot of visitors. Bordered to the west by the Buttermilk Channel, and to the south by the Erie Basin and the Gowanus Bay, Red Hook is perhaps best-known to New Yorkers as the site of the city’s only IKEA store. Although the area is just a few minutes’ drive from lower Manhattan, it isn’t easy to reach by public transit. The closest subway station—at Smith and 9th Street—requires a 15-minute walk under the unprepossessing shadow of the Brooklyn-Queens Expressway. Two ferry lines serve the neighborhood but one of them has been suspended since the beginning of the pandemic.<br />But despite its relative inaccessibility—or because of it—I’ve been in love with the neighborhood for almost as long as I’ve been an adult. I discovered it by accident, several years ago, when I went to review an experimental play at the floating Waterfront Barge Museum, located on what was once the 1914 Lehigh Valley Barge. I got lost on my way from Carroll Gardens and ended up wandering through the neighborhood’s community gardens and still-working warehouses before coming to the pier, at last, at dusk, to watch the sun set in brilliant pink over the Statue of Liberty: so much closer, from there, than from Manhattan. Since then, I’ve corralled reluctant friends to join me in the neighborhood whenever possible, despite the trek: to have brunch (and the much-lauded “city’s best” Irish coffee) at local restaurant Fort Defiance. Or else to tear into whole lobsters at the Red Hook Lobster Pound, or to listen to live music at insalubrious hours at Sunny’s, a vaguely nautical bar just off the waterfront where musicians—Irish, bluegrass, folk, klezmer, jazz—play six nights a week. Eccentric and eclectic, Red Hook feels less like a neighborhood of New York than like a city in itself or a madcap seaport like Italy’s Trieste, that I’d loved. One seemingly residential window on Van Brunt Street is home to an inexplicable display of Betty Boop dolls; a local crèche in an empty lot has become the de facto home of the area’s stray cats.<br />During the worst months of the pandemic—when I avoided subways altogether—I took to biking from my home in Morningside Heights to Red Hook, via the Manhattan Bridge and the reassuringly separated waterfront bike paths along the Brooklyn waterfront. I’d work on my laptop outdoors at local cafes, or else at the pizzeria Hoek, where I could watch night fall on Manhattan from the outdoor tables off the Valentino Pier. I’d listen to the musicians at Sunny’s play impromptu concerts on Conover Street.<br />When the opportunity arose for me and my husband to temporarily relocate to the neighborhood, I took it. A few days later I had a routine. I’d wake up to the sound of foghorns—the piers were just a five-minute walk away—or else to the cawing of gulls. I’d spend mornings working alongside Billy, a neighborhood cat who adopted me, in the heated back garden of the Black Flamingo cafe.<br />Lunch involved darting across the street to Mark’s Red Hook Pizza—where the proprietor memorized my order, called me darling, and insisted on careening across the floor to open the door for me—then cycling to one of the neighborhood’s numerous waterfront picnic spots. I’d work on various benches, stopping from time to time to listen to the vinyl music invariably echoing from the Red Hook Record Store ($3 books in the cart outside), or buy groceries at Fort Defiance: repurposed during the pandemic into a high-end general store."
}