{
    "url_original": "https://www.wsj.com/articles/a-realistic-monument-to-heroism-11622233360",
    "url": "a-realistic-monument-to-heroism-11622233360",
    "title": "A Realistic Monument to Heroism",
    "sub_head": "The Korean Veterans Memorial pays tribute to former servicemen through a plain-spoken acknowledgment of the harshness of war.",
    "category_1": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-344315?width=620&size=1",
    "image_1": "im-344315.jpg",
    "time": "2021-05-28 16:22:00",
    "body": "<br />The Korean War ended more than two decades before the messy conclusion of the war in Vietnam. And yet a memorial to that earlier, “forgotten” war was dedicated only on July 27, 1995, 13 years after the completion on the National Mall of a wall of polished granite, etched with the names of those who died in Vietnam.<br />Maya Lin’s Vietnam Veterans Memorial in Washington—once so polemical—is now thought by many to be as close to reverential perfection as a war memorial can be. It has had fierce critics. Jim Webb, a Vietnam vet and U.S. senator, called it “a nihilistic slab of stone.” The wall is stark, even accusatory, and a bronze sculpture of three soldiers was added later to shush those who regarded Ms. Lin’s creation as too cerebral—even insufficiently heroic.<br />As if determined not to stoke such controversy, the Korean Veterans Memorial is, by contrast, stubbornly literal. A demotic American masterwork, it is plain-spoken and realist. It appeals to old-fashioned conceptions of what is heroic and admirable. Unlike the Vietnam Memorial, which yields its richness to those who meditate before it, the Korean Memorial fills even a child with awe—and it does so instantly, on first contact, as I found when I took my son to see it when he was 10 years old, a full decade ago. There is no sight quite like that of a small boy transfixed before statues that tower over him.<br />The monument—designed by Cooper-Lecky Architects of Washington—has many elements, including a Pool of Remembrance and a low-slung United Nations Wall that lists the 22 countries that joined the U.S. in its “police action” in Korea. Another wall, listing the names of the Americans who died, will be completed next year."
}