{
    "url_original": "https://www.wsj.com/articles/a-shift-in-market-leadership-is-reassuring-when-stocks-get-frothy-11620644865?mod=markets_lead_pos13",
    "url": "a-shift-in-market-leadership-is-reassuring-when-stocks-get-frothy-11620644865",
    "title": "A Shift in Market Leadership Is Reassuring When Stocks Get Frothy",
    "sub_head": "Value stocks are outperforming pricier growth stocks by the greatest margin in over a decade",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336169?width=620&size=1.5",
    "image_1": "im-336169.jpg",
    "time": "2021-05-10 07:07:00",
    "body": "Value stocks globally have just recorded their strongest short-term performance against growth stocks in over a decade. In a market riddled with signs of froth and euphoria, that’s a healthy development.<br />The MSCI All Country World Value Index—heavy on less-expensive financial, healthcare and industrial stocks—is beating its growth-stocks equivalent by 11.3 percentage points over the past 12 weeks. That’s its biggest advantage since mid-2009, when the equity market was climbing off the floor following the global financial crisis.<br />Of course, that follows last year’s even-larger outperformance by richly valued growth stocks, the greatest since the heat of the dot-com bubble. In general, growth stocks—led not just by the U.S. FAANG set but also the emerging Chinese tech sector—have trounced their more staid peers globally over the last decade.<br />There is no magic formula that says value and growth stocks must equilibrate. Tech stocks carry a premium price, but the companies are experiencing tremendous earnings growth. Still, after last year’s rally, a period of rebalancing would be positive for the market in general, making it less dependent on a handful of high-price names.<br />Bank of America analysts see an analogy with the rotation toward value after the internet stock bubble burst in 2000. But there is a clear difference so far: Broad stock indexes both in the U.S. and the rest of the world in aggregate are still at or near record highs."
}