{
    "url_original": "https://www.wsj.com/articles/a-smart-lamp-that-watches-kids-when-they-study-is-a-hit-in-china-11622466002?mod=tech_lead_pos10",
    "url": "a-smart-lamp-that-watches-kids-when-they-study-is-a-hit-in-china-11622466002",
    "title": "A Smart Lamp That Watches Kids When They Study Is a Hit in China",
    "sub_head": "The product, made by TikTok owner ByteDance, monitors study habits and offers aid to students—but also raises privacy issues",
    "category_1": "Tech",
    "time": "2021-05-31 09:00:00",
    "body": "What looks like a children’s desk lamp, behaves like  Amazon.com Inc.’s  Alexa and comes with two surveillance cameras? The latest educational fad in China.<br />“Smart homework lamps” have skyrocketed in popularity since ByteDance Inc., the creator of short video app TikTok, first introduced the $120 lamps in October. Chinese parents snapped up 10,000 units within the first month. The product’s popularity spurred ByteDance to ramp up marketing and its rivals to roll out their own versions, all while testing the Chinese public’s tolerance for more cameras.<br />The lamps come equipped with two built-in cameras—one facing the child and another offering a bird’s-eye view from above—letting parents remotely monitor their children when they study. There is a smartphone-sized screen attached to each lamp, which applies artificial intelligence to offer guidance on math problems and difficult words. And parents can hire a human proctor to digitally monitor their children as they study.<br />In addition to the basic version of the lamp, a $170 upgraded model sends alerts and photos to parents when their children slouch. That version of the lamp sold out on China’s largest e-commerce platforms earlier this month.<br />Ni Ying, a 36-year-old in Shanghai who bought the basic version of the lamp in March, paid an extra $350 for three teachers to remotely watch her daughter do homework each afternoon for two hours over the course of three months."
}