{
    "url_original": "https://www.wsj.com/articles/a-tech-company-tried-to-limit-what-employees-talk-about-at-work-it-didnt-go-well-11619967600?mod=tech_lead_pos5",
    "url": "a-tech-company-tried-to-limit-what-employees-talk-about-at-work-it-didnt-go-well-11619967600",
    "title": "A Tech Company Tried to Limit What Employees Talk About at Work. It Didn’t Go Well.",
    "sub_head": "Basecamp’s move to ban political conversations lays bare a sharp divide in the tech industry over how to navigate potentially divisive issues",
    "category_1": "Tech",
    "time": "2021-05-02 14:20:00",
    "body": "When leaders of the product management and communication software company Basecamp announced last week that it would curb political conversations at work, fallout came fast.<br />Tech employees, workplace consultants and politicians alike assailed the decision on  Twitter  and LinkedIn, though other company leaders called it a courageous move. Some employees publicly threatened to quit. Ultimately, the Chicago-based company offered buyouts to its staff of about 50. A significant number of employees decided to leave.<br />Though small, Basecamp is influential among tech companies—its founders have written popular books about work and held theirs up as a model workplace, with shortened weeks in summer and paying everyone working in the same role the same salary. Its attempt to regulate what employees talk about on the job shows how, after years of encouraging teams to “bring their whole selves to work,” some companies now want employees to bring a little less.<br />Years ago  Alphabet Inc.’s  Google and  Facebook Inc.  led the way in embracing open discussions of sensitive topics at work, providing internal message boards, town halls and other forums for employee opinions. Many others followed suit, and leaders continue to take stands on social issues and give employees arenas to express themselves.<br />Recently, some companies have gone the other way—most notably cryptocurrency exchange  Coinbase Global Inc.,  which last fall declared its culture “apolitical.” Chief Executive Brian Armstrong wrote that the company wouldn’t debate causes or political candidates internally and that employees shouldn’t expect Coinbase to take public stances on their own personal beliefs."
}