{
    "url_original": "https://www.wsj.com/articles/a-third-intifada-is-unlikely-but-hamas-is-trying-to-start-one-11620771596?mod=opinion_lead_pos7",
    "url": "a-third-intifada-is-unlikely-but-hamas-is-trying-to-start-one-11620771596",
    "title": "A Third Intifada Is Unlikely, but Hamas Is Trying to Start One",
    "sub_head": "Jerusalem is a powder keg, but the shift of the focus to Gaza reduces the prospects of unity against Israel.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-11 18:19:00",
    "body": "Jerusalem<br />After distant explosions, the clear sky was suddenly covered with hundreds of birds, all flying east, away from the noise. It was a few minutes after 6 p.m. Monday. Hamas had just launched a volley of seven rockets from the Gaza Strip at this city, the moment of escalation in what has been a month of increasing violence, which began in Jerusalem and is now spreading across Israel.<br />The crowds at IDF Square downtown, participants in a march to celebrate Jerusalem Day, the anniversary of Israel’s conquest in the 1967 Six Day War, took shelter inside the nearest buildings. But after a few minutes people returned to the square, and the chanting and singing picked up again. A colleague covering the Palestinian protests at the Damascus Gate a few hundred yards away told me later that the demonstrators greeted the explosions with whistling and applause.<br />Jerusalem is carrying an excess of symbolic weight. The Old City, and specifically the hill Jews know as the Temple Mount and Muslims as the Haram al-Sharif, is at the center of the 150-year struggle between Jews and Arab Muslims for sovereignty west of the Jordan River. What conflict begins there rarely stays confined within the municipal boundaries. Israel is nevertheless some distance away from facing a new, broad uprising west of the Jordan. A third intifada seems unlikely.<br />Monday’s rocket salvo on Jerusalem kicked off a night of heavy fire from Hamas-controlled Gaza; the Israel Defense Force responded. Hamas has fired at least 630 rockets since. The IDF has hit at least 500 targets in the strip in retaliation. At the time I write this, rockets are still falling. There are dead and wounded on both sides."
}