{
    "url_original": "https://www.wsj.com/articles/a-year-after-george-floyds-murder-its-open-season-in-minneapolis-11621893383?mod=opinion_major_pos4",
    "url": "a-year-after-george-floyds-murder-its-open-season-in-minneapolis-11621893383",
    "title": "A Year After George Floyd’s Murder, It’s ‘Open Season’ in Minneapolis",
    "sub_head": "Homicides have more than doubled in a year. Three children have been shot in the past month.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-342489?width=620&size=1.5",
    "image_1": "im-342489.jpg",
    "time": "2021-05-24 17:56:00",
    "body": "Al Sharpton and civil-rights attorney Benjamin Crump led a march in downtown Minneapolis Sunday in advance of the first anniversary of George Floyd’s death on May 25. Former Minneapolis police officer Derek Chauvin was convicted of Floyd’s murder last month.<br />Messrs. Sharpton and Crump didn’t visit North Memorial Health Hospital, where two recent victims of a yearlong explosion of violence in Minneapolis are on life support. On April 30 Ladavionne Garrett Jr., 10, was riding in a car with his parents when a gunman opened fire. A bullet pierced Ladavionne’s head; doctors put him in a medically induced coma and removed part of his skull to relieve swelling on the brain. On May 15, 9-year-old Trinity Ottoson-Smith was jumping on a trampoline at a friend’s house when bullets fired from a passing car struck her in the head. She is also in critical condition at North Memorial, in the room next to Ladavionne’s.<br />Nineteen children in Minneapolis have been shot this year, an increase of 171% over the same period in 2020. Their relatives wonder where the protesters are. “Why ain’t nobody mad about a 10-year-old, my grandson, fighting for his life?” asked Sharrie Jennings, Ladavionne’s grandmother, at a May 17 mayoral event. “Because a cop didn’t shoot him, is that why?” Ms. Jennings warned of “a deadly summer” for kids if the mayor and police chief don’t “step up.” Later that day, Aniya Allen, 6, was caught in a shootout between rival gangs while in her mother’s car. Aniya died on May 19.<br />Minneapolis homicides between Jan. 1 and last week were up 108% compared with the same period in 2020; shootings were up 153%, and carjackings 222%. The crime increase began after Floyd’s death and has never let up. Nor has the assault on law enforcement that began with the arson destruction of the Third Precinct building on May 28, 2020. Officers are routinely punched, kicked and hit with projectiles. There was a near-riot in downtown Minneapolis in the early hours of May 22 following a shootout among club patrons. Two people were killed in that shootout and eight wounded. Responding officers called for backup across the Twin Cities at what the department called an “exceptionally chaotic scene.” The previous weekend, officers were maced, and pelted with rocks and debris while trying to disperse disorderly crowds.<br />After Floyd’s death, the Minneapolis City Council called for abolishing the police department and replacing it with a “new transformative model for cultivating safety.” Abolition didn’t happen, but “some folks” in the community got the message anyway that “they have a sort of open season on their enemies,” said Alicia Smith, the executive director of the Corcoran Neighborhood Organization."
}