{
    "url_original": "https://www.wsj.com/articles/aaron-rodgers-packers-trade-jeopardy-broncos-raiders-11620043044",
    "url": "aaron-rodgers-packers-trade-jeopardy-broncos-raiders-11620043044",
    "title": "Aaron Rodgers, Broncos Quarterback? Stay in Green Bay? ‘Jeopardy!’ Host? Questions Looking for Answers",
    "sub_head": "The reigning NFL MVP is reportedly looking to move onto a new team. Or, alternatively, a full-time game show career.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-333084?width=620&size=1.5005861664712778",
    "image_1": "im-333084.jpg",
    "time": "2021-05-03 08:04:00",
    "body": "Let’s begin by reminding everyone that Aaron Rodgers is very, very good at this. He knows the game cold, he’s quick on his feet, he does his homework, he respects the history and tradition of the position—and he wishes not merely to impress, but to be the best, for a long, long time.<br />And that’s just as a potential host of “Jeopardy!”<br />As an NFL quarterback, Rodgers is considerably better. He is football’s reigning MVP, a man who, in 2020, threw for 48 touchdowns against five interceptions, and led the Green Bay Packers to the doorstep of the Super Bowl, before being undone by Tom Brady and Tampa Bay and his own team’s questionable decision to kick a late field goal instead of trying to score a touchdown and 2-point conversion to tie the game. Rodgers is 37, and still among football’s most electric athletes, someone who, at least two or three times a game, attempts a dazzling NONONOYESYESYES pass that only he, or maybe Patrick Mahomes, can pull off.<br />He’s an awesome circus, a Hall of Famer to be. It’s hard to argue.<br />But now it appears he’s done with Green Bay. Word arrived prior to last week’s opening of the NFL draft that Rodgers was fed up with his job in Wisconsin and was open to a trade. Rodgers has hinted at discontent in the past, and it sounds as if he’s irritated with the Packer front office—according to a report in Yahoo, he’s specifically miffed with general manager Brian Gutekunst, and the bad vibes extend back to at least last spring, when Green Bay picked quarterback Jordan Love in the first round without bothering to let Rodgers know."
}