{
    "url_original": "https://www.wsj.com/articles/activist-wins-exxon-board-seats-after-questioning-oil-giants-climate-strategy-11622050087?mod=business_lead_pos1",
    "url": "activist-wins-exxon-board-seats-after-questioning-oil-giants-climate-strategy-11622050087",
    "title": "Activist Wins Exxon Board Seats After Questioning Oil Giant’s Climate Strategy",
    "sub_head": "Engine No. 1’s victory in one of the most expensive proxy fights ever is unprecedented setback for Exxon and CEO Darren Woods",
    "category_1": "Business",
    "time": "2021-05-26 14:03:00",
    "body": "An activist investor won at least two seats on the board of  Exxon Mobil Corp. , a historic defeat for the oil giant that will likely force it to alter its fossil-fuel focused strategy and more directly confront growing shareholder concerns about climate change.<br />Exxon said Wednesday a preliminary vote count showed shareholders backed two nominees of Engine No. 1, an upstart hedge fund owning a tiny fraction of the oil giant’s stock. The final vote wasn’t tallied as of early Wednesday afternoon, and the final composition of the board was unclear. Exxon Chief Executive Darren Woods was also re-elected to the board along with seven of Exxon’s candidates, while two seats were undetermined, the company said.<br />The vote culminated a pitched, monthslong battle to persuade Exxon shareholders that turned into one of the most expensive proxy fights ever. It was an enormous blow to Mr. Woods, who personally campaigned against Engine No. 1. Many viewed the vote as a referendum on Mr. Woods’ performance. Exxon lost a record $22 billion last year and was struggling to regain its status as an industry-leading profit engine even before the coronavirus pandemic crushed global demand for oil and gas.<br />Both sides feverishly made their case to investors until the last minute. Exxon delayed the closing of the voting by an hour Wednesday morning and Engine No. 1 said the company was calling investors to ask them to change their votes. In a message sent to shareholders, the fund urged them “not to fall prey to any such strategic efforts.”<br />An Exxon spokesman didn’t immediately respond to a request for comment."
}