{
    "url_original": "https://www.wsj.com/articles/action-network-to-be-sold-as-sports-betting-deals-surge-11620069202?mod=markets_lead_pos11",
    "url": "action-network-to-be-sold-as-sports-betting-deals-surge-11620069202",
    "title": "Action Network to Be Sold as Sports-Betting Deals Surge",
    "sub_head": "Denmark-based Better Collective to buy U.S. betting-analytics firm for $240 million, seeking more scale in dealings with gambling operators",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-332825?width=620&size=1.5",
    "image_1": "im-332825.jpg",
    "time": "2021-05-03 15:13:00",
    "body": "A wave of deal making is afoot in the sports-betting world, as participants ranging from analytics firms to casinos look to cash in on the growing sector.<br />In the latest move, Denmark-based  Better Collective  A/S, which offers tools and media content to help subscribers place more-informed bets, said Monday it agreed to purchase rival Action Network Inc. for $240 million.<br />Last week,  DraftKings Inc.,  a digital entertainment and gaming company, purchased rights to a popular podcast by former ESPN host Dan Le Batard for $50 million. Also in April, gambling company  Bally’s Corp.  announced a $2.7 billion merger with online-gaming company  Gamesys Group  PLC.<br />Several factors have set the table for deal making. Sports betting is being legalized across the U.S., creating markets in many states. At the same time, access to many of these markets is restricted, with many states limiting betting licenses to a relatively small number of holders. That has created an incentive for sports books to grow quickly and signal to licensers that they are worthy of recognition.<br />“This is just the start,” said Chris Grove, a gambling-industry analyst at research firm Eilers & Krejcik Gaming. “This is not the middle, this is nowhere near the end.” He said that deal making will continue as the U.S. market matures. Some acquisitions will likely be made by special-purpose acquisition companies, or SPACs, Mr. Grove said."
}