{
    "url_original": "https://www.wsj.com/articles/afghanistans-terror-future-11620679849?mod=opinion_lead_pos1",
    "url": "afghanistans-terror-future-11620679849",
    "title": "Afghanistan’s Terror Future",
    "sub_head": "Emboldened militants kill dozens of schoolgirls in Kabul.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-336470?width=620&size=1.5",
    "image_1": "im-336470.jpg",
    "time": "2021-05-10 16:50:00",
    "body": "The U.S. withdrawal from Afghanistan undermines American security interests, but the humanitarian disaster may be more immediate. The attack on a school in Kabul over the weekend is a likely preview.<br />Even in Afghanistan, Saturday’s bombings stood out as particularly depraved. It began when a suicide bomber detonated a car at the gates of a mixed-gender school. As surviving students fled, two more bombs exploded nearby. This left more than 80 dead and nearly twice as many wounded.<br />The bombings were timed to ensure that schoolgirls, who attend classes on a different schedule than boys, were the primary victims. And it’s no accident that the attack took place in a predominantly Shiite Hazara part of Kabul. Religious minorities and women were among those who suffered the most under Taliban rule in the 1990s. They won’t fare any better if the group retakes control of the country.<br />Expect even more violence as U.S. and allied forces complete their withdrawal sometime this summer: Attacks on girls for going to school and on religious minorities simply for existing, and terrorist violence to scare anyone who thinks of resisting.<br />After the weekend bombings the U.S.-backed government in Kabul blamed the Taliban, which blamed Islamic State’s Afghan affiliate. These extremist organizations have clashed in the past, but the Afghan government accuses them of coordinating attacks on the capital. Some have argued that the Taliban would control Islamic State. Good luck with that."
}