{
    "url_original": "https://www.wsj.com/articles/afghanistan-bomb-attack-on-girls-highlights-threat-to-womens-education-11620575673",
    "url": "afghanistan-bomb-attack-on-girls-highlights-threat-to-womens-education-11620575673",
    "title": "Afghanistan Bomb Attack on Girls Highlights Threat to Women’s Education",
    "sub_head": "Kabul residents on Sunday buried dozens of schoolgirls killed by explosions outside a school",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-336087?width=620&size=1.5",
    "image_1": "im-336087.jpg",
    "time": "2021-05-09 11:54:00",
    "body": "KABUL—Zainab Maqsudi, 13 years old, exited the library and walked toward the main gate of the Sayed Shuhada school to go home on Saturday when she was blown backward by an explosion. When she stood up, the air was thick with dust and smoke, and she was surrounded by shattered glass.<br />“Suicide attack!” everyone yelled, she said, reflecting how common such attacks have become in Afghanistan. She noticed she was bleeding from her arms. An older sister took her to hospital.<br />“I’m not sure if I will go back to school when I recover,” Zainab, who is in seventh grade, said from her hospital bed Sunday, with her parents by her side. “I don’t want to get hurt again. My body shakes when I think about what happened.”<br />Preventing girls like Zainab from going to school was the likely goal of the terrorists behind Saturday’s attack in a predominantly Shiite neighborhood of Kabul. Widening access to women’s education was one of the most tangible achievements of the 20-year U.S. presence in Afghanistan—progress that could be reversed once American forces leave the country later this year.<br />Afghan authorities on Sunday raised the official death toll from Saturday’s attack that targeted schoolgirls at Sayed Shuhada to 53. It was the latest assault on the area’s mostly Shiite Hazara minority, which in recent months has suffered horrific attacks by Islamic State’s Afghan affiliate, including on a maternity ward and an education center."
}