{
    "url_original": "https://www.wsj.com/articles/african-europeans-review-recalling-forgotten-pasts-11622230082",
    "url": "african-europeans-review-recalling-forgotten-pasts-11622230082",
    "title": "‘African Europeans’ Review: Recalling Forgotten Pasts",
    "sub_head": "People of African heritage have contributed greatly to Europe’s music, literature and more. But their achievements have long been overlooked.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-344662?width=620&size=1.5",
    "image_1": "im-344662.jpg",
    "time": "2021-05-28 15:28:00",
    "body": "In 1472, two decades before Columbus sailed for the New World, so great was the demand for African labor in Portugal that the parliament urged King Afonso V to bar the sale of Africans to other European countries, especially to rival Spain, whose market for bound blacks was equally insatiable. By the mid-16th century, about 10% of Lisbon’s 100,000 inhabitants were Africans who had been brought to the city as slaves. At the time, 30,000 other blacks lived scattered throughout Portugal, whose overall population barely numbered one million people.<br />Portugal outlawed the importation of slaves in 1761, after its ships had delivered roughly 400,000 Africans in chains to the country. That is a larger number of slaves than the United States and its predecessor colonies imported from Africa during the entire history of slavery in America. To know this and to visit Portugal as an American today is to make two awful questions nearly unavoidable: Why did such large numbers of Africans make so little obvious mark on the long-term composition of the Portuguese population and its gene pool? And why has the historic record of African lives in the country remained so sparse?<br />Portugal, though a pioneer in the slave trade, is by no means the only country in Europe with a forgotten or effaced African past. In one surprise that bears this out, researchers have recently found strong evidence that there were at least two African crewmembers on a ship, sunk in 1545, in Henry VIII’s navy.<br />Olivette Otele’s “African Europeans: An Untold History” works to bring more of this past to public attention. The book arrives in a market newly awakened to its topic by the drama surrounding the marriage of Britain’s Prince Harry and Meghan Markle, as well as by recent entertainment products, like the popular  Netflix  series “Bridgerton,” a royal period fantasy prominently featuring black stars.<br />Ms. Otele, a black scholar at Britain’s University of Bristol, takes a broad view of her subject. Sometimes, the African Europeans of the title are, as one might expect, people living in Europe, but on many other occasions, they are blacks or people of mixed-race who have lived elsewhere, in other far-flung quarters of the Atlantic world. Her book is equally sprawling in terms of time, moving back and forth across the centuries, from antiquity to the present."
}