{
    "url_original": "https://www.wsj.com/articles/after-an-indonesian-submarine-sank-china-stepped-in-to-help-salvage-it-11621349148",
    "url": "after-an-indonesian-submarine-sank-china-stepped-in-to-help-salvage-it-11621349148",
    "title": "After an Indonesian Submarine Sank, China Stepped In to Help Salvage It",
    "sub_head": "Beijing has deployed ships for the operation, which involves fastening slings to parts of a submarine that lay at a depth of half a mile",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-340020?width=620&size=1.5",
    "image_1": "im-340020.jpg",
    "time": "2021-05-18 10:45:00",
    "body": "SINGAPORE—China’s military is playing a key role in the recovery of an Indonesian naval submarine that sank last month, a challenging operation that analysts say could boost Beijing’s soft power in the region.<br />The KRI Nanggala-402 sank to depths of more than 800 meters (half a mile) during a torpedo drill off the coast of Bali on April 21, killing all 53 people on board. Chinese ships arrived in the area on May 1 and have participated in 13 undersea operations to collect photos and video of the submarine and secure pieces of light wreckage, Senior Col. Chen Yongjing, the Chinese defense attaché in Indonesia, said in a joint news conference Tuesday in Bali with Indonesian military officials.<br />“Lifting [objects] under the very deep sea is a complex problem around the world,” he said, speaking behind a display of bits of debris recovered so far.<br />Indonesia is eager to raise the submarine so that it can investigate why it sank and broke into at least three pieces. Underwater vehicles are being used to cinch slings around different parts of the submarine—the area is too deep for divers to operate in—and lift them to the surface. One sling snapped while attempting to lift the submarine’s sail section, which weighs more than 18 tons, said Iwan Isnurwanto, a rear admiral in the Indonesian navy. The only large piece recovered so far is a part of a life raft, according to the navy.<br />China’s prominent role in the operation has raised some concerns. The Nanggala sank near the Lombok Strait, a strategic waterway that is useful as a submarine transit point, said an American official with knowledge of the matter. The Chinese vessels—which involved an ocean salvage and rescue ship, a scientific salvage ship and an ocean tug—would be able to collect oceanographic data that could make it easier for Chinese submarines to navigate the area in the future, the official said."
}