{
    "url_original": "https://www.wsj.com/articles/after-the-israeli-cease-fire-11621550460?mod=opinion_lead_pos2",
    "url": "after-the-israeli-cease-fire-11621550460",
    "title": "After the Israeli Cease-Fire",
    "sub_head": "Islamist radicals saw how Democratic support for Israel has eroded.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-20 18:41:00",
    "body": "As we went to press, it looked like Israel and Hamas would put down their arms—for now. The truce comes less than two weeks after the terrorist group commenced its 4,000-rocket barrage on Israeli civilians—the most intense since it took over the Gaza strip in 2007. Israel’s leadership wouldn’t have approved a cease-fire if it hadn’t accomplished most of what it wanted through air strikes, but the question now is what lessons the region’s players take from the short war and the world’s response.<br />The cease-fire has no strings attached, so neither Hamas nor Israel won a strategic victory. Israel says Hamas suffered the destruction of its tunnel network and the death of many military leaders. The group may lack the capacity to launch another major war on Israel, which it wants to annihilate, for some time.<br />Israel’s casualties were more limited because of its Iron Dome anti-missile technology. Yet Hamas inflicted a blow to Israeli democracy by showing that it could foment ethnic violence among Arab and Jewish Israelis, both of whom rioted during the conflict. That’s a tragedy, especially after Arab parties have advanced in recent years within Israel’s democracy.<br />Meanwhile Hamas, Hezbollah and Iran saw that Democratic support for Israel in the U.S. has declined. We credited President Biden this week with not trying to dictate Israel’s security decisions, but he soon bent rhetorically to his party’s left, saying Wednesday he “expected a significant deescalation today.”<br />The progressives who are increasingly driving Democratic social and economic policy want to drive Mideast policy as well. Rep. Rashida Tlaib, whom President Biden praised on a Michigan trip this week, accused fellow Democrats of “taking orders from Netanyahu” the day before. Sen. Bernie Sanders is trying to block a U.S. arms sale to Israel."
}