{
    "url_original": "https://www.wsj.com/articles/airbnb-has-mo-money-mo-problems-11620944283?mod=business_minor_pos10",
    "url": "airbnb-has-mo-money-mo-problems-11620944283",
    "title": "Airbnb Has Mo Money, Mo Problems",
    "sub_head": "The company is expecting a travel rebound, but will likely need more hosts to meet demand",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-338380?width=620&size=1.5",
    "image_1": "im-338380.jpg",
    "time": "2021-05-13 18:18:00",
    "body": "The pandemic supplied  Airbnb  with lots of problems, but returning demand isn’t one of them.<br />Last summer, its Chief Executive Officer Brian Chesky said Covid-19 wiped out nearly everything his company had built over 12 years in a matter of weeks. Now, with vaccines widely circulating, Mr. Chesky says we are about to have a travel rebound “unlike anything we have seen before.” He should be careful what he wishes for.<br />The home-sharing giant reported first-quarter topline results on Thursday that topped Wall Street estimates in a big way. Revenue of $887 million was 23% higher than analysts polled by FactSet had estimated. But the more telling comparison is relative to other online travel platforms: Airbnb grew revenue 5% year on year, while  Expedia Group ,   Booking Holdings  and  Marriott International  reported that their revenue fell by an average of more than 48% over the same period.<br />Average daily rates rose on Airbnb in the first quarter from last year given a shift in supply and demand for more desirable alternative accommodations such as single family homes. Furthermore, last year’s revenue number was significantly impacted by cancellations when the pandemic first hit.<br />Perhaps most impressive is that Airbnb said its gross bookings value grew by a whopping 50% in the first quarter from a year earlier and 3% over the same period of 2019, indicating that consumers have grown more confident in their ability to travel again. This level of consumer demand hasn’t been seen industrywide: Both Booking and Expedia reported declines in year-over-year bookings in their first quarter earnings results last week."
}