{
    "url_original": "https://www.wsj.com/articles/albert-and-the-whale-review-visionary-of-the-created-world-11621000284",
    "url": "albert-and-the-whale-review-visionary-of-the-created-world-11621000284",
    "title": "‘Albert and the Whale’ Review: Visionary of the Created World",
    "sub_head": "The author of ‘The Sea Inside’ takes a deep dive into the world seen through Albrecht Dürer’s eyes.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337765?width=620&size=1.5",
    "image_1": "im-337765.jpg",
    "time": "2021-05-14 09:51:00",
    "body": "In July 1520, Albrecht Dürer, the most famous German painter of his time, left his native Nuremberg, accompanied by his wife and his maid, to attend the coronation of Charles V in Aachen. He was worried. The death of Emperor Maximilian I had put his annual pension in jeopardy, and he wanted to remind his successor of his presence. Yet, as the British writer Philip Hoare demonstrates in “Albert and the Whale,” Dürer’s trip was more than a financial mission. When he got word that his entitlement had been renewed, Dürer journeyed on to the Netherlands, cheerfully swapping scores of priceless prints for room and board, trinkets (an ivory pipe, some silken belts), or beautiful paints, ultramarine, for example, a deep blue, dazzling as if it had come straight from the sea. But then Dürer heard about the enormous whale stranded in Zeeland, a whale so large that people feared it would take a half year to cut it into pieces. Dürer wanted to see for himself. En route to the whale, his boat nearly capsized and he caught what biographers think was malaria. When he set out again a few days later, the tides had washed the animal out to sea.<br />The whale Dürer never saw provides the impetus for Mr. Hoare’s “Albert and the Whale,” an ecstatic romp through several centuries of art, literature, and natural history. The name Dürer might conjure images of dark, narrow streets and half-timbered houses in old German towns, ancient Gothic script, and woodcuts so finely executed they take forever to figure out. Mr. Hoare gives us instead a thoroughly modern Dürer, a dreamer, a visionary, our contemporary. Art historians have alerted us to the parallels between his best known self-portrait from 1500—signed, in portentous Latin, “Albertus Durerus Noricus” (Albrecht Dürer of Nuremberg)—and traditional representations of Jesus Christ. But the artist that we see there is also unsettlingly real, a handsome young man confident of his station in life, his beautiful locks flowing down to his shoulders where they mingle with the furry collar of his coat, a carefully groomed beard framing a pair of full lips, with just a hint of exhaustion visible under his right eye.<br />As Mr. Hoare suggests, it doesn’t really matter that Dürer never got to see the Zeeland leviathan. As the subversive embodiment of the limits of knowledge, the cause of constant wonder and terror, that great whale, or its equivalent, had long lived deep inside him. Lying in his bed in landlocked Nuremberg, a bustling city of goldsmiths, instrument-makers, printers, and bankers, Dürer would dream at night of great torrents of water pouring down from the sky, a vast flood turning the earth into an ocean. Dürer woke up trembling and recorded what he had seen: “Got wende alle ding zu besten” (God may turn all things to the best).<br />Whether we want it or not, “the sea is an extension of ourselves,” wrote Mr.  Hoare in his 2017 book “RisingTideFallingStar.” A world without water, besides being unimaginable, would be without mystery, too: “everything would seem knowable, exposed.” In “Albert and the Whale,” Mr. Hoare’s most experimental work to date, there is water everywhere, and the great mystery of life remains intact. Sometimes Mr. Hoare might dispense a little too quickly with knowable things: There are mistakes in his quotations from the original German, and fact-checking would have revealed that it was C.G. Jung’s grandfather, not his father, who was rumored to be Goethe’s illegitimate son. Yet I doubt that any other writer has grasped so deeply the feral, sensual undercurrent of Dürer’s art or has felt so acutely the artist’s attunement to the fierce animals that live in his works: the bony, narrow-headed dogs; the hirsute walrus, seemingly as ancient as the world itself;  the armored rhino, as big as a house, menacing in its hardened, ornamented glory. “Albert and the Whale” is full of such unexpected insights into Dürer’s art, expressed with epigrammatic force and clarity. Listen to Mr. Hoare’s description of how Dürer’s woodcuts, “dreams . . . in black and white,” begin to “swirl and roar” when you look at them, so much so that you want to “turn the volume down.”<br />In tireless pursuit of Dürer’s works, Mr. Hoare visits museums the world over, and impressions from his travels punctuate his narrative, as do unsettling personal memories of, for example, his dying mother. (Dürer, too, was there when his own mother Barbara died, a hard, painful death that left him at a loss for words.) An accomplished swimmer, Mr. Hoare hops into every major and minor body of water he encounters on his journeys. But like Ishmael, the narrator of Herman Melville’s novel “Moby-Dick,” he has also “swum through libraries.” In writing about Dürer, Mr. Hoare really writes about “Dürer,” asking us to imagine not a person but, to borrow W.H. Auden’s phrase about Freud, a “whole climate of opinion.” Mr. Hoare’s book is best read as a fiendishly erudite daydream, in which there are no boundaries and anything becomes possible. The author invites the reader to step inside his capacious mind, a place so magical that Albrecht Dürer may fuse with his 19th-century admirer Oscar Wilde, who also liked to don furs; or with modern poet Marianne Moore, who adored Dürer’s “busy, wild-animal eyes;” or with  David Bowie, appearing half human, half animal, on the cover of the album “Diamond Dogs.” More than once, Wilde’s love of men whispers its name from the wings, as when Mr. Hoare comments on Dürer’s engraving “The Men’s Bath House” (1496) or on the enigmatic red-bereted girl-boy, “with eyes so large that the water seemed to have brimmed in them and widened them,” whom Dürer painted in Venice in a decade later."
}