{
    "url_original": "https://www.wsj.com/articles/alibabas-2-8-billion-fine-isnt-its-only-problem-11620911620?mod=markets_lead_pos10",
    "url": "alibabas-2-8-billion-fine-isnt-its-only-problem-11620911620",
    "title": "Alibaba’s $2.8 Billion Fine Isn’t its Only Problem",
    "sub_head": "Chinese e-commerce company has managed to come out of an eventful year in a good shape, but the competition is hot on its heels",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-13 09:13:00",
    "body": "Chinese regulators recently slapped a $2.8 billion fine on Alibaba. But the company actually has a larger problem: maintaining its lead over the competition.<br />The Chinese e-commerce giant reported an operating loss of $1.2 billion for the quarter ending in March. The loss was mostly because Alibaba booked the $2.8 billion fine for anticompetitive behavior in that quarter. Excluding the fine, Alibaba’s operating profit would have risen 48% from a year earlier. Regulators say the company forced merchants to sell goods exclusively on its platform instead of those of its rivals, in a practice called er xuan yi, meaning “choose one out of two.”<br />It was a difficult year for Alibaba regulator-wise—its finance affiliate Ant Group saw its initial public offering derailed—but it has been a great year for business. Alibaba’s e-commerce and cloud businesses benefited from the pandemic. Revenue last quarter grew 64% from a year earlier. Partly that was due to the addition of Sun Art, a supermarket chain Alibaba acquired last year, but even excluding that, its sales grew 40%.<br />But the company needs to invest more to fend off the competition. With the latest regulatory scrutiny, it might also need to spend more to keep merchants happy. The company’s adjusted earnings before interest, taxes, depreciation and amortization, which excludes the one-off fine, grew only 18% year-over-year—implying shrinking margins. Alibaba has been putting money into food delivery and grocery e-commerce. The latter in particular faces strong competition from others as all Chinese tech giants see this as a chance to get their hands on relatively untapped rural areas. The business is unlikely to be profitable in the near future.<br />Apart from usual rivals  JD.com  and Pinduoduo, Alibaba could face competition from Tencent. Tencent’s  WeChat  has increasingly become a platform for shopping through its mini-programs, basically apps within the chat app. Merchants and even e-commerce platforms like JD.com can do their businesses through these mini-programs. Tencent said in January gross merchandise sales for physical goods on mini-programs last year grew 154% from a year earlier, without indicating the actual amount."
}