{
    "url_original": "https://www.wsj.com/articles/alibabas-winning-cloud-formula-is-coming-under-pressure-11621767602?mod=business_lead_pos2",
    "url": "alibabas-winning-cloud-formula-is-coming-under-pressure-11621767602",
    "title": "Alibaba’s Winning Cloud Formula Is Coming Under Pressure",
    "sub_head": "ByteDance, state sector had been solid customers, but times are getting tougher",
    "category_1": "Tech",
    "time": "2021-05-23 07:00:00",
    "body": "Pressure is mounting on Alibaba’s cloud-computing division after years of breakneck expansion, as competition in the industry intensifies and political issues hurt the Chinese company’s ability to win business overseas and government contracts at home.<br />Alibaba investors have banked on cloud computing to drive significant growth, as competition in the company’s main e-commerce business heats up. In recent months, however, the cloud unit has parted ways with a major customer, was given the cold shoulder by some Chinese government clients and has overhauled its organizational structure, people familiar with the matter said.<br />Alibaba Group Holding Ltd.  reported last week that cloud computing revenue grew 37% in the quarter ended March 31 from the same period a year earlier, the slowest quarterly growth since it went public on the New York Stock Exchange in 2014. The company said the slowdown was due to the loss of a major Chinese internet client’s international business due to “non-product related requirements.”<br />That client was ByteDance Ltd., the owner of the social-video app TikTok, which terminated a deal to store its international data on Alibaba Cloud, some of the people said. When ending the relationship, ByteDance bought servers from Alibaba, they said.<br />The moves reflected Beijing-based ByteDance’s desire to handle its own fast-expanding cloud-computing needs, the people said. Growing U.S. pressure on the use of Chinese-owned computer services to store Americans’ data accelerated the process, one of the people said. In August, the Trump administration warned against the use of Chinese cloud-computing services including Alibaba’s."
}