{
    "url_original": "https://www.wsj.com/articles/alice-waterss-school-food-revolution-11622032243",
    "url": "alice-waterss-school-food-revolution-11622032243",
    "title": "Alice Waters’s School-Food Revolution",
    "sub_head": "The acclaimed chef’s forthcoming book, ‘We Are What We Eat,’ is a broadside against the fast-food industry and an exploration of sustainability, in school lunches and elsewhere. The 77-year-old also shares a few of her favorite things.",
    "category_1": "WSJ. Magazine",
    "category_2": "Still Life",
    "image_1_url": "https://images.wsj.net/im-340106?width=620&size=0.8",
    "image_1": "im-340106.jpg",
    "time": "2021-05-26 08:30:00",
    "body": "Alice Waters is sitting in a sunny garden in Los Angeles. She speaks with an untraceable accent that has a breathy, ethereal quality to it, likely honed by time spent during her early adulthood in London, where she trained to be a Montessori school teacher, and throughout France and Turkey, where she first became interested in food.<br />Fifty years ago, after returning stateside, she opened Chez Panisse in Berkeley, California, establishing her slow-food ethos. In 1995, she founded the Edible Schoolyard program at the Martin Luther King Jr. Middle School in Berkeley, which has a one-acre organic garden and kitchen classroom where students grow and prepare food on-site. At 77 years old, she continues to publicly advocate her belief in sustainable production and cooking, releasing her latest book this June, We Are What We Eat: A Slow Food Manifesto. In Waters’s ideal world, every family would have a World War I–style victory garden to grow their own food. Schoolchildren, she believes, should be fed organic, healthy meals, weaning them off of the fast food that make up most school lunches. “It’s a crime to have children, before they’re 6, addicted,” she says, of the excess fat, sugar and salt in so many American kids’ diets. She sees the Covid-19 death toll as partially a consequence of American obesity, too.<br />California, she hopes, will be at the center of a progressive, nationwide change in how we think about food. “We have to be deliberate in the way that we teach the values of stewardship and nourishment and community and diversity and equity to the next generation,” she says. “And what better place than the public school system?”<br />2021 is the 50th anniversary of Chez Panisse. What successes have you seen in your slow-food ethos? What still needs to get done?<br />Something really needs to get done right now because we have forgotten about public education in this country. The fast-food industry has come in there and brought the values of fast food into the school system. That’s what my manifesto is really about. It’s showing how fast food isn’t just about food that’s not nourishing, it’s taught us a set of values that has destroyed our humanity and our planet. If we change the food [in schools], wow, what an economic engine. We can give to Black, brown farmers, the whole nine yards. And for 50 years, [Chez Panisse has] been buying food directly from the farmers. No middleman. The values come right through the kitchen door. Having the Edible Schoolyard for 25 years at a middle school in Berkeley with [about] a thousand kids and 22 different languages spoken, I know for sure one thing: that when they experienced math in the garden and history in the kitchen classroom, where they’re cooking the food from India and eating the chickpea curry, they’re coming back to their senses; they’re touching and tasting. We live right now in a sensorially deprived world. We aren’t tasting anymore. We aren’t listening carefully."
}