{
    "url_original": "https://www.wsj.com/articles/all-rhodes-scholarships-are-based-on-merit-11620849970?mod=opinion_major_pos16",
    "url": "all-rhodes-scholarships-are-based-on-merit-11620849970",
    "title": "All Rhodes Scholarships Are Based on Merit",
    "sub_head": "Our selectors are explicitly directed not to try to “balance” or seek diversity of gender, race, ideology, academic field or any other characteristic.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-335368?width=620&size=1.5",
    "image_1": "im-335368.jpg",
    "time": "2021-05-12 16:06:00",
    "body": "David Satter (“The Rhodes Scholarship Turns Against Its Legacy of Excellence,” op-ed, May 8) suggests that the world’s preeminent international graduate scholarship has been “corrupted” by being turned into a competition “rigged” by racial preference. His claims are false and misinformed.<br />The selection of Rhodes Scholars is focused on our criteria of excellence of intellect and character, sympathy for others and potential for leadership and positive impact. Our instructions to selectors make clear that committees should choose the strongest candidates. They are explicitly directed not to try to “balance” or seek diversity of gender, race, ideology, academic field or any other characteristic.<br />Competition for the scholarship, now available globally through 24 constituencies, is intense. For our U.S. constituency, 16 different committees interview outstanding finalists and select the two they believe best exemplify our criteria. Mr. Satter concludes that the system must be racially rigged to result in our 2021 cohort of U.S. scholars, in which 10 of the 32 were African-American, 11 were other students of color and 11 were white. The assumption that a meritocratic selection process could not possibly have produced this result is an insult to the remarkably talented young people who, to quote his own words, “survived a withering competition.”<br />His premises are further proven wrong by data about our selection outcomes. The number of winners by race, gender and other characteristics varies significantly each year, as one would expect in a system that chooses the strongest individuals. In 2019 four of the 32 Americans selected were black and 17 were white—which coincidentally reflects the percentage of U.S. college students who are white, and exceeds the percentage of whites within the Ivy League.<br />All our scholars were selected solely for their individual excellence. And while it is harder than ever to be admitted to Oxford, today’s Rhodes Scholars consistently outperform the graduate population overall. For eight of the past 10 years, Rhodes Scholars have earned more distinctions per capita than the Oxford average."
}