{
    "url_original": "https://www.wsj.com/articles/almost-nothing-youve-heard-about-evictions-in-jerusalem-is-true-11621019410?mod=opinion_lead_pos6",
    "url": "almost-nothing-youve-heard-about-evictions-in-jerusalem-is-true-11621019410",
    "title": "Almost Nothing You’ve Heard About Evictions in Jerusalem Is True",
    "sub_head": "Neutral application of property law becomes an international incident because a landlord is a Jew.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-14 15:10:00",
    "body": "Hamas never needs a special occasion to bombard Israel with rockets. Yet the progressive narrative connects the terrorist group’s current onslaught to eviction proceedings in Israeli courts concerning a few properties in the Jerusalem neighborhood of Sheikh Jarrah. Sens. Bernie Sanders and Elizabeth Warren claim these are stark human-rights violations by the Israeli government, and illegal under international law. Even the State Department expressed “serious concern.”<br />The truth about Sheikh Jarrah is the opposite. It is an ordinary property dispute between private parties. The Jewish claimants’ ownership of the few plots of land has been confirmed repeatedly in court, following laws that apply equally regardless of ethnicity. Israeli courts have gone out of their way to avoid evicting the Palestinian residents who haven’t paid rent for half a century.<br />In the case now before Israel’s Supreme Court, the owner is an Israeli corporation with Jewish owners whose chain of title is documented back to an original purchase in 1875. Until 1948, the neighborhood now known as Sheikh Jarrah was home to both Jewish and Arab communities. Jordan invaded Israel in 1948 and occupied half of Jerusalem, expelling every one of its Jewish inhabitants and seizing their property.<br />When Israel reunited Jerusalem and ended the Jordanian occupation in 1967, it had to decide what to do with these properties. In the many cases in which Jordan had officially transferred the title of Jewish-owned properties to Palestinians, Israel respected the new titles—and still does—even though they are based on forcible takings in a war of aggression followed by ethnic cleansing against Jews. Where title had never been transferred, however, Israel returned properties to their owners. Critics of Israel claim that Arabs can’t recover property under the same law, but the law is entirely neutral—it is simply the case that Jordan took property from Jews, not Palestinians.<br />Title to the properties in dispute in Sheikh Jarrah was never given by Jordan to Palestinians, so Israeli law respects the unbroken title of the plaintiffs. This case has nothing to do with ethnicity or religion. The only discrimination in the legal treatment of Sheikh Jarrah property is historic, by Jordan, and against Jews to the benefit of Palestinians."
}