{
    "url_original": "https://www.wsj.com/articles/amazon-echo-buds-2-review-a-more-affordable-alternative-to-apples-airpods-pro-11621774800?mod=business_minor_pos9",
    "url": "amazon-echo-buds-2-review-a-more-affordable-alternative-to-apples-airpods-pro-11621774800",
    "title": "Amazon Echo Buds 2 Review: A More Affordable Alternative to Apple’s AirPods Pro",
    "sub_head": "Amazon’s second-generation earbuds have active noise-canceling and hands-free Alexa—and cost less than competition from Apple, Samsung and Bose",
    "category_1": "Tech",
    "category_2": "Personal Technology: Nicole Nguyen",
    "image_1_url": "https://images.wsj.net/im-342167?width=620&size=1.5",
    "image_1": "im-342167.jpg",
    "time": "2021-05-23 09:00:00",
    "body": "I’ve worn earbuds more over this past year than any other. Between video calls and workouts at home, it felt like I was constantly putting some sort of implement in my ear.<br />Wireless earbuds have become essential—as has noise-canceling technology to drown out the sounds of housemates. If you’re looking for a new pair, and are leery of dropping $249 on Apple’s shiny Pro ’pods, consider  Amazon ’s  recent update to its Bluetooth buds.<br />The second-generation Echo Buds have active noise cancellation and built-in, hands-free Alexa. They’re smaller and sound better than the previous model—and they’re cheaper too.<br />The price—$120, or $140 with a wireless charging case—is why these headphones are worth your attention. Noise-canceling earbuds from companies like Apple,  Samsung  and Bose all cost over $200. For significantly less, Amazon’s set offers similar audio quality and sound-blocking cancellation, with some trade-offs.<br />Active noise-canceling doesn’t only seal out sound; it uses microphones to listen to ambient noise, then generates opposing sound waves to eradicate it. (If it helps, think of lining peaks with troughs, and troughs with peaks.) Good noise canceling is difficult to do, especially in small, marble-size earbuds."
}