{
    "url_original": "https://www.wsj.com/articles/amazon-deal-for-mgm-marks-long-awaited-win-for-some-hedge-funds-11622042905?mod=markets_lead_pos5",
    "url": "amazon-deal-for-mgm-marks-long-awaited-win-for-some-hedge-funds-11622042905",
    "title": "Amazon Deal for MGM Marks Long-Awaited Win for Hedge Funds",
    "sub_head": "Anchorage Capital has made about $2 billion in paper profits with Amazon.com’s agreement to purchase the Hollywood studio",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-344186?width=620&size=1.5",
    "image_1": "im-344186.jpg",
    "time": "2021-05-26 16:13:00",
    "body": "Anchorage Capital Group,  MGM Holdings Inc.’s  largest shareholder, has made about $2 billion in paper profits with  Amazon.com Inc.’s  agreement to purchase the famed Hollywood studio behind James Bond.<br />Anchorage is among a group of hedge funds that has been waiting a decade or more for a sale or public offering of the studio on the strength of its content library. They were rewarded with the agreement disclosed Wednesday by Amazon to buy MGM for about $6.5 billion, plus about $2 billion in debt.<br />New York hedge fund Anchorage began telling investors about its potential profit Wednesday. Anchorage invested less than $500 million in 2010, making for an IRR, a return metric that takes into account the length of an investment, of about 16%.<br />MGM’s soaring stock price because of the deal has taken the return of Anchorage’s flagship hedge fund from 8% to 18% this year, said a person briefed on Anchorage’s performance. Anchorage co-founder and MGM board chairman Kevin Ulrich had been negotiating with Amazon’s Mike Hopkins, senior vice president of Prime Video and Amazon Studios.<br />The Amazon agreement represents a win for MGM’s hedge-fund holders in a deal whose outcome many doubted along the way. Many other MGM shareholders, and some Anchorage clients, questioned in recent years whether the perks that came with being a movie-studio chieftain influenced the call by Mr. Ulrich to stay so long with MGM, the lengthiest and largest investment in Anchorage’s history."
}