{
    "url_original": "https://www.wsj.com/articles/amazon-apple-wireless-networks-sidewalk-find-my-11620397704?mod=business_lead_pos11",
    "url": "amazon-apple-wireless-networks-sidewalk-find-my-11620397704",
    "title": "Amazon and Apple Built Vast Wireless Networks Using Your Devices. Here’s How They Work.",
    "sub_head": "Apple’s iPhone-powered Find My network and Amazon’s Sidewalk network—coming soon to all newer Echo devices—are platforms in their own right, capable of supporting billions of connected devices",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-05-07 11:00:00",
    "body": "What to do if you’re a globe-spanning tech titan that wants to connect millions or even billions of devices, but you don’t want the hassle or cost of dealing with telcos, satellite operators or cable companies for connectivity? You use the devices your customers have already purchased—and brought into homes, businesses and public spaces—to make an end-run around traditional wireless networks.<br />Apple and  Amazon  are transforming the devices we own into the equivalent of little cell towers or portable Wi-Fi hot spots that can connect other gadgets and sensors to the internet. They have already switched on hundreds of millions—with many more on the way. Instead of serving as wireless hubs solely for your own smartwatches, lights and sensors, your iPhones and Echo speakers can help other people’s gadgets stay connected as well—whether you know it or not.<br />On Friday, Amazon announced it’s expanding its Sidewalk network, which already includes certain Ring Floodlight Cam and Spotlight models, to include Echo devices released in 2018 and after. This includes Echo speakers and Echo Dots, as well as all Echo Show, Echo Plus and Echo Spot devices. It will also use recent Ring Video Doorbell Pro models to communicate on the Sidewalk network via Bluetooth. Sidewalk was designed to allow smart devices to send very small bits of data securely from any available wireless connection, to supplement Wi-Fi networks and reduce wireless communication breakdowns.<br />This announcement comes on the heels of Apple’s AirTag introduction. These coin-size trackers can help locate lost items almost anywhere, because they use the company’s Find My network. Each AirTag sends out a low-powered wireless signal, which can be received by the iPhones, iPads and Macs in a given area.<br />Yes, perfect strangers are using slivers of our bandwidth, as our devices send out and listen to little chirrups of radio chatter that don’t pertain to us. And you’re now able to leverage the radios and internet connection of countless devices owned by other people, too."
}