{
    "url_original": "https://www.wsj.com/articles/amazon-and-walmart-have-an-rx-for-healthcare-the-cure-wont-be-easy-11622194240?mod=markets_lead_pos5",
    "url": "amazon-and-walmart-have-an-rx-for-healthcare-the-cure-wont-be-easy-11622194240",
    "title": "Amazon and Walmart Have an Rx for Healthcare. The Cure Won’t Be Easy.",
    "sub_head": "Tech, banking and retail giants face numerous obstacles in their efforts to fix—and profit from—an industry that attracts $4 trillion annually",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-28 05:30:00",
    "body": "Corporate America has four trillion reasons to get into, and perhaps upend, the business of healthcare, but even a tech genius will find the system puzzling.<br />Google parent Alphabet and hospital chain  HCA Healthcare  struck a deal this week to develop algorithms using patient records in order to guide medical decision making and improve operating efficiency. Megabank  JPMorgan  Chase is building a new unit that will work on health initiatives for its employees and invest $250 million in startups and technologies meant to make their healthcare more efficient and effective. Meanwhile, retailers  Walmart  and  Amazon  are pushing into telemedicine and beefing up primary care and pharmacy offerings.<br />Investors are watching carefully: Shares of traditional pharmacies like  Walgreens Boots Alliance  and  CVS Health  sold off sharply on Wednesday after Insider reported that Amazon is weighing a push into physical pharmacies. Analysts at Morgan Stanley estimate Amazon’s total addressable health market is $119 billion across a variety of services.<br />There are good reasons for big companies to get out of their comfort zones. They only have so many opportunities to grow, and this is a natural place to look. The U.S. is projected to spend about $4 trillion on healthcare this year, according to Centers for Medicare and Medicaid Services data—nearly a fifth of gross domestic product. Big employers foot the bill for a significant share of the tab via their contributions to workers’ health insurance premiums. JPMorgan’s Chief Executive Officer Jamie Dimon includes the U.S. healthcare system on a list of policy failures that create a drag on the U.S. economy.<br />The national tab is likely to increase in the near term as the population ages. The agency projects the number of Americans aged 65 and over will increase to 68 million by 2028, up from 58 million this year. Pandemic-driven deferrals of routine doctor visits and elective surgical procedures might result in sicker patients who require high-cost care in the years to come."
}