{
    "url_original": "https://www.wsj.com/articles/amazon-would-add-james-bond-content-depth-in-expected-mgm-deal-11621980972?mod=tech_lead_pos2",
    "url": "amazon-would-add-james-bond-content-depth-in-expected-mgm-deal-11621980972",
    "title": "Amazon Would Add James Bond, Content Depth in Expected MGM Deal",
    "sub_head": "The e-commerce giant’s quest to acquire Hollywood’s storied studio would be its latest big media buy after NFL and ‘Lord of the Rings’ rights",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-343350?width=620&size=1.5",
    "image_1": "im-343350.jpg",
    "time": "2021-05-25 18:16:00",
    "body": "Amazon.com Inc.’s  desire to acquire the fabled MGM movie and television studio in a deal valued at $9 billion with debt is the latest sign that the e-commerce giant is renewing its emphasis on entertainment and seizing an opportunity to jump up in weight class.<br />Some industry analysts and observers see the expected MGM purchase, one of the tech industry’s biggest buys in Hollywood, as a recognition inside  Amazon  that it can’t create enough content fast enough to win subscribers on its own and compete with streaming entertainment rivals Disney+ and  Netflix   Inc.—an assertion that Amazon insiders reject. The possible acquisition builds on Amazon’s existing investments in sports and TV.<br />“Streaming is a massive scale business,” said Evercore ISI analyst Mark Mahaney. “You probably need to be willing to spend $10 billion a year on content.”<br />The Wall Street Journal reported that Amazon could announce a deal to purchase MGM as early as this week, according to people close to the situation, assuming the talks don’t fall apart at the last minute.<br />In pursuing MGM, Amazon is borrowing a page from the playbook of traditional media companies, which have been consolidating to expand their content platforms. Buying a studio with a massive portfolio like MGM gives Amazon a way to fast-track growth for its video-streaming offerings."
}