{
    "url_original": "https://www.wsj.com/articles/amazon-green-lights-an-antitrust-thriller-11622043316?mod=markets_lead_pos11",
    "url": "amazon-green-lights-an-antitrust-thriller-11622043316",
    "title": "Amazon Green-Lights an Antitrust Thriller",
    "sub_head": "Buying MGM may tempt fate with regulators who feel e-commerce titan is strong enough",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-26 11:35:00",
    "body": "Giving the people what they want is an old maxim in Hollywood.  Amazon.com  may be targeting the wrong people, though.<br />Amazon’s $8.5 billion acquisition of MGM Holdings announced Wednesday is a milestone deal for a few reasons. It is the e-commerce giant’s second largest ever following the $13.7 billion outlay for Whole Foods Market in 2017. It is also the biggest play to date among tech heavyweights with Hollywood aspirations. Apple Inc. and Google have spent large sums acquiring content and talent for their own streaming services, but none has yet taken over a studio and the library that goes with it.<br />MGM ranks well below major studios such as  Disney  and Warner Bros. in terms of box-office share, but it is home to several major properties such as “James Bond” and “Rocky.”<br />Yet this deal stands out as the boldest example yet of a tech giant tempting fate with lawmakers and regulators at a time when many have loudly expressed the belief that the company is already too powerful. Amazon was hit Tuesday with an antitrust suit by the District of Columbia, accusing the company of preventing sellers on its marketplace from offering better deals elsewhere.<br />Others have previously called for breakup measures, such as unwinding Amazon’s Whole Foods acquisition. Sen. Amy Klobuchar, who expressed misgivings about the Whole Foods merger at the time and is now head of the Senate’s antitrust subcommittee, has proposed a bill that effectively shifts the burden of proof to large companies making acquisitions. Under that measure, such companies would need to prove their deals don’t “create an appreciable risk of materially lessening competition.”"
}