{
    "url_original": "https://www.wsj.com/articles/amc-and-wandas-unlikely-happy-ending-11621852900?mod=business_minor_pos10",
    "url": "amc-and-wandas-unlikely-happy-ending-11621852900",
    "title": "AMC and Wanda’s Unlikely Happy Ending",
    "sub_head": "Wanda’s AMC acquisition has finally paid off. That mostly comes down to luck though—the deal still looks mostly like a cautionary tale.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-342558?width=620&size=1.5",
    "image_1": "im-342558.jpg",
    "time": "2021-05-24 06:41:00",
    "body": "Dalian Wanda Group’s Hollywood adventure has finally come to a satisfying close—thanks to one last crazy twist.<br />The Chinese real-estate conglomerate has sold almost all of its remaining stake in U.S. cinema giant  AMC Entertainment ,  according to a regulatory filing Friday. Wanda’s two representatives will also resign from the theater chain’s board of directors.<br />But Wanda probably won’t shed a tear for the end of the nine-year relationship. The company made a surprise killing after AMC’s share price rallied this year, fueled by the meme stock phenomenon, where frenzied online traders pushed up the share prices of small caps—most notoriously game retailer  GameStop .  AMC has surged 470% in 2021 after the company found itself on the brink of bankruptcy last year due to the pandemic. The company had a market value of $5.4 billion Friday, but it was worth only about $200 million in April of last year, mostly because it managed to raise money through issuing new shares at the higher prices. Wanda spent $700 million to buy AMC in 2012 and the company said it has doubled its money. Wanda started selling AMC shares in December and has accelerated those sales this year as the Reddit-fueled frenzy continued to drive debt-laden AMC’s share price higher.<br />Yet Wanda’s Hollywood adventure wasn’t the blockbuster it had hoped for. Under Wanda’s management, AMC became the world’s largest movie chain after buying rival Carmike and U.K.-based Odeon. Wanda also bought Legendary Entertainment, the film studio behind movies like “Godzilla vs. Kong” and “The Dark Knight,” for $3.5 billion in 2016. Its chairman Wang Jianlin, once China’s richest man, has previously expressed interest in buying one of the major Hollywood studios.<br />That Hollywood dream shattered when Beijing cracked down on the country’s acquisitive and overly leveraged companies, which made billions of dollars of deals abroad in the early 2010s, as part of a broader official campaign against capital outflows and heavy leverage. HNA Group and Anbang Insurance ran into similar trouble. As part of its move to pare down debts, Wanda sold nearly $10 billion of theme park and hotel assets to two other Chinese developers in 2017."
}