{
    "url_original": "https://www.wsj.com/articles/american-luxury-is-finally-in-vogue-11621935642?mod=business_minor_pos11",
    "url": "american-luxury-is-finally-in-vogue-11621935642",
    "title": "American Luxury Is Finally in Vogue",
    "sub_head": "U.S. high-fashion stocks such as Michael Kors-owner Capri are this year making up ground lost to their more exclusive European rivals",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-342908?width=620&size=1.5",
    "image_1": "im-342908.jpg",
    "time": "2021-05-25 05:40:00",
    "body": "European luxury brands tend to be better investments than American ones, but this year may be an exception.<br />Shares in Tapestry, the New York-listed holding company for labels including Coach and Kate Spade, are up 40% since the start of the year, while Michael Kors-owner Capri has gained 27%. That puts both stocks ahead of big European peers such as Hermès,  LVMH Moët Hennessy Louis Vuitton  and Gucci-owner Kering.<br />One reason is that the U.S. brands reported better than expected sales in their latest quarterly numbers, thanks in part to strong demand for designer clothing and handbags in China. Their e-commerce businesses are growing quickly: Tapestry’s online sales have doubled in a year and now comprise almost 30% of turnover.<br />The two companies have also managed their inventory levels better lately, allowing them to sell more products at full price and increase their gross margins. And their valuations had more ground to make up after investors fled to the safest luxury stocks such as Birkin handbag maker Hermès throughout 2020.<br />American luxury names have sometimes outperformed in the past, but it isn’t the norm. In terms of share-price gains, Capri has beaten Hermès and LVMH in just three of the last nine calendar years. The U.S. stocks have also been far more volatile, after several years of overexpansion damaged perceptions of their brands among consumers. While Europe’s top couturiers have overexpanded at times too, on the whole they are better at managing their brand image. The continuity provided by anchor shareholders such as LVMH’s Bernard Arnault, the world’s second-richest man, may help."
}