{
    "url_original": "https://www.wsj.com/articles/american-health-depends-on-exporting-covid-vaccines-11620146272?mod=opinion_lead_pos6",
    "url": "american-health-depends-on-exporting-covid-vaccines-11620146272",
    "title": "American Health Depends on Exporting Covid Vaccines",
    "sub_head": "Supply exceeds demand at home, and viral variants could eventually defeat the inoculations.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333711?width=620&size=1.5",
    "image_1": "im-333711.jpg",
    "time": "2021-05-04 12:37:00",
    "body": "As the U.S. beats back Covid-19, other parts of the world—from Asia to Europe to Latin America—are suffering more than ever. Globally, there are more than 900,000 new cases and 13,000 deaths a day. The U.S. should immediately begin exporting Covid vaccines, not only to help others but also to prevent future outbreaks at home.<br />It is laudatory that the U.S. is donating $4 billion to Covax to buy vaccine for low- and middle-income countries and working to assist countries in setting up vaccine production facilities. But these efforts won’t save lives today. It takes the better part of a year to build and work out the kinks of a vaccine-production facility, and tight supply chains will make it hard for other countries to manufacture large volumes.<br />Even the 60 million doses of AstraZeneca vaccine President Biden has pledged will take weeks to deliver. Only 10 million have been produced, and they need weeks of testing since they were produced in the troubled Baltimore Emergent factory. The other 50 million doses won’t be manufactured and available for months.<br />The U.S. needs to begin exporting  Pfizer ,  Moderna and  Johnson & Johnson  vaccines in the next few days. While the formal export ban expired at the end of March, the U.S. government still has contracts requiring delivery of tens of millions of doses. Washington also has leverage over vaccine exports because of a complex relationship between pharmaceutical companies and the government that includes the U.S. position on waiving patent rights on the vaccines at the World Trade Organization, Food and Drug Administration approval of the vaccines, and the Defense Production Act, which is integral to optimizing supply chains for vaccine production.<br />The domestic Covid vaccine supply now exceeds demand. Some pharmacies are administering shots on a walk-in basis, and the mass-vaccination site at Philadelphia’s convention center went from giving 7,000 shots a day to a few hundred. Four thousand doses there were recently set to expire because of slack demand."
}