{
    "url_original": "https://www.wsj.com/articles/american-airlines-unilever-others-oppose-texas-voting-access-laws-11620142454?mod=business_lead_pos12",
    "url": "american-airlines-unilever-others-oppose-texas-voting-access-laws-11620142454",
    "title": "American Airlines, Unilever, Others Oppose Texas Voting Access Laws",
    "sub_head": "State legislature expected to vote on bill in coming days",
    "category_1": "U.S.",
    "time": "2021-05-04 12:17:00",
    "body": "AUSTIN, Texas—A group of major companies and business organizations came out Tuesday against a Texas voting bill, after debating how aggressively they should be involved in state legislation.<br />Nearly 50 companies, including  Microsoft Corp. ,  Unilever  PLC and  American Airlines Group Inc.,  signed a letter opposing “any changes that would restrict eligible voters’ access to the ballot” in Texas, days ahead of an expected vote in the state legislature on a voting bill.<br />As state legislatures consider new voting access bills, companies in Texas and elsewhere have grappled with how much to weigh in, amid pressure from employees and civil-rights organizations and pushback from Republicans lawmakers. After Georgia legislators added vote-by-mail identification requirements and limited drop boxes, companies including  Delta Air Lines Inc.  and Coca-Cola Co. lodged public opposition.<br />The business community in Texas has been divided in recent weeks over how strongly to come out against the imminent legislation. Signatories of Tuesday’s letter preferred not to name any specific bills because there are several and because they wanted to avoid direct lobbying, said people familiar with the matter. A fight over how strongly to oppose the bills, meanwhile, broke out among members of the Greater Houston Partnership, the state’s major business association, according to internal documents reviewed by The Wall Street Journal. The group splintered, and some of its members joined more than 175 business executives, lawyers and other prominent Houstonians in signing a letter Tuesday opposing the bills.<br />The statement, signed by leaders of major companies, regional businesses and chambers of commerce, doesn’t address specifics of the several voting bills that are advancing in the Texas Legislature. People involved in drafting the statement said it was intended to oppose them."
}