{
    "url_original": "https://www.wsj.com/articles/american-republics-review-a-patchwork-nation-11622214233",
    "url": "american-republics-review-a-patchwork-nation-11622214233",
    "title": "‘American Republics’ Review: A Patchwork Nation",
    "sub_head": "In the decades following the American Revolution, the governments that counted were those that met in state capitals.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-05-28 17:13:00",
    "body": "Alan Taylor is one of America’s most distinguished historians. He is the Thomas Jefferson Foundation Professor at the University of Virginia, a two-time winner of the Pulitzer Prize in History and the author of 10 previous books, nearly all dealing with early American history. Mr. Taylor describes this one, “American Republics: A Continental History of the United States, 1783-1850,” as a sequel to his two earlier books, “American Colonies: The Settling of North America” (2001) and “American Revolutions: A Continental History, 1750-1804” (2016). His book is written in clear, readable prose designed for readers with little or no prior knowledge of the period, and the work has touches of wokeness, which helps to fit it nicely into this extraordinary moment in our history.<br />Mr. Taylor did not intend his book to be a comprehensive account of the antebellum decades; he calls it “a concise introduction,” covering “some conventional topics,” including Alexander Hamilton’s financial program, Thomas Jefferson’s attempt to diminish the size of the federal government, Andrew Jackson’s war on the national bank and the efforts of Frederick Douglass and Sojourner Truth to challenge the slave system of the South. Although Mr. Taylor’s history of the period inevitably features the United States, he signals his divergence from a parochial and xenophobic account by including brief forays into the histories of the countries bordering the United States. These are left out of the usual histories of the United States, and Mr. Taylor’s use of them enriches his history. The presence of the border countries in his chronicle, and his correct belief that the American governments that counted most were those of the separate states, and not the federal government, account for the plural “Republics” in his title.<br />Mr. Taylor’s introduction sets the tone for the book. He never fails to point out the discrepancies between the ideals of the white Americans and the sordid realities of their behavior. Some, for example, found the class divisions in Washington, D.C., to be as severe as anywhere in the world, which leads Mr. Taylor to conclude that Americans, “while denying the power of class in public life, . . . practiced it with a vengeance in private circles.” He uses Washington, D.C., as a base and compares it with other capitals of the various nations and empires surrounding the United States. It does not come out well.<br />Not only did Washington remain raw and unpopulated throughout the period, but one third of its people remained enslaved. Mexico City was nearly 300 years older than Washington, and 20 times bigger and 40 times grander, and it had no slaves and claimed to have dissolved all racial distinctions. Port-au-Prince, the capital of the black republic Haiti, the second republic in the New World, suffered from earthquakes, hurricanes and wars, but, says Mr. Taylor, at least its people were free, and it was more populous than Washington. Even York (later Toronto), the capital of Upper Canada, grew faster than the U.S. capital. The native Cherokees created a republic, too, and in the 1820s built a capital, New Echota, in northwestern Georgia. It was, alas, soon overrun by white migrants eager to build cotton plantations worked by enslaved African-Americans.<br />During the decades following the Revolution, the United States was weak and vulnerable to pressure from their neighbors. Mr. Taylor rightly stresses that the country was not a nation, but a union of states each keenly conscious of its autonomy and very suspicious of one another. As the author nicely puts it, “mutual distrust was the bond of union.” Americans tended to avoid the term “nation” and used “union” instead. But that union was fragile, and the threat of disunion was constant. Most realized that slavery was, as one newspaper editor put it, “the weak point of our Union,” as it proved to be."
}