{
    "url_original": "https://www.wsj.com/articles/anatomy-of-a-good-economic-decision-11621375897?mod=opinion_major_pos8",
    "url": "anatomy-of-a-good-economic-decision-11621375897",
    "title": "Anatomy of a Good Economic Decision",
    "sub_head": "Policy choices are bets on the future, and Biden needs a plan in case inflation sticks.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-05-18 18:11:00",
    "body": "Aristotle’s account of deliberation had a huge effect on me as an undergraduate, and the ensuing six decades haven’t dulled its edge. Here it is in a nutshell: We don’t deliberate about mathematical truths or scientific laws. We deliberate about actions within our power, whose consequences cannot be known with certainty. Such realities can inform today’s debate around the Biden economic program.<br />Start by considering a young couple deciding whether to buy its first house. Today’s housing market is red-hot and prices are rising rapidly. Will prices continue to rise or will the market cool? Will the industry respond by building more homes, and will enough of them be the starter homes consumers need? Will the trend of decamping from cities to the suburbs persist, or will Americans return to urban living once the pandemic is under control? Should the couple bet on rising interest rates and take advantage of historically low rates on fixed mortgages?<br />The uncertainties faced here are not unlike debates about public policy. Every policy decision is a bet on a future that is at best only partially knowable. I remember vividly the controversy over the tax hikes Bill Clinton proposed—and Congress enacted—in 1993. Many opponents argued, sincerely, that these increases would tank the economy. But in the four years after they became law, economic growth averaged 3.9%, the pace of job creation was brisk, and labor-force participation rose even as the unemployment rate declined by nearly 2 percentage points.<br />The same imponderables suffused the debate over the Clinton administration’s signature welfare reform. In an impassioned speech on the Senate floor, the late Daniel Patrick Moynihan, a well-informed advocate of other reforms, warned that the Clinton strategy “might put half a million children on the streets of New York in 10 years’ time.” He imagined that when this happened, “we will wonder where they came from. We will say, ‘Why are these children sleeping on grates? Why are they being picked up in the morning frozen?’ ” There is room for debate about the wisdom of parts of the Clinton bill, but Mr. Moynihan’s prediction didn’t come to pass. Nor did most of the George W. Bush administration’s predictions about the Iraq war.<br />Past performance is no guarantee of future results. That tax increases on corporations and wealthy individuals didn’t harm the economy in the 1990s doesn’t prove that they won’t in the 2020s. But the onus is on the critics to identify the changed circumstances that would lead to a worse outcome this time around."
}