{
    "url_original": "https://www.wsj.com/articles/andrew-browns-family-says-police-videos-show-shooting-was-like-an-execution-11620772389?mod=business_minor_pos5",
    "url": "andrew-browns-family-says-police-videos-show-shooting-was-like-an-execution-11620772389",
    "title": "Andrew Brown’s Family Says Police Videos Show Shooting Was Like an Execution",
    "sub_head": "Brown didn’t pose a threat during encounter shown in body- and dash-camera footage, lawyer says",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-336969?width=620&size=1.5",
    "image_1": "im-336969.jpg",
    "time": "2021-05-11 18:33:00",
    "body": "Family members of Andrew Brown Jr. said they believe his fatal shooting by police in northeastern North Carolina was akin to an execution, based on a private viewing Tuesday of six videos from police body and dashboard cameras.<br />Mr. Brown, a 42-year-old Black man, was shot five times outside his home on April 21 by Pasquotank County Sheriff’s Office deputies as they attempted to serve drug-related search and arrest warrants, authorities said. The Federal Bureau of Investigationhas opened a civil-rights investigation into the shooting.<br />Chance Lynch, a local lawyer representing the Brown family, said the videos showed Mr. Brown had been seated in a car in his driveway when the shooting began, then backed the car away to flee the officers. There were at least six bullet holes in the passenger-side window and one in the rear window, he said. There was no weapon visible, and after the shooting, deputies pulled Mr. Brown’s limp body from the car and placed it facedown on the ground, he said.<br />“At no point did we see Mr. Brown pose a threat to the law-enforcement officers,” Mr. Lynch said, describing the shooting as “unconstitutional and not justifiable.”<br />Sheriff Tommy Wooten II has placed three of the deputies who fired their weapons on administrative leave. In a video statement posted Tuesday on his Facebook page, Sheriff Wooten said he was committed to ensuring an outside, independent investigation and offered condolences to the family and support for his staff."
}