{
    "url_original": "https://www.wsj.com/articles/andrew-yang-wants-to-be-like-mike-bloomberg-that-is-11621027988?mod=opinion_major_pos4",
    "url": "andrew-yang-wants-to-be-like-mike-bloomberg-that-is-11621027988",
    "title": "Andrew Yang Wants to Be Like Mike (Bloomberg, That Is)",
    "sub_head": "The upbeat former presidential candidate is a frontrunner to become New York’s next mayor.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-338739?width=620&size=1.5",
    "image_1": "im-338739.jpg",
    "time": "2021-05-14 17:33:00",
    "body": "Brooklyn, N.Y.<br />The few small polls that track New York’s mayoral election show Andrew Yang shaded into second place. Yet rivals at the first Democratic debate on Thursday treated him as the candidate to beat. Shaun Donovan, a former Obama cabinet member who’s trailing badly in the polls, went so far as to accuse Mr. Yang of not loving “citywide composting” enough. The debate was that picayune.<br />Mr. Yang’s appeal isn’t hard to explain—up to a point. He’s the only one of an eight-person Democratic field whose photo needs no identifying caption. Every American who follows politics knows who he is, thanks to his quixotic—but not charmless—run for president in 2019. Brooklyn Borough President Eric Adams—the tenuous mayoral front-runner, with 19% support to Mr. Yang’s 16%—is unknown to most New Yorkers. The other six could walk down Broadway without turning a single head—even after a televised debate.<br />A frisky, upbeat arriviste stands out in a herd of longtime public servants and activists. These include Mr. Adams, a former cop; Scott Stringer, the city’s comptroller; and Kathryn Garcia, a former sanitation commissioner (whom Mr. Yang has said he’d hire to work for him if he becomes mayor). There’s also another nonpolitico: Ray McGuire, a former  Citigroup  executive who polls in the single digits. Amid candidates who pay obeisance to all the leftist pieties—with occasional exceptions from Mr. Adams—Mr. Yang purports to offer a palate-cleansing alternative. While everyone at the debate brandished the view that New York is a hostile place for minorities, Mr. Yang steered clear of racial ululation. That may prove attractive to voters who are tiring of lectures on “equity.”<br />Mr. Yang might have had reason to feel relieved at the debate. He went into battle under a cloud of his own making, with a little help from New York’s Rep. Alexandria Ocasio-Cortez. Three days earlier, he tweeted that he “condemned Hamas terrorists” and stood with “the people of Israel” in its current state of siege. Hours later, he was dodging fire from AOC, who called his statement “utterly shameful.” Other critics lit up  Twitter  with a #YangSupportsGenocide hashtag, an incongruous charge to hurl at a nerdy start-up-guy who made his modest fortune running a GMAT prep company."
}