{
    "url_original": "https://www.wsj.com/articles/anna-catalano-is-in-the-room-where-it-happensin-part-because-someone-spoke-up-for-her-when-she-wasnt-11619841607?mod=business_minor_pos13",
    "url": "anna-catalano-is-in-the-room-where-it-happensin-part-because-someone-spoke-up-for-her-when-she-wasnt-11619841607",
    "title": "Anna Catalano Is in the Room Where It Happens—In Part Because Someone Spoke Up for Her When She Wasn’t",
    "sub_head": "The longtime energy executive has been serving on corporate boards for 18 years. Here, she recounts some of the people who have helped along the way.",
    "category_1": "Personal Board of Directors",
    "image_1_url": "https://images.wsj.net/im-332211?width=620&size=custom_2679x2679",
    "image_1": "im-332211.jpg",
    "time": "2021-05-01 12:00:00",
    "body": "In Personal Board of Directors, top business leaders talk about the people they turn to for advice, and how those people have shaped their perspective and helped them succeed. Previous installments from the series are here.<br />Anna Catalano stumbled into the energy sector as a freshman in college after snagging a ride home to Kansas City with the son of a division manager at oil company  Amoco Corp.  Instead of working as a guard at a local library during the summer, she joined Amoco doing secretarial work. By the time she graduated college, she already landed a full-time job at the energy firm.<br />Ms. Catalano moved up the ranks at Amoco and hoped to one day work in Beijing since her parents immigrated from China and she spoke Mandarin fluently. But when the opportunity arose, she was expecting her second child and a room full of male executives initially thought she wouldn’t want to go. Luckily, one of them decided to ask her—and she excitedly moved across the world.<br />“It was an assumption that was made about me, but thank God for the other man in the room,” Ms. Catalano said. “That is the one move that majorly changed the trajectory of my career.”<br />Ms. Catalano, who spent decades in the energy sector, joined BP PLC when it merged with Amoco in 1998. She ultimately left the oil giant as its chief marketing officer after spearheading the “Beyond Petroleum” campaign. Since then, she has served on a number of company boards, including advisory Willis Towers Watson PLC and chemical firm  Kraton Corp. , advocating for sustainability, equality and other issues."
}