{
    "url_original": "https://www.wsj.com/articles/another-judge-evicts-the-cdc-11620341402?mod=opinion_lead_pos3",
    "url": "another-judge-evicts-the-cdc-11620341402",
    "title": "Another Judge Evicts the CDC",
    "sub_head": "Health bureaucrats can’t lawfully ban evictions, but do politicians care?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-335390?width=620&size=1.5",
    "image_1": "im-335390.jpg",
    "time": "2021-05-06 18:50:00",
    "body": "Yet another court loss for the federal government’s Covid-19 eviction moratorium raises a question: Will the government ever have to answer for acting unlawfully? Or do politicians, in this pen-and-phone era, not care if they’ve wandered so far out on a legal limb that they’re standing on air?<br />Using public-health powers, the Centers for Disease Control and Prevention (CDC) last year issued an order banning the eviction of millions of tenants. The latest extension pushes that order through June 30, and the threatened penalties for disobedient landlords go as high as $250,000 and a year in jail. Where does the CDC get this power? It isn’t the Centers for Rent Control.<br />A 1944 law, the Public Health Service Act, lets the CDC write regulations that it judges “necessary” to stop disease from entering the U.S. or from spreading between states. To carry out that mandate, the CDC “may provide for such inspection, fumigation, disinfection, sanitation, pest extermination, destruction of animals or articles found to be so infected or contaminated as to be sources of dangerous infection to human beings, and other measures.”<br />If interpreted as a broad grant of authority, with a catchall phrase for “other measures,” that could mean practically anything. But to steal a game from “Sesame Street,” one of these three things doesn’t belong: fumigation; pest extermination; and an eviction ban that applies to every residence in the nation.<br />In a ruling Wednesday, federal Judge Dabney Friedrich placed the statutory language in its proper context, saying that the CDC’s catchall rules must relate to “animals or articles” that are infected or contaminated. “The national eviction moratorium,” she wrote, “satisfies none of these textual limitations.”"
}