{
    "url_original": "https://www.wsj.com/articles/another-inflation-warning-11621536710?mod=opinion_lead_pos9",
    "url": "another-inflation-warning-11621536710",
    "title": "Another Inflation Warning",
    "sub_head": "The Philadelphia Fed finds historic price surges.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-341548?width=620&size=1.5",
    "image_1": "im-341548.jpg",
    "time": "2021-05-20 14:51:00",
    "body": "The Federal Reserve is still printing money and holding short-term interest rates near zero, and today brings yet another signal that too little money is not the problem in the U.S. economy. This new report suggesting that the time for emergency monetary policy is over comes from within the Federal Reserve system itself. The latest manufacturing survey from the Philadelphia Fed finds that companies in its region are seeing the same thing that consumers are seeing all over the country: rising prices. The Philadelphia Fed reports:<br />Any comparison to 1980, when consumer price inflation was hitting its ghastly double-digit peak, is not reassuring. Fed officials keep insisting  current price surges are just temporary. But the Philadelphia Fed report suggests that business executives aren’t expecting the phenomenon to end tomorrow. Firms in the survey were asked to forecast “the changes in the prices of their own products and for U.S. consumers over the next four quarters.” The Philly Fed notes:<br />At least the firms’ forecast for long-run inflation didn’t increase since the  last survey, so perhaps the people who run manufacturing companies  maintain some faith that Fed officials know what they’re doing.<br />Meanwhile at the Fed, officials insist they know what they are doing while acknowledging the beginning of a debate about what they ought to be doing. The Journal’s Paul Kiernan and Michael S. Derby reported on Wednesday:<br />The massive buys amount to $120 billion per month of Treasurys and mortgage-backed securities. The Fed creates money when it makes such purchases, and its balance sheet continues to chart new highs. The Journal reporters note that officials “dropped the Fed’s first hint” that it might soon be time to begin talking about changing the policy."
}