{
    "url_original": "https://www.wsj.com/articles/another-land-by-dave-holland-review-songs-for-a-summer-afternoon-11621681202",
    "url": "another-land-by-dave-holland-review-songs-for-a-summer-afternoon-11621681202",
    "title": "‘Another Land’ by Dave Holland Review: Songs for a Summer Afternoon",
    "sub_head": "The jazz bassist reunites with guitarist Kevin Eubanks and drummer Obed Calvaire on an easygoing album.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-342273?width=620&size=1.5",
    "image_1": "im-342273.jpg",
    "time": "2021-05-22 07:00:00",
    "body": "<br />Dave Holland is one of jazz’s leading bassists, and he has made dozens of superb recordings; most of them, usually in quartet, quintet or big band settings, present exuberant and vivacious music. On his new album, “Another Land” (Edition, May 28 release), he showcases a more intimate approach. His previous ensembles were often among the elite, and for good reason—they combined an old-school approach to structure (a rhythm section with big interlocking pieces) with of-the-moment solos propelled by a sense of harmonic freedom. “Another Land” features a trio and puts these values to work in a more discreet way.<br />It reunites Mr. Holland with guitarist Kevin Eubanks, who played on two of the bassist’s best recordings, “Extensions” (ECM, 1990) and Prism (Dare2, 2013). The two have a seemingly intuitive connection in moving between and within different grooves and styles, and that forms the foundation of this trio; veteran drummer Obed Calvaire offers concise accents and gentle thrust to the music. The three musicians have toured together from time to time, creating memorable performances. The trio’s week at the Village Vanguard in 2016 produced one of the best live shows I’ve seen—its set moved seamlessly, changing moods and rhythms astutely.<br />It was from their tours that the trio developed the repertoire for “Another Land.” The recording leads with Mr. Eubanks’s “Grave Walker,” and thanks to him and Mr. Holland, the piece feels like it is about to embrace the louder, more aggressive power-trio aspect of the instrumentation and produce music worthy of an action-adventure film soundtrack. Yet for all of the revving up, it quickly settles into a more relaxed groove, as if the excitement is being related in a lively conversation punctuated by laughter rather than fireworks.<br />The title track follows and sets the mood for the rest of the program. Mr. Holland’s warm bass tones and Mr. Calvaire’s deft brushwork provide the bed for a complex, introspective solo from Mr. Eubanks, his bandmates embellishing their support; it’s music for a lazy summer afternoon that offers more than just a vibe. “Gentle Warrior,” written by the drummer, is aptly named, and it features Mr. Eubanks’s most accomplished solo of the set. The guitarist, who was well known to jazz fans as a virtuoso before he spent 15 years as Jay Leno’s foil and bandleader on “The Tonight Show,” is not a flamboyant player; instead, his solos probe the weave of a tune rather than break its fabric. Most of the compositions here are highlighted by solos, but Mr. Eubanks’s “20 20” begins with a stellar ensemble section that feels improvised. And behind the guitar and bass solos, Mr. Calvaire is forceful in his accents and driving rhythms."
}