{
    "url_original": "https://www.wsj.com/articles/ant-looks-to-revamp-a-controversial-business-without-sparking-an-outcry-11620293404?mod=markets_lead_pos3",
    "url": "ant-looks-to-revamp-a-controversial-business-without-sparking-an-outcry-11620293404",
    "title": "Ant Looks to Revamp a Controversial Business Without Sparking an Outcry",
    "sub_head": "Company needs to turn its ‘mutual-aid’ service, a type of crowdfunded medical coverage with nearly 91 million members, into a regulated business",
    "category_1": "Markets",
    "time": "2021-05-06 05:30:00",
    "body": "Ant Group Co., which has pledged to get all its financial services fully regulated, is exploring ways to revamp a popular and controversial product that nearly 91 million Chinese citizens count on.<br />Ant’s Xianghubao “mutual aid” service is a type of crowdfunded medical coverage. Signing up is free, and members are entitled to receive lump-sum cash payouts of up to $45,000 in cases of certain critical illnesses or life-threatening injuries. It was built on the premise that there is safety in numbers: Members have been contributing the equivalent of less than a penny toward each claim.<br />Ant is in talks with Chinese authorities about turning Xianghubao (“mutual treasure”) into a regulated business, according to people familiar with the matter. Shutting it down isn’t an option, the people said, because regulators worry that would spark social unrest among the many ordinary citizens who rely on the service—and have already funded others’ payouts.<br />Xianghubao is likely to be turned into a commercial product that falls under the purview of the country’s banking and insurance regulator, the people said. Ant is considering working with a licensed insurance company to convert the service into a regulated insurance plan, according to one of the people familiar with the talks. The discussions continue and no decision has been made, the people added.<br />Ant used to aggressively market Xianghubao, which has yet to turn a profit. At its peak last year users numbered close to 106 million, but the figure has declined steadily since the government called off Ant’s initial public offering in November—raising concerns that a smaller number of people could be left to fund payouts to others."
}