{
    "url_original": "https://www.wsj.com/articles/ants-halted-ipo-takes-the-shine-off-chinas-star-market-11620191806?mod=markets_lead_pos4",
    "url": "ants-halted-ipo-takes-the-shine-off-chinas-star-market-11620191806",
    "title": "Ant’s Halted IPO Takes the Shine off China’s STAR Market",
    "sub_head": "Route to a listing on Shanghai’s once-hot answer to Nasdaq has become harder, prompting some startups to favor offshore IPOs",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-333150?width=620&size=1.6243654822335025",
    "image_1": "im-333150.jpg",
    "time": "2021-05-05 05:30:00",
    "body": "The route to a listing on Shanghai’s once-hot STAR Market has become harder, prompting some startups to favor offshore IPOs over China’s answer to Nasdaq.<br />The board was launched in 2019 with backing from President Xi Jinping, as a fundraising base for China’s homegrown technology champions. With a faster, more market-based process for launching and pricing initial public offerings, it has been host to dozens of hot tech IPOs.<br />But in recent months regulators have cracked down on problematic IPOs across China. They have also put pressure on big technology companies including Jack Ma’s Ant Group Co., which postponed a blockbuster STAR listing in November, and whose speedy IPO approval is under investigation.<br />The Shanghai Stock Exchange, the board’s parent company, terminated 37 STAR board IPO applications from January through April. That compares with three cases in the same period last year. JD Digits, the fintech unit of e-commerce company  JD.com Inc . , is one high-profile company that recently withdrew its application.<br />“Authorities were more tolerant and accepting of a diverse group of listing candidates, but now they’re more stringent in screening applicants and approving deals,” said Shen Cheng, a senior partner at AllBright Law Offices. He said failures by some early STAR listings to hit financial or operational targets had served as red flags."
}