{
    "url_original": "https://www.wsj.com/articles/apocalypse-45-review-vivid-memories-of-world-war-ii-11621978338",
    "url": "apocalypse-45-review-vivid-memories-of-world-war-ii-11621978338",
    "title": "‘Apocalypse ’45’ Review: Vivid Memories of World War II",
    "sub_head": "On Discovery+, documentarian Erik Nelson combines previously unseen color footage of the Pacific war and nakedly honest interviews with veterans who survived it.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-342812?width=620&size=1.5",
    "image_1": "im-342812.jpg",
    "time": "2021-05-25 17:32:00",
    "body": "Given the innumerable histories, novels, dramas, memoirs and endless hours of film and video devoted to telling the story of World War II, there would seem little new to be done with material that has had at least 75 years to circulate. But that’s precisely why “Apocalypse ’45” feels so fresh.<br />It seems a near impossibility that any of the footage in this Discovery+ presentation could have gone previously unseen, but such is the case. “Apocalypse ’45” director Erik Nelson was given access to more than 700 reels of unreleased film from the National Archives (thanks to the success, we are told, of his previous archival feature, “The Cold Blue,” which concerned the Hollywood director William Wyler and the combat missions Wyler and his film crew flew in 1943). All the film we see is in color, which gives an alarming immediacy to a war most of us are more used to having seen re-created in dusty black and white. It is all the work of the combat photographers who documented the late stages of the Pacific war—including the battles of Iwo Jima, Okinawa and Manila, the fire-bombing of Tokyo and the August 1945 atomic bombings of Hiroshima and Nagasaki. The material is often intimate, often heartbreaking: As the camera surveys a lineup of youthful faces en route to Iwo Jima, for example, all one can contemplate is the sense of “impending death” that one of the film’s interviewees recalls feeling as his ship churned its way toward the Japanese-held island.<br />It’s the naked honesty of those interviews that brings a viewer up short. The storytelling, provided strictly through voiceover, is from servicemen who fought the battles—from the air, aboard ships or storming the islands with machine guns and flame throwers. No faces are shown on camera as they speak (the men are introduced at the end of the film, but matching voices to faces was beyond my capacity). Perhaps because of the partial anonymity they’re provided by director Nelson, or because they’re all in their 90s or better (at least nine of the vets have died since filming was completed), they speak with surprising frankness about their fear, their war and their enemy.<br />They were “vicious people,” one vet says of the Japanese. Someone else contends “they were the bravest damn people around.” The idea that the men were all part of a “Greatest Generation” is dismissed by at least one as hype, but embraced by others. The point is, the recollections and sentiments are as diverse as the people who served, from the vet who declares he was happy to kill the enemy to the one who admits that Pearl Harbor “screwed my whole life up from that moment on.” One witness recalls a shipmate who lost a foot “and was the happiest guy in the world.” There is a general reluctance to glorify the war, or their service—“We just wanted to leave there alive,” one says—and there is virtually no argument made that the decision to drop the A bombs was anything but just, and probably saved millions of lives both American and Japanese.<br />World War II era photographers didn’t have sound film, so everything heard in “Apocalypse ’45” has been imposed by the filmmakers—principally David Hughes (“Black Panther”), whose sound design helps situate the visuals somewhere between memory and delirium, an altered state of consciousness that may not exactly replicate, but certainly strives to emulate, a 75-year-old fog of war. It enhances the poignant moments, which are many: One vet recalls wondering why he and his shipmates were suddenly having steak and eggs for breakfast as they headed toward Iwo Jima. His older self knows exactly why."
}