{
    "url_original": "https://www.wsj.com/articles/apollo-hires-craig-farr-to-head-capital-markets-business-11621254601?mod=markets_lead_pos6",
    "url": "apollo-hires-craig-farr-to-head-capital-markets-business-11621254601",
    "title": "Apollo Hires Craig Farr to Head Capital-Markets Business",
    "sub_head": "Move signifies the firm’s push to expand the array of companies whose businesses it finances",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-339090?width=620&size=1.5",
    "image_1": "im-339090.jpg",
    "time": "2021-05-17 08:30:00",
    "body": "Apollo Global Management Inc.  has hired Craig Farr as a senior partner to lead its capital-markets business, a sign of the investment giant’s push to expand the array of companies whose businesses it finances.<br />In the newly created role, Mr. Farr will oversee the origination of new debt- and equity-financing opportunities, the structuring of deals and the distribution of pieces of those deals to different investors through a process known as syndication. He will report to Apollo Co-Presidents Scott Kleinman and James Zelter.<br />Private-equity firms initially hired capital-markets professionals, often from banks, to help them arrange financing for their own deals as they grew in size and complexity.<br />In the years since the 2007-08 financial crisis, capital-markets businesses have become major sources of fee revenue for big publicly traded firms as they finance more transactions in areas where banks no longer operate because of regulatory hurdles. These can include lending to deals for rival buyout firms and financing companies with nontraditional needs.<br />Mr. Farr was a senior adviser at  Carlyle Group Inc.  from 2017 to 2019, helping the firm’s credit business grow and assisting it with its own expansion into capital markets. Before that, he was head of credit and capital markets at KKR & Co., helping to build the firm’s capital-markets business into a global, full-service debt-and-equity shop and a major source of fee revenue."
}