{
    "url_original": "https://www.wsj.com/articles/apple-has-two-trillion-reasons-to-fight-for-the-app-store-11620039781?mod=business_minor_pos10",
    "url": "apple-has-two-trillion-reasons-to-fight-for-the-app-store-11620039781",
    "title": "Apple Has Two Trillion Reasons to Fight for the App Store",
    "sub_head": "Service margins are at a record and have been a key underpinning of Apple’s surging market value",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-03 07:03:00",
    "body": "Apple  Inc.’s  lawyers’ have an unenviable task: Defending a key underpinning of a $2 trillion enterprise comes with high stakes.<br />The outcome of the bench trial between Apple and Epic Games, which gets under way Monday, is far from certain. And even a ruling there may not settle the issue for some time, as the legal and financial muscle on both sides makes appeals a near certainty.<br />Apple has among the world’s deepest pockets, with nearly $83 billion in net cash and a business that generated more than $90 billion in free cash flow over the past four quarters, according to FactSet. Epic, meanwhile, raised $1 billion in its latest funding round earlier this month and has a list of backers that includes  Sony ,   Walt Disney  and Chinese videogame titan  Tencent .<br />But Epic isn’t Apple’s only problem when it comes to defending its App Store business model: The iPhone maker was charged Friday by the European Union with antitrust violations for allegedly abusing its control over the distribution of music-streaming apps. Apple still has a chance to argue its case before the EU’s regulatory commission before it renders its decision.<br />Both the Epic Case and EU probe are targeting elements key to the App Store model, such as the company’s tight control of which apps can be installed on its devices, and its requirement that transactions on those apps run through its own system. Lawmakers and regulators on this side of the pond also have their eye on the issue."
}