{
    "url_original": "https://www.wsj.com/articles/apple-airtags-vs-tile-the-best-tool-for-finding-your-lost-stuff-11620565201?mod=business_minor_pos9",
    "url": "apple-airtags-vs-tile-the-best-tool-for-finding-your-lost-stuff-11620565201",
    "title": "Apple AirTags vs. Tile: The Best Tool for Finding Your Lost Stuff",
    "sub_head": "Apple’s $29 tracker helps you find your lost stuff better than the competition does—but it makes it even harder to find your way out of Apple’s ecosystem",
    "category_1": "Tech",
    "category_2": "Personal Technology: Joanna Stern",
    "time": "2021-05-09 09:00:00",
    "body": "“Come on. I’m right here, inside your unnecessarily puffy coat. No, not that pocket—the one with the stale muffin crumbs and crumpled CVS receipt.”<br />My often-misplaced work ID card can’t tell me how it really feels, thankfully, but it does now communicate with me via the $29 Apple AirTag tracker I’ve attached to it. Right now, it says it’s 7 feet to the left, and likely on another floor, which would put it in my guest-room closet.<br />Lost-item trackers, the high-tech savior of the forgetful, aren’t new. Attach these small Bluetooth-powered doodads to the items you fear you might lose—keys, wallet, bag, pet—and they communicate their whereabouts to your phone. Tile, one of the pioneers in the space, sells four different flavors for iPhone and Android, ranging from the $25 Tile Mate to the $35 Pro.  Samsung ’s  got its $30 SmartTag for Galaxy phones. Now Apple’s bottle-cap-size AirTag for iPhone owners has arrived, and it topples the others in the world-wide game of hide-and-seek.<br />After two weeks of “losing” items with those trackers attached, the AirTags, in concert with my iPhone’s Find My companion app, proved to be the best. Whether it was a remote control squished between couch cushions or Wasabi, my on-loan drug-detection dog at the park (see video for that story), two unique Apple technologies led me right to them.<br />Yet Apple’s smallest gadget also further enables two big threats in today’s tech world: a giant company’s ever-expanding control and consolidation, and a vast, powerful network that could easily be abused by bad actors. Allow me to help you find your way."
}