{
    "url_original": "https://www.wsj.com/articles/apple-and-the-end-of-the-car-as-we-know-it-11621656010?mod=business_lead_pos10",
    "url": "apple-and-the-end-of-the-car-as-we-know-it-11621656010",
    "title": "Apple and the End of the Car as We Know It",
    "sub_head": "As cars become computers with wheels, Apple is joining other tech companies in eyeing the $5 trillion auto market",
    "category_1": "Tech",
    "category_2": "Keywords: Christopher Mims",
    "time": "2021-05-22 12:01:00",
    "body": "Now that the car is evolving into essentially a smartphone on wheels, it’s no wonder Apple is kicking the tires.<br />First, there is the transition from internal combustion engines to electric motors, which have far fewer mechanical parts. Now, enabled by that change, a second shift is under way—one that’s a prerequisite for a self-driving future.<br />For a century, the automobile was a system of interoperating mechanics: engine, transmission, drive shaft, brakes, etc. As those mechanics evolved, electronic sensors and processors were brought in to assist them, but the concepts changed little. The result was cars with dozens or hundreds of specialized microchips that didn’t talk to each other. Now that auto makers are moving to electric motors, elaborate entertainment systems and adaptive cruise control, cars need central computers to control all these things—why not use them to control everything?<br />At the hardware level, this might just mean fewer chips handling more of a car’s functions. Yet it has profound implications for what future cars will be capable of, how car makers will make money, and who will survive—and thrive—in what could soon be a global automotive industry made unrecognizable to us today.<br />No one inside Apple is saying exactly what its plans are, but the company has been contemplating a role in autos for years, spending huge sums on hiring hundreds, then eliminating their roles when its priorities change, and almost as quickly hiring other engineers with similar skill sets, then firing yet more engineers, all to realize a still-mysterious ultimate vision."
}