{
    "url_original": "https://www.wsj.com/articles/are-fannie-and-freddie-ready-for-the-next-housing-crash-11620944406?mod=opinion_lead_pos6",
    "url": "are-fannie-and-freddie-ready-for-the-next-housing-crash-11620944406",
    "title": "Are Fannie and Freddie Ready for the Next Housing Crash?",
    "sub_head": "A new rule requires them to make ‘living wills’ for surviving a downturn without taxpayer bailouts.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-13 18:20:00",
    "body": "This time last year, housing industry insiders were predicting that the market would collapse under the weight of the pandemic. The opposite happened. Even as the economy suffered its worst year since World War II, the housing market boomed.<br />But that doesn’t mean all is well. Rising prices have masked but not eliminated longstanding problems and vulnerabilities at the heart of America’s housing market. Most urgently, Fannie Mae and Freddie Mac—the government-sponsored enterprises that own or guarantee roughly half the $12 trillion mortgage market—lack the capital to survive the next inevitable downturn in home prices.<br />The good news is that unlike the crisis in 2008, should the GSEs fail again, creditors, rather than taxpayers, can absorb the losses. That’s because the Federal Housing Finance Agency, which I direct, completed a new rule last month that creates a process to end taxpayer bailouts of the GSEs once and for all.<br />By requiring the GSEs to maintain credible resolution plans known as “living wills,” the new rule will enable a failing GSE to be restructured without risk to business continuity or America’s mortgage market. Similar to the requirements put in place by the Federal Reserve Board and the Federal Deposit Insurance Corp. under the Dodd-Frank Act, the resolution plans will facilitate rapid and orderly resolution if necessary.<br />For the first time in history, the GSEs are required to demonstrate how, in the event of insolvency, core business lines and charters would be maintained to support the housing-finance system without extraordinary government assistance. By establishing the rules of the road in an insolvency, these living wills give future investors the information they need to price risk appropriately. This is a prerequisite for the GSEs to raise private capital, which is key to the housing market’s long-term stability."
}