{
    "url_original": "https://www.wsj.com/articles/arizona-election-audit-to-resume-amid-gop-infighting-11621785600?mod=politics_lead_pos5",
    "url": "arizona-election-audit-to-resume-amid-gop-infighting-11621785600",
    "title": "Arizona Election Audit to Resume Amid GOP Infighting",
    "sub_head": "Republican-majority county board says the audit ordered by Senate Republican leaders is a mismanaged ‘spectacle,’ while supporters say the audit will address election questions",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-342055?width=620&size=1.5",
    "image_1": "im-342055.jpg",
    "time": "2021-05-23 12:00:00",
    "body": "A GOP-ordered audit of 2020 ballots in Arizona’s most populous county is scheduled to restart this week, even as it is fueling an escalating fight among Republicans in the state.<br />Republicans in Arizona’s senate ordered the audit of roughly 2.1 million ballots cast in Maricopa County, home to Phoenix, that began in April. Democrat Joe Biden won Arizona by just over 10,000 votes out of more than 3.3 million cast statewide, in part due to a roughly two-percentage-point victory in Maricopa.<br />Critics, including some Arizona Republicans, say the audit has been mismanaged and run by an unqualified contractor and that it could undermine confidence in the voting system by amplifying unproven allegations. The dispute is the latest example of divisions within the party over how to reckon with President Biden’s election win.<br />In a recent letter sent to Karen Fann, the Republican president of Arizona’s senate, the GOP-majority Maricopa County Board of Supervisors and other county officials said the audit wasn’t being conducted in good faith. “Your ‘audit,’ no matter what your intentions were in the beginning, has become a spectacle that is harming all of us,” they wrote. “Our state has become a laughingstock. Worse, this ‘audit’ is encouraging our citizens to distrust elections, which weakens our democratic republic.”<br />Ms. Fann said the audit isn’t intended to overturn the county’s election results, which were certified for Mr. Biden. Instead, she said many voters still have questions about the integrity of the voting system and that the audit is meant to provide answers. She also said that the audit will help lawmakers determine whether there are reasons to change Arizona’s election procedures to ensure the security of the system."
}