{
    "url_original": "https://www.wsj.com/articles/ark-wasnt-built-for-a-flood-11620749548?mod=business_minor_pos12",
    "url": "ark-wasnt-built-for-a-flood-11620749548",
    "title": "Cathie Wood’s ARK Wasn’t Built for a Flood",
    "sub_head": "ARK Invest hasn’t done as well for investors as charts suggest, and it has done so through some concentrated bets",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336668?width=620&size=1.5",
    "image_1": "im-336668.jpg",
    "time": "2021-05-11 12:12:00",
    "body": "Name another fund manager that sells “Invest In The Future” onesies and “Analyst” hoodies on its website.<br />Just as unusual as ARK Invest’s marketing has been its performance, growing its assets more quickly than any active exchange-traded fund firm in history. undefinedCathie Wood’s firm went from about $3.5 billion under management across several funds shortly before the pandemic struck to hit the $50 billion mark a year later. But that rapid growth has come back to bite her investors.<br />Even after a major tumble the past few months, the actual damage isn’t obvious from a longer-term look at her funds’ performance charts. So many investors piled in relatively recently, though, that her actual wealth-creation record is unimpressive. Analysts at Bespoke Investment Group calculate that the money-weighted annualized return of her funds since inception was 5.24% through Monday. That is far less than a steady investment in a plain vanilla S&P 500 index fund.<br />And ARK Invest’s paper gains have depended on some uncomfortably concentrated positions. There are big, liquid bets such as  Tesla ,  of course, but also smaller companies like  Intellia Therapeutics —which had just $58 million of sales last year—that could get hit hard if ARK begins to unload a lot of shares as investor cash leaves the funds. ARK funds owned 16.52% of the company at the end of 2020, more than any other institution by far, according to FactSet. Intellia rallied by 470% from the beginning of 2020 to its peak this January but has since retreated by 27%, giving it a current market cap of around $4.3 billion. Another stock with a similar pattern and ownership is  Crispr Therapeutics .<br />Ms. Wood’s “disruptive innovation” jargon may be somewhat novel. What her investors are experiencing isn’t. Fund managers like Gerald Tsai in the 1960s who rode Polaroid and Xerox to stardom or various dot-com visionaries in the late 1990s wound up doing poorly for clients who discovered them after they became hotshots. The culprit is unrealistic expectations and reversion to the mean for the bubbly sectors that got them there. Analyst Meb Faber points out that not one of the five Morningstar “fund managers of the decade” through 2010 even managed to beat the market in the next 10 years. The best of the bunch, Bruce Berkowitz’s Fairholme Fund, became the worst."
}