{
    "url_original": "https://www.wsj.com/articles/artists-inspired-by-ghosts-and-magic-11621619720",
    "url": "artists-inspired-by-ghosts-and-magic-11621619720",
    "title": "Artists Inspired by Ghosts and Magic",
    "sub_head": "The new exhibition ‘Supernatural America’ features artworks full of occult symbols and paranormal experiences.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-341147?width=620&size=custom_2100x1221",
    "image_1": "im-341147.jpg",
    "time": "2021-05-21 13:55:00",
    "body": "Agatha Wojciechowsky was riding a New York City bus when, she claimed, she heard a voice. It was the early 1950s, and the former seamstress was learning to be a medium and spiritual healer. She had done many modest drawings, and when the bus stopped in front of an art-supply store, the voice told her, “Go in and buy some watercolors.”<br />For three days she sat at home waiting for instructions on what to paint. She then worked in what she called a trance, beginning at the lower left-hand corner of the canvas and working in bands from the bottom up. By the mid-1960s, Wojciechowsky was showing her paintings—many of them vivid abstractions dotted with human faces—alongside famous artists like Man Ray and Jean Dubuffet.<br />Next month, her work will be featured in “Supernatural America,” a new exhibition opening June 12 at the Toledo Museum of Art in Ohio that covers more than two centuries of art related to the paranormal. The roughly 160 works in the show are almost all by Americans who claimed to have experience with the spirit world. They range from well-known artists like Andrew Wyeth, Grant Wood and the contemporary video artist Bill Viola to photographers of UFOs and 19th-century mediums who claimed spirits guided their drawings.<br />In the 1860s, the husband-and-wife team of Wella P. and Lizzie “Pet” Anderson gained wide popularity. Wealthy clients would ask them to make contact with and sketch deceased family members or historical figures like Benjamin Franklin. The show includes a 1869 pencil sketch by the Andersons depicting Hiram Abiff, a figure from Masonic legend, with symbols and writing covering his hat and robes.<br />Another medium, Elizabeth “Lizzie” Connor, said that the Baroque master Peter Paul Rubens collaborated on her ink drawing “Spirit Daughter” (ca. 1891), though his style is hard to see in the elflike, smiling creature in flowery garb. The exhibition’s curator, Robert Cozzolino of the Minneapolis Institute of Art—which organized the show and will exhibit it in 2022—points out that female mediums enjoyed an artistic authority in the spiritualist world that women were usually denied elsewhere—though the spirits said to have guided the mediums’ work were mostly male."
}