{
    "url_original": "https://www.wsj.com/articles/as-covid-19-variants-spread-and-vaccines-dont-asia-suffers-outbreaks-where-disease-had-seemed-beaten-11621419961?mod=world_major_1_pos1",
    "url": "as-covid-19-variants-spread-and-vaccines-dont-asia-suffers-outbreaks-where-disease-had-seemed-beaten-11621419961",
    "title": "Asia Suffers Outbreaks Where Covid-19 Had Seemed Beaten",
    "sub_head": "From Vietnam and Thailand to Taiwan, case numbers set records; strict new restrictions in Singapore",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-340285?width=620&size=1.5",
    "image_1": "im-340285.jpg",
    "time": "2021-05-19 06:26:00",
    "body": "SINGAPORE—For months, Covid-19 seemed to be all but gone from parts of Asia, where some of the world’s most successful battles to contain the coronavirus were waged. But several places are now struggling with new outbreaks.<br />Taiwan, which last year had a stretch of more than eight months  without any locally transmitted cases, set a single-day record with 333 of them on Monday. Vietnam, which had also squashed the curve, reported its highest case count a day earlier. Singapore banned dining-in at restaurants, closed schools and put limits on social gatherings after reporting double-digit increases in domestic cases for several days. Rapid transmission in Thailand’s prisons led to a record 9,600 new cases on Monday—surpassing the total number reported in 2020.<br />The new waves are nowhere near as devastating as India’s fierce outbreak or as past deadly surges in the West. But occurring in places that appeared to have beaten the virus, they show how difficult it is to keep Covid-19 suppressed while infections swell elsewhere in the world, more-transmissible variants take hold and vaccine rollouts fail to gather pace outside a clutch of wealthy nations.<br />Apart from Singapore, where more than a fifth of the population is fully vaccinated, inoculation levels across much of Southeast Asia are in the low single digits. Taiwan has administered shots to only about 220,000 of its nearly 24 million people, and on Saturday it suspended self-paid vaccinations—which were available to people who needed to travel abroad for work, education or medical treatment—to give priority to front-line workers.<br />“In places with vaccines, like the United States and the U.K., you have falling cases. But pretty much everywhere else, even in countries that previously had done a great job, you have rising cases,” said Todd Pollack, an infectious-diseases specialist at Harvard Medical School who runs a health program in Vietnam. “It’s a likely occurrence and will continue to happen until vaccines can be rolled out.”"
}