{
    "url_original": "https://www.wsj.com/articles/as-more-americans-get-vaccinated-biden-administration-looks-to-ease-covid-19-restrictions-11620573126?mod=politics_lead_pos2",
    "url": "as-more-americans-get-vaccinated-biden-administration-looks-to-ease-covid-19-restrictions-11620573126",
    "title": "Covid-19 Restriction Guidance Could Ease as More Americans Get Vaccinated",
    "sub_head": "Biden administration officials signal government will relax mask-wearing recommendations",
    "category_1": "U.S.",
    "time": "2021-05-09 11:24:00",
    "body": "WASHINGTON—Biden administration officials said Sunday that the U.S. is entering a new phase of the pandemic in which many vaccinated Americans can begin returning to normal activities and signaled that the federal government will further relax mask-wearing recommendations as more people get shots.<br />“I would say we are turning the corner,” Jeff Zients, President Biden’s Covid-19 coordinator, told CNN’s “State of the Union.” The administration said last week it is focused on helping hesitant and hard-to-reach Americans get shots, with a goal of having 70% of the adult population receive at least one dose by July 4.<br />Anthony Fauci, the government’s top infectious disease expert, said the Centers for Disease Control and Prevention will update guidelines for social distancing and mask usage “almost in real time” as the percentage of the public that is vaccinated increases. About 58% of the U.S. adult population has received at least one vaccine dose, according to the CDC.<br />“We do need to start being more liberal as we get more people vaccinated,” he told ABC’s “The Week” on Sunday.<br />The CDC late last month eased coronavirus guidance, saying that people who are fully vaccinated against Covid-19 don’t need to wear face masks when walking, hiking, biking, running alone or gathering in small groups outside. The CDC has also said that fully vaccinated people can gather indoors with others who are also fully vaccinated without taking extra precautions."
}