{
    "url_original": "https://www.wsj.com/articles/at-home-groups-biggest-shareholder-to-oppose-deal-to-take-retailer-private-11621199701?mod=markets_minor_pos8",
    "url": "at-home-groups-biggest-shareholder-to-oppose-deal-to-take-retailer-private-11621199701",
    "title": "At Home Group’s Biggest Shareholder to Oppose Deal to Take Retailer Private",
    "sub_head": "Home-goods seller had agreed to be bought by Hellman & Friedman for $36 a share",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-338918?width=620&size=1.5",
    "image_1": "im-338918.jpg",
    "time": "2021-05-16 17:15:00",
    "body": "The largest shareholder of home-furnishings chain  At Home Group Inc.  plans to oppose a deal to take the retailer private because it says the sale price is too low, according to a copy of a letter to the company’s board of directors viewed by The Wall Street Journal.<br />CAS Investment Partners LLC, which owns around 17% of the company’s shares, wrote in the letter Sunday that it plans to vote against a roughly $2.4 billion sale to private-equity firm Hellman & Friedman LLC to buy At Home Group.<br />At Home agreed May 6 to sell itself for $36 a share, noting at the time that the deal included a 40-day “go shop” period and gave Hellman & Friedman a chance to match competing bids should any materialize. At Home’s shares have been hovering above $36 since, suggesting shareholders expect the price tag could rise.<br />CAS said in the letter the deal “grossly undervalues the company and deprives stockholders of anything resembling a fair premium.” It suggested that a price above $70 a share would be more realistic based on its projections and said it is prepared to try to block the current deal if needed. The deal requires signoff from a majority of its shareholders.<br />At Home sells furniture, décor and other home goods such as bedding and seasonal decorations in more than 200 stores in 40 states. For the fiscal year ended Jan. 30, At Home posted a narrower loss of $149.7 million compared with the prior year as sales grew."
}