{
    "url_original": "https://www.wsj.com/articles/at-t-needed-to-dial-back-media-dreams-11621267657?mod=business_minor_pos12",
    "url": "at-t-needed-to-dial-back-media-dreams-11621267657",
    "title": "AT&T Needed to Dial Back Media Dreams",
    "sub_head": "Merging WarnerMedia with Discovery creates cleaner story for telecommunications giant",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-339333?width=620&size=1.5",
    "image_1": "im-339333.jpg",
    "time": "2021-05-17 12:07:00",
    "body": "AT&T ’s  time as a media giant was fun while it lasted. Well, not for its investors.<br />The deal the telecommunications giant announced with  Discovery  Inc.  Monday morning begins the process of unwinding Ma Bell’s expensive foray into the world of big media. Under the terms announced, AT&T’s WarnerMedia unit will combine with Discovery to create a new stand-alone media titan expected to generate annual revenue of about $52 billion by 2023. It also will create a more focused—and less indebted—AT&T. Net debt is expected to fall by $43 billion once the deal closes sometime in mid-2022.<br />Much of those borrowings came from the company’s $81 billion acquisition of Time Warner, which closed barely three years ago. The relatively abrupt about-face can be chalked up to a rapidly changing media landscape in which investors have heavily incentivized Hollywood’s content giants to pour capital into streaming. That created some unique pressures for AT&T, which also has a capital intensive wireless and fiber optic business to run along with a generous dividend to maintain. Investors never warmed to the company’s big media aspirations; AT&T’s stock has badly trailed the broader market since the company announced the Time Warner deal in late 2016. The shares rose 2% Monday morning.<br />Discovery, meanwhile, has earned some kudos on Wall Street for its efforts to build a more focused streaming offering. Discovery+ launched in the U.S. in January, and Robert Fishman of MoffettNathanson estimates the service is already on pace to reach 11 million domestic subscribers by the end of the year. Still—at just under $11 billion in trailing 12-month revenue—Discovery ranks below many other media outlets in scale, including  Fox  Corp. ,  ViacomCBS  and  Walt Disney  in terms of scale.<br />The move isn’t quite a cash out for AT&T. Citigroup analysts noted Monday that the structure of the deal as a tax-free spin limits the amount of cash and deleveraging for AT&T, which said Monday it has “resized” its annual dividend payout ratio to about 40% to 43% of anticipated free cash flow, down from its last-stated goal of a little over 50% of free cash flow. AT&T adds that it will reach its target ratio of 2.5 times net debt to adjusted earnings before interest, taxes, depreciation and amortization by the end of 2023—a year earlier than planned."
}