{
    "url_original": "https://www.wsj.com/articles/at-ts-ride-may-get-bumpier-11621375863?mod=opinion_lead_pos8",
    "url": "at-ts-ride-may-get-bumpier-11621375863",
    "title": "AT&T’s Ride May Get Bumpier",
    "sub_head": "The perfect can be the enemy of the good, but the Discovery deal is far from perfect.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-05-18 18:11:00",
    "body": "Retreat can have its heroic qualities but not a faintest whiff of heroism attached to  AT&T ’s  retreat Monday from its big Warner Media merger, which it will unwind by shifting the assets to  Discovery Inc .<br />Both companies’ stocks went down in the hours after the announcement. The deal looks less about finding the right future for the covetable Warner assets than about sketching for AT&T management a quick escape that could bypass a shareholder vote and face minimal regulatory risk, while wiping down a sizable chunk of debt. In turn, management could shift its focus back to running a wireless business, which a skeptical investment community thinks AT&T’s pratfall-prone leadership is less able to mess up.<br />Warner’s top-drawer assets, especially HBO and its Hollywood movie and TV studios, not to mention its cable TV brands and sports rights, will land on a much smaller Discovery, far more dependent on the declining cable bundle, whose specialty is reality shows. This only prolongs the turmoil at Warner, which has undergone necessary cost cutting and refocusing under AT&T for the streaming age.<br />Discovery’s own share price turned south once investors realized they weren’t getting a bargain, paying $43 billion for a combination that would remain 71% with AT&T shareholders. Behind the curious deal is reportedly former cable king and Discovery shareholder John Malone, known for structuring outcomes that work well tax-wise and governance-wise for John Malone.<br />And the net result? Another freestanding late entrant in the streaming wars, against  Netflix ,   Disney ,   Amazon  and others at a time when too much unwatched content is already competing for eyeballs. Churn is predictably rising as viewers sign up and quit after bingeing on the new hot show. Production and talent costs are soaring out of sight. The audience is fragmenting along with their taste in programming. Young people aren’t watching at all. For many others, the “golden age of TV” is turning drossy: It’s becoming easier not to watch than to invest the time to find a show worth watching."
}