{
    "url_original": "https://www.wsj.com/articles/at-t-warner-deal-puts-some-discovery-insiders-ahead-from-the-start-11621448075?mod=business_lead_pos6",
    "url": "at-t-warner-deal-puts-some-discovery-insiders-ahead-from-the-start-11621448075",
    "title": "AT&T-Warner Deal Puts Some Discovery Insiders Ahead From the Start",
    "sub_head": "Advance Publications and Newhouse Broadcasting got a premium for their shares of Discovery in exchange for their votes",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-339845?width=620&size=1.5",
    "image_1": "im-339845.jpg",
    "time": "2021-05-19 14:14:00",
    "body": "Some of  Discovery Inc.’s  biggest shareholders are getting a premium price for their stakes in the media company under the deal that combines it with  AT&T Inc.’s  media business, securities filings show.<br />Advance Publications Inc. and Newhouse Broadcasting Corp., which already control around a quarter of two classes of Discovery’s shares, are set to receive what amounts to a 14% premium over their ownership stake in exchange for agreeing to vote for the deal and convert their preferred shares to common shares.<br />The companies have yet to file formal registration statements detailing the transaction. But available details show the degree to which insiders are poised to benefit from a deal that shook the media and telecommunications landscapes on Monday, when AT&T said it would spin off HBO, CNN and the rest of its WarnerMedia division and combine it with Discovery.<br />Some of the preferred shares held by Advance and Newhouse give the investors “consent rights” over major decisions, including issuing new stock, mergers and other business combinations, Discovery’s most recent annual report notes.<br />Under the deal proposed by AT&T and Discovery, the resulting company will emerge with a single share class, eliminating the special privileges that the Advance/Newhouse investors have, securities filings say."
}