{
    "url_original": "https://www.wsj.com/articles/at-the-philadelphia-museum-of-art-frank-gehrys-renovation-goes-beneath-the-surface-11620423758",
    "url": "at-the-philadelphia-museum-of-art-frank-gehrys-renovation-goes-beneath-the-surface-11620423758",
    "title": "At the Philadelphia Museum of Art, Frank Gehry’s Renovation Goes Beneath the Surface",
    "sub_head": "The institution had no choice but to expand downward in an impressive $233 million project.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-335319?width=620&size=custom_4000x2716",
    "image_1": "im-335319.jpg",
    "time": "2021-05-07 17:42:00",
    "body": "Philadelphia<br />Museums never have enough space; like hospitals and airports they restlessly expand. But the Philadelphia Museum of Art, stranded on its urban Acropolis—the Ben Franklin Parkway to the east and Fairmount Park to the west—has no room to grow, at least not horizontally. In 2006 it boldly decided to expand downward, within its footprint. This would be done in stages and the first, officially known as the Core Project, opened Friday. Costing $233 million, it gives the museum an additional 90,000 square feet and is, from the exterior, completely invisible.<br />The architect of the project was Frank Gehry, a surprising choice. He designed the Guggenheim Museum in Bilbao (1997), the free-form jubilee of curved, tapered, and angular shapes, sheathed in shimmering titanium, that best expresses his signature style. The building was widely understood as an assault on the very idea of the traditional museum, the “encyclopedia encased in a palace,” as the sneer ran. And as museums go, the Philadelphia Museum of Art is as encyclopedic and palatial as they come. But if Mr. Gehry was not known for gently altering historic buildings, let alone a neoclassical temple like the PMA, he brought star power to a city with a chronically weak self-image.<br />His task was complicated by the museum’s intricate plan. A U-shaped complex, it opens up to the east with a broad terrace and the mighty stairs made famous by the “Rocky” movies. But its two public entrances were designed to lead the visitor upwards and, even worse, were on different levels. The great eastern stair hall sits higher than the west entrance hall, a concession to the hilltop site.<br />In his effort to open up the building, Mr. Gehry was aided by its great hidden asset, the Vaulted Walkway, a 640-foot long barrel-vaulted passage that runs dramatically across its full width, from north to south, across the bottom of the “U.” Once a secondary public entrance and long ago closed off, it has been reopening in stages. The North Vaulted Walkway opened two years ago, entered from a handsome, newly reopened north entrance; the southern portion has now been completed. Capped with a superb Guastavino vault, this axial spine makes the whole lower level accessible and the logic of the whole building easier to grasp."
}