{
    "url_original": "https://www.wsj.com/articles/austin-loses-patience-with-camping-in-the-streets-11620167778?mod=opinion_lead_pos6",
    "url": "austin-loses-patience-with-camping-in-the-streets-11620167778",
    "title": "Austin Loses Patience With Camping in the Streets",
    "sub_head": "Liberal voters rebuke leftist politicians for a policy that brought homeless encampments to the city’s public spaces.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333840?width=620&size=1.5",
    "image_1": "im-333840.jpg",
    "time": "2021-05-04 18:36:00",
    "body": "Austin, Texas<br />Voters in this deeply liberal city overwhelmingly approved a proposal last week to reinstate a ban on camping in public places, dealing a harsh rebuke to Mayor Steve Adler and his fellow Democrats. It turns out there’s a limit to what even the most progressive electorate will tolerate.<br />The vote came amid a homelessness crisis in the city caused almost entirely by Mr. Adler and the Austin City Council’s 2019 decision to rescind a 23-year-old ordinance that prohibited camping in public places such as sidewalks, city parks and highway medians, as well as ordinances against panhandling and sitting or lying down in public. The predictable result was the emergence of San Francisco-style homeless encampments all over the city, especially downtown, which was soon inundated with aggressive panhandling, public intoxication and debris-strewn tent cities.<br />At the time, Mr. Adler said the answer to Austin’s homelessness problem wasn’t to arrest people for sleeping on the streets, an approach he called “ineffective and inconsistent with the character of this city.” He offered more publicly funded housing and services for the homeless, following the “Housing First” policy mantra of West Coast cities like San Francisco, Los Angeles and Seattle. “We need places where homeless folks can be safe and surrounded by social workers and others getting them the help and support they need,” Mr. Adler said.<br />And he meant it. Along with the repeal of the camping ban, Mr. Adler and the all-Democrat city council appropriated more than $73 million for homeless-related services in 2020, a record for the city. It was so much money that the city had trouble spending it. By December Austin had doled out only 57%, or $42.3 million, which still amounted to tens of thousands of dollars per homeless person. Yet the problem kept getting worse."
}