{
    "url_original": "https://www.wsj.com/articles/australian-stocks-set-first-record-high-since-pandemic-began-11620641531?mod=markets_lead_pos4",
    "url": "australian-stocks-set-first-record-high-since-pandemic-began-11620641531",
    "title": "Australian Stocks Set First Record High Since Covid-19 Pandemic Began",
    "sub_head": "Investors balance robust economic recovery with China trade tensions and impact of border closures",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-336161?width=620&size=1.5",
    "image_1": "im-336161.jpg",
    "time": "2021-05-10 06:12:00",
    "body": "SYDNEY—Australia’s recovery from the coronavirus pandemic has passed another milestone with its benchmark share index closing at a record high, its first in 15 months.<br />The S&P/ ASX  200 index lifted 1.3% to 7172.8 on Monday after another rise in iron-ore prices drove demand for shares in mining companies including  BHP Group Ltd.  and  Rio Tinto  PLC. The index beat its previous record of 7162.5 set on Feb. 20, 2020, and continued a comeback that began on March 24 last year when the index had languished below 4550.<br />For investors, it hasn’t been a smooth ride. Early in the pandemic, Australia’s economy was exposed to a rapid slowing in global demand that threatened its exports of industrial commodities such as iron ore and coal. Investors had to navigate trade tensions with China, which followed Australian Prime Minister Scott Morrison’s call for an international investigation into the origins of Covid-19, and the impact of Australia’s border closure on tourism and education.<br />However, Australia’s success in crushing the coronavirus—it has recorded fewer than 30,000 cases since the pandemic began—and the central bank’s lowering of interest rates to record lows as part of its pandemic response made equities increasingly attractive. The economy has also emerged from recession with its fastest growth rebound in 70 years, helped by government stimulus programs.<br />Overseas moves have further helped to stoke demand for Australian equities. China’s investment in infrastructure to drive its own economic recovery has pushed prices of iron ore, Australia’s top export, to a record high above $200 a metric ton. Accelerating vaccine rollouts in the U.S. and Europe have fueled a greater appetite for risk."
}