{
    "url_original": "https://www.wsj.com/articles/automated-luxury-communism-11621185487?mod=opinion_major_pos8",
    "url": "automated-luxury-communism-11621185487",
    "title": "Automated Luxury Communism?",
    "sub_head": "Even when consumer paradise seems near, there’s always more work to be done.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-05-16 13:18:00",
    "body": "At first I thought it was a joke. I still do. A couple of years ago, there was a stir around Aaron Bastani’s book “Fully Automated Luxury Communism.” It’s a manifesto for the “postwork” movement. Technology will “liberate us from work” and automation is “the path to a world of liberty, luxury and happiness—for everyone,” the book advertises. Cue rainbow-belching unicorns. The Atlantic wrote that “the vision is compelling.” The  New York Times  helped promote it. And it sure feels like the Biden administration is trying to implement it. Naturally, it’s complete baloney.<br />The idea isn’t even original. It’s the plot of the 2008 Pixar- Disney  animation “WALL-E”: Tubby humans in personal mobility vehicles leaving planet Earth on a luxury spaceship as robots like WALL-E clean up the industrial wasteland. Kid-friendly propaganda.<br />Collectivist visions (Cuba, “infrastructure” bills) fail in real life for one reason: They ignore productivity. Karl Marx was ignorant that capital and technology could increase living standards for everyone, including workers. His shallow “immiseration thesis” missed that productivity drives society to make obsolete certain low-end work as more jobs move to a higher intellectual plane. Even night-school economists know that productivity is the only path out of poverty.<br />Plus, as economies shift toward services, workers themselves, via human capital, become owners of the means of their own production. Even Lord Keynesfell for the ruse 90 years ago, envisioning a 15-hour workweek. But there is always, always something else to invent—like mRNA vaccines—to improve society’s living standards.<br />Fully automated luxury communism is a joke, but maybe over the past year we’ve experienced a version of partly automated luxury communism. Think about it. Many Americans stayed home in their comfy chairs. We worked, schooled, exercised and entertained via a telescreen that, as George Orwell imagined, “could be dimmed, but there was no way of shutting it off completely.”  Amazon  primed our doorsteps. Instacart delivered groceries. Cities became ghost towns. Governments justified spending willy-nilly with crackpot ideas like Modern Monetary Theory."
}