{
    "url_original": "https://www.wsj.com/articles/avis-budget-is-anything-but-cheap-11620146145?mod=business_minor_pos12",
    "url": "avis-budget-is-anything-but-cheap-11620146145",
    "title": "Avis Budget Is Anything but Cheap",
    "sub_head": "Investors are pricing the rental-car company like a long-term luxury",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-333828?width=620&size=1.5",
    "image_1": "im-333828.jpg",
    "time": "2021-05-04 12:35:00",
    "body": "Avis Budget Group  is coming off what Chief Executive Joseph Ferraro called the most difficult year in its history. Meanwhile, shares of the company are up more than 530% over the past 12 months.<br />That kind of discrepancy is only justified if the rental-car industry is undergoing a structural shift from a commoditized afterthought to a more valued staple in consumers’ travel plans. Facts—past and present—suggest otherwise.<br />Like other rental-car companies,  Avis Budget  spent the pandemic unloading a large percentage of its fleet to cut costs and boost profitability amid tanking demand. In February, Avis Budget said it ultimately removed 31% of its fleet due to the pandemic. And on Monday, the company said its Americas business logged its best margin on the basis of adjusted earnings before interest, taxes, depreciation and amortization in the company’s history, even while global revenue was down 22% year over year.<br />Investors now have to consider the sustainability of those margins, which have been boosted to a large extent by industrywide price increases. Avis Budget said revenue per day was up 12% in the Americas in the first quarter, and that those favorable pricing dynamics have largely continued into the second quarter. For now, a shortage of available rental vehicles, coupled with pent-up demand for travel, have consumers paying up. In March, the cheapest rental car in Maui ran more than $700 a day, according to a report last month from Hawaii News Now.<br />Will demand continue to support significant price increases in the longer term, though? Avis Budget noted on Tuesday that rental-car pricing in the Americas didn’t appreciate at all from 2010 to 2019, even while average prices for airfare and hotels increased significantly. But there is likely a reason for this. There have always been myriad rental-car companies at major airports, where a large percentage of the industry’s business is transacted. Meanwhile, alternatives such as ride-sharing and public transport may have been less attractive during the pandemic, but they are likely to log increased utilization as case rates subside. Wall Street analysts expect Avis Budget’s adjusted Ebitda to peak in the third quarter of this year, but grow less than 5% in the fourth quarter from the same period of 2019."
}