{
    "url_original": "https://www.wsj.com/articles/awaken-a-tibetan-buddhist-journey-toward-enlightenment-review-meditations-on-suffering-and-being-11620854199",
    "url": "awaken-a-tibetan-buddhist-journey-toward-enlightenment-review-meditations-on-suffering-and-being-11620854199",
    "title": "‘Awaken: A Tibetan Buddhist Journey Toward Enlightenment’ Review: Meditations on Suffering and Being",
    "sub_head": "The Rubin Museum of Art provides a rich exploration of a single meditative practice starting with the Buddha’s own spiritual reappraisal.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-337401?width=620&size=1.5",
    "image_1": "im-337401.jpg",
    "time": "2021-05-12 17:16:00",
    "body": "<br />New York<br />Will you leave “Awaken: A Tibetan Buddhist Journey Toward Enlightenment” profoundly changed? Probably not. The spiritual path the show outlines isn’t something you cram into an afternoon at the Rubin Museum of Art. You will, however, come away understanding some tenets and practices of Tibetan Buddhism and appreciating some of the roles art plays in this religious tradition.<br />The journey begins with a reflection on our ordinary state of mind and—warning—it isn’t reassuring. We are greeted by “Luxation 1,” a 2016 painting by Tsherin Sherpa whose jewel tones are as compelling as its composition is puzzling. Sixteen 18-inch canvases are hung in a grid, each presenting a fragment: bulging eyes here, grinning skulls there, and is that a horn? We sense an otherworldly creature—Vajrabhairava or “Lightning Terror,” the text informs us—but try as we might, we can’t piece him together. Opposite, monitors flash stills and videos plucked from daily life, from marches to trash-filled shorelines, sourdough bread recipes and passersby in masks. As in “Luxation 1,” nothing coheres; instead, the flickering images stir emotions and splinter our attention.<br />For Prince Siddhartha Gautama, it was old age, illness and death that did not cohere. But after a long and arduous meditation he understood the nature of suffering and declared himself “buddha,” Sanskrit for “awakened.” The show recaps this story with a relief carved around 800 to 900 and introduces some Buddhist tenets through, among others, an early 20th-century depiction of “The Wheel of Existence.” In it, various beings—demons, animals, humans, deities—revolve around a central hub in which a rooster, pig and snake chase each other. They symbolize attraction, confusion and aversion, the three poisons that drive the cycle of life, death and rebirth with the suffering these entail."
}