{
    "url_original": "https://www.wsj.com/articles/back-to-irans-nuclear-future-11621806279?mod=opinion_lead_pos1",
    "url": "back-to-irans-nuclear-future-11621806279",
    "title": "Back to Iran’s Nuclear Future",
    "sub_head": "The U.S. barrels toward a repeat of the Obama deal despite no inspector access to crucial sites.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-341780?width=620&size=1.5",
    "image_1": "im-341780.jpg",
    "time": "2021-05-23 17:44:00",
    "body": "The news in the Middle East these days suddenly seems like a return to circa 2014. Israel and the U.S. are at odds over the Palestinians, America is courting Iran, and the Abraham Accords between Israel and the Arabs get the back of America’s hand.<br />In other words, President Biden is rejecting the Trump strategy that focused on containing Iran and forging closer ties among America’s traditional allies. Team Biden is returning to the Obama calculation that engaging Iran is the key to reducing America’s footprint in the Middle East, even if it means creating anxiety for Israel and the Gulf Arabs.<br />Nowhere is this clearer than in the hell-bent U.S. attempt to revive the 2015 nuclear deal with Iran. A revival of the agreement will reshape the Middle East for years—and not to the benefit of U.S. interests.<br />Donald Trump left the 2015 deal three years ago and pursued a “maximum-pressure” sanctions campaign. The new economic restrictions targeted Iran’s nuclear malfeasance, as well as its support for terrorism abroad and violation of human rights at home. An isolated Iranian economy contracted 6% in 2018 and 6.8% in 2019, and Tehran responded by stepping up nuclear activity proscribed by the deal.<br />Rather than seeking a better deal as the Islamic Republic struggles with domestic unrest, Iranian and American diplomats have spent more than six weeks in Vienna negotiating through intermediaries a way back to the nuclear deal. The Biden Administration is sending stronger signals by the week that it will give up most of its leverage over Tehran to get a deal."
}