{
    "url_original": "https://www.wsj.com/articles/bags-for-everyonethe-50-best-new-styles-to-buy-now-11621051200",
    "url": "bags-for-everyonethe-50-best-new-styles-to-buy-now-11621051200",
    "title": "Bags for Everyone—the 50 Best New Styles to Buy Now",
    "sub_head": "Nothing says “re-entry” quite like a brand new bag, an accessory that’s kept a low profile for a year. As you cautiously prepare for post-pandemic life, consider bolstering your wardrobe with these women’s, men’s and children’s options.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-337074?width=620&size=custom_1375x1489",
    "image_1": "im-337074.jpg",
    "time": "2021-05-15 12:00:00",
    "body": "IT’S ALWAYS a good time to buy a bag,” said Sarah Newkirk, a mortgage underwriter in Waterford, Wis. Last year, some prominent fashion observers disagreed, wondering if we’d ever embrace handbags again, with Australia’s Daily Telegraph, for one, suggesting the pandemic might bury the accessory for good. Unaware of these death knells, Ms. Newkirk did a lot of embracing just last month, treating herself to a pink nylon Kate Spade bag for her 40th birthday as well as a black-and-rust Coach crossbody. “I’ve been buying bags [throughout the pandemic] to cheer myself up. And, like everybody else, I gained weight,” she said. “But a handbag always looks good.”<br />Ms. Newkirk is not in the minority. “In the beginning, the world seemed to stop altogether,” said Hallie Spradlin, director of accessories at Fashion Snoops, a trend-forecasting agency. But by last summer, cooped-up men and women “were looking for a mood boost…and started investing in bags.” Yumi Shin, chief merchant of New York department store Bergdorf Goodman, called handbags “pandemic proof”—particularly, she added, when they’re in perky hues like tangerine or neon green. Perhaps that’s because they represent optimism: Buying a bag designed to tote essentials between home, school, the office and even the airport suggests that we’ll soon return to some version of our bustling former lives. Paul-Sebastian Japaz, a New York painter, said he began building “an arsenal” of bags last summer. His buys range from Telfar’s vegan Shopping Bag to an as-yet-unused leather Prada tote. Mr. Japaz, 29, cheerily called it the “back-to-school bag.”<br />However, as our lifestyles have shifted, so too have our handbag tastes. The awkwardly bulky, top-handle work bags so prevalent pre-pandemic have been ousted by smaller, more versatile options that facilitate a lighter existence. Giana Ballard, 29, who owns a New York photography studio, recently splurged on a canvas Balenciaga bag with a long shoulder strap. Before the pandemic, she used different bags for day and night, work and play. Now she wears her roughly 8-inch-tall bucket bag (which fits her iPhone, camera, lipstick and a crucial can of pamplemousse LaCroix) for morning walks, afternoon errands and outdoor dinners. Once she needs to carry heftier cargo like, say, a laptop, again, Ms. Ballard plans to team her modest new pal with a roomier tote.<br />Curt Myers, a Boston public-affairs consultant and erstwhile traveler, has bought three bags during the pandemic—a leather duffel and two backpacks. Mr. Myers, 28, admitted that he “never really looked at bags” before, but with a surfeit of time and a new, social distancing-inspired love of hiking, he sought pieces that fused style and utility. His usual habit of searching for cities to visit was irrational, he said. “The alternative was to buy [these bags] that symbolized travel.”<br />Katrina Tracy waited until she was vaxxed to splash out on a faux-snakeskin Steve Madden crossbody-cum-fanny pack. “It was a little bit of an affirmation of, ‘We’re getting back to it!’” said Ms. Tracy, 34, who works in human resources in Los Angeles. She debuted the chain-embellished bag when visiting her grandmother, whom she’d seen only once in the past year. “It was fun to have a conversation with her about my shiny new purse,” she said. Her grandmother thought it was adorable."
}