{
    "url_original": "https://www.wsj.com/articles/ban-cryptocurrency-to-fight-ransomware-11621962831?mod=opinion_lead_pos5",
    "url": "ban-cryptocurrency-to-fight-ransomware-11621962831",
    "title": "Ban Cryptocurrency to Fight Ransomware",
    "sub_head": "The existence of bitcoin and the rest benefits nobody except criminals and speculators.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-25 13:13:00",
    "body": "No one is out of reach from ransomware attacks. The Colonial Pipeline hack made that clear, along with the nearly 2,500 cases of ransomware—a form of malware that encrypts computer files and holds them for ransom—reported to the Federal Bureau of Investigation last year, a 66% annual increase. In 2020 ransomware victims paid hackers $350 million in cryptocurrency. Since many victims pay ransom without reporting the incident, these numbers understate the damage.<br />The solutions floated after the Colonial hack—improved cybersecurity in the private sector and public-private collaboration to protect critical infrastructure—are pro forma and inadequate. There is a simpler and more effective way to stop the ransomware pandemic: Ban cryptocurrency.<br />Ransomware can’t succeed without cryptocurrency. The pseudonymity that crypto provides has made it the exclusive method of payment for hackers. It makes their job relatively safe and easy. There is even a new business model in which developers sell or lease ransomware, empowering malicious actors who aren’t tech-savvy themselves to receive payment quickly and securely. Before cryptocurrency, attackers had to set up shell companies to receive credit-card payments or request ransom payment in prepaid cash cards, leaving a trail in either case. It is no coincidence that ransomware attacks exploded with the emergence of cryptocurrency.<br />Banning anything runs counter to the American ethos, but as our experience with social media should teach us, the innovative isn’t always an unalloyed good. A sober assessment of cryptocurrency must conclude that the damage wrought by crypto-fueled ransomware vastly outweighs any benefits from cryptocurrency.<br />It isn’t obvious that cryptocurrency provides any benefit at all beyond the chance to make a quick buck. I have been studying the crypto market since its inception, and I have yet to identify a single task or process that crypto makes easier, better, cheaper or faster. Don’t take my word for it. Ask any friend why he owns cryptocurrency, and the answer will invariably be “to make money.” In other words, speculation. (The blockchain technology that underpins crypto does have promising applications in supply-chain management and other areas.)"
}