{
    "url_original": "https://www.wsj.com/articles/banks-in-archegos-aftermath-tighten-credit-lines-scrutinize-swaps-11620212400?mod=markets_lead_pos3",
    "url": "banks-in-archegos-aftermath-tighten-credit-lines-scrutinize-swaps-11620212400",
    "title": "Banks in Archegos Aftermath Tighten Credit Lines, Scrutinize Swaps",
    "sub_head": "Credit Suisse, Morgan Stanley are among firms reviewing their businesses that offer financing to hedge funds and family offices",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-332385?width=620&size=1.5",
    "image_1": "im-332385.jpg",
    "time": "2021-05-05 07:00:00",
    "body": "Banks across Wall Street are looking to tighten the lending terms of some of their hedge-fund clients on the heels of Archegos Capital Management’s collapse.<br />Firms including  Credit Suisse Group AG ,  Morgan Stanley  and  UBS Group AG  are reviewing their businesses that offer financing to hedge funds and family offices for potential vulnerabilities to safeguard against another Archegos-style event, said bankers and hedge-fund managers.<br />Archegos is the New York family office of the one-time hedge-fund manager Bill Hwang. Its March collapse triggered one of the biggest sudden trading losses in Wall Street history. Archegos took huge bets on a few stocks using a mix of cash and swaps with money borrowed from banks. It was unable to meet margin calls as some of its biggest positions started reversing, and the fallout from its collapse is still unfolding.<br />“You’re seeing a lot of maneuvering by banks to adjust how they determine what the margin is for a portfolio,” said Michael Katz of Quadrangle Consulting, which advises clients including hedge funds on financing agreements with dealers.<br />Wall Street’s losses—$5.5 billion for Credit Suisse alone but also affecting  Nomura Holdings Inc.,  Morgan Stanley and UBS—are particularly surprising because prime-brokerage and swaps desks demand collateral in return for their lending."
}