{
    "url_original": "https://www.wsj.com/articles/bank-of-americas-merrill-lynch-to-ban-trainee-brokers-from-making-cold-calls-11621850400?mod=markets_lead_pos5",
    "url": "bank-of-americas-merrill-lynch-to-ban-trainee-brokers-from-making-cold-calls-11621850400",
    "title": "Bank of America’s Merrill Lynch to Ban Trainee Brokers From Making Cold Calls",
    "sub_head": "Brokerage will direct recruits to use Bank of America referrals and LinkedIn messages to prospect for new clients",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-342135?width=620&size=1.5",
    "image_1": "im-342135.jpg",
    "time": "2021-05-24 06:00:00",
    "body": "Bank of America Corp.’s  Merrill Lynch Wealth Management unit is banning trainee brokers from making cold calls, a vestige of an era when the industry pushed hot stocks on anyone who would pick up the phone.<br />Merrill plans to roll out a revamped adviser-training program on Monday that prohibits participants from cold calling, people familiar with the matter said. The bank will instead direct them to use internal referrals or LinkedIn messages to land clients, they said. The decision comes after the program’s 3,000 trainees were told to stop outbound recruiting efforts to find new customers last year after problematic phone calls.<br />The announcement will formalize a shift that executives have signaled for months. “We are leaning much more heavily on leads and referrals from the broader company,” Merrill President Andy Sieg said in April. “There is also an opportunity to be much more modern in terms of the way we are reaching out to prospective clients.”<br />Merrill’s training program, first established in 1945, was meant to be the firm’s pipeline for new advisers after it cut back on the expensive practice of poaching from other firms. The pool of candidates that starts off in the program, which pays a base salary of $65,000 a year, is typically young and diverse. Participants who fail to meet the goals are kicked out or moved to other roles in the bank.<br />In recent years, only a small portion of trainees completed the program. Successful recruits often had extensive personal networks and were less reliant on cold calling, trainees said."
}