{
    "url_original": "https://www.wsj.com/articles/bdt-capital-to-buy-culligan-from-advent-centerbridge-11621940400?mod=markets_lead_pos6",
    "url": "bdt-capital-to-buy-culligan-from-advent-centerbridge-11621940400",
    "title": "BDT Capital to Buy Culligan From Advent, Centerbridge",
    "sub_head": "Deal is said to value water-treatment company at $6 billion including debt",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-343067?width=620&size=1",
    "image_1": "im-343067.jpg",
    "time": "2021-05-25 07:00:00",
    "body": "BDT Capital Partners LLC is taking a majority stake in Culligan International Co., becoming the latest in a string of private-equity firms to own the water-treatment specialist, officials from the companies said.<br />The parties aren’t disclosing terms of the deal, to be announced Tuesday, but a person familiar with the matter said it values Culligan at $6 billion including debt. Advent International Corp., Culligan’s current majority owner, plans to reinvest in the business and hold a minority stake.<br />Based in Rosemont, Ill., Culligan sells products and services for water filtration and treatment. Founded in 1936 as a maker of water softeners, its product lineup now includes items as simple as water-filter pitchers and as complex as whole-house and business-filtration systems. Culligan offers monthly service contracts with most of its products, accounting for about 65% of sales and generating the steady cash flows that private equity prizes.<br />It has more than 7,500 employees and 1,000 dealers in 90 countries, making it one of the largest players in what the company estimates is a $35 billion global market for consumer water services.<br />Under Advent’s ownership, Culligan’s revenue has tripled thanks to an aggressive M&A strategy and high-single-digit organic growth. Culligan has done 90 acquisitions since Advent bought it in 2016, primarily of small, family-owned companies in markets like Germany, Italy and Spain. In 2019, Culligan announced a deal to buy AquaVenture Holdings Ltd., a publicly traded U.S. maker of bottle-free water coolers, for $1.1 billion including debt. It has also expanded into pitchers and machines that dispense filtered water, such as those that might be found in an airport."
}