{
    "url_original": "https://www.wsj.com/articles/beat-tomorrows-pandemic-today-11621804781?mod=opinion_lead_pos10",
    "url": "beat-tomorrows-pandemic-today-11621804781",
    "title": "Beat Tomorrow’s Pandemic Today",
    "sub_head": "This is a good time to start building up capacity to fight the next novel pathogen.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-342299?width=620&size=1.5",
    "image_1": "im-342299.jpg",
    "time": "2021-05-23 17:19:00",
    "body": "As Covid recedes, Congress and the Biden administration are turning their attention to making sure a novel pathogen can never paralyze the country again. An important part of that viral contingency plan is to have enough manufacturing capacity to scale up the production of vaccines and therapies.<br />Past discussions of pandemic preparedness have focused on developing a “warm base” by building some manufacturing sites, mothballing them, and turning the lights on when a new threat emerges. Covid proved that takes too much time. The country needs “hot” facilities, not merely warm ones.<br />When Covid struck, the U.S. didn’t have excess capacity to make monoclonal-antibody drugs or vaccines. Making room for antibody production required repurposing facilities that had been churning out other critical drugs whose production moved to Europe. This is an expensive, risky and time-consuming process. For vaccines, there wasn’t idle capacity to manufacture at scale. While factories were built mostly from scratch, vaccines had to be rationed for months.<br />There are lessons from the case of  Emergent BioSolutions  in the early 2000s. The country was preparing for the risk of a pandemic of H5N1 bird flu. The George W. Bush administration funded the construction of domestic facilities to make flu vaccines. But in many cases, in the years since these facilities, including Emergent, were not kept fully operational and properly staffed.<br />When Emergent’s plant was conscripted to make the Covid vaccine developed by  Johnson & Johnson ,  it stumbled getting the process up to sufficient scale and maintaining proper quality control. An internal government analysis concluded that, over the years, Emergent had struggled to attract and retain the specialized personnel required to run such a facility, leaving it vulnerable."
}