{
    "url_original": "https://www.wsj.com/articles/behind-a-wharton-school-programs-collapse-lawsuits-and-unpaid-bills-11620565200?mod=business_minor_pos5",
    "url": "behind-a-wharton-school-programs-collapse-lawsuits-and-unpaid-bills-11620565200",
    "title": "Behind a Wharton School Program’s Collapse: Lawsuits and Unpaid Bills",
    "sub_head": "Elite business school sued U.S. affiliate of India-based education company, accusing it of misleading students, keeping tuition fees and violating its trademark",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-332078?width=620&size=1.5",
    "image_1": "im-332078.jpg",
    "time": "2021-05-09 09:00:00",
    "body": "Simon Heaton said he expected to get a prestigious credential from the University of Pennsylvania’s Wharton School last year, after his company paid about $23,000 for him to take a two-week leadership course for human-resources executives.<br />Instead, the chief talent officer at global advisory firm Stout Risius Ross, LLC, had to tell his CEO that the on-campus master class had been canceled and a refund was unlikely. “It was embarrassing,” the 47-year-old Mr. Heaton said. “It feels like we were duped.”<br />Mr. Heaton is one of about 40 HR executives who had signed up to participate in the business school’s TMI-Wharton Fellow Program in Talent Management scheduled for August 2020. Why the course never came to be is at the center of two lawsuits Wharton filed against the education company it tapped as a partner to administer the course.<br />The executive-education course had been taught in previous years by some of Wharton’s top management professors, and a third party called CredForce America Inc. marketed and managed it, signing up executive students and collecting tuition payments under the TMI-Wharton brand. Such arrangements are increasingly common as business schools expand lucrative executive-education offerings.<br />TMI-Wharton emailed enrollees last spring to say the August program would be delayed due to the coronavirus pandemic. Enrollees got another email this past February, this time from the business school, saying Wharton had severed business ties with CredForce and the TMI-Wharton brand, and hadn’t received the executives’ tuition payments from CredForce."
}