{
    "url_original": "https://www.wsj.com/articles/behind-the-epic-apple-trial-is-a-booming-app-market-worth-fighting-over-11621157405?mod=business_lead_pos5",
    "url": "behind-the-epic-apple-trial-is-a-booming-app-market-worth-fighting-over-11621157405",
    "title": "Behind the Epic-Apple Trial Is a Booming App Market Worth Fighting Over",
    "sub_head": "Antitrust lawsuit targets how much the iPhone maker collects in fees from developers, as mobile app marketplaces have grown into multibillion-dollar businesses",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-339015?width=620&size=1.5",
    "image_1": "im-339015.jpg",
    "time": "2021-05-16 05:30:00",
    "body": "If there is one thing Epic Games Inc. and  Apple Inc.  can both agree on even as they battle each other, it is that the app economy is worth fighting over.<br />In the 13 years since Apple launched its App Store, the number of apps has exploded. The business of delivering them to people’s smartphones has grown into a revenue stream worth tens of billions of dollars annually for Apple and the other main marketplace operator,  Alphabet Inc.’s  Google.<br />App stores have become critical gatekeepers in accessing software that lets users do everything on the internet, including watch television, read books and check the weather. Key to the stores’ business models is that they collect a commission on consumers’ purchases of digital goods and services. They don’t take a portion of sales of real-world goods and services, like T-shirts or car rides purchased through an app from their stores, but when someone spends on a videogame perk or subscribes to an online fitness program, the gatekeepers get their cuts.<br />The fees that Apple and Google charge—30% in many cases—are at the center of lawsuits filed by “Fortnite” creator Epic Games against the tech giants. Epic claims that Apple’s App Store rules stifle competition and run afoul of antitrust law. Apple disputes Epic’s allegations, saying that its rules are applied evenly and that charging a commission is legal and covers expenses such as maintaining user privacy.<br />The trial in Epic’s case against Apple started May 3 and has the potential to upend a key part of the iPhone maker’s services business."
}