{
    "url_original": "https://www.wsj.com/articles/beijing-confronts-a-smaller-grayer-china-dream-11620785268?mod=business_minor_pos10",
    "url": "beijing-confronts-a-smaller-grayer-china-dream-11620785268",
    "title": "Beijing Confronts a Smaller, Grayer China Dream",
    "sub_head": "China is aging more rapidly than many expected, posing a serious challenge to its economic model",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-337115?width=620&size=1.5",
    "image_1": "im-337115.jpg",
    "time": "2021-05-11 22:10:00",
    "body": "China is graying much more rapidly than many demographers expected. That won’t be enough to derail its rise—but it will pose a serious challenge to its savings and export-heavy economic model. It could also mean a markedly smaller Chinese economy by midcentury than most mainstream economists expect.<br />The top-line results of China’s once-a-decade census were released Tuesday, showing a sharp drop in births and a steeper drop in the working age population than expected. China’s fertility rate is now just 1.3 children per woman, in the same league as aging societies such as Japan and Italy. Originally the results had been due in April, prompting widespread speculation that the numbers would be bad.<br />China is far from the only major country with a demographic problem—the U.S. fertility rate dropped to just 1.64 in 2020. But what is striking about the latest Chinese figures is how fast they are now diverging from previous estimates. According to official figures, China’s population between 15 and 64 years of age was 967 million in 2020—down a full 35 million from 2015. The latest version of the United Nations’ core fertility scenario assumed China wouldn’t drop to that level until well after 2030.<br />Besides the obvious need to completely scrap the remaining vestiges of China’s longstanding policies to limit births, Beijing has some other levers it can pull to offset the drag on the labor force: raising the retirement age, easing controls on internal migration, helping companies increase automation, or dramatically boosting immigration. With the exception of automation all of these are politically very tricky, however—especially the last.<br />Moreover, a rapidly aging population presents unique challenges for China’s growth model, which until now has relied heavily on productivity-driving exports and a high savings rate to help offset the significant downsides of the very large state presence in the economy. Working-age populations often save more for the future, while the elderly spend down their savings or rely on their children or the government."
}