{
    "url_original": "https://www.wsj.com/articles/belarus-president-defends-plane-diversion-defying-pressure-from-west-11622021908",
    "url": "belarus-president-defends-plane-diversion-defying-pressure-from-west-11622021908",
    "title": "Belarus President Defends Plane Diversion, Defying Pressure From West",
    "sub_head": "Lukashenko cites bomb threat; Western leaders demand release of dissident who was on flight",
    "category_1": "World",
    "time": "2021-05-26 08:50:00",
    "body": "MOSCOW—Belarus President Alexander Lukashenko defended his handling of the diversion of a Ryanair flight over the weekend and accused Western leaders of trying to interfere in the country’s affairs, charging that they had crossed red lines in their attacks on the former Soviet state.<br />The Belarusian leader said his country was justified in asking the plane to land, heeding reports that there were explosives on board, and in doing so had averted a tragedy. He said he had acted legally to protect people’s lives.<br />“We responded adequately to the information received,” Mr. Lukashenko said in a speech to parliamentarians on Wednesday, his first comments since the Sunday incident. “How would the United States react in such a situation in view of their sad experience?”<br />European Union and U.S. leaders were swift to condemn the forced landing of the plane, which was carrying dissident journalist Roman Protasevich, who was later arrested. On Monday, they agreed to impose a new round of sanctions on Belarus and ban its airlines from entering the bloc’s airspace and airports.<br />Western leaders have demanded the release of Mr. Protasevich, who became one of the lead actors behind a wave of antigovernment protests last year in the wake of Belarus’s August presidential election. Mr. Lukashenko claimed to have won in a landslide, but Western officials said the vote was neither free nor fair. Opponents have been demanding the resignation of the Belarusian leader, who has been in power since 1994."
}