{
    "url_original": "https://www.wsj.com/articles/bernies-salt-in-bidens-wounds-11621289355?mod=opinion_lead_pos9",
    "url": "bernies-salt-in-bidens-wounds-11621289355",
    "title": "Bernie’s SALT in Biden’s Wounds",
    "sub_head": "A tax deduction for the rich puts the Vermont socialist on the side of the angels.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-339743?width=620&size=1.5",
    "image_1": "im-339743.jpg",
    "time": "2021-05-17 18:09:00",
    "body": "Too bad House Republicans could not have elected Bernie Sanders conference chairman. Because while Republicans have been bickering over who’s better placed to sell the GOP message going forward—Wyoming Rep. Liz Cheney or New York Rep. Elise Stefanik—the Vermont socialist has been doing the Lord’s work on taxes.<br />Mr. Sanders has become the chief obstacle to his party leaders’ hopes of restoring the full federal tax deduction for state and local taxes, known as SALT, capped at $10,000 by the 2017 Tax Cuts and Jobs Act. Speaker Nancy Pelosi of San Francisco calls the loss of that deduction “devastating.” Likewise New York Sen. Chuck Schumer, who vowed that “one of the first things” he would do as majority leader would be to see that the SALT cap is “dead, gone and buried.”<br />But not Bernie. Asked directly on “Axios on HBO” last week whether he supports this effort, Mr. Sanders proudly raised his progressive colors: “You can’t be on the side of the wealthy and powerful if you are going to really fight for working families.”<br />It’s making for an entertaining bootleggers-and-Baptists moment, with two opposing camps—low-tax Republicans and the leader of the Democratic Party’s progressive wing—finding themselves in the same foxhole. Each wants to keep the SALT cap, but for very different reasons.<br />Mr. Sanders rightly appreciates that the SALT deduction is a big fat tax break for rich people, even if the rich people in question happen to live mostly in blue states. The Tax Policy Center reckons that more than half the benefit of doing away with the SALT cap would go to households making $1 million or more, and 96% of middle-income households (making between about $52,000 and $93,000 a year) “would get no tax reduction at all.”"
}