{
    "url_original": "https://www.wsj.com/articles/best-gifts-for-your-weekend-hostall-under-60-11622196043",
    "url": "best-gifts-for-your-weekend-hostall-under-60-11622196043",
    "title": "Best Gifts for Your Weekend Host—All Under $60",
    "sub_head": "Scored an invite to a friend’s country house as we return to ‘normalcy’? These tasteful tokens of gratitude will ensure you get asked back.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-343114?width=620&size=1.5",
    "image_1": "im-343114.jpg",
    "time": "2021-05-28 06:00:00",
    "body": "NOW THAT the CDC says vaccinated persons can mingle and entertain, your friends with houses out of town likely have a long list of folks desperate for an invitation. Should you be lucky enough to snag a coveted weekend, make sure to charm your hosts with a thought-through token of your appreciation. To save you time and to go easy on your Venmo account, we’ve found eight charming gifts for under $60 to help you stand out in the crowd. Doing the dishes will also help, of course.<br />On the surface, toaster tongs may not seem the sexiest gift. But before long, your hosts will be wondering how they ever lived without them. No more crisped digits or knife-assisted bagel retrievals with this beautiful pair made of a single piece of bent oak. Nokka tongs, $45, finnishdesignshop.com<br />Build your host a photogenic still life by filling this 1980s-inspired enamelware colander with farmstand fruit and giving her the whole thing. Its artful, 1980s-inspired pattern riffs on the work of Italian design cadre the Memphis Group, whose colorful furniture and objects of that decade are highly collectible. Kapka Flashback Colander, $56, darlingspring.com<br />Each bar of this three-pack of woodsy-scented soaps takes its fragrance from a national park. Redwood is scented with juniper and fir needle; Acadia withscotch pine and rock rose; Zion with sage and sabino cedar. Produced in collaboration with the National Parks Project, 5% of each sale benefits forest conservancy. Looks good, does good, smells good. National Parks Soap Set, $40 for three, ursamajor.com<br />These vintage-print-covered matchboxes from homey-gift hero John Derian bring a classy kick to lighting up citronella candles and barbecue briquettes. Matches, $4 each, johnderian.com"
}