{
    "url_original": "https://www.wsj.com/articles/bets-on-economic-rebound-push-copper-prices-to-record-high-11620384716?mod=markets_lead_pos4",
    "url": "bets-on-economic-rebound-push-copper-prices-to-record-high-11620384716",
    "title": "Bets on Economic Rebound Push Copper Prices to Record High",
    "sub_head": "Industrial-metal prices have marched higher for over a year, one reason why some investors are girding for higher inflation",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-335491?width=620&size=1.5",
    "image_1": "im-335491.jpg",
    "time": "2021-05-07 06:51:00",
    "body": "Copper prices climbed toward record highs Friday, fueled by bets on a U.S.-led global economic rebound that would boost demand for metals used in manufacturing and construction.<br />On the London Metal Exchange, three-month copper forwards rose 2.1% to $10,324 a metric ton, on track to surpass their previous all-time closing high of $10,124 from February 2011. In New York, copper futures on CME Group’s Comex rose 2.4% to $4.71 a pound. They had last notched a record of just under $4.63 in 2011.<br />Prices for base metals such as copper and aluminum have marched higher since tumbling at the onset of the pandemic in early 2020. Demand for goods among consumers unable to spend money on travel or meals out, disruption at South American mines due to Covid-19 and difficulties shipping material around the world have all contributed to the rally.<br />Now some investors are betting that infrastructure spending and the widespread distribution of vaccines in the U.S. will goose the world economy, lifting demand for industrial commodities even as coronavirus remains rampant in many low and middle-income countries. Adding to the excitement, analysts expect copper to be consumed in huge quantities as governments seek to wean the power and transportation sectors off fossil fuels.<br />Copper prices are likely to rise to between $11,500 and $12,000 a metric ton over the next few months largely because of the economic recovery in the West, said Luke Sadrian, chief investment officer at Commodities World Capital LLP, a London-based hedge fund. He expects further gains over the next five years given the rising demand for copper in electric-car infrastructure and other new uses of the metal."
}