{
    "url_original": "https://www.wsj.com/articles/bidens-release-2020-tax-returns-11621287221?mod=politics_lead_pos4",
    "url": "bidens-release-2020-tax-returns-11621287221",
    "title": "Bidens’ Taxable Income Came to $607,336 in 2020, Returns Show",
    "sub_head": "President resumes tradition of releasing tax returns that was interrupted by Trump",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-339803?width=620&size=1.5",
    "image_1": "im-339803.jpg",
    "time": "2021-05-17 19:57:00",
    "body": "WASHINGTON—President Biden and his wife, Jill Biden, made $607,336 in adjusted gross income in 2020 as he ran for office, according to tax returns the couple released Monday.<br />On the day that Americans must pay their 2020 taxes or seek an extension—delayed from the usual April 15 due to the coronavirus pandemic—the couple resumed the voluntary disclosure tradition that President Donald Trump broke during his term. The Bidens’ returns showed declining income from 2019 and much smaller use of a tax strategy that the Biden administration wants to eliminate.<br />The Bidens’ 2020 income came primarily from pensions, Social Security benefits and Dr. Biden’s speaking and writing engagements. The couple donated $30,704 to charity and paid $157,414 in federal income and self-employment taxes, or 25.9% of their adjusted gross income. They would pay more under Mr. Biden’s tax proposals, which would raise the top individual tax rate to 39.6% from 37%.<br />After Mr. Biden left the vice presidency in 2017, the couple routed their speech and writing income through S corporations. That move meant that the couple avoided Medicare taxes totaling 3.8% on much of their income, saving them as much as $500,000 in 2017 and 2018.<br />Legally, S corporations are supposed to pay only reasonable compensation to their owners equivalent to the market rate for such services. That compensation would face payroll taxes, and any remaining profits would be considered active business income outside the payroll tax or an equivalent 3.8% tax on investment income."
}