{
    "url_original": "https://www.wsj.com/articles/biden-administration-extends-bipartisan-infrastructure-talks-into-june-11622391578?mod=politics_lead_pos1",
    "url": "biden-administration-extends-bipartisan-infrastructure-talks-into-june-11622391578",
    "title": "Biden Administration Extends Bipartisan Infrastructure Talks Into June",
    "sub_head": "Transportation chief Pete Buttigieg calls for ‘clear direction’ on a deal by next week, as Democrats consider going forward without GOP votes",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-346250?width=620&size=1.5",
    "image_1": "im-346250.jpg",
    "time": "2021-05-30 13:10:00",
    "body": "The Biden administration said Sunday that talks over a $1.7 trillion infrastructure package would need to show a “clear direction” toward agreement by the time Congress returns from recess in early June, signaling that Democrats might be preparing to go it alone on a broad plan to rebuild roads and bridges, expand broadband service and create programs to help care for the elderly and disabled Americans.<br />Transportation Secretary Pete Buttigieg said President Biden and members of his team would continue negotiating privately this week and said the talks with Republican lawmakers were encouraging. But he identified the return of Congress on June 7 as when the talks would need to indicate an endpoint.<br />“I think we are getting pretty close to a fish-or-cut-bait moment,” Mr. Buttigieg said during an appearance on CNN’s “State of the Union.”<br />Negotiations over the measure have stretched for weeks as lawmakers and the White House argue over the basic questions of what should be included, how large it should be and how to pay for it.<br />A sticking point is funding for the projects. Republicans want to tap at least two sources to help pay for rebuilding roads and bridges: repurposed, unspent funds from the $1.9 trillion Covid-19 relief law from earlier this year; as well as user fees on electric vehicles. The Biden administration has proposed funding the measure through tax increases on corporations, including by raising the corporate rate to 28% from 21%, a plan that has drawn strong objections from Republicans."
}