{
    "url_original": "https://www.wsj.com/articles/bidens-plan-encourages-true-supply-side-economics-11621982082?mod=opinion_lead_pos6",
    "url": "bidens-plan-encourages-true-supply-side-economics-11621982082",
    "title": "Biden’s Plan Encourages True Supply-Side Economics",
    "sub_head": "Preschool and paid family leave are investments in the future in a way tax cuts for the rich aren’t.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-25 18:34:00",
    "body": "Do you remember supply-side economics? That’s the doctrine that claimed that lowering taxes (especially on the wealthy) would cause a gusher of growth and bring in more new revenue than it lost.<br />It wasn’t true, as the Reagan and Bush tax cuts demonstrated, according to research conducted by William G. Gale and Andrew A. Samwick for the Brookings Institution. Early returns on the Trump tax cuts show they have done little to stimulate growth as well. But certain supply-side policies really could be counted on to augment aggregate supply and increase output. Some of them were even tax cuts. There was good reason to believe, for example, that making depreciation deductions for business equipment and machinery more generous—part of the 2017 tax law—would boost investment and enhance the capital stock. In fact, the results look disappointing. The share of investment moved up, but only a little.<br />But many of the most promising supply-side policies involve government spending, including investment in physical infrastructure like roads, bridges, ports and airports.<br />The argument for more public investment is essentially the same as the argument for more private investment: If the returns are high enough, future benefits outweigh upfront costs, leaving some “profit” to the investor. All such arguments are strengthened by today’s superlow interest rates, which reduce the cost of capital. Now is the time to invest in the future—both in the private sector and in the public sector.<br />Selecting the right projects, however, is crucial. This means not limiting ourselves to physical investments like factories and roads, because investments in human capital offer many of the highest returns. Fortunately, much of President Biden’s American Jobs Plan and American Families Plan pushes in that direction."
}