{
    "url_original": "https://www.wsj.com/articles/biden-republicans-set-talks-over-competing-infrastructure-plans-11619975447?mod=politics_lead_pos1",
    "url": "biden-republicans-set-talks-over-competing-infrastructure-plans-11619975447",
    "title": "Biden, Republicans Set Talks Over Competing Infrastructure Plans",
    "sub_head": "President Biden invites a lead GOP negotiator to meet this week as he seeks bipartisan agreement on package",
    "category_1": "Politics",
    "time": "2021-05-02 13:10:00",
    "body": "WASHINGTON—Lawmakers and administration officials signaled on Sunday that they expected negotiations over an infrastructure package to ramp up this week, as Republicans and President Biden work to see if a bipartisan agreement is within reach.<br />White House chief of staff Ron Klain said that Mr. Biden had invited Sen. Shelley Moore Capito of West Virginia, one of the lead GOP negotiators on the infrastructure package, and others to meet this week.<br />“We’re going to work with Republicans. We’re going to find common ground,” Mr. Klain said on CBS.<br />Republicans said they wanted to see that Mr. Biden was willing to make some concessions to prove his willingness to work across the aisle. Sen. Susan Collins of Maine, a centrist Republican involved in the discussions, said it was up to Mr. Biden to make the next offer in negotiations with GOP lawmakers.<br />Republicans last month proposed spending $568 billion on infrastructure, offering a far narrower and less expensive alternative to the plan Mr. Biden unveiled in March, which would spend $2.3 trillion over eight years on programs and services that go beyond transportation, among them home care for seniors and technology and manufacturing research. In addition, Mr. Biden announced a $1.8 trillion child-care and education plan in his joint address to Congress last week. GOP lawmakers have said they think it might be possible to reach a bipartisan agreement on a more limited package focused on roads, bridges and other elements of physical infrastructure."
}