{
    "url_original": "https://www.wsj.com/articles/biden-budget-plan-would-remove-ban-on-federal-funds-for-abortion-11622231319?mod=politics_lead_pos6",
    "url": "biden-budget-plan-would-remove-ban-on-federal-funds-for-abortion-11622231319",
    "title": "Biden Budget Plan Would Remove Ban on Federal Funds for Abortion",
    "sub_head": "The 1976 Hyde Amendment, included in spending legislation for decades, is backed by most Republicans",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-345984?width=620&size=1.5",
    "image_1": "im-345984.jpg",
    "time": "2021-05-28 16:40:00",
    "body": "President Biden’s budget proposal removes language banning the use of federal dollars for abortions in most cases, fulfilling a campaign pledge and setting up a fight in Congress, where most Republicans are opposed to the change.<br />The president’s budget, released Friday, doesn’t include the 1976 Hyde Amendment, which bars federal funding for abortion with exceptions for victims of rape or incest or if the mother’s life is in danger. The language has been included in spending legislation for decades, and Mr. Biden had supported the amendment for years before reversing his position during his presidential campaign. Abortion-rights advocates and many Democrats had urged him to do so.<br />Abortion opponents say the amendment ensures federal tax dollars don’t go to paying for the procedure, while advocates for access to abortions say it disproportionately affects low-income women and women of color who are Medicaid recipients.<br />The decision from the president comes as some Republican-led states add new restrictions on abortions and the Supreme Court prepares to consider the legality of a Mississippi abortion law that sought to ban the procedure after 15 weeks of pregnancy.<br />While this marked the first time in decades that a president sought to strip the language, the change wasn’t highlighted in a budget fact sheet released by the White House. Some abortion-rights advocates have pushed for Mr. Biden to be more vocal on the issue, noting that he didn’t use the word abortion in a statement marking the anniversary of Roe v. Wade, the 1973 Supreme Court decision recognizing a woman’s right to have an abortion, or in his recent address to a joint session of Congress."
}