{
    "url_original": "https://www.wsj.com/articles/biden-administration-reverses-trump-era-rollback-of-gay-transgender-protections-in-health-care-11620664532?mod=business_minor_pos1",
    "url": "biden-administration-reverses-trump-era-rollback-of-gay-transgender-protections-in-health-care-11620664532",
    "title": "Biden Administration Reverses Trump-Era Rollback of Gay, Transgender Protections in Health Care",
    "sub_head": "HHS uses authority under Title IX of Civil Rights Act, cites Supreme Court ruling last year prohibiting discrimination against LGBT workers",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-336312?width=620&size=1.5",
    "image_1": "im-336312.jpg",
    "time": "2021-05-10 12:35:00",
    "body": "The Biden administration said it would enforce legal protections against discrimination for gay and transgender patients seeking healthcare under the Affordable Care Act, reversing a Trump-era policy that sought to more narrowly define the scope of sex discrimination under the health law.<br />The Department of Health and Human Services said Monday that the administration was using its authority under Title IX of the Civil Rights Act to enforce the ACA’s prohibition based on sex discrimination. HHS Secretary Xavier Becerra said the department’s decision was based on a Supreme Court ruling last year that allows the agency to interpret the antidiscrimination section of the ACA, which bans bias “on the basis of race, color, national origin, sex, age or disability,” in a more expansive way.<br />The Supreme Court ruling in Bostock v. Clayton County said a bedrock federal civil-rights law prohibited employers from discriminating against workers on the basis of their sexual orientation or gender identity. The 6-3 opinion, by Justice Neil Gorsuch, rejected administration arguments that federal civil rights law provides no protection to LGBT employees.<br />“Fear of discrimination can lead individuals to forgo care, which can have serious negative health consequences,” Mr. Becerra said. “It is the position of the Department of Health and Human Services that everyone—including LGBTQ people—should be able to access healthcare, free from discrimination or interference, period.”<br />That section of the healthcare law concerning discrimination has been the source of debate in recent years. In 2016, a federal judge in Texas said the law didn’t extend civil-rights protections to transgender people."
}