{
    "url_original": "https://www.wsj.com/articles/biden-budget-plan-fiscal-2022-11622169489",
    "url": "biden-budget-plan-fiscal-2022-11622169489",
    "title": "Biden Is Expected to Unveil $6 Trillion Spending Plan",
    "sub_head": "President’s first budget would boost funding for health care and education",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-05-28 05:30:00",
    "body": "WASHINGTON—The White House is expected to release President Biden’s first budget proposal Friday, offering new details on how the administration would implement plans over the coming decade to spend $4.5 trillion and increase taxes.<br />The president is proposing a $6 trillion budget for fiscal year 2022, which begins Oct. 1, according to people familiar with the plans. That includes $1.52 trillion in discretionary spending for the military and domestic programs, including more funding for education, healthcare, research and renewable energy, White House officials said in April.<br />The budget will lay out how the president’s plans for spending over the next decade on infrastructure and social programs, such as paid family leave and universal preschool, will affect federal debt and deficits. Under the proposal, debt as a percentage of annual gross domestic product would within a few years exceed the level at the end of World War II and climb to 117% of GDP by the end of 2031, according to people familiar with the matter. That would be up from about 100% this year.<br />Administration officials have said that their proposals, known as the American Jobs Plan and the American Families Plan, would add to deficits over the next decade but that higher spending would eventually be offset by revenue from tax increases on wealthy individuals and corporations.<br />The president’s budget proposal serves as a fiscal blueprint for the administration’s policy priorities as well as signaling to Congress what the White House hopes to accomplish over the coming years. The proposal is generally seen as the opening salvo in a long process that leads to the government being funded, and lawmakers usually ignore the administration’s request in favor of their own plans."
}