{
    "url_original": "https://www.wsj.com/articles/bidens-stimulus-for-the-irs-11620081601?mod=opinion_lead_pos1",
    "url": "bidens-stimulus-for-the-irs-11620081601",
    "title": "Biden’s Stimulus for the IRS",
    "sub_head": "More auditors and audits won’t yield much new revenue.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-333519?width=620&size=1.5",
    "image_1": "im-333519.jpg",
    "time": "2021-05-03 18:40:00",
    "body": "President Biden says he wants to “revitalize” IRS enforcement to target wealthy Americans who “aggressively plan to avoid the tax laws.” No doubt tax avoiders exist. But a lot less money is likely to be found under the sofa cushions than Mr. Biden and progressives think.<br />The White House is hoping to use this sleight-of-math to help finance its $2 trillion cradle-to-grave entitlement plan. It projects that giving the IRS an extra $80 billion to hunt down tax dodgers will generate $700 billion in revenue over 10 years, citing a National Bureau of Economic Research study that estimates the top 1% of earners fail to pay $175 billion a year in tax they owe.<br />But estimates of the “tax gap”—the difference between what is owed and paid—are based on outdated and incomplete data. The NBER study examines income concealed in foreign bank accounts before Congress, in the 2010 Foreign Account Tax Compliance Act (Fatca), required foreign banks to report foreign assets held by Americans. The IRS has since cracked down on these offshore accounts.<br />The Administration also cites a study from economists Larry Summers and Natasha Sarin that projects that restoring the IRS budget to “historical levels” could generate more than $1 trillion over a decade. Republicans during the Obama Presidency reduced the IRS budget after discovering it was targeting conservative nonprofits. As a result, audit rates over the last decade have fallen across the income spectrum,<br />But the authors probably overstate the effect of IRS staffing on the wealthy. Between fiscal years 2010 and 2019, the amount the IRS dunned taxpayers with reported incomes over $1 million declined by about $4 billion—and about $4 billion for other individuals."
}