{
    "url_original": "https://www.wsj.com/articles/bidens-daycare-plan-is-bad-for-families-11620078804?mod=opinion_major_pos6",
    "url": "bidens-daycare-plan-is-bad-for-families-11620078804",
    "title": "Biden’s Daycare Plan Is Bad for Families",
    "sub_head": "Young children are clearly happier and healthier when they spend the day at home with a parent.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333111?width=620&size=1.5",
    "image_1": "im-333111.jpg",
    "time": "2021-05-03 17:53:00",
    "body": "In his first address to Congress, President Biden proposed spending an extra $225 billion on child care. That’s on top of the $40 billion the administration is already spending as part of the “bailout” of child-care providers in Mr. Biden’s American Rescue Plan, and the $10.3 billion the federal government normally spends on child-care subsidies. The new plan, billed as an effort to help low- and moderate-income families, would put America on a path to becoming a society where the state assumes much of the care of young children. Many Republicans have balked at the cost of Mr. Biden’s spending blowout, but in this case the substance matters more than the money. A dramatic expansion of child care is a bad deal for American parents. More important, it’s a bad deal for American children.<br />Criticism of the Biden approach invites immediate scorn from certain elite quarters. Brown University economist Emily Osterargues that criticisms of Mr. Biden’s proposal are “not supported by the data. . . . Child care is not ‘terrible for children.’ ” The essential point isn’t that “child care” is bad for kids, however, but that a federal push to get droves of children into daycare is. These are two different things, raising radically different questions. For example, how can we ensure safe facilities and capable caregivers for millions of additional children moved abruptly into child care? Hardly a trivial logistical challenge.<br />Moreover, the available empirical data contradict Ms. Oster’s argument. In 1997 the provincial government of Quebec began offering child care for 5 Canadian dollars a day to all families, regardless of income. Almost two decades later, economists Michael Baker, Kevin Milligan and Jonathan Gruber found that children from two-parent families who participated showed significant increases in anxiety, aggression and hyperactivity. Those effects persisted—and even grew—as they reached young adulthood. Self-reported health and life satisfaction decreased significantly. Boys who participated were more likely to commit crimes. It was, to put it bluntly, a disaster for Quebec’s children.<br />Some advocates argue that Quebec’s failure proves simply that low-quality care produces low-quality results, something they think the U.S. could surely avoid. This ignores the federal government’s persistent failure to provide high-quality care for the relatively small number of children in the $10 billion Head Start program. It also ignores that even high-quality child care in the U.S. is linked to negative social and emotional outcomes for children who spend lots of time in institutional care. A major longitudinal study conducted by the National Institute of Child Health and Human Development found that the more time infants and toddlers spent in nonfamilial care, the more likely they were to engage in aggressive, disobedient or risky behavior.<br />That doesn’t mean child care is bad for all kids. Research shows that high-quality care is often beneficial for children from disadvantaged homes. But young children from average, healthy homes can be harmed by spending long hours in child care. Moving millions of young children out of their homes into nonparental group care will have unintended negative effects on children’s emotional and social well-being."
}