{
    "url_original": "https://www.wsj.com/articles/bidens-tax-enforcement-target-of-700-billion-wont-be-easy-11620997200?mod=politics_lead_pos4",
    "url": "bidens-tax-enforcement-target-of-700-billion-wont-be-easy-11620997200",
    "title": "Biden’s Tax Enforcement Target of $700 Billion Won’t Be Easy",
    "sub_head": "A strengthened Internal Revenue Service has some bipartisan appeal, but there is little agreement on how much money it can raise",
    "category_1": "Politics",
    "time": "2021-05-14 09:00:00",
    "body": "WASHINGTON—Tougher tax enforcement is one of the least controversial pieces of President Biden’s economic agenda, a way to raise revenue without raising taxes. As the Biden plan advances, there are crucial open questions on how much money it will generate and how well the Internal Revenue Service will implement it.<br />The administration has said its multipronged approach—costing $80 billion over a decade for enforcement staff, technology and information-gathering from Americans’ bank accounts—could net $700 billion.<br />The Biden administration’s search for a bipartisan deal to finance about $4 trillion in infrastructure spending, family benefits and other priorities is leading lawmakers to focus on tax enforcement. While Republicans aren’t fully sold on the administration’s IRS plan, they aren’t implacably opposed to the general idea. House Speaker Nancy Pelosi (D., Calif.) said the topic came up when Mr. Biden met top congressional leaders Wednesday as Republicans repeated their opposition to raising taxes on corporations and high-income households.<br />“So what other pay-fors are there?” Mrs. Pelosi said Thursday. “Some other sources of funding include the people who are not paying taxes,” she added.<br />The IRS, shrunken after years of flat budgets, would face serious challenges hiring and training skilled workers and reversing declining audit rates. Once legislation is written, official congressional estimates could be more conservative than administration projections, and lawmakers are still figuring out where they agree."
}