{
    "url_original": "https://www.wsj.com/articles/biden-is-the-6-trillion-man-11622241749?mod=opinion_lead_pos1",
    "url": "biden-is-the-6-trillion-man-11622241749",
    "title": "Biden Is the $6 Trillion Man",
    "sub_head": "A blowout for the ages on everything but defense and security.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-28 18:42:00",
    "body": "Happy Memorial Day or should we say Covid Liberation Day. President Biden is celebrating with the $6 trillion budget he released Friday that, in its willful magnitude, is unprecedented in American peacetime history. Democrats with their narrow majorities in Congress have no mandate for this, but they plan to jam most of it through anyway.<br />As the pandemic finally eases due to vaccines, the emergency spending of the last two fiscal years should recede. The booming economy doesn’t need it. Consumers are flush with Covid relief payments and demand is soaring. Yet Mr. Biden wants to keep using the cover of Covid to sneak through an expansion of government that would be historic and permanent.<br />The nearby chart on spending and taxes as a share of GDP tells the larger fiscal story. World War II was the only comparable period with so much spending and new debt as the last two years. But once the war ended, military spending fell. Economic growth slowly reduced government debt as a share of GDP.<br />Not this time. If Mr. Biden gets his way, spending in fiscal 2022 will still be $6 trillion, which is some $2 trillion more than before the pandemic in 2019. Then spending will keep rising and remain a little under 25% of GDP for the rest of the decade. That level has never been reached in a single year since World War II, and the postwar pre-Covid average was 19.4%.<br />Even this level of spending is surely understated since much of it will finance Mr. Biden’s new cradle-to-grave federal entitlements for child care, paid family leave, community college and more. These are mandatory programs that don’t require an annual Congressional appropriation."
}