{
    "url_original": "https://www.wsj.com/articles/bidens-plans-are-already-hurting-the-recovery-11621442978?mod=opinion_lead_pos5",
    "url": "bidens-plans-are-already-hurting-the-recovery-11621442978",
    "title": "Biden’s Plans Are Already Hurting the Recovery",
    "sub_head": "As anti-production policies take hold, supply and worker shortages appear and inflation looms.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-19 12:49:00",
    "body": "The April Consumer Price Index rose by 0.8%, or 9.6% on an annualized basis. On an annual basis the inflation rate for the past three months has been 7.2% and 6.2% for the first four months of 2021. The core inflation rate, excluding food and energy, on an annual basis rose in April by 11%, a rate not exceeded since June of 1982. While the price increases are significant, broad and accelerating, are they the temporary effects of demand recovering from the pandemic shutdown more quickly than production, or is there evidence that this is the return of the inflation that plagued us for a generation and we paid such a high price to escape 40 years ago?<br />As traditionally understood, inflation is too much money chasing too few goods. While it may seem old-fashioned to ask in this brave new world of modern monetary theory, where Joe Biden declared last year that “Milton Friedman isn’t running the show anymore,” is there reason to be concerned that the broad money supply, M2, grew by 24.6% over the last year, a postwar high? That’s more than twice the rate it grew in 1978 before inflation reached 13.4% in 1979 and almost three times the rate it grew amid the “guns and butter” spending surge during the Vietnam War.<br />What about the extraordinary stimulus spending of the past year? Larry Summers, the highly respected former Treasury secretary and economic adviser to Presidents Obama and Clinton, warned that the Biden stimulus would create purchasing power “at least three times the size of the output shortfall” and would be “the least responsible macroeconomic policies we’ve had in the last 40 years.”<br />We need only look at the Bureau of Economic Analysis comparison of the first quarter of 2021 to a year earlier to confirm Mr. Summers’s concerns. Wages and salaries are already significantly larger in the first quarter of 2021 than they were before the pandemic. Transfer payments have almost doubled and personal savings have surged to an extraordinary $4.1 trillion from $1.6 trillion a year ago. The end of the pandemic isn’t only unleashing the pent-up demand of the pre-shutdown economy. It is opening the floodgate to a torrent of spending fueled by fiscal and monetary stimulus not seen since the Civil War.<br />The U.S. economy clearly has the power to iron out the natural problems of restarting production, but the very nature of the subsidies in the $6 trillion Biden administration stimulus, relief and infrastructure bills constrain production. In its modern incarnation, socialism denies that government incentives and constraints have anything to do with people’s decisions to work, save and invest. Experience teaches otherwise."
}