{
    "url_original": "https://www.wsj.com/articles/biden-leads-predecessors-in-nominations-lags-in-confirmations-11622367002?mod=politics_lead_pos2",
    "url": "biden-leads-predecessors-in-nominations-lags-in-confirmations-11622367002",
    "title": "Biden Leads Predecessors in Nominations, Lags Behind in Confirmations",
    "sub_head": "Some of the president’s picks for key administration jobs have run into a Senate logjam",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-345863?width=620&size=1.5",
    "image_1": "im-345863.jpg",
    "time": "2021-05-30 05:30:00",
    "body": "WASHINGTON—President Biden has nominated agency heads and leadership throughout the federal government at a faster clip than his recent predecessors. But a large portion of the president’s choices await Senate confirmation.<br />More than four months into his presidency, Mr. Biden has made 244 cumulative nominations to Senate-confirmed positions, more than double the number made by President Donald Trump at this stage of the administration, according to data compiled by the Center for Presidential Transition. The pace of Mr. Biden’s nominations for the roughly 1,200-Senate confirmed positions has also surpassed those of Presidents Bill Clinton, George W. Bush and Barack Obama.<br />But while Mr. Biden’s cabinet nominees were confirmed relatively quickly, he trails those three in overall Senate confirmations at this point of his presidency, clearing 53 of his nominees so far. The lack of Senate-confirmed leaders throughout the government can lead to delays in implementing executive actions and initiatives within federal agencies, with some cabinet-level departments led by secretaries and deputy secretaries at this stage and many key positions filled with acting leadership.<br />Through the end of May of their first year in office, Mr. Clinton had 151 confirmations, Mr. Obama had secured 145 and Mr. Bush had 126, according to Center for Presidential Transition data. Through the same time frame, Mr. Trump had received 42 Senate confirmations.<br />Mr. Biden is expected to unveil as soon as this week a slate of nominees to serve as ambassadors around the globe. The group is expected to include  Morgan Stanle y executive Tom Nides in Israel, veteran diplomat R. Nicholas Burns in China, Los Angeles Mayor Eric Garcetti in India and former Interior Secretary Ken Salazar in Mexico, according to people familiar with the discussions."
}