{
    "url_original": "https://www.wsj.com/articles/biden-disputes-argument-that-enhanced-unemployment-benefits-are-hampering-economy-11620677375?mod=politics_lead_pos1",
    "url": "biden-disputes-argument-that-enhanced-unemployment-benefits-are-hampering-economy-11620677375",
    "title": "Biden Disputes Argument That Enhanced Unemployment Benefits Are Hampering Economy",
    "sub_head": "President says administration will make clear that workers receiving benefits can’t turn down suitable jobs",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-336367?width=620&size=1.5",
    "image_1": "im-336367.jpg",
    "time": "2021-05-10 16:09:00",
    "body": "WASHINGTON—President Biden pushed back Monday against Republicans and business groups who say enhanced jobless benefits are discouraging Americans from working, defending his economic prescriptions and saying his administration would make clear that people can’t turn down suitable jobs and keep collecting benefits, except in specific circumstances.<br />“I never said and no serious analyst ever suggested that climbing out of the deep, deep hole our economy was in would be simple, easy, immediate or perfectly steady,” Mr. Biden said at the White House Monday.<br />The U.S. economy is poised for rapid growth this year as vaccination rates climb and consumer and business activity picks up, spurred in part by a flood of federal aid. But Friday’s lackluster employment report has fueled concerns among policy makers that a shortage of workers could restrain the pace of the recovery.<br />U.S. employers added a seasonally adjusted 266,000 jobs in April, the Labor Department said, a sharp slowdown from the previous month and well below the one million jobs economists expected to see. A separate report showed there were 7.4 million unfilled jobs in the U.S.<br />Republicans on Capitol Hill have argued enhanced benefits for unemployed workers are holding back the recovery by making it harder for businesses to fill openings, especially in low-wage sectors where the benefits may be bigger than the paycheck. The U.S. Chamber of Commerce last week called on Congress to end the extra payments now, several months before they are set to expire."
}