{
    "url_original": "https://www.wsj.com/articles/bidens-plan-for-free-community-college-faces-resistance-11621170004?mod=politics_lead_pos2",
    "url": "bidens-plan-for-free-community-college-faces-resistance-11621170004",
    "title": "Biden’s Plan for Free Community College Faces Resistance",
    "sub_head": "Republicans and experts say the free-college part of the American Families Plan fails to address deep-seated problems",
    "category_1": "Politics",
    "time": "2021-05-16 09:48:00",
    "body": "President Biden’s plan to offer Americans the opportunity to attend community college for free is running up against political obstacles over who should pay for it and skepticism on whether it would broaden access to higher education.<br />His proposal—unveiled in April as part of his $1.8 trillion American Families Plan—would waive tuition for two years of public community college. It would also provide many students more cash to cover living expenses that often deter students from lower-income families from attending.<br />As with other aspects of the overall Biden plan, the $256 billion community-college proposal represents a gamble on big social spending. It could reduce inequality and boost wages of lower-income households, as the White House envisions, or it might shovel more taxpayer money into a system that some academics across the political spectrum say chronically underperforms.<br />The White House says spending more on community college will lead to more Americans enrolling, gaining skills and landing well-paying jobs—in turn boosting incomes and the U.S.’s economic competitiveness. By shifting education costs to taxpayers, supporters say, the plan would ease reliance on student debt, which has soared in recent years.<br />Republicans and some academics on both the left and right say that community college is already inexpensive and making it free wouldn’t sufficiently address deep-seated problems with the system: high dropout rates and entering students being unprepared for college-level work."
}