{
    "url_original": "https://www.wsj.com/articles/bidens-architecture-of-power-11622065951?mod=opinion_major_pos5",
    "url": "bidens-architecture-of-power-11622065951",
    "title": "Biden’s Architecture of Power",
    "sub_head": "He topples a nonpartisan arts commission for much the same reason vandals topple old statues.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-344162?width=620&size=1.5",
    "image_1": "im-344162.jpg",
    "time": "2021-05-26 17:52:00",
    "body": "‘I found Rome a city of bricks and left it a city of marble,” Augustus Caesar said of his reign. If only the president consulted his Suetonius. Joe Biden found Washington a city of marble and has set out to throw bricks at its defenders. The latest target is the nonpartisan Commission of Fine Arts. In a break with more than a century of tradition, on Monday the executive branch, writing “on behalf of President Biden,” ordered a majority of the fine-arts commissioners, including the chairman, to resign by the close of business or be terminated that evening. Next, Mr. Biden named four new appointments in their place.<br />“I respectfully decline your request to resign,” shot back Justin Shubow, the commission’s chairman, who was appointed to a four-year term in October 2018. “No commissioner has ever been removed by a President, let alone the commission’s chairman. Any such removal would set a terrible precedent.”<br />Mr. Shubow is right to stand firm against executive overreach. Established by Congress in 1910, this independent federal agency has overseen “matters of design and aesthetics, as they affect the federal interest and preserve the dignity of the nation’s capital,” according to the commission’s own description. Composed of seven members with expertise in the arts, the unpaid commission has historically risen above partisan politics—in part by being appointed as terms expire, not at every change of administration. From Taft to Trump, no American president had gone against this tradition.<br />The four commissioners on the chopping block are seasoned architects, artists and preservationists. Mr. Biden’s move against the peaceful transition of power for these design professionals reveals the high stakes of aesthetics in a newly woke Washington. As Trump appointees, all four are assumed to be defenders of Washington’s classical forms. Coming out of a period of astonishing violence that has sought to destroy symbols of America’s classical inheritance, the four commissioners are for the left but the latest monuments to “white supremacy” to tumble.<br />One wouldn’t think preserving and extending Washington’s classical order should invite controversy. This is a city where a Senate meets on a Capitol Hill, named after the Capitoline Hill in Rome. The Commission of Fine Arts was established to promote classical unity. Inspired by the City Beautiful movement that began in the 1890s, the agency played a key role in tying together the architecture of the White House and the Capitol with a program of new buildings and monuments, such as the Lincoln Memorial of 1922."
}