{
    "url_original": "https://www.wsj.com/articles/biden-irs-plan-would-double-agency-staffing-target-cryptocurrency-11621526401",
    "url": "biden-irs-plan-would-double-agency-staffing-target-cryptocurrency-11621526401",
    "title": "Biden’s IRS Plan Would Double Agency Staffing, Target Cryptocurrency",
    "sub_head": "Treasury Department report details $80 billion IRS expansion, projects $700 billion in net revenue",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-05-20 14:04:00",
    "body": "WASHINGTON—The Biden administration’s tax enforcement plan would double the number of IRS employees over the next decade and require banks, payment services and cryptocurrency exchanges to provide the government more information about account flows, according to a Treasury Department report released Thursday.<br />Treasury officials project that the plan would generate a net $700 billion over the next 10 years and $1.6 trillion in the decade after that, and the report says those figures are conservative because they underestimate how audits deter tax dodging and don’t count any benefits from improving IRS technology.<br />The report outlines the administration’s pitch for about $80 billion in additional funding for the Internal Revenue Service over the next decade, arguing that weak enforcement disproportionately benefits wealthy tax evaders.<br />Beefed-up tax enforcement is part of President Biden’s plan to pay for family benefits, including an extension of the expanded child tax credit. Because the plan doesn’t require raising taxes, it has drawn bipartisan interest in discussions about financing for investments in roads, bridges, broadband and other types of infrastructure.<br />There are hurdles in turning the idea into policy and the policy into federal revenue that wouldn’t arrive instantly. The plan’s success hinges on a long-term congressional commitment to tax enforcement, the IRS’s ability to hire and train tens of thousands of people and the government’s capacity to build and manage an information-technology overhaul at the tax agency."
}