{
    "url_original": "https://www.wsj.com/articles/bidens-global-tax-trouble-11621636099?mod=opinion_lead_pos2",
    "url": "bidens-global-tax-trouble-11621636099",
    "title": "Biden’s Global Tax Trouble",
    "sub_head": "His corporate minimum tax rate is falling, as other countries rebel.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-21 18:28:00",
    "body": "The Biden Administration’s plan to use a new global tax regime as political and economic cover for its corporate-tax increases at home is already in trouble.<br />That’s the meaning of Thursday’s putative breakthrough in global tax negotiations, in which Treasury Secretary Janet Yellen now says Washington could accept a global rate of 15%. At issue is the effective tax rate governments around the world would be required to charge companies under a rubric being negotiated at the Organization for Economic Cooperation and Development.<br />The Administration had hoped to set the OECD rate equal to the statutory minimum 21% rate Mr. Biden wants to impose on American companies’ global earnings. (He wants a 28% corporate rate overall.) This would have dampened the competitive tax blow to U.S. firms, although Mr. Biden’s effective rate would be several percentage points higher. Yet as we noted earlier this week, even tax-happy European governments saw no need to protect Washington from the consequences of its own tax policies. A 21% rate was never likely to succeed.<br />The new 15% push might not work either. OECD negotiators still will need to overcome resistance from low-tax governments such as Ireland (top corporate rate, 12.5%) and Hungary (9%). Earlier talks were likely to set a global rate nearer 13% to ease these objections.<br />Any global minimum-tax deal probably will also depend on adopting a separate global rule for digital-services taxes on American tech companies. Ms. Yellen seems willing to sacrifice some U.S. firms—and Washington’s future revenues from them—for the sake of a deal on the minimum tax. But for technical reasons she’d then need to push one or more tax treaties for digital taxation through the Senate, while other governments could drag their feet implementing the minimum-tax plan while they wait. That could take years."
}