{
    "url_original": "https://www.wsj.com/articles/biden-gets-a-real-vaccine-job-11621632565?mod=opinion_major_pos7",
    "url": "biden-gets-a-real-vaccine-job-11621632565",
    "title": "Biden Gets a Real Vaccine Job",
    "sub_head": "Instead of coasting along on Operation Warp Speed, he needs to vaccinate the world for global security.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-341635?width=620&size=1.5",
    "image_1": "im-341635.jpg",
    "time": "2021-05-21 17:29:00",
    "body": "By now you’ve heard that the Biden administration’s attempt to waive drug company patents will make virtually no difference to poor countries fighting the Covid pandemic. Oddly, you’ve heard it from both supporters and opponents of his action.<br />It won’t improve vaccine makers’ incentive to maximize production; they have every incentive now. It won’t improve affordability of the vaccine, already the best bargain in history. The World Bank has $4 billion burning a hole in its pocket to help poor countries acquire and distribute shots when available.<br />Nor is a lack of competition, a k a monopoly, the problem: Fifteen vaccines, including four Russian and five Chinese, are already approved for large swaths of earth’s population, with dozens more in development.<br />The only real challenge is hiking production fast enough of a specialized product that didn’t exist a few months ago in order that everybody in the world can receive it.<br />The voices in Mr. Biden’s ear were the same voices that always clamor for invalidating drug company patents, regardless of circumstance. On Monday, in response to another clamor, he finally relaxed the U.S. claim on surplus vaccine coming off factory lines for the benefit of countries in deep struggle against the Covid virus. Remember these episodes next time the Biden administration tells you it isn’t just living off the capital of Operation Warp Speed, it’s “innovating” on its own."
}