{
    "url_original": "https://www.wsj.com/articles/bidens-foreign-policy-takes-a-back-seat-to-domestic-priorities-11619861400",
    "url": "bidens-foreign-policy-takes-a-back-seat-to-domestic-priorities-11619861400",
    "title": "Biden’s Foreign Policy Takes a Back Seat to Domestic Priorities",
    "sub_head": "On China, Russia and elsewhere, president recasts the U.S. approach, but avoids major initiatives as he focuses energies at home",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-331889?width=620&size=1.5",
    "image_1": "im-331889.jpg",
    "time": "2021-05-01 05:30:00",
    "body": "WASHINGTON—After 100 days in office, President Biden has changed the tone and direction of U.S. foreign policy, but shied away from big new initiatives or direct confrontation with adversaries as he seeks to focus on challenges at home.<br />Mr. Biden, fulfilling campaign pledges, has moved quickly to shore up U.S. alliances—particularly in East Asia, where China’s challenge looms. He has rejoined international pacts, such as the Paris climate agreement, and sought to reinvigorate American leadership on human rights from Myanmar to Saudi Arabia.<br />The president’s determination to focus mainly on domestic priorities—the Covid pandemic, the U.S. economy and a proposed $2 trillion infrastructure bill—faces potential tests from a bevy of global adversaries, officials and foreign-policy analysts say.<br />“The problem, as always, is that foreign policy does not go away. Russia, China, the Middle East, the Iranian bomb—and Biden is being tested by all of America’s rivals all at once,” said Josef Joffe, publisher-editor of the German weekly Die Zeit and a fellow at Stanford University’s Hoover Institution.<br />“This three-months-old foreign policy is still in an experimental mode,” he said. “Rhetorically, the Biden administration is hitting all the right notes: speaking up against Russia and China, making the right pro-alliance moves in Europe and East Asia.”"
}