{
    "url_original": "https://www.wsj.com/articles/bidens-6-trillion-plan-for-permanent-culture-war-11620318302?mod=opinion_major_pos9",
    "url": "bidens-6-trillion-plan-for-permanent-culture-war-11620318302",
    "title": "Biden’s $6 Trillion Plan for Permanent Culture War",
    "sub_head": "Perpetual public largess corrupts politics, focusing it on who’s a good enough citizen to deserve the dole.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "image_1_url": "https://images.wsj.net/im-334757?width=620&size=1.5",
    "image_1": "im-334757.jpg",
    "time": "2021-05-06 12:25:00",
    "body": "There are a lot of reasons not to like Joe Biden’s $6 trillion spending blowout: The favoritism for Democratic special interests such as teachers unions. The economy-suffocating tax increases. The hubris inherent in trying to redirect an entire economy toward green boondoggles. The inflationary debt his Covid-19 relief, infrastructure and families bills will require.<br />Now it’s time to talk about the single worst thing Mr. Biden’s plans will do to America. Spending on this scale will make U.S. politics truly awful, forever.<br />That’s a bold claim for a country that has recently survived four years of Donald Trump’s  Twitter  feed, degrading journalistic standards, bureaucratic subversion, and a ragtag assault on the Capitol. But it’s true. An expansion of government to this degree necessarily will insert Washington into almost every aspect of economic, social and even family life. Where government goes, politics must follow. The more intrusive the public sector, the more vicious the politics.<br />For a more obvious instance, contemplate Democrats’ aspiration to endow America with 500,000 electric-vehicle charging stations in the “infrastructure” bill. Whatever this provision will or won’t do for the environment, it will elevate into a policy and political matter basic questions such as how far Americans should drive, where and in what time—all of which the country has previously left to individual judgment and the market.<br />Similarly, Mr. Biden’s expansion of child-care benefits pokes a culture-war bear (to what extent should both parents work outside the home, and what supports should be available for parents who choose one option or the other?) that would best have been left to hibernate."
}