{
    "url_original": "https://www.wsj.com/articles/biden-may-make-a-big-missed-steak-11620591176?mod=opinion_lead_pos7",
    "url": "biden-may-make-a-big-missed-steak-11620591176",
    "title": "Biden May Make a Big Missed Steak",
    "sub_head": "The war on meat is no figment of the right-wing imagination.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335955?width=620&size=1.5",
    "image_1": "im-335955.jpg",
    "time": "2021-05-09 16:12:00",
    "body": "Larry Kudlow suggested the other day that the Biden administration may declare war on meat. On his Fox Business show, the former Trump economic adviser lampooned a climate-change study from the University of Michigan, which argues that to cut greenhouse-gas emissions, Americans will have to cut back severely on “red meat, poultry, fish/seafood, eggs, dairy, and animal based fats.” To which Mr. Kudlow quipped: “OK, got that? No burger on July 4. No steaks on the barbecue. I’m sure Middle America is just going to love that. Can you grill those brussels sprouts?”<br />It was funny, but the climate lobby wasn’t laughing. Media “fact checkers” called it a “false story . . . another example of a closed ecosystem of information affecting public opinion,” in the Associated Press’s words. The  New York Times ’s  Paul Krugman tweeted: “This is what right-wing politics is down to. It’s all false claims about evil liberals, which the base is expected to believe because it’s primed to believe in liberal villainy.”<br />Hold on a minute. Liberals constantly insist they “follow the science.” Apparently “the science” says if we don’t stop eating meat, cow flatulence will doom the planet. The war on meat is no figment of the right’s imagination.<br />It’s true Joe Biden hasn’t stated he wants to curtail meat production or consumption. But people he listens to have. During a CNN “Climate Crisis Town Hall,” Kamala Harris was asked if she favored changing “dietary guidelines to reduce the consumption of red meat in light of the impact of the climate change.” She said yes: “The balance that we have to strike here, frankly, is about what government can and should do around creating incentives and then banning certain behaviors.”<br />The United Nations Environmental Agency’s newsletter claims that “every bite of burger boosts harmful greenhouse gases.” A tweet from the U.N. last summer warned: “The meat industry is responsible for more greenhouse gas emissions than the world’s biggest oil companies.” Greenpeace asserts on its website that eating meat “makes the planet sick. The livestock sector—raising cows, pigs and chickens—generates as much greenhouse gas emissions as all cars, trucks and automobiles combined.”"
}