{
    "url_original": "https://www.wsj.com/articles/bidens-budget-what-to-expect-and-what-it-means-11622115982?mod=politics_lead_pos10",
    "url": "bidens-budget-what-to-expect-and-what-it-means-11622115982",
    "title": "Biden’s Budget: What to Expect and What It Means",
    "sub_head": "White House set to release fiscal year 2022 blueprint Friday",
    "category_1": "Politics",
    "time": "2021-05-27 07:46:00",
    "body": "The White House is set to release its multitrillion-dollar fiscal year 2022 budget Friday. Here is a guide to what the blueprint means—and how it could take on outsize importance this year.<br />The president’s budget proposal serves as a fiscal blueprint for the administration’s policy priorities and signals to Congress what the White House hopes to accomplish over the coming years. It also provides a detailed look at how the president’s spending and revenue proposals would affect federal deficits and debt. It includes the administration’s assumptions about how those policies would affect economic growth, inflation and interest rates.<br />The White House is expected to release President Biden’s first budget proposal Friday morning.<br />Some years, lawmakers skip trying to pass a budget entirely and just move straight to the spending bills needed to fund the government. But this year, Democrats might try to pass legislation under a process tied to the budget known as reconciliation. If Democrats in the House and Senate can pass an identical budget, then they can pass legislation with a meaningful connection to the budget with a simple majority in the Senate, rather than the 60 votes most bills need. That means they can pass legislation without GOP support in the Senate—as they did with the $1.9 trillion Covid relief package passed in March, which was tied to the fiscal year 2021 budget.<br />Mr. Biden hopes to get GOP support for an infrastructure bill, but if the two sides can’t reach a deal, Democrats might try to pass a sweeping infrastructure, child-care and education package using this process. But none of it is possible if they can’t agree first on a budget."
}