{
    "url_original": "https://www.wsj.com/articles/biden-expected-to-propose-6-trillion-budget-11622143127?mod=politics_lead_pos2",
    "url": "biden-expected-to-propose-6-trillion-budget-11622143127",
    "title": "Biden Expected to Propose $6 Trillion Budget",
    "sub_head": "President’s first fiscal plan would boost spending on infrastructure, education, healthcare and social services",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-345257?width=620&size=1.5",
    "image_1": "im-345257.jpg",
    "time": "2021-05-27 15:18:00",
    "body": "WASHINGTON—President Biden is expected to propose a $6 trillion budget on Friday that would lay the foundation for his plans to modernize the nation’s infrastructure and expand the government’s role in providing healthcare, education and other social services, according to people familiar with the plans.<br />The Biden administration’s first budget, for the fiscal year beginning Oct. 1, would put the nation on a path to spend $8.2 trillion annually by the end of 2031, the people said. Under the plan, debt would exceed the record level seen at the end of World War II within a few years and reach 117% of economic output by the end of 2031, up from about 100% this year.<br />Federal spending next year would rise about $300 billion, or 5%, from 2021, according to February projections from the Congressional Budget Office, before Congress enacted Mr. Biden’s $1.9 trillion Covid-19 relief package.<br />The budget request, which typically reflects an administration’s policy priorities, is expected to detail the proposals Mr. Biden has already laid out in his infrastructure and family-aid plans over the past few months. Officials have said those plans, which envision sharply higher taxes on corporations and the wealthy, will generate enough revenue to offset higher spending within 15 years, but will add to deficits in the meantime.<br />“The president’s proposal, you’ll see, will have a temporary period of spending and permanent tax increases that, beyond the budget window, will result in lower deficits and more tax revenue to support those expenditures,” Treasury Secretary Janet Yellen told lawmakers Thursday. “I believe it is a fiscally responsible program.”"
}