{
    "url_original": "https://www.wsj.com/articles/biden-budget-said-to-assume-capital-gains-tax-rate-increase-started-in-late-april-11622127432",
    "url": "biden-budget-said-to-assume-capital-gains-tax-rate-increase-started-in-late-april-11622127432",
    "title": "Biden Budget Said to Assume Capital-Gains Tax Rate Increase Started in Late April",
    "sub_head": "Leaders of six biggest U.S. banks, testifying to Congress Thursday, each warned against a retroactive change to the capital-gains tax",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-345019?width=620&size=1.5",
    "image_1": "im-345019.jpg",
    "time": "2021-05-27 16:28:00",
    "body": "WASHINGTON—President Biden’s expected $6 trillion budget assumes that his proposed capital-gains tax rate increase took effect in late April, meaning that it would already be too late for high-income investors to realize gains at the lower tax rates if Congress agrees, according to two people familiar with the proposal.<br />Mr. Biden’s plan would raise the top tax rate on capital gains to 43.4% from 23.8% for households with income over $1 million. He would also change the tax rules for unrealized capital gains held until death.<br />The effective date for the capital-gains tax rate increase would be tied to Mr. Biden’s announcement of the tax increase as part of his American Families Plan, which includes an expanded child tax credit and funding for preschool and community college. He detailed the plan April 28, and the budget will be released Friday. White House representatives didn’t immediately comment.<br />Congress must still approve any rate changes and retroactive effective dates, and there is already wariness about the full capital-gains tax plan building among some congressional Democrats.<br />Some, such as Sen. Mark Warner (D., Va.), have said they want to maintain a lower tax rate for capital gains than for ordinary income. And lawmakers from farm states, including Sen. Jon Tester (D., Mont.) and Rep. Cindy Axne (D., Iowa) have objected to the changes on capital gains at death."
}