{
    "url_original": "https://www.wsj.com/articles/bidens-vaccine-patent-move-watch-out-for-side-effects-11620306555?mod=markets_major_pos3",
    "url": "bidens-vaccine-patent-move-watch-out-for-side-effects-11620306555",
    "title": "Biden’s Vaccine Patent Move: Watch Out for Side Effects",
    "sub_head": "Temporary patent waiver backed by Biden administration won’t impact short-term profits, but Wall Street should be paying close attention",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-06 09:09:00",
    "body": "A temporary threat to the intellectual property of vaccine makers could prove to be a lasting headache for shareholders.<br />The U.S. said Wednesday that it would support a temporary waiver of intellectual-property rights to enable developing countries to make their own Covid-19 vaccines. Shares of  Pfizer ,  Moderna and several other vaccine developers fell sharply in response. The selloff continued Thursday morning.<br />There is no immediate reason to fear the waiver itself. Should World Trade Organization members approve it, it won’t hit drugmakers’ short-term sales and profits since contracts are already signed with governments. It also won’t do much to change the global outlook for production: Pfizer and Moderna expect to produce more than three billion doses this year, and it is unlikely any generic competitors could scale up quickly enough to meaningfully boost that figure. Both companies expect significant increases in output next year.<br />But news of U.S. support for the waiver comes as vaccine sales are setting records. Moderna said it has signed contracts for $19.2 billion in product sales this year. Earlier this week, Pfizer boosted its 2021 sales forecast for its vaccine to $26 billion from $15 billion. These estimates are based on signed contracts with governments, so there is still some upside.<br />Such numbers exceed even the world’s bestselling drugs. For instance, sales of  AbbVie ’s  anti-inflammatory drug Humira reached nearly $20 billion last year. Back in 2015,  Gilead Sciences ’ hepatitis C drugs also approached that figure before eventually falling off."
}