{
    "url_original": "https://www.wsj.com/articles/bidens-gift-to-putin-on-nord-stream-2-11621452707?mod=opinion_lead_pos1",
    "url": "bidens-gift-to-putin-on-nord-stream-2-11621452707",
    "title": "Biden’s Gift to Putin on Nord Stream 2",
    "sub_head": "He treats a Russian gas pipeline better than he does the Keystone XL in America.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-341001?width=620&size=1.5",
    "image_1": "im-341001.jpg",
    "time": "2021-05-19 15:31:00",
    "body": "President Biden has talked tough about Vladimir Putin, but his policy response has been mixed. This week’s sanctions decision on the Nord Stream 2 natural gas pipeline provides more reason for concern.<br />Axios reported Tuesday that the State Department will send a report to Congress listing entities that should face sanctions over their association with the $11 billion gas pipeline. Secretary of State Antony Blinken said at his confirmation hearing that he was “determined to do whatever we can” to stop the project. Turns out that’s not entirely true.<br />While the Biden Administration wants to target Russian ships working on the nearly complete pipeline, the company running the project and its CEO won’t face sanctions. State will recognize that Nord Stream 2 AG and its leader—a former East German intelligence officer—deserve to be sanctioned. Yet restrictions on a Putin crony will be waived in the name of “U.S. national interests.” This is the kind of move that prompted the media to assert that Donald Trump must be a Russian agent.<br />The decision suggests Mr. Biden doesn’t want to blow up his relationship with the German government, which strongly supports the pipeline. But this gets it backward. The project generates bipartisan opposition in the U.S., and in April the European Parliament called for it to be stopped. Germans have the responsibility to avoid damaging relations with Washington and the rest of the Continent.<br />The pipeline will provide cheap energy but deepen European dependence on Russian gas. This is geopolitical malpractice given the threat posed by Moscow’s revisionist foreign policy. It’s also an economic reward to Mr. Putin, who continues to crack down on dissidents, imprison Alexei Navalny, and threaten his neighbors’ sovereignty. That’s why countries like Poland are willing to pay a premium to avoid Russian gas, even if they’re significantly less wealthy than Germany."
}