{
    "url_original": "https://www.wsj.com/articles/bidens-rollback-on-gig-work-11620945509?mod=opinion_lead_pos4",
    "url": "bidens-rollback-on-gig-work-11620945509",
    "title": "Biden’s Rollback on Gig Work",
    "sub_head": "A Labor rule repeal to help unions will pinch contract workers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-13 18:38:00",
    "body": "Employers are struggling to find workers as the economy recovers, but the Biden Administration continues to make it harder. The latest blunder from Washington is the repeal of a Labor Department rule that made it easier for companies to hire contract-based workers.<br />Last week Labor rescinded a rule that updated the government’s treatment of independent contractors. The Trump Administration enacted the rule in January to ensure that workers who set their own hours aren’t forced onto company payrolls. Many employers and workers value arrangements in which “the worker’s opportunity for profit or loss [is] based on initiative and/or investment,” as the rule’s text puts it.<br />The repeal is the Democrats’ latest shot in the union war over contract work, which includes app-based industries like ride-sharing and food delivery. Labor Secretary Marty Walsh says repealing the rule will “stop the erosion of worker protections.” That’s a reference to benefits like healthcare and retirement, often excluded from contractors’ compensation.<br />Yet the evidence shows most contractors accept the trade-off between flexibility and benefits. Company-sponsored surveys in 2020 showed that 82% of Uber and  Lyft  drivers preferred not to be classified as employees.<br />These workers often use their gigs for supplemental income. Sixty-one percent of Uber drivers in 2016 held other full- or part-time jobs, according to a Princeton University study. Having access to these workers’ spare hours has let employers expand rapidly and given consumers greater access to affordable services."
}