{
    "url_original": "https://www.wsj.com/articles/biden-infrastructure-talks-to-focus-on-2-3-trillion-plans-size-and-taxes-11620811803?mod=politics_lead_pos2",
    "url": "biden-infrastructure-talks-to-focus-on-2-3-trillion-plans-size-and-taxes-11620811803",
    "title": "Biden Infrastructure Talks to Focus on $2.3 Trillion Plan’s Size and Taxes",
    "sub_head": "President seeks to overcome disagreements with GOP in first meeting with top four congressional leaders since taking office",
    "category_1": "Politics",
    "time": "2021-05-12 05:30:00",
    "body": "WASHINGTON—President Biden on Wednesday will hold his first meeting with the top four congressional leaders since taking office as he seeks to overcome deep disagreements with Republicans over the size of his infrastructure plan and the proposed tax increases to pay for it.<br />Set to join Mr. Biden at the White House are Senate Minority Leader Mitch McConnell (R., Ky.) and House Minority Leader Kevin McCarthy (R., Calif.). Mr. McConnell is a former Senate colleague of Mr. Biden’s and negotiated with him when he was vice president.<br />Mr. Biden will be joined by the top two Democrats in Congress—Senate Majority Leader Chuck Schumer of New York and House Speaker Nancy Pelosi of California—as the two sides explore the possibility of a bipartisan agreement.<br />Mr. Biden is attempting to push through Capitol Hill more than $4 trillion in spending for two proposals. The $2.3 trillion infrastructure plan focuses on transportation, water infrastructure and increased access to broadband internet services, while a $1.8 trillion proposal would extend an expanded child tax credit, offer tuition-free community college and provide universal prekindergarten across the nation.<br />A group of Republican senators prepared a $568 billion counteroffer to Mr. Biden’s infrastructure proposal, and Mr. McConnell has said that a package between $600 billion and $800 billion could ultimately be acceptable for Republicans."
}