{
    "url_original": "https://www.wsj.com/articles/bidens-culture-war-architecture-11621980835?mod=opinion_lead_pos4",
    "url": "bidens-culture-war-architecture-11621980835",
    "title": "Biden’s Culture-War Architecture",
    "sub_head": "The White House purges an arts commission over design differences.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-25 18:13:00",
    "body": "Joe Biden wants an image as a common-man President, less concerned with elite cultural priorities than bread-and-butter economics. But on Monday the White House made an extraordinary intervention on behalf of America’s liberal cultural mavens, decapitating an obscure fine arts commission whose members tend to favor classical building design.<br />The Commission of Fine Arts since 1910 has held advisory authority over the design of Washington, D.C., buildings and monuments such as the Eisenhower Memorial, which opened last year, and the planned memorial for the first Gulf war. Its seven unpaid members are appointed by the President for four-year terms, which they normally complete no matter the outcome of the next election.<br />But the Biden White House on Monday ordered four of the commission’s members, including the chair, Justin Shubow, to resign or be removed that evening. Such removals haven’t been tested legally. A Trump appointee to the Administrative Conference of the United States in February filed suit against his similar removal by the Biden White House, arguing he was entitled to complete a term.<br />Building design isn’t a campaign issue (yet), but the White House’s aggressive move shows how even control over the capital city’s physical appearance is breaking along partisan lines. President Trump in 2020 ordered that the government pursue classical design in federal buildings. Think of the domed, marble Jefferson memorial or the granite pillars of the Treasury building, as opposed to the “modernist” and utilitarian style of the concrete Department of Housing and Urban Development headquarters.<br />With the arts commission purge, President Biden can appoint a majority of the commission and ensure that modern and experimental approaches preferred by most elite architects remain the norm. The field tends to reject the classical style favored by America’s Founders as retrograde at best and exclusionary at worst."
}