{
    "url_original": "https://www.wsj.com/articles/biden-wants-higher-taxes-than-chinas-11620167575?mod=opinion_lead_pos10",
    "url": "biden-wants-higher-taxes-than-chinas-11620167575",
    "title": "Biden Wants Higher Taxes Than China’s",
    "sub_head": "How can a communist country treat capital gains more favorably than the U.S. does?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333477?width=620&size=1.5",
    "image_1": "im-333477.jpg",
    "time": "2021-05-04 18:32:00",
    "body": "The concept driving President Biden’s tax proposals for individuals is that the long-term capital gains and dividends of wealthy investors should be taxed as ordinary income. If the concept becomes law, the U.S. will have hamstrung itself economically by impairing a key engine of growth—the individual risk-taking needed to start companies and create jobs.<br />The current top rate on long-term capital gains is 23.8%: 20% plus the 3.8% investment-income surtax. Mr. Biden proposes to push the top rate to 39.6% plus the 3.8% surtax, for a total of 43.4%<br />In the business and financial world it is generally understood that long-term capital gains are different from ordinary income and thus should be taxed differently and at lower rates. Long-term capital gains can be heavily eroded by inflation. Lower capital-gains tax rates reward the patient capital needed to create and build business. Also, net capital losses are generally not deductible from taxable income. So if government isn’t willing to share fully in the losses from risky economic investing, it shouldn’t take a large part of any net gains.<br />Capital is mobile, so the issue must be considered globally. Looking at the world’s 10 largest economies, not one currently taxes individual long-term capital gains at or close to ordinary income rates.<br />The most critical comparison is between the U.S. and China, which has adopted key Western investment policies and made no secret of its desire to become the world’s leading economy. Mr. Biden has acknowledged this, calling Beijing’s intentions to displace U.S. global leadership “deadly earnest.” The top capital-gains tax rate for Chinese investors is 20%. Chinese citizens are allowed—even encouraged—to buy and own stocks in Chinese companies. They can invest and become wealthy as long as they don’t challenge the Chinese Communist Party. The Chinese model, a political dictatorship, a market economy, and low taxes for investors, continues to generate rapid economic gains."
}