{
    "url_original": "https://www.wsj.com/articles/bidens-not-so-clean-energy-transition-11620752282?mod=opinion_lead_pos5",
    "url": "bidens-not-so-clean-energy-transition-11620752282",
    "title": "Biden’s Not-So-Clean Energy Transition",
    "sub_head": "The International Energy Agency exposes the hidden environmental costs and infeasibility of going green.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-11 12:58:00",
    "body": "The International Energy Agency, the world’s pre-eminent source of energy information for governments, has entered the political debate over whether the U.S. should spend trillions of dollars to accelerate the energy transition favored by the Biden administration. You know, the plan to use far more “clean energy” and far less hydrocarbons—the oil, natural gas and coal that today supply 84% of global energy needs. The IEA’s 287-page report released this month, “The Role of Critical Minerals in Clean Energy Transitions,” is devastating to those ambitions. A better title would have been: “Clean Energy Transitions: Not Soon, Not Easy and Not Clean.”<br />The IEA assembled a large body of data about a central, and until now largely ignored, aspect of the energy transition: It requires mining industries and infrastructure that don’t exist. Wind, solar and battery technologies are built from an array of “energy transition minerals,” or ETMs, that must be mined and processed. The IEA finds that with a global energy transition like the one President Biden envisions, demand for key minerals such as lithium, graphite, nickel and rare-earth metals would explode, rising by 4,200%, 2,500%, 1,900% and 700%, respectively, by 2040.<br />The world doesn’t have the capacity to meet such demand. As the IEA observes, albeit in cautious bureaucratese, there are no plans to fund and build the necessary mines and refineries. The supply of ETMs is entirely aspirational. And if it were pursued at the quantities dictated by the goals of the energy transition, the world would face daunting environmental, economic and social challenges, along with geopolitical risks.<br />The IEA stipulates up front one underlying fact that advocates of a transition never mention: Green-energy machines use far more critical minerals than conventional-energy machines do. “A typical electric car requires six times the mineral inputs of a conventional car, and an onshore wind plant requires nine times more mineral resources than a gas-fired power plant,” the report says. “Since 2010, the average amount of minerals needed for a new unit of power generation capacity has increased by 50% as the share of renewables has risen.” That was merely to bring wind and solar to a 10% share of the world’s electricity.<br />As the IEA notes dryly, the transition is a “shift from a fuel-intensive to a material-intensive energy system.” That means a shift away from liquids and gases whose extraction and transport leave a very light footprint on the land and are transported easily, cheaply and efficiently, and toward big-footprint mines, the energy-intensive transport of massive amounts of rocks and other solid materials, and subsequent chemical processing and refining."
}