{
    "url_original": "https://www.wsj.com/articles/bidens-plans-to-spend-4-5-trillion-without-boosting-deficits-depend-on-factors-beyond-his-control-11619947801?mod=politics_lead_pos6",
    "url": "bidens-plans-to-spend-4-5-trillion-without-boosting-deficits-depend-on-factors-beyond-his-control-11619947801",
    "title": "Biden’s Plan to Spend $4.5 Trillion Without Boosting Deficits Depends on Factors Beyond His Control",
    "sub_head": "To avoid more red ink, the president has to unite Democrats behind his infrastructure and social plans and make sure tax increases aren’t repealed",
    "category_1": "Politics",
    "time": "2021-05-02 16:38:00",
    "body": "WASHINGTON—President Biden’s $1.9 trillion Covid-19 relief package was financed entirely with borrowed money. Now, he is proposing to spend another roughly $4.5 trillion on infrastructure and social programs—without adding to the red ink.<br />“We can do it without increasing deficits,” Mr. Biden said in a joint address to Congress Wednesday night, detailing a series of tax increases on the wealthy and corporations to pay for programs ranging from building charging stations for electric cars to subsidizing child care.<br />Mr. Biden’s ability to spend what he proposed without adding debt depends on a range of political and economic variables, some beyond his control. Among them: Whether moderate Democrats will go along with his proposed tax increases, and whether those increases will stay in place long enough to cover all of the extra costs.<br />Taken together, the proposals would add roughly $1.3 trillion to government deficits over the next 10 years, according to estimates by analysts at the Committee for a Responsible Federal Budget and Cornerstone Macro Research. They say the shortfalls would eventually be made up in the following years as tax increases continue and some of the spending winds down. Over time, they add, the national debt, which represents decades of accumulated budget deficits, may begin to decline as a share of economic output.<br />“I think it is clear that the framework for these proposals is to spend early, create a lot of investments that they think are going to have perpetual returns to the economy, and reduce the very long-term debt,” said Marc Goldwein, senior vice president at the nonpartisan CRFB, based in Washington."
}