{
    "url_original": "https://www.wsj.com/articles/biden-administration-taps-private-sector-to-invest-in-central-america-11622113201?mod=business_lead_pos6",
    "url": "biden-administration-taps-private-sector-to-invest-in-central-america-11622113201",
    "title": "Biden Administration Taps Private Sector to Invest in Central America",
    "sub_head": "Harris is set to unveil agreements with Microsoft, Mastercard and others as part of effort to ease surge of migrants at border",
    "category_1": "Politics",
    "time": "2021-05-27 07:00:00",
    "body": "Vice President Kamala Harris on Thursday will unveil the agreements of 12 companies and organizations to invest in Guatemala, Honduras and El Salvador as part of the administration’s efforts to deal with a surge of migrants from Central America at the U.S. southern border.<br />Among the companies involved,  Microsoft Corp.  has agreed to expand internet access to as many as three million people in the region by July 2022 and to establish community centers to provide digital skills to women and youths.<br />Mastercard Inc.  will seek to bring five million people in the region who currently lack banking services into the financial system and to give one million micro and small businesses access to electronic banking. The yogurt maker Chobani has agreed to bring its incubator program for local entrepreneurs to Guatemala. Nespresso, a unit of Nestlé SA, plans to begin buying some of its coffee from El Salvador and Honduras with a minimum regional investment of $150 million by 2025.<br />Democratic and Republican administrations have struggled to find long-term solutions to handling surges in migrants from Central America, many of whom say they are driven by poverty and violence in their home countries. The region was hit hard last year by two disastrous hurricanes.<br />Biden administration officials have said the aim in part is for greater private-sector involvement to outlast shifts in policy and government aid between administrations, reducing over time the motivations for migrants to make the often dangerous journey to the U.S. border."
}