{
    "url_original": "https://www.wsj.com/articles/big-tech-adversary-poised-to-take-assertive-ftc-antitrust-role-11621785601?mod=business_minor_pos5",
    "url": "big-tech-adversary-poised-to-take-assertive-ftc-antitrust-role-11621785601",
    "title": "Big Tech Adversary Poised to Take Assertive FTC Antitrust Role",
    "sub_head": "Lina Khan, known for her criticism of companies including Amazon, would consider issues extending beyond Silicon Valley",
    "category_1": "Politics",
    "time": "2021-05-23 12:00:00",
    "body": "WASHINGTON—Lina Khan, a progressive champion nominated by President Biden for a key enforcement post, wants to transform antitrust policy into a bulwark against corporate power by blocking more mergers, attacking monopolistic practices and potentially breaking up some of America’s largest companies.<br />Ms. Khan, 32 years old, is awaiting Senate confirmation for a Democratic seat on the five-member Federal Trade Commission after she was cleared by the Senate Commerce Committee. She has risen to prominence—and gained bipartisan support—as Democrats and Republicans alike have said lax antitrust enforcement, especially in the tech sector, has allowed dominant firms to hobble rivals and stifle competition.<br />Her targets have included not just Big Tech but also Big Chocolate and others. She has argued for hawkish positions that would overhaul legal doctrine and go well beyond the approach of recent antitrust enforcers. While her most ardent supporters believe such changes are long overdue, her views have prompted a debate on whether her approach is realistic and potentially so sweeping that it could prove jarring to the economy.<br />“Stepped-up antitrust enforcement is one thing,” said Howard University law professor Andrew Gavil, who was a top FTC staffer the last time Democrats controlled the commission. “Changing the standards is a different matter,” he said.<br />Mr. Gavil, who favors more enforcement, said Ms. Khan will have to consider how to translate her views into something that can be applied in practice. “That’s more challenging than simply being a critic on the outside,” he said."
}