{
    "url_original": "https://www.wsj.com/articles/big-companies-woo-scarce-hourly-workers-with-higher-pay-bonuses-11620930575?mod=politics_lead_pos4",
    "url": "big-companies-woo-scarce-hourly-workers-with-higher-pay-bonuses-11620930575",
    "title": "Amazon, McDonald’s, Others Woo Scarce Hourly Workers With Higher Pay",
    "sub_head": "Amazon is set to add 75,000 jobs, McDonald’s says it will boost wages as U.S. labor market tightens",
    "category_1": "Business",
    "time": "2021-05-13 17:25:00",
    "body": "The fight is on for lower-wage workers.<br />Some of the biggest U.S. employers of entry-level workers are adding tens of thousands of new positions as the economy roars back from the coronavirus pandemic. Many are raising wages or adding perks to entice workers away from other jobs or off the sidelines of the labor market.<br />Amazon.com Inc. said Thursday that it would hire 75,000 more workers and offer $1,000 signing bonuses in some locations, its latest hiring spree in a year of tremendous job growth at the e-commerce giant.  McDonald’s Corp.  said that it wants to hire 10,000 employees at company-owned restaurants in the next three months and that it would raise pay at those locations.  Chipotle Mexican Grill Inc.,  Applebee’s and KFC are among other chains seeking to hire tens of thousands of workers as they reopen dining rooms and seek to bolster staffing there.<br />Many companies have struggled to find enough available workers, though there are signs that more are entering the labor market to take some of those open positions. The Labor Department said Thursday that jobless claims had continued a several-week slide to new pandemic lows.<br />Demand for workers is so high that wages are rising, too. Average hourly earnings for private-sector employees rose by 21 cents to $30.17 last month, according to a recent Labor Department report. The gain is notable because strong hiring in the lower-wage hospitality sector would typically put downward pressure on average earnings, economists said."
}