{
    "url_original": "https://www.wsj.com/articles/big-brains-new-books-on-artificial-intelligence-11621607063?mod=opinion_major_pos12",
    "url": "big-brains-new-books-on-artificial-intelligence-11621607063",
    "title": "Big Brains: New Books on Artificial Intelligence",
    "sub_head": "Machines driven by A.I. permeate our lives and may dominate the future. Should we be worried?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-341172?width=620&size=1.5",
    "image_1": "im-341172.jpg",
    "time": "2021-05-21 10:53:00",
    "body": "‘I, for one, welcome our new computer overlords,” a wry Ken Jennings wrote in 2011 after he was decisively defeated in “Jeopardy!” by IBM’s Watson computer and the artificial intelligence that powered it. A decade later, Mr. Jennings’s sentiments seem prescient. Alexa and Siri inhabit our homes and our devices. Digital transformation has overtaken our workplaces. AI-driven recommendation engines help determine the movies we watch, the products we buy and the information we receive, influencing our preferences and inflaming our politics.<br />Yet the concept of intelligent computers, advanced by the British mathematician Alan Turing in 1950, isn’t new; nor is the term “artificial intelligence,” first used at a research conference in 1956. What has changed is AI’s power and reach, especially with the arrival of what is called “deep learning”—the capacity for powerful pattern recognition, with seemingly little human instruction required.<br />In “Genius Makers” (Dutton, 370 pages, $28),  New York Times technology reporter Cade Metz tells the compelling story of the scientists who developed deep learning, a small group of researchers “who nurtured an idea for decades, often in the face of unfettered skepticism before it suddenly came of age.”<br />At the epicenter of the effort is Geoff Hinton, scion of a long line of prominent British academics. Captivated by the idea that computers could mimic the brain, Mr. Hinton followed his passion from Edinburgh to Pittsburgh to the University of Toronto, where he and his students, in the early 2010s, showed that a mathematical system “modeled on the web of neurons in the brain” could identify common objects “with an accuracy that had previously seemed impossible.” The feat was achievable so long as the computer could first learn from vast troves of data. The approach rapidly moved from the detection of cats in YouTube videos to intuitive digital assistants and software designed to flag credit-card fraud.<br />Mr. Hinton and his students were soon working for Google, while colleagues were snatched up by other tech powerhouses like Facebook in California and Baidu in China, companies “caught up in the same global arms race” for AI technology and expertise. So intense was the drive for talent that one Microsoft executive compared the cost of acquiring an AI researcher to the cost of acquiring an NFL quarterback."
}