{
    "url_original": "https://www.wsj.com/articles/big-oils-tough-clean-energy-transition-11622131812?mod=business_minor_pos11",
    "url": "big-oils-tough-clean-energy-transition-11622131812",
    "title": "Big Oil’s Tough Clean-Energy Transition",
    "sub_head": "Early movers in decarbonization shift offer a glimpse of the hard times ahead for Exxon and Chevron",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-27 12:10:00",
    "body": "Despite the drama of a watershed week for big oil, change will likely be slow and painful.<br />On Wednesday, an activist shareholder won its bid to install climate-friendly directors on  Exxon  Mobil’s board. Earlier in the day,  Royal Dutch Shell  was ordered by a Dutch court to reduce its total carbon emissions. Last week, the International Energy Agency, a longtime industry advocate, said investments in new fossil-fuel projects must cease to reach a target of net-zero carbon emissions by 2050.<br />Pressure on the petroleum industry to decarbonize is building on multiple fronts. U.S. oil giants that look at their more forward-thinking peers across the Atlantic for inspiration will find some lessons, but not easy ones.<br />The major European oil companies have refocused their attention on extending existing high-return sites rather than exploring new ones. Oil and gas expenditures were slashed during the coronavirus pandemic and remain down. Billions of dollars will still be spent on the traditional business, but likely with a higher hurdle rate because of more uncertain future demand, higher capital costs and rising carbon prices.<br />Green investment will increase, but that doesn’t mean  Chevron  and Exxon should start building solar or wind farms. Renewable projects could be tough without relevant experience. Competition is fierce for new sites and it is a low-margin business—more installation than exploration. There is a risk of overpaying.  BP ,  the last of the European supermajors to pivot toward green energy, paid a healthy premium to buy into offshore wind projects."
}