{
    "url_original": "https://www.wsj.com/articles/bill-to-automatically-remove-criminal-records-finds-some-support-in-new-york-11621978097?mod=business_minor_pos6",
    "url": "bill-to-automatically-remove-criminal-records-finds-some-support-in-new-york-11621978097",
    "title": "Bill to Automatically Remove Criminal Records Finds Some Support in New York",
    "sub_head": "Proposed legislation would erase criminal records of millions in the state and ease the challenge of finding a job, backers say",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-343713?width=620&size=1.5",
    "image_1": "im-343713.jpg",
    "time": "2021-05-25 17:28:00",
    "body": "Some New York lawmakers, businesses and labor unions have put their support behind a bill to automatically expunge the records of people convicted of crimes.<br />The Clean Slate Act, which is sponsored by state senator Zellnor Myrie, a Democrat who represents parts of Brooklyn, would remove publicly available criminal records for most felonies and misdemeanor crimes after people have completed the terms of their punishments.<br />According to Mr. Myrie, the law would ease the challenge of finding a job, enrolling in college or leasing an apartment for those who have finished their sentences. There are more than 2.3 million people in New York state with criminal records, according to state officials.<br />The proposed law is currently being considered in the state legislature, and Mr. Myrie said he is hopeful it will be voted on this year. It has the backing of many Democratic lawmakers and some Republicans, he said. “Not only is this the morally right thing to do,” said Mr. Myrie. “It makes economic sense.”<br />The bill has the support of some labor unions and corporations such as  JPMorgan Chase  & Co., which sent officials to testify at a May 6 hearing on the bill. A spokesman for New York Gov. Andrew Cuomo, a Democrat, said the governor would review the legislation."
}