{
    "url_original": "https://www.wsj.com/articles/bill-gates-and-melinda-french-gates-explore-changes-to-foundation-11622146703?mod=business_lead_pos10",
    "url": "bill-gates-and-melinda-french-gates-explore-changes-to-foundation-11622146703",
    "title": "Bill Gates and Melinda French Gates Explore Changes to Foundation",
    "sub_head": "The philanthropists have discussed adding a board and outside directors in wake of divorce filing, people familiar with matter say",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-345022?width=620&size=1.5",
    "image_1": "im-345022.jpg",
    "time": "2021-05-27 16:40:00",
    "body": "Bill Gates and Melinda French Gates are discussing changes to the structure of their foundation to add more governance and independence as the philanthropists’ planned divorce calls into question the direction of one of the world’s largest charities.<br />The billionaires, who have jointly led the Bill & Melinda Gates Foundation for about two decades, are discussing adding a board and bringing in outside directors, according to people familiar with the matter. Ms. French Gates has pushed for governance changes in the wake of the divorce filing to ensure the future stability of the foundation, some of the people said.<br />Mark Suzman, chief executive of the Gates Foundation, said he told employees last week that he is actively discussing with Mr. Gates and Ms. French Gates possible steps to “strengthen the long-term sustainability and stability of the foundation given the co-chairs’ divorce.”<br />“No decisions have been made,” Mr. Suzman said in a statement. “Bill and Melinda have reaffirmed their commitment to the foundation and continue to work together on behalf of our mission. These discussions are part of their prudent planning for the future.”<br />The Gateses, as co-chairs and trustees, currently oversee the foundation’s work and how it is run, while Mr. Suzman handles the day-to-day operations. Warren Buffett, a major foundation donor, is also a trustee and weighs in on key foundation matters. In addition, Mr. Gates’s father, Bill Gates Sr., who died in September 2020, played a major role as a co-chairman."
}