{
    "url_original": "https://www.wsj.com/articles/bill-and-melinda-gates-to-remain-co-chairs-trustees-of-their-foundation-11620171289?mod=business_lead_pos3",
    "url": "bill-and-melinda-gates-to-remain-co-chairs-trustees-of-their-foundation-11620171289",
    "title": "Despite Divorce, Bill and Melinda Gates to Remain Co-Chairs, Trustees of Their Foundation",
    "sub_head": "The philanthropists plan to continue working together to steer charitable organization",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-333838?width=620&size=1.5",
    "image_1": "im-333838.jpg",
    "time": "2021-05-04 19:34:00",
    "body": "Bill and Melinda Gates have transformed the world’s fight against poverty, inequity and disease over more than two decades as philanthropists, using their enormous wealth and influence to shape policies and drive innovation in global health, agricultural development, gender equality and American education.<br />Now the impending divorce of one of the world’s most high-profile couples puts into question the future of the Bill & Melinda Gates Foundation, the philanthropy they lead together. Ms. Gates filed a petition for divorce in King County, Wash., on Monday, calling her marriage to Mr. Gates “irretrievably broken” and asking the court to dissolve it.<br />The Gates Foundation is one of the world’s wealthiest philanthropies, with a $49.8 billion endowment in 2019, the latest year available. Mr. and Ms. Gates gave $36.8 billion to the organization between 1994 and 2020, according to the foundation.<br />Mr. and Ms. Gates said in a statement posted simultaneously to their Twitter accounts on Monday that they would continue to work together at their foundation. “We continue to share a belief in that mission,” they said.<br />No changes in their roles or the organization are planned, a foundation spokesperson said. The couple will remain co-chairs and trustees of the foundation and will work jointly to shape and approve its strategies and overall direction, the spokesperson said."
}