{
    "url_original": "https://www.wsj.com/articles/bill-gatess-firm-transferred-1-8-billion-in-stock-to-melinda-gates-amid-divorce-11620227447?mod=markets_lead_pos4",
    "url": "bill-gatess-firm-transferred-1-8-billion-in-stock-to-melinda-gates-amid-divorce-11620227447",
    "title": "Bill Gates’s Firm Transferred $1.8 Billion in Stock to Melinda Gates Amid Divorce",
    "sub_head": "AutoNation, Canadian National Railway shares changed hands this week",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-334398?width=620&size=1.5",
    "image_1": "im-334398.jpg",
    "time": "2021-05-05 11:10:00",
    "body": "An investment firm controlled by Bill Gates transferred stock worth more than $1.8 billion to Melinda Gates this week, when the billionaire philanthropists announced that they were ending their 27-year marriage.<br />The firm, Cascade Investment LLC, transferred to Ms. Gates more than 14 million shares of  Canadian National Railway Co. , and more than 2.9 million shares of  AutoNation Inc.  on Monday, according to regulatory filings. As trading began Wednesday, the Canadian National Railway shares were worth about $1.53 billion, while the AutoNation shares were worth about $310.1 million.<br />The transfers come as one of the world’s wealthiest couples parts ways. The couple’s divorce petition filed Monday in King County Superior Court in Washington state indicated that they have a separation agreement under which they plan to divide their assets.<br />Cascade manages a large portion of the wealth that Mr. Gates amassed as co-founder and longtime leader of  Microsoft Corp.  Mr. Gates, who co-founded Microsoft in 1975, stepped down as its chief executive in 2000 and departed from his role as chairman in 2014. Cascade Investment didn’t immediately respond to a request for comment.<br />Despite their plans for divorce, Mr. Gates and Ms. Gates, who was born Melinda French, have said they would continue to work together at the Bill & Melinda Gates Foundation, which gives away billions annually as it aims to tackle global causes such as poverty and disease. Mr. Gates and Ms. Gates are both co-chairs and trustees of the foundation."
}