{
    "url_original": "https://www.wsj.com/articles/bill-and-melinda-gates-divorce-highlights-rise-of-older-age-splits-11620249377",
    "url": "bill-and-melinda-gates-divorce-highlights-rise-of-older-age-splits-11620249377",
    "title": "Bill and Melinda Gates Divorce Highlights Rise of Older-Age Splits",
    "sub_head": "Divorce rates among couples over 50—sometimes called ‘gray divorce’— have risen despite an overall decline. Some counselors expect soul-searching during the pandemic to accelerate the trend.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-333743?width=620&size=1.5",
    "image_1": "im-333743.jpg",
    "time": "2021-05-05 17:16:00",
    "body": "Bill and Melinda Gates aren’t like most couples. But their split highlights a broader phenomenon in American relationships.<br />Divorce after the age of 50, often called “gray divorce,” has risen in recent decades, bucking an overall decline in divorce among younger couples. The reasons for older-age divorces are often different than for younger ones: It’s not necessarily acute conflict, but rather starting a new chapter—the children leave home, or retirement feels closer—that prompts reassessment in a marriage, counselors say. And people living healthier lives at older ages means they have more time to start over in a second act.<br />During the past year, many couples stuck it out as they hunkered down in crisis, but lawyers say they expect more split-ups among all age groups as the pandemic recedes. For couples over 50 in particular, counselors say, the pandemic has amplified the soul-searching that often hits people at this age.<br />Before Covid, empty-nesters or new retirees had other activities to distract them from an unfulfilling relationship, says Susan Brown, a professor of sociology at Bowling Green State University who studies marriages and divorce. “The pandemic made them think differently about their own mortality and goals in life, what they are willing to accept and not accept,” says Dr. Brown. “People are less willing to stay in these empty-shell marriages that are not conflictual, but also not happy.”<br />Longer, healthier lifespans are also playing a role, says Jocelyn Elise Crowley, professor of public policy at Rutgers University and author of a book on gray divorce. “We have better access to medical care, the quality of lives in terms of overall health is improving,” she says. The sense of duty to marriage prevalent in previous generations is less pervasive now, she adds."
}