{
    "url_original": "https://www.wsj.com/articles/biodegradable-pha-is-a-good-green-choice-11620764452?mod=opinion_major_pos17",
    "url": "biodegradable-pha-is-a-good-green-choice-11620764452",
    "title": "Biodegradable PHA Is a Good, Green Choice",
    "sub_head": "Unlike traditional plastics sourced from nonrenewable fossil fuels, PHA is sourced from renewable natural ingredients.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-312141?width=620&size=1.5",
    "image_1": "im-312141.jpg",
    "time": "2021-05-11 16:20:00",
    "body": "“Claim of Ocean-Safe Plastic Seen as Inflated” (Technology, March 22) raises questions about the marketing of polyhydroxyalkanoate (PHA), a biodegradable alternative to traditional petrochemical plastic. Drinking straws made with PHA are already in use, and other single-use products are far along in development with major customer brands. Unlike traditional plastics sourced from nonrenewable fossil fuels, PHA is sourced from renewable natural ingredients.<br />Because PHA is a naturally occurring substance, it will return to nature upon disposal. Decades of research have verified that PHA will naturally aerobically degrade when bacteria are present, such as within soil, freshwater and marine environments, as well as in a variety of waste-treatment facilities, including anaerobic digesters, industrial composters and certain types of landfills designed for biodegradation. In landfills that are sealed to prevent biodegradation, PHA is sequestered into the ground as carbon.<br />TÜV Austria, one of the most widely accepted international standards for biodegradability, has certified Danimer Scientific’s Nodax PHA as a material that will reliably degrade in conditions ranging from industrial composting to marine environments. While the timeframe for complete degradation varies depending on real-world settings—including the dimensions, form and application of the material—PHA will break down in months into natural elements, unlike petrochemical plastic that can take centuries to degrade and leaves harmful microplastics behind.<br />PHA is a proven safeguard for ensuring single-use items and containers will biodegrade, even if they escape proper waste-management streams and end up in the environment. This reliability has led brands such as PepsiCo, Bacardi, Nestle and Mars Wrigley to invest in PHA for their product lines. We seek to help solve the problem of global plastic waste.<br />Stephen Croskrey"
}