{
    "url_original": "https://www.wsj.com/articles/biontechs-covid-19-vaccine-success-sparks-investments-in-german-biotech-11620644401?mod=markets_lead_pos5",
    "url": "biontechs-covid-19-vaccine-success-sparks-investments-in-german-biotech-11620644401",
    "title": "BioNTech’s Covid-19 Vaccine Success Sparks Investments in German Biotech",
    "sub_head": "After the company partnered with Pfizer on a vaccine, investors last year poured $3.7 billion into the sector",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-05-10 07:00:00",
    "body": "BERLIN—A small German company’s success in coming up with the West’s first Covid-19 vaccine is drawing attention from investors in a country where biotech has struggled to raise funding in recent years.<br />Mainz-based  BioNTech SE  partnered with U.S. pharmaceutical giant  Pfizer Inc.  to develop the first coronavirus vaccine approved in the U.S. and Europe last year. Domestic rival  CureVac  NV is hoping its own shot will get approved in Europe in the coming weeks.<br />Now, more German and international investors are looking to invest in the search for the next hidden gem in German biotech, venture capitalists, executives and analysts say.<br />In 2020, German biotech companies raised a record of €3.05 billion, equivalent to $3.7 billion, through venture capital, share offerings and convertible bonds, triple the amount for 2019, according to Ernst & Young. While half of that went into BioNTech and CureVac, companies working on non-Covid-19 related treatments also got important financing rounds.<br />“People in the industry used to say, ‘If a company isn’t based in Boston or California or in the U.S. generally, then it will be difficult to attract U.S. investors,’ ” said Claudia Ulbrich, founder and chief executive of Hanover-based Cardior Pharmaceuticals GmbH, which is developing RNA therapies against heart failure and seeking to raise €50 million to €60 million for a crucial clinical study. “That’s changing,” Dr. Ulbrich said."
}