{
    "url_original": "https://www.wsj.com/articles/births-in-u-s-drop-to-levels-not-seen-since-1979-11620187260?mod=politics_lead_pos5",
    "url": "births-in-u-s-drop-to-levels-not-seen-since-1979-11620187260",
    "title": "Births in U.S. Drop to Levels Not Seen Since 1979",
    "sub_head": "Millennials fuel continued downward trend in fertility rates",
    "category_1": "U.S.",
    "time": "2021-05-05 12:01:00",
    "body": "The number of babies born in America last year was the lowest in more than four decades, according to federal figures released Wednesday that show a continuing U.S. fertility slump.<br />U.S. women had about 3.61 million babies in 2020, down 4% from the prior year, provisional data from the Centers for Disease Control and Prevention’s National Center for Health Statistics shows. The total fertility rate—a snapshot of the average number of babies a woman would have over her lifetime—fell to 1.64. That was the lowest rate on record since the government began tracking it in the 1930s, and likely before that when families were larger, said report co-author Brady Hamilton. Total births were the lowest since 1979.<br />Because the Covid-19 pandemic emerged in March, the figures capture just a short period at year’s end when the unfolding health and economic crisis could be reflected in women’s decisions about getting pregnant. Women typically have fewer babies when the economy weakens. Fears of getting sick, making medical appointments and delivering a baby as a deadly virus spread also dissuaded some women from pregnancy.<br />“The fact that you had this coincide with the time the pandemic hit is certainly cause for suspicion,” said Dr. Hamilton, a federal statistician and demographer. He added that it was too soon to gauge the exact impact of the pandemic on fertility.<br />Demographers say the data suggests that more fundamental social and economic shifts are driving down fertility. Births peaked in 2007 before plunging during the recession that began that year. Although fertility usually rebounds alongside an improving economy, U.S. births fell in all but one year as the economy grew from 2009 until early 2020."
}