{
    "url_original": "https://www.wsj.com/articles/bitcoins-reliance-on-stablecoins-harks-back-to-the-wild-west-of-finance-11622115246?mod=markets_lead_pos4",
    "url": "bitcoins-reliance-on-stablecoins-harks-back-to-the-wild-west-of-finance-11622115246",
    "title": "Bitcoin’s Reliance on Stablecoins Harks Back to the Wild West of Finance",
    "sub_head": "To understand the weakness of stablecoins such as Tether, it is worth a quick history lesson from pre-Civil War American finance",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-05-27 08:00:00",
    "body": "Stablecoins are one of the weirdest things in the whole bizarro world of cryptocurrencies, because they operate on principles directly opposed to the rest of the crypto system.<br />Crypto true believers argue that bitcoin and its ilk will supplant “fiat” currencies issued by governments, while the whole point of the innovative blockchain that underlies them is to overcome what pseudonymous inventor Satoshi Nakamoto called “the inherent weaknesses of the trust based model.”<br />Yet stablecoins, and especially the largest, Tether, are thriving. Tether’s $60 billion of issuance leaves it jockeying for third place in crypto market value behind bitcoin and ethereum. There are scores of others, and  Facebook ’s  Libra, renamed Diem last year, plans to join in with stablecoins covering several currencies.<br />Stablecoins are a type of cryptocurrency tied one-for-one to dollars or other traditional currencies and whose value relies on trusting the issuer.<br />Stablecoins have also become central to the financial infrastructure of crypto. According to data provider Crypto Compare there’s more trading between Tether and bitcoin than between bitcoin and all fiat currencies put together. For crypto traders, at least, stablecoins are a vital tool, because of the speed with which they can be used to move money from one crypto exchange to another, and because they provide a handy way to park cash temporarily in what is basically dollars."
}