{
    "url_original": "https://www.wsj.com/articles/bitcoin-is-the-apogee-of-rational-speculation-11621524833?mod=markets_minor_pos3",
    "url": "bitcoin-is-the-apogee-of-rational-speculation-11621524833",
    "title": "Bitcoin Is the Apogee of Rational Speculation",
    "sub_head": "Maybe it is a huge win, maybe it is zero. Take your pick.",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-05-20 11:55:00",
    "body": "Crypto trading creates perhaps the most irregular of all verbs. I invest rationally, you speculate wildly, she lost the keys to her bitcoin wallet, we launched a new joke coin, they paid a penalty to settle a probe.<br />Regular readers might be surprised that I think Wednesday’s gigantic swings in the price of bitcoin and other cryptocurrencies support both the first two interpretations: rational price action and wild speculation. After all, I pointed out that bitcoin is worth virtually nothing if treated as a currency back in 2017, and I have frequently referred to the fact that it has no fundamentals to base rational valuations on.<br />The rational case for bitcoin is that it will become digital gold, something I used to think unlikely and is now clearly more plausible, but still unlikely. If bitcoin were to replace gold as the world’s backstop store of value independent of governments, it would be worth a lot more, as large numbers of institutional buyers would switch over.<br />If it doesn’t, it is worth close to zero. Its actual utility as a currency involves little more than hackers’ blackmail payments and drug dealing, thanks to slow and expensive transactions. There is zero chance of bitcoin achieving the aims of pseudonymous founder Satoshi Nakamoto, who wanted it used as a currency for small online payments, although there are other digital currencies—including those being considered by central banks—that might solve this problem.<br />Wednesday’s 30% drop in the price and rapid rebound to some extent fits the model of bitcoin being priced for either digital gold or the failure of a being a cryptocriminal currency. Markets find it hard to price binary outcomes, which is why startup biotechnology stocks—which typically either go the moon or vanish—are so volatile. Small changes in the probability of success or failure are amplified into large changes in the price."
}