{
    "url_original": "https://www.wsj.com/articles/bitcoin-selloff-undermines-case-for-cryptocurrencies-11621437330?mod=business_minor_pos11",
    "url": "bitcoin-selloff-undermines-case-for-cryptocurrencies-11621437330",
    "title": "Bitcoin Selloff Undermines Case for Cryptocurrencies",
    "sub_head": "The usefulness of bitcoin and other cryptocurrencies as actual currencies took a hit along with their prices this week",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-340650?width=620&size=1.5",
    "image_1": "im-340650.jpg",
    "time": "2021-05-19 11:15:00",
    "body": "Bitcoin bulls sitting on massive long-term gains might be able to laugh off the most recent selloff in it and other cryptocurrencies, but the episode still exposes flaws in the argument for bitcoin as a true substitute for sovereign currencies.<br />On Wednesday morning, bitcoin was down about 20% over the previous 24 hours. That has brought bitcoin’s price in dollars down to levels not seen since…just a few months ago. Someone who bought the cryptocurrency two years ago would still have more than tripled their money. A five-year holder is sitting on gains of over 6,000%.<br />For many speculators, that record will be enough to justify holding on or buying the dip. But its historic gains rest at least partly on the prospect that it will someday rival major currencies as a store of value and medium of exchange—in other words, a true currency. Events this week serve as a reminder of why that is far from assured.<br />To begin with, the volatility of cryptocurrencies is itself a major drawback. For a speculative risk asset, volatility is actually somewhat desirable. For a currency it most decidedly isn’t. A high degree of uncertainty as to what bitcoin will be worth in the near future makes it hard to rely on as a medium of exchange: The payment you are taking for a good or service today might not be exchangeable for other goods and services next week at anything near what you thought. It is a basic but important point.<br />Secondly, the apparent cause of the most recent volatility is troubling. On Tuesday, three Chinese industry bodies issued a joint notice barring Chinese financial institutions and payments companies from accepting cryptocurrencies as payment or using them as a means of settlement, according to Chinese state media reports."
}