{
    "url_original": "https://www.wsj.com/articles/bitcoin-miners-are-giving-new-life-to-old-fossil-fuel-power-plants-11621594803?mod=markets_lead_pos5",
    "url": "bitcoin-miners-are-giving-new-life-to-old-fossil-fuel-power-plants-11621594803",
    "title": "Bitcoin Miners Are Giving New Life to Old Fossil-Fuel Power Plants",
    "sub_head": "The lofty prices of cryptocurrencies have investors sinking money into electricity generation, risking a backlash",
    "category_1": "Markets",
    "time": "2021-05-21 07:00:00",
    "body": "Across America, older fossil-fuel power plants are shutting down in favor of renewable energy. But some are getting a new lease on life—to mine bitcoin. In upstate New York, an idled coal plant has been restarted, fueled by natural gas, to mine cryptocurrency. A once-struggling Montana coal plant is now scaling up to do the same.<br />The lofty price of bitcoin and other cryptocurrencies has investors pouring money into power generation—and risking a backlash. Elon Musk tweeted last week that  Tesla Inc.  would no longer accept bitcoin as payment for vehicles over concerns about fossil-fuel use in bitcoin mining. That rocked the market; bitcoin prices are now down around 25% since last week.<br />The drive for power has its roots in bitcoin’s intractable mathematics: To operate securely, the cryptocurrency’s network relies on computers solving puzzles; in return the solvers get fresh bitcoin. The higher the bitcoin price, the more of these miners compete to solve the puzzles—a process that chews up electricity. The more competition, the harder the puzzles get and the more electricity is used.<br />A University of Cambridge index pegs the annual power consumption of bitcoin mining at around 130 terawatt-hours, more than three times higher than at the beginning of 2019. That would be more than the power consumption of Argentina.<br />The coal-fired Hardin Generating Station in Montana had been struggling for years. Late last year, a Nasdaq-listed miner called  Marathon Digital Holdings Inc.  partnered with Hardin’s owner to transform the power plant into a hub for mining bitcoin."
}