{
    "url_original": "https://www.wsj.com/articles/bitcoin-irs-comes-for-crypto-investors-who-havent-paid-their-taxes-11620937095?mod=business_minor_pos5",
    "url": "bitcoin-irs-comes-for-crypto-investors-who-havent-paid-their-taxes-11620937095",
    "title": "The IRS Is Coming for Crypto Investors Who Haven’t Paid Their Taxes",
    "sub_head": "On the hunt for tax cheats, Uncle Sam is winning court battles to force cryptocurrency exchanges to reveal their customers. Your big unreported profits on bitcoin, ether or dogecoin could translate into big problems with the IRS.",
    "category_1": "Markets",
    "category_2": "Tax Report",
    "time": "2021-05-14 05:30:00",
    "body": "Cryptocurrencies are exploding—and so is the Internal Revenue Service’s pursuit of Americans who aren’t paying taxes on them. With Tax Day approaching, it’s a good time to clean up your act if you’ve been lax about taxes on crypto. Not doing so could compound future tax problems, especially if you have traded a lot or have more than a small stake.<br />Two new IRS efforts to find crypto tax cheats stand out: In April, a federal judge in Boston approved an IRS summons to the payments company known as Circle and its affiliates, including Poloniex, to turn over customer records to the agency. And in early May, a federal judge in San Francisco approved another IRS summons for records to the crypto exchange known as Kraken. In both cases, the turnover applies to customers who had more than $20,000 in transactions in any year from 2016 through 2020.<br />“With these summonses and other actions, the IRS is mounting a full-court press to show taxpayers how seriously it takes cryptocurrency compliance,” says Don Fort, a former chief of IRS criminal investigation now with Kostelanetz & Fink. “Taxpayers should take it seriously too.”<br />The Kraken and Circle summonses are the IRS’s way of getting at information it can’t get otherwise. While brokerage firms have to report many stock sales and other information to the IRS so it can check tax compliance, there’s little to no such reporting required of crypto exchanges currently. This lack of reporting can make bitcoin, ether and other cryptocurrencies attractive to criminals and tax evaders, and the IRS is determined to go after them.<br />A spokesman for Circle said the company expects to work with the IRS in responding to the summons. A spokeswoman for Kraken said, “We are concerned about governmental intrusion into our customers’ privacy and hope to work with the IRS in a way that protects our clients’ interests. The judge has invited further briefing from Kraken.”"
}