{
    "url_original": "https://www.wsj.com/articles/blackrock-new-mexico-pension-to-back-700-million-secondary-deal-11621980083?mod=markets_featst_pos1",
    "url": "blackrock-new-mexico-pension-to-back-700-million-secondary-deal-11621980083",
    "title": "BlackRock, New Mexico Pension to Back $700 Million Secondary Deal",
    "sub_head": "The two investors are forming a fund to buy certain assets from AE Industrial Partners’ debut fund that will enable the midmarket private-equity firm to hold on to the assets longer",
    "category_1": "Pro PE Fund News",
    "image_1_url": "https://images.wsj.net/im-343795?width=620&size=1.5",
    "image_1": "im-343795.jpg",
    "time": "2021-05-25 18:01:00",
    "body": "A  BlackRock Inc.  unit and the New Mexico Educational Retirement Board are coleading a roughly $700 million deal to give aerospace and power generation investor AE Industrial Partners more time to manage certain prized assets.<br />BlackRock’s secondary and liquidity solutions team and the New Mexico pension are leading the formation of a new fund to acquire at least two assets from Boca Raton, Fla.-based AE Industrial’s debut fund, AE Industrial Partners Fund I LP, according to sources familiar with the deal. The debut fund closed in 2016 with $680 million.<br />The deal is the latest in a line of such transactions, typically referred to as general partner-led secondary deals, which allow fund managers to secure more time and capital to maximize returns for companies that they have backed through prior funds, often ones that are approaching the end of their investment periods. In many cases, the fund managers will raise a new vehicle, called a continuation fund, to acquire the assets they want to continue holding.<br />General partner-led secondary transactions accounted for over $32 billion, or more than 53%, of total secondary deal volume last year, up from 32% in 2019, according to a January report from investment advisory firm  Evercore Inc.  The advisory firm predicted that sponsor-led deals could set a record this year.<br />AE Industrial’s GP-led transaction involves assets in a fund that is still relatively young, but the potential growth trajectory of the two companies involved in the deal drove the firm’s desire to hold on to them longer, two of the people familiar with the deal said. None of the people familiar with the transaction would name the portfolio companies involved in the deal."
}