{
    "url_original": "https://www.wsj.com/articles/blue-health-insurers-drop-revenue-rule-that-limited-competition-11620069526?mod=markets_lead_pos4",
    "url": "blue-health-insurers-drop-revenue-rule-that-limited-competition-11620069526",
    "title": "Blue Health Insurers Drop Revenue Rule That Limited Competition",
    "sub_head": "Blue Cross Blue Shield Association implements key aspect of antitrust settlement the companies reached last year",
    "category_1": "Health",
    "image_1_url": "https://images.wsj.net/im-333118?width=620&size=1.5",
    "image_1": "im-333118.jpg",
    "time": "2021-05-03 15:18:00",
    "body": "The Blue Cross Blue Shield Association said it dropped a rule that limited competition among its member insurers, moving to implement a key aspect of an antitrust settlement the companies reached last year with customers.<br />The settlement hasn’t won final approval from the federal judge presiding over the litigation, so it isn’t being fully implemented. But last Tuesday the group of insurers formally lifted a cap on the share of the members’ revenue that could come from business not under a Blue Cross Blue Shield brand, one of the moves it had promised under the settlement.<br />Previously, the rule was that two-thirds of a Blue licensee’s national net revenue from health plans and related services must stem from Blue-branded business.<br />The Blue Cross Blue Shield Association includes 35 insurers, each of which typically hold exclusive rights to the Blue Cross and Blue Shield brands within a certain territory, a setup that would remain intact under the antitrust settlement.<br />However, lifting the revenue cap could allow the Blue insurers to compete more against one another by expanding their non-Blue businesses, experts said. Dropping the limit “certainly should increase competition,” said Tim Greaney, a professor at the University of California Hastings College of the Law, though he said it isn’t clear how quickly it would have an effect."
}