{
    "url_original": "https://www.wsj.com/articles/boeing-to-pay-faa-penalties-related-to-737-jet-production-problems-11622113200?mod=business_lead_pos5",
    "url": "boeing-to-pay-faa-penalties-related-to-737-jet-production-problems-11622113200",
    "title": "Boeing to Pay FAA Penalties Related to 737 Jet Production Problems",
    "sub_head": "A $17 million settlement comes as the FAA has increased scrutiny of the aircraft maker’s manufacturing",
    "category_1": "Business",
    "time": "2021-05-27 08:57:00",
    "body": "Boeing Co.  has agreed to pay $17 million in civil penalties for production lapses related to 737 aircraft models in a settlement with the Federal Aviation Administration, the agency said.<br />The settlement, which involves production problems that took place from 2015 to 2019 with the narrow-body passenger jet, comes as the agency has increased its scrutiny of Boeing’s production and quality controls of other aircraft such as the wide-body Dreamliner, often used on international routes.<br />As part of the settlement, announced Thursday, Boeing agreed to undertake steps to bolster its internal quality checks. They include assessing whether the manufacturer and its suppliers are ready to safely increase 737 production. It also agreed to allow the FAA to review those assessments—a requirement an FAA official said was rare but not unprecedented when the agency confronts manufacturing problems.<br />Boeing could face up to another $10 million in deferred penalties if it doesn’t follow through on the settlement terms. The penalty amounts are capped by federal law. Earlier this year, the FAA said Boeing would pay $6.6 million for failing to meet its obligations under a 2015 settlement and to resolve two enforcement cases. Boeing also reached a $2.5 billion settlement with the U.S. Justice Department to resolve a criminal investigation into the 737 MAX’s development.<br />Problems covered by Boeing’s latest FAA settlement aren’t related to two 737 MAX crashes in late 2018 and early 2019, which claimed 346 lives."
}