{
    "url_original": "https://www.wsj.com/articles/bonds-of-mexican-payroll-lenders-sink-after-unexpected-losses-11621177203?mod=markets_lead_pos2",
    "url": "bonds-of-mexican-payroll-lenders-sink-after-unexpected-losses-11621177203",
    "title": "Bonds of Mexican Payroll Lenders Sink After Unexpected Losses",
    "sub_head": "Accounting revisions take toll on companies and the international bond investors who lent them billions of dollars",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-339149?width=620&size=1.5",
    "image_1": "im-339149.jpg",
    "time": "2021-05-16 11:00:00",
    "body": "A wave of accounting revisions is hitting two of Mexico’s largest nonbank payroll lenders and the international bond investors who lent them billions of dollars in recent years.<br />Privately held AlphaCredit Capital SA de CV and publicly listed  Credito Real SA B de CV disclosed unexpected losses in recent weeks, and AlphaCredit also said financial statements from 2018 to 2020 could no longer be relied upon. Credito Real incorporated a relatively large loan it had made to a small business into its past-due loan book.<br />The firms borrow money from local banks and international bond funds at rates as high as 10%, then lend primarily to low-income government employees and pensioners at rates up to 55%. Bond funds have been willing to invest in the lenders because they draw payments on their loans directly out of borrowers’ paychecks or pension disbursements, ensuring relatively stable cash flow.<br />A spokeswoman for AlphaCredit declined to comment. Credito Real didn’t respond to requests for comment.<br />Prices on some of AlphaCredit’s $700 million of bonds have collapsed to 24 cents on the dollar from around 70 cents at the start of April, according to AdvantageData Inc. Credito Real has about $2 billion of foreign bonds, which have tumbled in recent weeks to prices as low as 69 cents on the dollar. Its shares have fallen about 25% since mid-April."
}