{
    "url_original": "https://www.wsj.com/articles/brazils-experiment-to-vaccinate-town-with-chinese-coronavac-reduced-covid-19-deaths-by-95-11622479864?mod=world_minor_pos1",
    "url": "brazils-experiment-to-vaccinate-town-with-chinese-coronavac-reduced-covid-19-deaths-by-95-11622479864",
    "title": "Brazil’s Experiment to Vaccinate Town With Chinese CoronaVac Reduced Covid-19 Deaths by 95%",
    "sub_head": "Town’s symptomatic cases fell 80%, hospitalizations dropped 86%, researchers say",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-346401?width=620&size=1.5",
    "image_1": "im-346401.jpg",
    "time": "2021-05-31 16:10:00",
    "body": "SÃO PAULO—Brazil’s experiment to vaccinate an entire town with the Chinese CoronaVac shot reduced Covid-19 deaths by 95%, providing more evidence of the efficacy of the vaccine being rolled out across much of the developing world.<br />All adults in Serrana, a town of 45,000 people in southeastern Brazil, were offered CoronaVac between February and April as part of the “Project S” experiment, the first mass trial of its kind against Covid-19.<br />The Butantan Institute, the São Paulo-based public-research center that organized the study with Chinese firm Sinovac, said Monday that cases and deaths from the disease had plunged in Serrana, even as neighboring regions struggled with rising infections.<br />Deaths from the disease fell 95% in Serrana between the beginning of February and mid-May, according to Butantan’s presentation of the final results. The number of symptomatic cases fell 80%, and hospitalizations related to the disease dropped 86%, the study’s researchers said.<br />Butantan said the mass vaccination campaign had curbed transmission of the disease in the town, also reducing cases and deaths among those who weren’t vaccinated, including minors under 18 and adults with serious health problems who couldn’t take the shot. More than 95% of the town’s eligible adults agreed to take CoronaVac as part of the experiment."
}