{
    "url_original": "https://www.wsj.com/articles/brazilian-minister-in-charge-of-protecting-amazon-is-investigatedfor-illegal-lumber-exports-11621444926",
    "url": "brazilian-minister-in-charge-of-protecting-amazon-is-investigatedfor-illegal-lumber-exports-11621444926",
    "title": "Brazilian Minister in Charge of Protecting Amazon Is Investigated for Illegal Lumber Exports",
    "sub_head": "Environment Minister Ricardo Salles has been at the center of Brazil’s efforts to win compensation for his country’s work to reduce deforestation",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-05-19 13:59:00",
    "body": "SÃO PAULO—Brazilian Environment Minister Ricardo Salles, who is charged with helping protect the Amazon, was targeted by Brazilian federal police Wednesday as part of an investigation into alleged illegal chopping of trees for export, according to people familiar with the probe<br />Police said about 160 officers were deployed to carry out 35 search warrants in Brasília, São Paulo, and the Amazonian state of Pará related to alleged crimes involving corruption and smuggling. Police raided properties linked to Mr. Salles, according to people familiar with the operation, who didn’t give any more details.<br />Mr. Salles said in a video sent by aides that the accusations against him were unfounded and added that he and the other workers under investigation would have cooperated with authorities if given the chance.<br />Brazilian President Jair Bolsonaro last month asked the U.S. to pay Brazil $1 billion to help the South American country reduce deforestation, saying the way to save the rainforest is by financing sustainable activity in the region. Brazilian officials say that industrialized countries need to take responsibility for their past contributions to climate change.<br />Mr. Salles has been at the center of Brazil’s efforts to win compensation for his country’s past and current work to reduce deforestation, and the investigation could raise concerns in the Biden administration and among U.S. lawmakers about Brazil’s commitment to protecting the environment."
}