{
    "url_original": "https://www.wsj.com/articles/britains-elections-offer-tea-leaves-for-the-u-s-11620663781?mod=opinion_lead_pos8",
    "url": "britains-elections-offer-tea-leaves-for-the-u-s-11620663781",
    "title": "Britain’s Elections Offer Tea Leaves for the U.S.",
    "sub_head": "Incumbents did well, the nation is divided, and the parties are realigning. Sound familiar?",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-05-10 12:23:00",
    "body": "After the trauma of the presidential election and its aftermath, watching election results out of Britain can feel like a soothing exercise in escapism into a gentler and weirder world of Anglo-Saxon politics.<br />With place names out of Harry Potter, characters out of P.G. Wodehouse, and intertwined political and personal narratives out of Anthony Trollope, politics over there can look like a plotline of semifictional idiosyncrasy. That its leading protagonist is a prime minister of distinctly Falstaffian manner only adds to the general sense of a country inhabiting a political imaginarium.<br />But for all the national eccentricities, the deeper trends at work in British politics have global resonances—not least for bemused observers on this side of the Atlantic.<br />The U.K. remains culturally and politically the closest nation on earth to the U.S., and the larger trends at work over there—pandemic and postpandemic governance; the path to economic recovery; the rapidly shifting alignments of two-party politics and the intensifying culture wars over identity, history and social cohesion—carry distinct echoes over here.<br />So when Brits went to the polls last week, the results demand some scrutiny. Because last year’s local elections were postponed on account of the pandemic, this was the first nationwide election since December 2019, when Boris Johnson and his Conservative Party returned with a thumping majority. Voters across almost the entire U.K. got a chance to participate in something like a U.S. midterm election."
}