{
    "url_original": "https://www.wsj.com/articles/britains-political-realignment-11620425846?mod=opinion_lead_pos4",
    "url": "britains-political-realignment-11620425846",
    "title": "Britain’s Political Realignment",
    "sub_head": "The Tories continue to gain in the former Labour heartland.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-335964?width=620&size=1.5",
    "image_1": "im-335964.jpg",
    "time": "2021-05-07 18:17:00",
    "body": "Local elections rarely warrant global attention, but these aren’t normal times and the votes Britons cast Thursday don’t count as a normal local election. The results mark the next step in what’s becoming a major political realignment in the world’s fifth-largest economy.<br />Voters across the United Kingdom elected a bevy of local councilors, a handful of mayors, and regional parliaments in Scotland and Wales. But the most important result was the Conservative victory in the sole parliamentary by-election. The Tories won in Hartlepool, in northeast England, for the first time since 1974.<br />This is the latest brick to fall from the so-called Red Wall of historically Labour seats that used to stretch across northern England. Prime Minister Boris Johnson won a historic parliamentary majority in 2019 by flipping large numbers of these seats to the Conservatives, and now he has flipped another.<br />Brexit probably played some role. Hartlepool voted overwhelmingly to leave the European Union in the 2016 referendum, putting residents at odds with the Brexit-ambivalent Labour Party that represented them in parliament for decades. Brexit is now over, following Mr. Johnson’s successful 2019 campaign for a new mandate to finish the job. The suspicions voters harbor toward the political class that resisted Brexit appear to remain.<br />Yet something bigger seems afoot. Mr. Johnson’s Tories have broadened their message, and their appeal, beyond Brexit. Promises to “level up” the economy in neglected former industrial regions seem to resonate with voters."
}