{
    "url_original": "https://www.wsj.com/articles/brumos-collection-review-victory-after-a-false-start-11620934725",
    "url": "brumos-collection-review-victory-after-a-false-start-11620934725",
    "title": "Brumos Collection Review: Victory After a False Start",
    "sub_head": "Once again welcoming visitors, a new automobile museum in Jacksonville, Fla., with an impressive collection of Millers, Porsches and more race cars was open for only seven weeks before Covid-19 hit.",
    "category_1": "Exhibition Review",
    "image_1_url": "https://images.wsj.net/im-337449?width=620&size=custom_2048x1365",
    "image_1": "im-337449.jpg",
    "time": "2021-05-13 15:38:00",
    "body": "Jacksonville, Fla.<br />If you’ve ever seen a race car stall at the starting line, you know how the Brumos Collection—a little gem of an automobile museum here—must have felt. Only seven weeks after opening in January 2020, in a red-brick building that’s an architectural homage to the long-shuttered local Ford plant, the museum had to close its doors because of Covid-19. Now Brumos has reopened and is getting a second chance to make a first impression. From May 20 through May 23, the museum will have two automobiles at the Amelia Island Concours d’Elegance. But visitors to that upscale car show an hour north of this city should check out the roughly 38 cars on view at Brumos itself, drawn from its total collection of 76 vehicles.<br />The 35,000-square-foot display progresses in chronological order, its horseshoe-shaped gallery space divided into two sections: Forerunners, largely featuring early Grand Prix and Indy race cars from the 1910s, and Frontrunners, which chronicles the cars and successes of Brumos Racing, which began in the 1950s, going through several iterations, and whose cars often sported the number 59. In fact, during the pandemic closure the museum kept interest alive through a YouTube series called “Inside the 59.”<br />The first cars that catch your eye in the Forerunners section are a pair of Peugeots. The 1910 Lion-Peugeot V2Y2 is a two-seat, open-cockpit touring car for the well-to-do of the era that features wide bucket seats, sculpted fenders and a green-gray paint scheme with distinctive pinstriping. It has a two-cylinder engine that produces some 16 horsepower and a top speed of 35 mph. Fast-forward four years to the 1914 Peugeot L45, the first car to sport a dual overhead camshafts engine, which the museum explains through its informative interactive kiosks would become the blueprint for high-performance engines for decades to come: With four valves per cylinder, the design moves more air into the engine, creating better performance, more power and higher speeds. It has a top speed of 111 mph, four-wheel brakes, and dominated the early years of European auto racing.<br />The museum also boasts one of the best collections of Millers in the U.S., named after American race-car builder Harry Miller, whose innovative vehicles won the Indianapolis 500 nine times. The most famous on display here is the 1920 TNT Special, one of the first ever built and the oldest surviving Miller, the museum claims. It has an inline four-cylinder, 166-cubic-inch, dual overhead cam engine that many speculate Miller “developed” after working on Peugeots in his Los Angeles shop. There’s also a 1923 Miller 122 Grand Prix car, dubbed “The Zborowski Miller,” that was built exclusively to race in Europe. It was driven in the 1923 Italian Grand Prix at Monza by Count Louis Zborowski. He was killed a year later, just 29 years old, while driving for Mercedes. Zborowski’s globe-trotting exploits inspired James Bond creator Ian Fleming to write the children’s book “Chitty Chitty Bang Bang.”"
}