{
    "url_original": "https://www.wsj.com/articles/bumbles-debut-has-been-a-buzz-kill-11620862054?mod=business_minor_pos10",
    "url": "bumbles-debut-has-been-a-buzz-kill-11620862054",
    "title": "Bumble’s Debut Has Been a Buzz Kill",
    "sub_head": "The dating app’s banter hasn’t delivered the picture it sold in its initial public offering",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-337681?width=620&size=1.5",
    "image_1": "im-337681.jpg",
    "time": "2021-05-12 19:29:00",
    "body": "For a company built around empowering its users to make the first move,  Bumble Inc.’s  first impression hasn’t exactly been a gentle letdown. Its shares have fallen nearly 38% from where they opened on the company’s Feb. 11 initial public offering. Wednesday’s first quarter results didn’t do much to rekindle investors’ love: The stock traded flat after hours after losing 6% on the day.<br />On paper, things look pretty enchanting: Bumble said revenue for both its namesake Bumble app and Badoo came in above Wall Street’s expectations for the quarter, as did total paying users. Second quarter and full-year guidance for revenue and adjusted earnings before interest, tax, depreciation and amortization at the midpoint also beat analysts’ forecasts.<br />Taken on its own, those numbers sure make it sound like a keeper. But online dating is all about the next best swipe and, at 11 times forward sales, the case for Bumble still looks overvalued, even at a slight discount to its more mature peer  Match Group .<br />It comes down to shots on goal. While it operates the number two dating app in the world in Bumble, the company has just two dating apps. Match has more than 10 brands under its umbrella, including Tinder, the highest grossing dating app in the world; Pairs is the largest dating app in Japan, and Hinge tripled its revenue last year and is on pace to double it again, according to Match.<br />Ultimately, if you are betting on dating as the world opens up, Match simply has a larger grip on the market. It also beat Wall Street’s forecasts for the first quarter, even while one of its most significant markets in India remains highly challenged due to a recent spike in Covid-19 cases."
}