{
    "url_original": "https://www.wsj.com/articles/business-leaders-push-for-infrastructure-deal-minus-the-corporate-tax-hikes-11620907204?mod=politics_lead_pos1",
    "url": "business-leaders-push-for-infrastructure-deal-minus-the-corporate-tax-hikes-11620907204",
    "title": "Business Leaders Push for Infrastructure Deal, Minus the Corporate Tax Hikes",
    "sub_head": "White House is lobbying companies to back Biden’s plan, but many of them want the administration to find other ways to pay for it",
    "category_1": "Politics",
    "time": "2021-05-13 08:00:00",
    "body": "WASHINGTON—In private talks with dozens of business leaders, Biden administration officials are pitching the president’s $2.3 trillion infrastructure proposal as an investment they will benefit from, emphasizing support for new job-training programs as much as better roads, officials and executives say.<br />Some have suggested alternative ways to fund infrastructure projects, while others haven’t offered specifics. Several executives and business groups have said they are eager for Mr. Biden to fulfill a pledge to seek compromise with Republican lawmakers—some of whom have proposed a narrower infrastructure package funded by gas taxes and other user fees, not corporate tax increases. Several Senate Republicans are meeting with Mr. Biden at the White House on Thursday to explore a possible deal.<br />“It’s sort of confusing to me what the policy goal is here,”  Eli Lilly  & Co. Chief Executive David Ricks said in an interview. “Industry drives a huge amount of capital spending and private infrastructure. Taxing that seems like a bad idea when we try to recover the economy.” A spokesman said the company is waiting to see more details on the plan before further comment on how it should be paid for.<br />Following the 2017 corporate tax cuts, Indianapolis-based Lilly boosted its capital spending in the U.S., including construction of a new drug plant in North Carolina. Lilly said it is the company’s first new U.S. plant since 2006 when it built facilities in Puerto Rico and Indiana. “Now we have to reconsider all those things if they raise the rates,” Mr. Ricks said.<br />The issue was a common topic on earnings calls in recent weeks."
}