{
    "url_original": "https://www.wsj.com/articles/californias-program-for-those-with-no-retirement-plan-defeats-court-challenge-11620390273?mod=business_minor_pos4",
    "url": "californias-program-for-those-with-no-retirement-plan-defeats-court-challenge-11620390273",
    "title": "California’s Program for Those With No Retirement Plan Defeats Court Challenge",
    "sub_head": "Ruling seen weakening opposition to further adoption of state-run savings plans, which 13 states and two cities have approved",
    "category_1": "Markets",
    "category_2": "Personal Finance",
    "image_1_url": "https://images.wsj.net/im-335438?width=620&size=1.5",
    "image_1": "im-335438.jpg",
    "time": "2021-05-07 08:24:00",
    "body": "A federal appeals court in San Francisco on Thursday dismissed a legal challenge to California’s state-sponsored retirement savings plan, a development that supports the growing number of public programs for private-sector workers who lack access to retirement plans at work.<br />By removing “uncertainty about these program’s legal status,” the decision could weaken opposition to the further adoption of state-run savings plans, which 13 states and two cities have approved, said John Scott, director of the Pew Charitable Trusts’ retirement-savings project.<br />Currently, California, Oregon and Illinois are enrolling workers, while states including New Jersey, Maryland and Virginia are developing programs.<br />The New York City Council approved such a program in late April, becoming the second U.S. city, after Seattle, to do so. New York will require employers with five or more employees that don’t offer a retirement savings plan to automatically enroll employees in an individual retirement account at 5% of pay. Employees would be free to opt out or change their savings rate, and employers are barred from making contributions<br />The legal case against California’s program, called CalSavers, began in 2018, when the nonprofit Howard Jarvis Taxpayers Association sought to invalidate the program in a suit in the U.S. District Court for the Eastern District of California."
}