{
    "url_original": "https://www.wsj.com/articles/california-leftists-try-to-cancel-math-class-11621355858?mod=opinion_lead_pos6",
    "url": "california-leftists-try-to-cancel-math-class-11621355858",
    "title": "California Leftists Try to Cancel Math Class",
    "sub_head": "The proposed curriculum framework aims low, abandons the gifted, and preaches ‘social justice.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-18 12:37:00",
    "body": "Oakland, Calif.<br />If California education officials have their way, generations of students may not know how to calculate an apartment’s square footage or the area of a farm field, but the “mathematics” of political agitation and organizing will be second nature to them. Encouraging those gifted in math to shine will be a distant memory.<br />This will be the result if a proposed mathematics curriculum framework, which would guide K-12 instruction in the Golden State’s public schools, is approved by California’s Instructional Quality Commission in meetings this week and in August and ratified by the state board of education later this year.<br />The framework recommends eight times that teachers use a troubling document, “A Pathway to Equitable Math Instruction: Dismantling Racism in Mathematics Instruction.” This manual claims that teachers addressing students’ mistakes forthrightly is a form of white supremacy. It sets forth indicators of “white supremacy culture in the mathematics classroom,” including a focus on “getting the right answer,” teaching math in a “linear fashion,” requiring students to “show their work” and grading them on demonstrated knowledge of the subject matter. “The concept of mathematics being purely objective is unequivocally false,” the manual explains. “Upholding the idea that there are always right and wrong answers perpetuates ‘objectivity.’ ” Apparently, that’s also racist.<br />The framework itself rejects preparing students to take Algebra I in eighth grade, a goal reformers have sought since the 1990s. Students in Singapore, South Korea and Taiwan master introductory algebra in eighth grade or even earlier."
}