{
    "url_original": "https://www.wsj.com/articles/can-you-pull-off-a-shorts-suit-like-lebron-james-11621969433",
    "url": "can-you-pull-off-a-shorts-suit-like-lebron-james-11621969433",
    "title": "Can You Pull off a Shorts Suit Like LeBron James?",
    "sub_head": "Once a rarity, liberating shorts suits—like the Thom Browne styles the basketball star favors—are gaining popularity as work wardrobes relax. Here, how to successfully sport one this summer.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-343635?width=620&size=1.5",
    "image_1": "im-343635.jpg",
    "time": "2021-05-25 15:03:00",
    "body": "THOM BROWNE is America’s foremost authority on shorts suits. The New York-based designer has been selling the knee-baring ensembles—which pair a jacket with shorts, not trousers—since he launched ready-to-wear in 2003. He has sold them to businessmen as well as NBA stars like LeBron James. In April, Alan Kim, the dimple-faced 9-year-old star of “Minari,” attended the Oscars in an adorable pint-size Thom Browne shorts suit.<br />But Mr. Browne himself is the shorts suit’s best model. In an interview for this article, he claimed to have not worn full pants—with or without sport coats—in over a decade. Shorts “are more comfortable,” he said. His sole concession to Mother Nature is that in winter, he wears knee-high socks with his shorts to give his otherwise exposed calves a smidgen of insulation.<br />Mr. Browne’s commitment to abbreviated formality makes him stand out in Manhattan where, as in all American cities, it’s rare to spot a man in a suit with shorts. That’s not at all the case in Bermuda, the look’s natural habitat. Since around the early 20th century, businessmen on the island have worn cropped shorts with ties and blazers to remain formal while combating coastal heat.<br />In landlocked locales, the shorts suit has had shorter luck—not that fashion labels haven’t tried to force the issue. A 1966 photo from the Evening Standard showed a pair of young men striding through a London park in shorts suits by British designer Hardy Amies. But even in swinging London, the style faltered. In the early 2010s, J.Crew introduced shorts versions of its popular Ludlow suit, but the option fizzled out after a couple of years. More recently, the envelope-pushing Japanese label Comme des Garçons has shown billowing shorts suits at its runway shows, but such experiments barely resonate outside the high-fashion world.<br />When Drew Taylor, 34, moved to scorching Atlanta five years ago, he wanted an everyday shorts suit, but it proved elusive. He couldn’t find a single economical option. (Mr. Browne’s well-known versions ring up at around $3,000.) Mr. Taylor took matters into his own hands by hemming the pants half of suits from thrifty brands like  H&M  into shorts. He continues to make his own shorts suits—now with the assistance of a more skilled tailor—and though he’s since relocated to more temperate Boston, he breaks them out in spring when the temperature exceeds 75 degrees."
}