{
    "url_original": "https://www.wsj.com/articles/can-freedom-survive-the-narratives-11621185599?mod=opinion_lead_pos5",
    "url": "can-freedom-survive-the-narratives-11621185599",
    "title": "Can Freedom Survive the Narratives?",
    "sub_head": "We live in the age of supercharged story lines, most of which are demagogic nonsense.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-16 13:20:00",
    "body": "The “problem of the 20th century,” W.E.B. DuBois wrote in 1903, “is the problem of the color line.” The problem of the 20th century turned out to be totalitarian ideologies, which killed scores of millions of people. The killing was baked into the ideology. Mass murder seemed to be a necessity of the century’s Big Ideas.<br />The problem of the 21st century, you might say, is the problem of the narrative line. If you study the manner in which the 20th century’s color line morphed into the 21st century’s narrative line, you may grasp an aspect of the struggle for power today—“for the soul of America,” as the parsons of the left like to say.<br />It isn’t that the complaints of black Americans weren’t or aren’t valid. But common sense tends to be a casualty of political story lines. When DuBois published his statement about the color line, Jim Crow ruled in much of the country. It certainly was the law in Georgia, where blacks didn’t dare try to vote and where white men rode around in sheets and terrorized the countryside. The South in those days was, for blacks, totalitarian indeed.<br />Yet more than 100 years later, in a decisively changed America, President Biden annulled the interval between 1903 and 2021 and pronounced Georgia’s new voting law to be “Jim Crow on steroids.” It was demagogic nonsense. The Georgia voting law bore no more resemblance to Jim Crow than Mr. Biden bears, let us say, to Neil Kinnock.<br />But in the 21st century, the country has been all but lost to the politics of whoppers. It’s always Saturday morning in America now, and the TV is always playing cartoons. Donald Trump has a genius for the form. Since November, his big story line has been that the 2020 election was stolen from him."
}