{
    "url_original": "https://www.wsj.com/articles/can-a-smart-water-bottle-motivate-you-to-hydrate-11620823411",
    "url": "can-a-smart-water-bottle-motivate-you-to-hydrate-11620823411",
    "title": "Can a Smart Water Bottle Motivate You to Hydrate?",
    "sub_head": "We tested new high-tech carafes that promise to increase users’ H20 intake using push alerts, redeemable point rewards and interactive tops. Some nudges worked better than others.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-336366?width=620&size=1.5",
    "image_1": "im-336366.jpg",
    "time": "2021-05-12 08:43:00",
    "body": "‘DRINK MORE water’ has become a widely adopted healthcare mantra for a reason: Some doctors say that even mild dehydration can impair alertness and cognitive function. At this point, nearly a million Instagram posts are hashtagged #waterbottle and, after a particularly wellness-focused year, some people view their water bottles as high-status extensions of themselves.<br />To keep up with the hydration craze, carafe companies have released new, high-tech versions that promise to increase your H2O intake through virtual nudges and tops reminiscent of trendy fidget toys. “We’re so busy with our day-to-day lives that automatic reminders can be a welcome encouragement,” said nutritionist Rachel Paul. We tested three cutting-edge bottles to see if such prods were, in fact, motivating, or just irritating intrusions into our days.<br />This Jetsons-esque jug uses a bluetooth-enabled water-level sensor to keep you on track to meet your “daily water goal” (determined by a companion app that factors in your age, elevation and exercise frequency). If the app decides that you’ve gone too long without taking a swig, the bottle’s LED base will start flashing rainbow colors. Dare to ignore the drinking directive? You’ll also earn a push notification. We found the bottle’s  Technicolor  insistence a bit grating.<br />No apps here: Every time you refill this bottle, you twist and click its clever lid to reveal a new dot along the side. (Each dot equals one bottle gulped.) Think of it as an upgraded tally system that acts as what Jen Sincero, author of “Badass Habits,” calls a “habit-stacker.” Here, the desire for the tactile satisfaction of clicking another dot into place helps motivate you to drink more water. After a day of satisfying snaps, we were encouraged. The soft sippy straw—and a low price—don’t hurt, either.<br />While Closca’s borosilicate glass and grippy silicone design is comfortable to drink from, you might not be sold on the company’s insistence that you trek to specific hydration stations near you to refill your carafe. Checking in at these user-submitted water fountains (located via the Water App) earns points you can redeem for charitable donations to eco-friendly nonprofits. Another perk for environmentalists: The water-tracking feature on the app tells users how many plastic bottles they’ve avoided sending to a landfill. Still, we’re more motivated to fill our bottles from the taps in our kitchens."
}