{
    "url_original": "https://www.wsj.com/articles/can-e-fuels-save-the-combustion-engine-11621037390?mod=tech_featst_pos3",
    "url": "can-e-fuels-save-the-combustion-engine-11621037390",
    "title": "Can E-Fuels Save the Combustion Engine?",
    "sub_head": "Proponents say they should be part of a low-carbon future. But cost and efficiency remain hurdles.",
    "category_1": "Business",
    "category_2": "Energy",
    "image_1_url": "https://images.wsj.net/im-337515?width=620&size=1.5",
    "image_1": "im-337515.jpg",
    "time": "2021-05-15 13:00:00",
    "body": "Maybe the combustion engine isn’t dead after all. Synthetic fuels are attracting growing interest as a way to make industries ranging from jets to ships to cars greener without having to rethink or replace their traditional engines.<br />Known as electrofuels or e-fuels, these synthetics are made by mixing hydrogen derived from renewable sources usually with captured carbon dioxide to create a virtually carbon-neutral version of fuels such as gasoline, diesel and kerosene.<br />Some airlines, cargo shippers and oil companies already have pilot projects under way to produce e-fuels, or are experimenting with blends of e-fuels and conventional fuels. Auto makers also are investing in the technology, with some saying e-fuels could be a way to keep older passenger cars on the road, alongside electric and hybrid vehicles, as a cleaner form of transportation.<br />The technology underlying e-fuels isn’t new. Nearly a century ago, German scientists Franz Fischer and Hans Tropsch invented a method, known as Fischer-Tropsch synthesis, that mixes carbon monoxide with hydrogen to create synthetic petroleum.<br />Synthetic fuels have many advantages, according to supporters: They can be blended with conventional fuels—density and quality are similar—or replace them completely without altering existing pipelines, refilling stations and engines. They also can be easily transported and stored for extended periods."
}