{
    "url_original": "https://www.wsj.com/articles/canadian-national-to-sell-rail-line-section-to-defuse-kansas-city-southern-antitrust-concerns-11622028411?mod=business_lead_pos3",
    "url": "canadian-national-to-sell-rail-line-section-to-defuse-kansas-city-southern-antitrust-concerns-11622028411",
    "title": "Canadian National to Sell Rail Asset to Defuse Kansas City Southern Antitrust Concerns",
    "sub_head": "The two railways to seek approval for a voting trust for their $30 billion merger agreement",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-327343?width=620&size=1.5",
    "image_1": "im-327343.jpg",
    "time": "2021-05-26 08:25:00",
    "body": "Canadian National Railway Co.  is offering to sell a 70-mile stretch of its Louisiana rail network to defuse antitrust concerns as it seeks regulatory approval for its roughly $30 billion agreement to merge with  Kansas City Southern .<br />The two railroads jointly filed a motion with the U.S. Surface Transportation Board Wednesday morning seeking approval for a voting trust to acquire Kansas City Southern stock from its shareholders. The STB’s review of the proposed trust is the first of a lengthy two-step regulatory process that requires the regulator to ensure that major railroad mergers are in the public interest and enhance competition.<br />Canadian National’s main rail lines travel across Canada and south into the U.S. through such major hubs as Chicago, Detroit and New Orleans. Kansas City Southern routes extend from Illinois to Southern Mexico. The two railroads operate nearby routes from Baton Rouge to New Orleans that largely ship chemical products. The railways share some customers on the route region.<br />“We believe our early commitment to eliminating the minimal rail overlap and to laying out the case for a CN-KCS combination should allow the STB to approve our voting trust,” Canadian National’s Chief Executive Jean-Jacques Ruest said.<br />Canadian National would sell the Louisiana section if its proposed merger is approved by the STB."
}