{
    "url_original": "https://www.wsj.com/articles/canadas-trudeau-is-cleared-in-ethics-probe-over-charity-contract-11620928936",
    "url": "canadas-trudeau-is-cleared-in-ethics-probe-over-charity-contract-11620928936",
    "title": "Canada’s Trudeau Is Cleared in Ethics Probe Over Charity Contract",
    "sub_head": "Ethics watchdog said ‘appearance of a conflict of interest’ wasn’t enough to find prime minister broke the law",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-338125?width=620&size=1.5",
    "image_1": "im-338125.jpg",
    "time": "2021-05-13 14:02:00",
    "body": "OTTAWA—Canadian Prime Minister Justin Trudeau didn’t violate the country’s conflict-of-interest laws when his Liberal government awarded a multimillion-dollar contract to a charity with financial ties with his family, according to the results of an investigation released Thursday.<br />Tumult over the contract to WE Charity, a Toronto-based organization that in the past paid hundreds of thousands of dollars to Mr. Trudeau’s mother and brother to participate at its events, dogged Mr. Trudeau and Liberal officials for much of last summer.<br />The uproar prompted Bill Morneau, then Canada’s finance minister, to step down last August and leave politics and focus on becoming the new head of the Organization for Economic Cooperation and Development. He didn’t get the OECD job.<br />The WE Charity affair marked the third ethics probe targeting Mr. Trudeau since he came to power over five years ago, although the first in which he was cleared of wrongdoing.<br />“Although the connection between Mr. Trudeau’s relatives and WE created the appearance of a conflict of interest, the appearance of conflict is insufficient to cause a contravention” of Canada’s conflict-of-interest laws, Ethics Commissioner Mario Dion said. “I am satisfied that there was no opportunity to further Mr. Trudeau’s own interests or those of his relatives from WE’s role” in running a student-volunteer program, valued at nearly 1 billion Canadian dollars, or the equivalent of $820 million."
}