{
    "url_original": "https://www.wsj.com/articles/canadian-railroad-plays-russian-roulette-11621423802?mod=business_lead_pos13",
    "url": "canadian-railroad-plays-russian-roulette-11621423802",
    "title": "Canadian Railroad Plays Russian Roulette",
    "sub_head": "Canadian National’s risky bid for Kansas City Southern draws ire of large shareholder TCI—for good reason",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-340531?width=620&size=1.5",
    "image_1": "im-340531.jpg",
    "time": "2021-05-19 07:33:00",
    "body": "Canadian National is steaming full speed ahead toward a dangerous junction. The market is starting to wonder whether it will lose its nerve.<br />Kansas City Southern  shares hit an all-time high above $315 a share last Thursday after the smallest U.S. Class I railroad deemed Canadian National’s roughly $325-a-share bid to be superior to the one it had accepted from rival  Canadian Pacific .  Since then, doubts have crept in and the shares have retreated to $295. The latest wrinkle is a strongly worded letter Tuesday from Chris Hohn and Ben Walker of TCI Fund Management, a large shareholder in both Canadian railroads but not—unfortunately for them—their U.S. target.<br />Messrs. Hohn and Walker want Canadian National to abandon its plan to form a voting trust—a vehicle it would use to buy KCS before gaining approval from the Surface Transportation Board late next year, if all goes to plan. Without that structure, however, KCS’s board would almost certainly go back to the original bid from Canadian Pacific, since its shareholders would have no certainty of getting paid.<br />In effect, TCI is telling Canadian National not to risk rejection, and it has a good point—though also a self-serving one as Canadian Pacific’s largest shareholder. While it is probably a slight exaggeration to say that setting up the trust but not getting a deal approved could wipe out nearly all of Canadian National’s shareholders’ equity, it certainly could vaporize a large chunk of it. The difference between what KCS’s equity was worth before Canadian Pacific’s bid and what Canadian National will pay, plus compensation for the $700 million termination fee, is about $14 billion. An outright rejection of the deal by regulators could force the trust to sell KCS in a few years at a big loss. And if it doesn’t even get to that stage because U.S. regulators don’t approve its voting trust, then it would still be out $1.7 billion—the initial termination fee plus an additional reverse breakup fee.<br />Canadian Pacific, meanwhile, may win by losing. Its U.S.-traded shares also hit an all-time high last Thursday when KCS backed out of its agreement. If Canadian National stands down or if it pushes ahead and doesn’t have its voting trust approved, then Canadian Pacific stands a better chance of approval since the Surface Transportation Board granted a waiver to more stringent post-2001 merger rules due to Canadian Pacific’s smaller size. KCS would have no other viable industry bidders, since any other combination would result in an even larger merger than the one just rejected."
}