{
    "url_original": "https://www.wsj.com/articles/canadian-indigenous-community-discovers-remains-of-boarding-school-students-11622314138?mod=business_minor_pos5",
    "url": "canadian-indigenous-community-discovers-remains-of-boarding-school-students-11622314138",
    "title": "Canadian Indigenous Community Discovers Remains of Boarding-School Students",
    "sub_head": "First Nation says remains of over 200 children found, offering stark reminder of Canada’s checkered past with indigenous children",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-346203?width=620&size=1.5",
    "image_1": "im-346203.jpg",
    "time": "2021-05-29 14:49:00",
    "body": "OTTAWA—A Canadian west-coast indigenous community says it discovered the remains of more than 200 children it believes attended a state-run school, reopening wounds about the country’s centurylong mistreatment of its indigenous people.<br />The Tk’emlúps te Secwépemc First Nation, in the province of British Columbia, said the remains of an estimated 215 children were found through the use of ground-penetrating radar, which surveyed nearby territory where a government-funded boarding school for indigenous students once operated. The First Nation, based in the town of Kamloops, expects to complete its findings in mid-June.<br />“We’re still grappling through the effects,” Chief Rosanne Casimir of the Tk’emlúps te Secwépemc First Nation said Friday at a press conference. “This loss is absolutely unthinkable.”<br />Political leaders, led by Canadian Prime Minister Justin Trudeau, have relayed their condolences to the indigenous community. “It is a painful reminder of that dark and shameful chapter of our country’s history,” Mr. Trudeau said via his official Twitter account. Mr. Trudeau has worked to advance reconciliation with the country’s 1.7 million indigenous people, which he has made a policy priority since coming to office. Indigenous Canadians make up roughly 5% of the total 38 million population and fare poorly on a range of indicators, with higher rates of suicide, incarceration and infant mortality than the general population.<br />For more than a century, Canada’s residential school system, as it was known, separated some 150,000 indigenous children from their families. An estimated 4,100 children died of disease or by accident while in the system, according to an inquiry report in 2015, which said the school system was akin to cultural genocide. The inquiry said a complete death toll might never be known because officials at the time destroyed hundreds of records."
}