{
    "url_original": "https://www.wsj.com/articles/cannabis-goes-corporate-lobbyists-unions-seek-to-shape-marijuana-industry-11620466202?mod=business_lead_pos4",
    "url": "cannabis-goes-corporate-lobbyists-unions-seek-to-shape-marijuana-industry-11620466202",
    "title": "Cannabis Goes Corporate: Lobbyists, Unions Seek to Shape Marijuana Industry",
    "sub_head": "Lobbying on federal marijuana policy picked up in the first quarter of 2021, as banks and tobacco and alcohol companies begin to weigh in",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-334548?width=620&size=1.5",
    "image_1": "im-334548.jpg",
    "time": "2021-05-08 05:30:00",
    "body": "HARTFORD, Conn.—The rally at the state capitol on April 20, the unofficial holiday for pot aficionados, brought out green-wigged supporters ringed in wisps of smoke. These days, they are far from the only people advocating for the legalization of marijuana.<br />Black Lives Matter activists, who are seeking business opportunities for minority communities and say they have been hit hard by drug laws, joined the Hartford rally, as did labor organizers who want to see the industry unionized.<br />More broadly, cannabis companies, banks and new marijuana trade organizations are deploying platoons of lobbyists to state capitals and Washington, D.C., to help shape the ground rules for the industry as more states legalize use, and as Congress weighs measures that could further legitimize the market.<br />A decade ago, a handful of pro-pot companies and interest groups spent less than a half-million dollars on federal lobbying. By 2019, there were dozens of supporters, and they spent more than $8 million to hire about 130 registered lobbyists, according to a Wall Street Journal analysis of public lobbying disclosures.<br />Federal lobbying on cannabis declined last year amid the coronavirus pandemic and presidential election, but this year’s first-quarter reports show spending is rebounding. Banks including Morgan Stanley, as well as tobacco and alcohol companies, are beginning to weigh in on federal cannabis policy, according to lobbying records."
}