{
    "url_original": "https://www.wsj.com/articles/cant-make-it-to-the-hairstylist-try-a-bucket-hat-11621520354",
    "url": "cant-make-it-to-the-hairstylist-try-a-bucket-hat-11621520354",
    "title": "Can’t Make It to the Hairstylist? Try a Bucket Hat",
    "sub_head": "Favored by Oasis frontman Liam Gallagher in the 1990s, bucket hats are back thanks to brands like Celine. Here, 4 modern versions to wear now, especially on bad hair days.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-340025?width=620&size=0.6666666666666666",
    "image_1": "im-340025.jpg",
    "time": "2021-05-20 10:19:00",
    "body": "IN THE 1990S, Liam Gallagher, the outspoken frontman of Britpop band Oasis known for chart-topping anthems and bad behavior, was synonymous with bucket hats. At a 1996 charity soccer match in London, he clashed with Blur’s Damon Albarn while wearing a blue version from Kangol, his outfit further accessorized with a can of lager (pictured above). Later that year, photographers in New York captured him wearing a forest green corduroy version with a crisp shirt. Even when he appeared uncharacteristically polished, the hat telegraphed a rakish nonchalance. “He was always sporting one and that probably launched a thousand hats on a thousand heads,” said Fraser Moss, co-founder of British men’s and women’s brand YMC, whose selection includes bucket hats. Mr. Gallagher is a fan.<br />I’ve long been fond of both bucket hats and Oasis, with Mr. Gallagher’s influence pervading my childhood in Northern England. Family car journeys were soundtracked by “Definitely Maybe”; at elementary school dances, I wore bucket hats in pastel pinks and blues by Kangol—a company established in 1938 and known for its affordable headwear. Today, I cycle through a muted navy version, a denim one from Japanese label OrSlow and a waterproof iteration once owned by my grandfather. I wore it on a recent mountain hike.<br />The unisex bucket hat, characterized by its face-protecting brim, cake-shaped crown and laid-back vibe, originated in 1900s Ireland as wet-weather protection for farmers and fisherman. Today, it’s better known as a cool, offbeat accessory that combines outdoorsy utility and urban swagger—an appealing fusion during lockdown, when many city dwellers spent more socially distant time outside. Celine, Ganni and Gabriela Hearst each proposed takes for spring, and British designer Jonathan Anderson conceived a quilted khaki-green version with toggle straps for Eye/Loewe/Nature, his range of functional garb with metropolitan flair.<br />Stephanie Kramer, 38, a research assistant at a New York museum, wears her navy Burberry bucket hat to walk her dog on rainy days. “If I put my hood up,” she said, “my peripheral vision is not very good.” Her hat, she added, poses no such problem. Ms. Kramer also appreciates her bucket’s ability to hide messy hair. “You can just plonk it on top,” she said.<br />Recently, Jessie Batty, 25, did just that during a workweek so hectic it left her no time to shampoo. Ms. Batty, who works in public relations in London expediently hid her unstyled strands beneath a bucket by French brand Jacquemus. “Crisis averted!” she joked, adding that bucket hats “add a fun element to your outfit without being too much.”"
}