{
    "url_original": "https://www.wsj.com/articles/car-makers-to-get-no-special-treatment-in-chip-shortage-commerce-secretary-says-11621550444?mod=business_lead_pos11",
    "url": "car-makers-to-get-no-special-treatment-in-chip-shortage-commerce-secretary-says-11621550444",
    "title": "Car Makers to Get No Special Treatment in Chip Shortage, Commerce Secretary Says",
    "sub_head": "Gina Raimondo said auto companies are struggling with the crunch, but so are others that rely on semiconductors",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-341580?width=620&size=1.5",
    "image_1": "im-341580.jpg",
    "time": "2021-05-20 18:40:00",
    "body": "WASHINGTON—Commerce Secretary Gina Raimondo said she is looking for ways to help auto makers amid a global semiconductor shortage but won’t give priority to them over other chip users, as the industry presses the Biden administration for assistance.<br />Ms. Raimondo—who held meetings Thursday with about three dozen stakeholders, including executives from  Ford Motor Co.  and  General Motors  as well as technology companies and chip suppliers—said in an interview that there are no easy solutions to the problem that has caused a major American industry to halt assembly lines.<br />“They are really struggling,” Ms. Raimondo said of auto makers. But she cited other chip users dealing with the crunch, including electronics and medical-device makers. Ms. Raimondo said while she is making the case for the auto industry, she is not calling for it to get special treatment. “I would not favor that approach; I have not been doing that,” she said.<br />A global shortage of chips is hitting everything from appliances to laptops.  Microsoft Corp.  and  Apple Inc.  are among an array of tech companies that have seen sales slump because of the crunch, which intensified after people rushed to buy electronics of all kinds during the pandemic.<br />The automotive industry was among the first to suffer significant production setbacks from the shortage late last year, and it has lobbied the Biden administration to help it secure chips."
}