{
    "url_original": "https://www.wsj.com/articles/care-coms-ceo-on-how-covid-19-disrupted-child-care-for-the-better-11621416606?mod=business_lead_pos5",
    "url": "care-coms-ceo-on-how-covid-19-disrupted-child-care-for-the-better-11621416606",
    "title": "Care.com’s CEO on How Covid-19 Disrupted Child Care for the Better",
    "sub_head": "Tim Allen discusses how the pandemic exposed holes in America’s child care and how the company has bolstered its vetting practices",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-05-19 05:30:00",
    "body": "When Barry Diller’s  IAC/InterActive Corp.  acquired Care.com at the end of 2019, Tim Allen raised his hand for the top job.<br />A 15-year IAC veteran, Mr. Allen was looking for a new challenge after helping build dozens of the online companies in the group’s portfolio. The chance to helm the nation’s largest online marketplace for babysitters and other caregivers appealed to the father of 6-year-old twins.<br />Care.com was at a challenging juncture. Pre-IAC, the company had changed leaders and overhauled its screening practices after a 2019 investigation by The Wall Street Journal found Care.com conducted limited vetting of caregivers and day-care centers. In several instances, the Journal found caregivers hired through the platform had police records and had been accused of committing crimes while caring for clients, including child abuse and sexual assault.<br />Under Mr. Allen, Care.com was implementing more safeguards when the pandemic struck. Over the past year, the company has tried to meet a shifting array of family-care needs created by lockdowns and school closures. In addition to partnering with several cities and states to match front-line workers with child care, the site started helping families find learning “pods” and tutors to help students navigate remote schooling. Meanwhile, demand from employers wanting to use the site to provide child-care benefits grew 100% year over year in each of the past four quarters, the company said.<br />The 43-year-old Mr. Allen recently spoke with the Journal from his home in Austin, Texas. Here are edited excerpts:"
}