{
    "url_original": "https://www.wsj.com/articles/care-package-aid-in-a-box-from-wartime-to-summer-camp-11620339738",
    "url": "care-package-aid-in-a-box-from-wartime-to-summer-camp-11620339738",
    "title": "‘Care Package’: Aid in a Box, From Wartime to Summer Camp",
    "sub_head": "It’s the 75th anniversary of a U.S. program to help postwar Europe, but now the packages are more likely to be goodies from attentive parents",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-335104?width=620&size=1.5",
    "image_1": "im-335104.jpg",
    "time": "2021-05-06 18:22:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />May 11 marks a special anniversary. Seventy-five years ago, in 1946, 15,000 brown cardboard boxes arrived by cargo ship at the French port city of Le Havre, filled with surplus U.S. Army rations, including canned meat and powdered milk, along with some special items like chocolate and coffee. The boxes, which were distributed to Europeans left impoverished in the aftermath of World War II, had four letters stamped on them: “CARE.”<br />Those letters formed an aptly chosen acronym, standing for the Cooperative for American Remittances to Europe, a nonprofit group founded in November 1945 as a consortium of 22 charities seeking to deliver food and supplies to the war-ravaged continent. The boxes delivered to Le Havre were the first wave in what became known far and wide as “CARE packages.”<br />CARE has gone through many transformations since then, with an evolving humanitarian mission reflected by changes to the acronym’s expansion: first becoming “Cooperative for American Remittances to Everywhere,” then “Cooperative for American Relief Everywhere,” and finally “Cooperative for Assistance and Relief Everywhere.” All the while, it has kept alive the spirit of those first CARE packages. Next week, the group will commemorate the anniversary with a virtual event hosted by Whoopi Goldberg and featuring former presidents Carter, Bush, Clinton and Obama.<br />The celebration also serves as a useful reminder of how the “CARE package” actually came about. CARE is in some ways a victim of its own success, as the phrase has filtered into general use—typically in lowercase form as “care package”—to refer to any parcel sent to a loved one, like a box sent by parents to a child at summer camp or college, filled with their favorite foods. In 2016, when CARE was marking the 70th anniversary of those first packages, the organization conducted a poll and found that 84% of Americans were familiar with the term “care package,” but only 13% knew its actual origins."
}