{
    "url_original": "https://www.wsj.com/articles/career-reboot-from-app-developer-to-aquarium-ace-11619971200",
    "url": "career-reboot-from-app-developer-to-aquarium-ace-11619971200",
    "title": "Career Reboot: From App Developer to Aquarium Ace",
    "sub_head": "The gift of a small tank for his desk sparked an unrecognized passion for sea life that’s led to a successful retail business",
    "category_1": "Life & Arts",
    "category_2": "Career Reboot",
    "image_1_url": "https://images.wsj.net/im-332750?width=620&size=1.5",
    "image_1": "im-332750.jpg",
    "time": "2021-05-02 12:00:00",
    "body": "When Kenny Lin was a child growing up in southern China, his family didn’t have much money. His entertainment came from nature: keeping pet chickens, climbing trees, chasing frogs. “I’d be that weird kid with some insect in my hand, scaring everyone. But to me, that was fun,” he says.<br />Even in New York City, where his family moved when he was young, he tried to tame pigeons and catch cicadas. His mother worked long hours sewing pockets on shirts at a local clothing factory, making 6 cents apiece. The family struggled financially, but nature was a familiar refuge.<br />He never knew what he wanted to do professionally. At Stony Brook University he experimented with electrical engineering, computer science and business administration, but none of them stuck. He got a degree in economics. “I just needed to pick something,” he says.<br />In college, he’d started teaching himself to code, and after graduating in 2003 he worked to build his portfolio, finding website-building work on Craigslist and searching for technical advice online when he needed help. It was a lesson in resourcefulness. “I attribute a lot of my business-building [instincts] to that period of time,” he says.<br />He landed his first full-time job in 2006 at a digital-advertising company, building ad banners. The hours were punishing: He recalls leaving the company’s Manhattan office once at 7 a.m. His girlfriend, Sid May Chan, bought him a small tank for his desk with neon tetra fish, so he’d at least have some nature to look at."
}