{
    "url_original": "https://www.wsj.com/articles/caris-life-sciences-gets-830-million-investment-from-sixth-street-led-group-11620759600?mod=markets_lead_pos6",
    "url": "caris-life-sciences-gets-830-million-investment-from-sixth-street-led-group-11620759600",
    "title": "Caris Life Sciences Gets $830 Million Investment From Sixth Street-Led Group",
    "sub_head": "Equity deal gives the cancer-diagnostic company a post-money valuation of $7.83 billion",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-336863?width=620&size=1.5",
    "image_1": "im-336863.jpg",
    "time": "2021-05-11 15:00:00",
    "body": "Caris Life Sciences has received an $830 million infusion from a group led by Sixth Street Partners, the companies said, the latest sign of private equity’s enthusiasm for investing at the intersection of healthcare and technology.<br />Other significant participants in the equity investment round, which gives the cancer-diagnostic company a post-money valuation of $7.83 billion, include  T. Rowe Price  Associates Inc., Silver Lake, Fidelity Management & Research Co. and Coatue Management LLC.<br />The new cash, which Irving, Texas-based Caris plans to use to help fund its push into liquid biopsies, could pave the way for the company to complete an initial public offering over the next 12 months, according to people familiar with the matter.<br />Investing in life sciences has become a major theme for private-equity firms looking to capitalize on the rapid pace of innovation in the sector, enabled by new technology.<br />Founded in 2008 by veteran healthcare entrepreneur David Halbert, who serves as the company’s chief executive officer, Caris provides cancer patients and their physicians with the genomic information needed to help them determine which treatment options to pursue. Oncologists send patient biopsies to Caris’s labs, where the company assesses the DNA and RNA for all 22,000 genes. It then uses artificial intelligence and machine learning to generate a genomic signature for each patient."
}