{
    "url_original": "https://www.wsj.com/articles/carlos-ghosn-stuck-in-beirut-says-hes-ready-for-questioning-by-french-investigators-11621889804?mod=business_lead_pos5",
    "url": "carlos-ghosn-stuck-in-beirut-says-hes-ready-for-questioning-by-french-investigators-11621889804",
    "title": "Carlos Ghosn, Stuck in Beirut, Says He’s Ready for Questioning by French Investigators",
    "sub_head": "Fugitive ex-auto executive to meet investigators as legal pressure mounts around the world",
    "category_1": "Middle East",
    "time": "2021-05-24 16:56:00",
    "body": "BEIRUT—Fugitive ex-auto executive Carlos Ghosn says he is content with his life in Lebanon and ready for his next challenge—dealing with a team of French investigators who plan to question him next week about payments he made as the head of  Renault SA .<br />Mr. Ghosn in late 2019 evaded trial in Japan over allegations of financial misdeeds as the head of  Nissan Motor Co.  by fleeing the country in a concert-gear box. In an interview, he said he has been preparing for the voluntary meeting with the French investigators through hourslong sessions with his lawyers.<br />“I’ve been looking forward to it,” he said from an antique armchair in a boutique hotel here. “I would have liked them to come much earlier.”<br />As the center of gravity of Mr. Ghosn’s legal jeopardy moves from Japan to France, the 67-year-old denies wrongdoing in both venues. He also says he doesn’t regret the year and a half he has spent stuck in his boyhood home of Lebanon. Apart from working on his legal defenses, Mr. Ghosn spends one day a week organizing a business course at a local university. He goes on hikes with friends in the mountains around Beirut, and he plays online bridge.<br />Mr. Ghosn has long said he fled Japan because he didn’t think he could get a fair trial there after his 2018 arrest. He now says he is no longer sure he would get a fair hearing in France, either. French authorities have seized millions of dollars worth of assets held by Mr. Ghosn and his wife amid the probe."
}