{
    "url_original": "https://www.wsj.com/articles/cash-app-is-king-at-square-11620344011?mod=business_minor_pos4",
    "url": "cash-app-is-king-at-square-11620344011",
    "title": "Cash App Is King at Square",
    "sub_head": "The digital wallet’s gross profit more than doubled in the first quarter, besting Square’s seller business",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-335359?width=620&size=1.5",
    "image_1": "im-335359.jpg",
    "time": "2021-05-06 19:33:00",
    "body": "Jack Dorsey’s Square Inc. became a tech darling on the back of its signature white credit-card readers aimed at small businesses. Nowadays, its consumer-focused Cash App digital wallet is stealing the limelight.<br />Gross profit at Square’s Cash App more than doubled in the first three months of 2021, reaching $495 million. The first quarter marked the first time that Cash App’s gross profit exceeded gross profit at Square’s seller segment, which increased 32% to $468 million. (Gross profit is revenue minus the cost of goods or services sold, excluding taxes and other fixed costs.)<br />The coronavirus pandemic had a divergent effect on Square’s two main business lines. Inflows into Cash App swelled over the past year as many users deposited their stimulus checks into their digital wallets. They then used the proceeds to send money to friends and family instantly over Cash App, purchase things online with their Cash App debit cards and buy bitcoin and stocks through Cash App Investing.<br />Square books a small fee on each of those transactions. The company counted more than 10 million monthly active users of its Cash Card during the quarter. About seven million customers used their Cash Cards every week in March, on average.<br />Meanwhile, many of the bricks-and-mortar businesses that make up Square’s seller segment saw their sales shrivel during the pandemic thanks to lockdowns and stay-at-home orders. Square also pulled back on lending to small businesses, one of its key growth drivers."
}