{
    "url_original": "https://www.wsj.com/articles/cathie-woods-ark-stumbles-as-tech-trade-unwinds-11620832136?mod=markets_lead_pos2",
    "url": "cathie-woods-ark-stumbles-as-tech-trade-unwinds-11620832136",
    "title": "Cathie Wood’s ARK Stumbles as Tech Trade Unwinds",
    "sub_head": "ARK Investment’s funds sink further than broader market during May’s selloff in shares of tech and other fast-growing companies",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-336670?width=620&size=1.5",
    "image_1": "im-336670.jpg",
    "time": "2021-05-12 17:24:00",
    "body": "Cathie Wood’s ARK Investment Management LLC is bearing the brunt of the stock market’s faltering technology trade, again.<br />Ms. Wood was crowned a star stock picker last year thanks to her exchange-traded funds’ hefty exposure to many of the coronavirus pandemic’s work-from-home winners. But her funds have sunk further than the broader market during May’s selloff in shares of technology and other fast-growing companies, suggesting their midwinter pullback was no fluke.<br />Her flagship innovation fund has fallen 15% in the first eight trading sessions of May. That is more than what the ETF shed in February and March when worries about a sharp rise in bond yields began to dent the allure of growth stocks. Shares of the fund are now down more than a third from their mid-February high after more than doubling last year.<br />The Nasdaq Composite, in comparison, has stumbled 6.7% in May and set a record as recently as April 26, while the S&P 500 is off 2.8% and hovers closer to its record highs.<br />Many of the stocks that sit in ARK’s funds are unprofitable tech and biotech companies whose lofty valuations are tied to bets that they will one day dominate their industries. Those stocks have stumbled lately on worries about rising inflation and an eventual tightening of monetary policy. The latest sign of inflation came Wednesday when the Labor Department said its consumer-price index jumped 4.2% in April from a year earlier, the highest 12-month level since the summer of 2008."
}