{
    "url_original": "https://www.wsj.com/articles/catholic-schools-deserve-to-be-flourishing-11621192863?mod=opinion_major_pos17",
    "url": "catholic-schools-deserve-to-be-flourishing-11621192863",
    "title": "Catholic Schools Deserve to Be Flourishing",
    "sub_head": "Catholic schools in the Archdiocese of New York have been open for in-person instruction five days a week since September.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-335986?width=620&size=1.5",
    "image_1": "im-335986.jpg",
    "time": "2021-05-16 15:21:00",
    "body": "Regarding “Catholic School Enrollment Plunges” (U.S. News, May 11): The global pandemic clearly took its toll on families and children across the country and in every kind of school. However, Catholic schools in the Archdiocese of New York have been open for in-person instruction five days a week since September, and our dedicated professional educators are even more committed today to ensure every family has the opportunity to access the high-quality education and spiritual enrichment that Catholic schools offer young minds. During this pandemic, our Catholic schools have become the envy of the nation and model to government schools on how to safely and effectively remain open in service to the educational community.<br />Families have specifically shown an appreciation for Catholic schools’ prioritization of safe in-person teaching, which coincides with a significant increase in enrollment numbers ahead of the next school year. More than 2,700 current public-school families have inquired about applying in one of the Catholic schools in the Archdiocese of New York during the current academic year. More than 1,000 new families have already enrolled.<br />As the Journal’s reporting notes, many families who rely on the Catholic-education system are low-income, working-class households. As those families recover from the pandemic’s effects, which have already had a disproportionate impact on many of their communities, Catholic schools offer holistic, reliable and forward-thinking curricula. We’re proud to continue to be a resource for the thousands of New York families who want all children to thrive and achieve their fullest potential.<br />Michael J. Deegan<br />Superintendent of Schools"
}