{
    "url_original": "https://www.wsj.com/articles/centrist-democrats-departures-challenge-partys-control-of-house-11621429228?mod=politics_lead_pos4",
    "url": "centrist-democrats-departures-challenge-partys-control-of-house-11621429228",
    "title": "Centrist Democrats’ Departures Challenge Party’s Control of House",
    "sub_head": "Redistricting, historical trends seen as hurting efforts to recruit replacements in competitive seats",
    "category_1": "Politics",
    "time": "2021-05-19 09:00:00",
    "body": "WASHINGTON—More centrist Democrats are choosing not to run for re-election in the House and others are considering bowing out, creating headaches for local party officials trying to find replacements just as redistricting is introducing more uncertainty into the 2022 races.<br />The Democrats are trying to hold on to a razor-thin majority in the House, where historically the party with control of the presidency loses seats in midterm elections. Their job is complicated by the looming reapportionment of seats for states and redrawing of congressional lines to balance districts’ populations, as required by law.<br />The changes are expected to favor Republicans as red-leaning states are gaining more seats on net, and because the GOP has more control of the state legislatures redrawing the boundaries. These factors could dissuade Democrats from jumping into a race early.<br />“If you’re making one of the most important decisions of your entire life, volatility and uncertainty generally don’t incentivize you to make a fast decision,” said Charlie Cook, who runs the nonpartisan Cook Political Report.<br />Rep. Cheri Bustos (D., Ill.), who led the House Democratic campaign arm in 2020 when the party unexpectedly lost seats, is one of the lawmakers calling it quits. Last month, she said won’t seek re-election, citing a need for a career change, sending a shock wave through her district in northwestern Illinois. An hour after she announced her decision, her 2020 Republican opponent announced a new bid."
}