{
    "url_original": "https://www.wsj.com/articles/ceos-cant-avoid-politics-says-pernod-ricard-executive-we-are-all-in-the-fray-11621083600?mod=business_lead_pos10",
    "url": "ceos-cant-avoid-politics-says-pernod-ricard-executive-we-are-all-in-the-fray-11621083600",
    "title": "CEOs Can’t Avoid Politics, Says Pernod Ricard Executive: ‘We Are All in the Fray’",
    "sub_head": "Ann Mukherjee, spirits maker’s North America chief, discusses role of business leaders in public debate, taking chances in brand campaigns and rethinking remote work",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-05-15 09:00:00",
    "body": "Ann Mukherjee is a spirits executive who often speaks about the devastating role alcohol has played in her life: When she was a child, she was sexually assaulted by a man who was drunk, and when she was a teenager, her mother was killed by a drunken driver.<br />Since taking the helm as chairman and chief executive of  Pernod Ricard SA’s  North American business in late 2019, she has put those experiences at the center of her business strategy. She introduced an Absolut Vodka marketing campaign tackling the subject of sexual consent. Pernod, which also makes Malibu rum and Jameson Irish whiskey, has expanded into low- and no-alcohol offerings as some consumers choose to drink less. And Ms. Mukherjee has taken public stances on racial justice and other issues, arguing that CEOs can’t stand on the sidelines.<br />“Employees today…they want to know what you stand for,” she said. “Staying silent is also a choice.”<br />Ms. Mukherjee, who was born in India and raised in the U.S., now lives in Dallas. In this edited interview from The Wall Street Journal’s Future of Everything Festival this week, she talked about responsible leadership and how the pandemic has changed the workplace for the better.<br />WSJ: You’ve been really open about the tragic role alcohol has played in your life. Could you share more about that decision?"
}