{
    "url_original": "https://www.wsj.com/articles/ceos-woke-or-not-must-deal-with-politics-11622142622?mod=opinion_major_pos16",
    "url": "ceos-woke-or-not-must-deal-with-politics-11622142622",
    "title": "CEOs, Woke or Not, Must Deal With Politics",
    "sub_head": "The integrity of the political ground rules of a free society are critical to the free enterprise system’s functioning.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-341171?width=620&size=1.5",
    "image_1": "im-341171.jpg",
    "time": "2021-05-27 15:10:00",
    "body": "Your editorial “The Price of Woke Corporate Politics” (May 20) criticizes as “left leaning” the politically independent business community’s call to end the 47-state partisan efforts at voter suppression and endless recounts which continue six months after the elections. Plus three great enterprises were wrongly vilified. You state “CEOs get paid to lead and protect their brands, not to be led by people who think business should embrace their politics. The woke business trend isn’t healthy for the free-market cause.”<br />CEOs must, in fact, navigate political winds as part of the strategic context of business in their day jobs. The integrity of the political ground rules of a free society are critical to the free-enterprise system’s functioning. One-time Trump supporter Steve Schwarzman has long advised: “We believe in investing where there is the rule of law and not the law of rulers.” Former Trump supporter Nelson Peltz confessed on Jan. 7, “I voted for him this past election in November. Today, I’m sorry I did that.” Major Trump supporter and Home Depot co-founder Ken Langone said the denial of President Biden’s win was “a disgrace” and encouraged people to rally around Mr. Biden as president, saying the tantrums of a loser were “not what I signed up for.” Yet Daniel Henninger’s “When CEOs Zoom for Democrats” (Wonder Land, April 15) mocked a forum of 90 major CEOs I led to discuss patriotic efforts at restoring social harmony—derisively calling them “CEO Zoomers.” Few of us were Davos attendees—unlike President Trump. Most were independent or Republican. Would anyone label Journal co-owner James Murdoch, a Zoom forum participant, a “woke CEO?”<br />Prof. Jeffrey A. Sonnenfeld<br />Yale School of Management<br />New Haven, Conn."
}