{
    "url_original": "https://www.wsj.com/articles/chaos-under-heaven-review-how-to-ride-a-wild-dragon-11620771641?mod=opinion_reviews_pos1",
    "url": "chaos-under-heaven-review-how-to-ride-a-wild-dragon-11620771641",
    "title": "‘Chaos Under Heaven’ Review: How to Ride a Wild Dragon",
    "sub_head": "Yes, the Trump approach to China was chaotic. But out of it came innovations, including whole-of-government problem solving.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-336882?width=620&size=1.5",
    "image_1": "im-336882.jpg",
    "time": "2021-05-11 18:20:00",
    "body": "A National Security Council memo to President Trump, drafted in late 2016, laid out the facts very clearly: “China’s aspiration is manifestly not to settle for a balance of power with the United States, [it is] to achieve hegemony over its neighbors and the Western Pacific.” Moreover, this “goal of hemispheric supremacy isn’t the whim of President Xi Jinping,” since 2012 the head of the Chinese Communist Party. “It stems from Party aspirations going back decades; Xi is merely accelerating the timeline.”<br />While a few foreign-policy experts had long been alarmed by the CCP’s bid for primacy, it took the advent of the Trump administration, unconstrained by the conventional wisdom of the Sinocracy, to get Washington to counter Mr. Xi’s stepped-up ambitions. Josh Rogin’s superbly researched “Chaos Under Heaven: Trump, Xi, and the Battle for the Twenty-First Century” is the first book-length dive into that newborn competition.<br />The book’s main theme is that, even with all of its serious downsides, Trumpian chaos and a relentless disregard for “how things are done” actually enabled his national-security policy team to innovate. One outcome of this creativity was a new whole-of-government approach that brought in Attorney General William Barr and FBI director Christopher Wray. Both led efforts to uncover a vast CCP network of political influence, espionage, and technology theft in the U.S.<br />Indeed, a new American focus on the CCP’s campaigns of internal subversion might be the Trump administration’s most enduring policy innovation. Alongside Beijing’s military modernization and oft-flexed diplomatic muscle, China has also been spreading its influence inside the U.S. and throughout the West to weaken resolve and co-opt elites. Mr. Rogin, a columnist for the Global Opinions section of the Washington Post, reports that China “hawks” on Team Trump enlisted foreign experts such as Australia’s John Garnaut, who had helped confront the CCP’s malign influence in his own country, to educate Washington about how to deal with similar threats.<br />In what could be the plot of a thriller, Mr. Rogin traces Washington’s efforts to engage the CCP threat. The FBI and the Department of Justice began criminal investigations and prosecutions of U.S.-based scientists recruited by China to collect sensitive information. Meanwhile, working with a network of American academics, the Trump administration confronted the CCP’s influence on U.S. college campuses. In turn, Beijing gave no quarter, trying (unsuccessfully) to intimidate then U.N. Ambassador Nikki Haley into silence on the Uyghurs of Xinjiang and threatening U.S. businesses with sanctions if they supported Taiwan or Hong Kong."
}