{
    "url_original": "https://www.wsj.com/articles/cheer-up-about-the-middle-east-11620078679?mod=opinion_major_pos8",
    "url": "cheer-up-about-the-middle-east-11620078679",
    "title": "Cheer Up About the Middle East",
    "sub_head": "Democracy hasn’t advanced, but the U.S. has bolstered its regional interests.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-333348?width=620&size=1.5",
    "image_1": "im-333348.jpg",
    "time": "2021-05-03 17:51:00",
    "body": "Ten years after Seal Team Six put an end to Osama bin Laden’s terrorist career, most observers think of America’s 21st-century Middle East policy as a succession of ghastly failures. Certainly ambitious efforts by both Republican and Democratic presidents to transform the region fell far short of success. Yet if the Middle East is less peaceful and no more democratic than it was in 2001, the U.S. has dramatically reduced the ability of regional upheavals to provoke major crises around the world. While withdrawing entirely would be unwise, America can defend its vital interests with less risk and a more focused strategy than at any time since the end of the Cold War.<br />As the Biden administration addresses the remaining issue that poses a major threat to U.S. regional interests—Iran’s quest for regional superpower status based on its nuclear program and support for militias and terrorists—it should reflect on what Washington and its allies have gotten right over the past 20 years.<br />The first achievement involves one of the great unheralded successes of our time: America’s prevention of major new international terrorist attacks on its soil. With help from key partners around the world, U.S. security institutions have kept Americans largely safe since 9/11. To appreciate the value of this achievement, think what the world and the U.S. would look like if 9/11 had been only the first of a succession of massive attacks.<br />The second decisive success is that fracking has dramatically reduced the Middle East’s ability to roil world energy markets. The days are long past when even minor crises in the region could send energy prices surging around the world. Middle East oil still matters, but emirs and ayatollahs can no longer cause global economic upheavals by manipulating prices through the oil cartel.<br />In the third place, as the raid that killed bin Laden demonstrated, America’s reach has grown very long. Stunning advances in drone technology and precision weapons targeting are part of the story. So too are the extraordinary capabilities of U.S. special operations forces. Add to that the ability of very small numbers of American forces to increase vastly the battle effectiveness of local allies by hooking them up to the information available through integrated communications and surveillance, and the U.S. ability to project a lot of power with a small presence is a game changer in the Middle East and beyond."
}