{
    "url_original": "https://www.wsj.com/articles/childrens-books-doggy-delights-11620395220",
    "url": "childrens-books-doggy-delights-11620395220",
    "title": "Children’s Books: Doggy Delights",
    "sub_head": "Loyal, inquisitive furry friends star in these books.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-334482?width=620&size=custom_3000x2632",
    "image_1": "im-334482.jpg",
    "time": "2021-05-07 09:47:00",
    "body": "There’s nothing so consoling as the love of a dog. In Marion Dane Bauer’s novel “Sunshine” (Candlewick, 194 pages, $16.99), an anxious boy named Ben need only drop his hand to the head of his dog to feel swathed in reassurance. When Ben calls, Sunshine comes running. When Ben eats lunch, he leaves morsels of food on the floor for her. The boy knows that his father disapproves, for in truth there is no dog: Sunshine lives only in Ben’s imagination.<br />It’s a tribute to Ms. Bauer’s skill as a writer that she allows the reader to share Ben’s divided state of mind. We know that Sunshine doesn’t exist, and at some level Ben knows it too, yet through him we can see and feel her.<br />All of this is both past and prologue for what happens when Ben goes to a remote island on a Minnesota lake to spend a week with the mother who left when he was 3. Ben has never known why she abandoned him and his father or why she chooses to live alone in a tiny cabin. Though we don’t learn the boy’s age, exactly, it’s clear that he’s old enough to want answers and young enough to think that he has the power to fix what’s broken in his family. “He’s worked everything out,” we read, at a wobbly moment early in the visit. “To come here. To spend a whole week here. With his mother. So she’ll get to know him again. So she’ll get to know what a great kid he has grown to be. So she’ll want him.” This wanting, and the ache of feeling unwanted, knocks Ben back and forth, making it hard for him to connect with the mother he longs to win over. When Sunshine slips out of Ben’s control, her defiance puts Ben in genuine danger. Ultimately he will have to choose between holding on to an imagined reality or accepting the painful truth that his mother reveals in this touching story of grief and forgiveness for readers ages 8-12.<br />Hédi Fried sets a harrowing autobiographical story of wartime childhood within the frame of a faithful dog’s devotion in “The Story of Bodri” (Eerdmans, 32 pages, $17.99), a picture book with ink-and-watercolor illustrations by Stina Wirsén (see below). The opening pages establish the narrator’s happy girlhood in prewar Hungary. She adores her dog, Bodri. She eats plums and climbs trees with her best friend. Then a serpent enters this Eden. “I heard a man’s voice shouting on our radio in a foreign language,” she tells us, in Linda Schenck’s translation. Ms. Wirsén’s illustration of this moment is a masterly mix of menace and fragility: Hitler’s face emerges like an ink stain from a horrid black cloud of radio-sound as the narrator’s apprehensive little sister tugs at the older girl’s dress. Soon the streets are full of soldiers, and the girl’s family is ever more constrained and confined: “The grownups said that things would get better. It was only a matter of time. But things didn’t get better.”<br />Readers ages 6-10 will find themselves pulled deep into the horrors of the Holocaust as the girl and her family are loaded into trains at gunpoint. Bodri tries to follow, but the soldiers kick him away. There’s a haunting delicacy in a succeeding picture of the sisters behind barbed wire, their heads shaved and their bodies emaciated. “The grownups disappeared.” Meanwhile, Bodri is waiting beneath a tree that, from page to page, changes color with the passing seasons. One day, the dog hears someone calling his name. “Bodri! Bodri! He could hardly believe his ears, but when he turned around it was really her!” A tiny bald figure in clogs and an old shift comes running through the trees and the point of view shifts: “It was me!”"
}