{
    "url_original": "https://www.wsj.com/articles/childrens-books-enduring-freedom-review-11620999070",
    "url": "childrens-books-enduring-freedom-review-11620999070",
    "title": "Children’s Books: ‘Enduring Freedom’ Review",
    "sub_head": "Jawad Arash and Trent Reedy turn their unexpected friendship into fiction.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337737?width=620&size=custom_3000x2033",
    "image_1": "im-337737.jpg",
    "time": "2021-05-14 09:31:00",
    "body": "President Biden’s planned withdrawal of American troops from Afghanistan and last week’s bombing of a school in Kabul bring painful relevance to “Enduring Freedom” (Algonquin, 361 pages, $18.95), a novel co-written by men who were in their late teens when they met in the aftermath of 9/11. Jawad Arash lived in the western Afghan city of Farah and wanted to improve his English. Trent Reedy was a young Iowa Army National Guardsman deployed there. Their first encounter under the broiling sun did not go well: When the Afghan tried to step into the shade of the U.S. compound, the American brusquely ordered him to keep his distance.<br />The scene appears in fictional form midway through “Enduring Freedom,” in a chapter told from the perspective of Mr. Arash’s character, Baheer. “This is not good,” the teen protests, drawing on his limited English and stepping back into the glare. “I am not hurting your wall.” To him, the Americans are arrogant and ignorant. He thinks: “Normal people would never act this way.” The honesty of Baheer’s reactions, which are matched by those of Mr. Reedy’s character, Joe, give this relatively straightforward story of wartime friendship a refreshing quality. Each young man finds the other’s culture (and his own) at times dismaying, distasteful and hard to respect. Neither is shy about revealing his opinions to the reader.<br />The result is a story that lets its characters think and speak as people do rather than wreathing them in self-correcting sanctimony. Through Baheer, readers ages 12 and older will gain some understanding of life under the Taliban; of the concussive shock of 9/11 as felt in Central Asia; of Afghans’ varied responses to the American invasion; and most of all the transformative promise of schooling. Through Joe, an aspiring journalist, readers experience not only the throb of post-9/11 patriotism but also the tedium, camaraderie and sudden terrors of soldiery in a war zone.<br />In a world of choice, it helps to be decisive. Chocolate or vanilla? Cat or dog? Some children navigate their options with ease. Those who agonize when having to express a preference will find a fellow sufferer in “Charlie Chooses” (Nosy Crow, 32 pages, $16.99), a picture book for 2- to 6-year-olds. Written by Lou Peacock and illustrated with retro exuberance by Nicola Slater, the book puts a humorous cast on what can be, for the possessor, a frustrating personality trait. “Charlie did not like to choose. He never knew what was best, and Charlie always worried that he might choose . . . the wrong thing.” The rain sweeping across the next two pages shows that it was, indeed, the wrong day for Charlie to pick sunglasses instead of an umbrella. What’s neat about the seek-and-find detail in Ms. Slater’s pictures is that, even as children experience Charlie’s indecision, they’ll be practicing the art of noticing their own preferences.<br />Speaking of options, would you rather travel in a carriage pulled by ostriches or in a hot-air balloon shaped like a cathedral? Which is cooler: a jet pack or an ingestible camera? Children ages 6-13 will want to pick their favorites among the 45 modes of transport in “Unconventional Vehicles” (Chronicle, 104 pages, $19.99), a collection compiled and described by Michael Hearst and illustrated with tongue-in-cheek earnestness by Hans Jenssen. “As far as I’m concerned,” Mr. Hearst explains at the beginning, “anything that moves (and typically carries something else) can be considered a vehicle,” though for the purposes of the book he has confined himself to “mechanical-ish things.” These include Bertha, the colossal Japanese-made tunnel-boring machine that recently drilled a 1.7-mile tunnel beneath Seattle; the Turtle, the hand- and foot-powered 18th-century proto-submarine that made a brief appearance during America’s War of Independence; and Voyager, the name given to NASA’s twin deep-space probes. Jaunty text and witty captions make this nonfiction excursion as enjoyable as it is informative."
}