{
    "url_original": "https://www.wsj.com/articles/childrens-books-the-wild-book-review-11622209186",
    "url": "childrens-books-the-wild-book-review-11622209186",
    "title": "Children’s Books: ‘The Wild Book’ Review",
    "sub_head": "A summer visit unlocks a wonderful library in Juan Villoro’s magical tale.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-345374?width=620&size=custom_3000x1982",
    "image_1": "im-345374.jpg",
    "time": "2021-05-28 09:39:00",
    "body": "Metaphors we use about books take the form of real phenomena in “The Wild Book” (Yonder, 234 pages, $17.99), a magical-realist adventure for readers ages 9 and older by Mexican author Juan Villoro.<br />In his uncle’s labyrinthine library, 13-year-old Juan finds books that can poison and books that can heal; books that are in conversation with one another, books that steal from others and even books that form themselves into literal steps to lift readers to a higher level.<br />Juan discovers all this the summer he’s sent to stay with his uncle, called Tito, while his parents work out the terms of their separation. Tito is a mercurial bibliophile given to bold claims. (“Australia has the best ocean waves—not so much for their shape, but because they bathe the Australian female.”) Somewhere in his vast Borgesian stacks is a wild book that no one has ever managed to hold long enough to read. It becomes the quest of the summer to find this untamed volume, a pursuit made thrilling for Juan because he is joined in the hunt by a girl named Catalina, whom he adores. Translated from the Spanish by Lawrence Schimel, “The Wild Book” is as quirky and infused with the love of books as Tito himself.<br />“Watching grownups make wrong decisions you are helpless to stop—this is one of the worst parts about being a child,” Tricia Springstubb writes in “The Most Perfect Thing in the Universe” (Margaret Ferguson, 180 pages, $17.99), a tender and humorous novel for readers ages 8-13. The melancholy observation comes as 11-year-old bird lover Loah Londonderry is contemplating the poor choices of the people charged with looking after her. Loah’s ornithologist mother is off in the Arctic saving birds while Loah stays at home in a crumbling, turreted house with two elderly caretakers, the tart and thrifty Miss Rinker and her sweet-tempered brother Theo. Now Loah’s mother has canceled her flight home in order to track down a rare bird; a vindictive building inspector has started snooping around the house; and Theo has had a fall. It’s a stressful situation for a gentle homebody like Loah, especially when bad gets worse. Ms. Springstubb brings a light, deft touch to this sensitive novel that, like its protagonist, draws inspiration from the lives and ways of birds.<br />With “Da Vinci’s Cat” (Greenwillow, 278 pages, $17.99), Catherine Gilbert Murdock weaves a cat’s-cradle of a book. From chapter to chapter, the narrative strands intertwine and double back, creating connections between Rome in 1511 and a modern-day American suburb. The conceit here is that the Renaissance genius Leonardo da Vinci numbered among his inventions a closet that works as a portal for time travel—and is used by, among others, his cat. The novel’s action moves back and forth across 500 years. In the 16th century, 11-year-old Federico Gonzaga lives as a pampered political prisoner of Pope Julius II. In the present day, a girl named Bee encounters an exquisite sketch by Raphael of a girl who resembles her so exactly that the child in the picture has the same scratch on her neck. Impossible!"
}