{
    "url_original": "https://www.wsj.com/articles/chile-elects-left-leaning-assembly-to-replace-dictatorship-era-constitution-11621270721",
    "url": "chile-elects-left-leaning-assembly-to-replace-dictatorship-era-constitution-11621270721",
    "title": "Chile Elects Left-Leaning Assembly to Replace Dictatorship-Era Constitution",
    "sub_head": "The nation’s stock market fell as the vote stoked fears about the future of Chile’s free-market model",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-339553?width=620&size=1.5",
    "image_1": "im-339553.jpg",
    "time": "2021-05-17 15:53:00",
    "body": "Voters in Chile elected a left-leaning special assembly to draft a new constitution, which is expected to pave the way for a significant increase in social spending and the state’s role in the economy while weakening the country’s free-market model.<br />The result of the vote, which the election agency finished tallying on Monday, delivered a major blow to traditional, centrist political parties that have ruled Chile since its return to democracy 30 years ago, including President Sebastian Piñera’s conservative coalition.<br />Chile’s stock market opened Monday down almost 10% while the peso weakened about 2% against the dollar amid investor concerns over the results.<br />Mr. Piñera’s Let’s Go Chile group won 37 seats in the 155-member assembly, surprising political analysts as it fell short of securing at least one-third of the delegates needed to have veto power over new articles in the constitution. In total, about 70% of the assembly’s seats went to left-leaning groups and independent delegates, most of whom are anti-party leftists.<br />“This isn’t just a punishment of the right, but the entire political class,” said Claudia Heiss, a political scientist at the University of Chile. “It’s a vote that says we don’t want more of the same, we want new political actors. It is a vote asking for a profound change.”"
}