{
    "url_original": "https://www.wsj.com/articles/chinas-latest-crackdown-on-bitcoin-other-cryptocurrencies-shakes-market-11621853002?mod=markets_lead_pos2",
    "url": "chinas-latest-crackdown-on-bitcoin-other-cryptocurrencies-shakes-market-11621853002",
    "title": "China’s Latest Crackdown on Bitcoin, Other Cryptocurrencies Shakes Market",
    "sub_head": "Major digital-currency exchanges suspend some activities that targeted users in China",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-342557?width=620&size=1.5",
    "image_1": "im-342557.jpg",
    "time": "2021-05-24 06:43:00",
    "body": "China’s efforts to restrain cryptocurrency trading and mining are adding to the wild moves in bitcoin and other markets.<br />Already down hard from records set this year, bitcoin and other digital currencies sold off sharply last week after Chinese authorities renewed pressure on the country’s banks and payment companies to curb cryptocurrency-related transactions. Markets stumbled again after a powerful superregulator chaired by Vice Premier Liu He pledged to crack down on bitcoin mining and trading. The price of bitcoin fell below $32,000 early Monday, down from over $44,000 a week earlier.<br />China is trying to rein in cryptocurrency activities even as the country has embraced the technology underlying bitcoin and has plans to roll out its own digital yuan that will be controlled by its central bank. Beijing also wants to shut down cryptocurrency-mining activities because they consume massive amounts of electricity, often from coal-fired power plants, while the country pledged to manage its carbon emissions.<br />“The Chinese government does not like the highly volatile, speculative nature of the cryptocurrency market,” said Fan Long, a co-founder of Conflux, a government-backed public blockchain network in China. He said the authorities could take further action to restrict or eliminate ways for Chinese citizens to exchange yuan into cryptocurrencies in the over-the-counter market.<br />On Sunday, Huobi, a major cryptocurrency exchange, said it would stop selling mining machines and related services to new users in mainland China. It will also suspend futures contracts, exchange-traded products and leveraged investment products to new users in a few countries and regions. OKEx, another popular digital-currency exchange, on Monday said its own token, OKB, can no longer be traded with the Chinese yuan."
}