{
    "url_original": "https://www.wsj.com/articles/china-hones-control-over-manganese-a-rising-star-in-battery-metals-11621597490?mod=business_featst_pos2",
    "url": "china-hones-control-over-manganese-a-rising-star-in-battery-metals-11621597490",
    "title": "China Hones Control Over Manganese, a Rising Star in Battery Metals",
    "sub_head": "Chinese firms join a cartel-like group to tighten output in key products, spurring prices and rival projects world-wide",
    "category_1": "Markets",
    "category_2": "Commodities",
    "time": "2021-05-21 08:30:00",
    "body": "China is tightening its grip on the global supply of processed manganese, rattling a range of companies world-wide that depend on the versatile metal—including the planet’s biggest electric-vehicle makers.<br />China produces more than 90% of the world’s manganese products, ranging from steel-strengthening additives to battery-grade compounds. Since October, dozens of Chinese manganese processors accounting for most of global capacity have joined a state-backed campaign to establish a “manganese innovation alliance,” setting out in planning documents goals and moves that others in the industry say are akin to a production cartel. They include centralizing control over supply of key products, coordinating prices, stockpiling and networks for mutual financial assistance.<br />The squeeze sent prices soaring in metal markets world-wide, snagging steelmakers and sharpening concern among car makers. China’s metal industries already dominate the global processing of most raw materials for rechargeable batteries, including cobalt and nickel. Three-quarters of the world’s lithium-ion batteries and half of its electric vehicles are made in China.<br />High-purity forms of manganese have increasingly become crucial for battery-powered automobiles, touted by  Volkswagen AG  and  Tesla Inc.  in recent months as a viable replacement for other, more-expensive battery ingredients.<br />Beijing’s heightened dominance is spurring the development of battery-grade manganese projects from Botswana to Australia, as it is with other battery metals."
}