{
    "url_original": "https://www.wsj.com/articles/chinas-new-three-child-policy-what-you-need-to-know-11622471685?mod=world_major_2_pos4",
    "url": "chinas-new-three-child-policy-what-you-need-to-know-11622471685",
    "title": "China’s New Three-Child Policy: What You Need to Know",
    "sub_head": "Shift comes as Beijing struggles to reverse a worsening demographic situation",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-346394?width=620&size=1.5",
    "image_1": "im-346394.jpg",
    "time": "2021-05-31 10:34:00",
    "body": "China no longer has a “one-child policy,” but it still keeps a lid on births.  Beijing on Monday said it would allow all couples to have up to three children, another gradual lifting of its birth restrictions as the number of babies born continues to shrink and the population ages. Here is the background.<br />In 1980, amid concerns the population was ballooning too quickly, China formally implemented a policy stipulating that most couples could only have one child. The policy was in place for more than three decades and was enforced by a massive family-planning bureaucracy. After some gradual loosening, Beijing said in late 2015 that it would allow all couples to have two children. This week, it increased the number to three<br />Chinese leaders have credited the policy with reining in explosive population growth, helping to lift the country out of poverty and limit its carbon emissions. Some economists and demographers say the effect on birthrates may have happened anyway as China grew wealthier. The policy’s lasting legacy is a mind-set where one child is the norm. Many couples now feel that they can’t afford two children, let alone three.<br />Beijing had projected that the move would lead to a sustained rise in births, but that hasn’t happened. In 2016, the first year of the two-child policy, births rose, but every year since has seen a drop. In 2020, there were around 12 million births, compared with 14.65 million the year before and 17.86 million in 2016.<br />In recent years, there are signs that authorities in parts of China have looked the other way when couples have three children, but fines and other consequences can still be meted out for “violating birth policies.” The rules are more strictly implemented for public-sector workers, who can face dismissal if they have more than the allowed number of children."
}