{
    "url_original": "https://www.wsj.com/articles/china-lands-on-mars-in-crowning-moment-for-space-program-11621040108?mod=business_minor_pos22",
    "url": "china-lands-on-mars-in-crowning-moment-for-space-program-11621040108",
    "title": "China Lands on Mars in Crowning Moment for Space Program",
    "sub_head": "The success of the Tianwen-1 mission makes China the third nation after the U.S. and Soviet Union to land on the red planet",
    "category_1": "World",
    "time": "2021-05-14 21:53:00",
    "body": "HONG KONG—China landed a rover on Mars early Saturday, becoming the third nation after the U.S. and the Soviet Union to land on the red planet, achieving a crucial landmark in its quest to be at the forefront of space exploration.<br />The lander containing the Zhurong rover, named after the god of fire in ancient Chinese mythology, touched down on Mars, according to state media reports citing China’s national space agency. The target landing site had been the southern part of Mars’s Utopia Planitia, a large plain. It descended from the Tianwen-1 orbiter that has been circling Mars since February.<br />The landing—and automated process lasting minutes—was the most challenging aspect of China’s most ambitious space mission to date. The probe had to rely on parachutes, retrorockets and its blunt shape to decelerate and touch down on the planet, the China National Space Administration has said.<br />The country’s space program has been a source of pride in China as President Xi Jinping continues to preside over an era of nationalism. China has largely had to go-it-alone in space exploration after being shut out of NASA-related initiatives since 2011 by U.S. law.<br />“This is a crowning moment for China,” said Namrata Goswami, a co-author of the book “Scramble for the Skies: The Great Power Competition to Control the Resources of Outer Space.” “It sends a signal to the world that it has caught up with the U.S. in capacity for interplanetary exploration, and that it can be an alternative to the U.S. for space leadership.”"
}