{
    "url_original": "https://www.wsj.com/articles/chinas-xiaomi-shrugs-off-covid-19-and-trump-11622033572?mod=business_minor_pos10",
    "url": "chinas-xiaomi-shrugs-off-covid-19-and-trump-11622033572",
    "title": "China’s Xiaomi Shrugs Off Covid-19 and Trump",
    "sub_head": "Xiaomi has avoided the sustained U.S. pressure that hit Huawei’s smartphone business, but repeating 2020’s strong performance will be tough",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-26 08:52:00",
    "body": "Chinese smartphone maker  Xiaomi  is basking in the glow of good news—or rather the lack of the sort of bad news that Huawei recently encountered. But the tech firm’s 2021 still looks challenging.<br />Xiaomi’s revenue last quarter rose 55% year over year while its gross profit grew 87%, the company said Wednesday. Xiaomi sold 49.4 million smartphones globally in the quarter, 69% more than a year earlier. Partly that was due to comparison with a low base in 2020 when Covid-19 was at its most severe in China. But Xiaomi had a phenomenal year for more important reasons: its domestic rival Huawei was hamstrung by U.S. sanctions. Xiaomi’s global smartphone market share rose from 10% in the second quarter last quarter, just before the Huawei sanctions kicked in, to 14% last quarter, according to Counterpoint Research. Huawei’s market share fell from 20% to 4% over the same period. Xiaomi also managed to sell more expensive handsets, which boosted its profit margins.<br />Although for a time it looked like Xiaomi might fall afoul of U.S. authorities as well, it now appears to have avoided that fate. The company said in an exchange filing Wednesday that a U.S. court has revoked all restrictions on the buying or holding of the company’s stock by U.S. investors. The Trump administration placed Xiaomi on a list of “Communist Chinese military companies” in January.<br />Bumper profits supercharged by Huawei’s woes are unlikely to last, however. Smartphone shipments in China have been growing strongly in recent quarters as more consumers switched to 5G smartphones. That trend will likely slow down.<br />And while Xiaomi is making inroads in markets like Latin America, it is facing tougher competition at home. Apple, vivo and OPPO have all taken up market share left by Huawei. And Honor, which was sold by Huawei to a Chinese state-led consortium last year, will soon launch new smartphones not subject to U.S. sanctions. The company confirmed its new phones will be equipped with  Qualcomm ’s  new Snapdragon 778G chips and Google services."
}