{
    "url_original": "https://www.wsj.com/articles/chinas-vaccination-surge-could-accelerate-asian-recovery-from-covid-11622183312?mod=markets_lead_pos10",
    "url": "chinas-vaccination-surge-could-accelerate-asian-recovery-from-covid-11622183312",
    "title": "China’s Vaccination Surge Could Accelerate Asian Recovery From Covid",
    "sub_head": "Faster Chinese vaccination could accelerate the return of sorely needed tourism to the battered economies of Southeast Asia",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-345605?width=620&size=1.5",
    "image_1": "im-345605.jpg",
    "time": "2021-05-28 02:31:00",
    "body": "After a slow start, China’s vaccination campaign is roaring into action and now accounts for around half of the doses being distributed daily around the world. If anything like that pace holds, it could overturn expectations of the pace of recovery in Asia and emerging markets globally.<br />About 20 million vaccines were distributed on Thursday alone and over the past week, vaccinations have proceeded at a pace faster than the U.S., European Union or U.K. have registered at any point during their rollout.<br />UBS  economists note that it’s worth watching for any pinch in supply of Chinese vaccines to countries currently deploying them: notably Chile, Indonesia, Turkey, Mexico and Brazil.<br />But over the medium term, faster Chinese vaccination could accelerate the return of sorely needed tourism to the battered economies of Southeast Asia. In Thailand, Chinese tourists usually make up around a quarter of the total. And inbound tourism overall runs to more than 10% of Thai GDP. While borders are still unlikely to open meaningfully this year, even pushing that prospect earlier into 2022 would be positive.<br />Close observers of official Chinese data might well be suspicious—is vaccination data, as is sometimes the case for economic figures, massaged for effect? Doubt is understandable, but it’s harder to see the upside here. The Chinese government has little to gain by pretending its citizens have resistance to a disease that they don’t, since the country can’t meaningfully reopen to the outside world until it is true."
}