{
    "url_original": "https://www.wsj.com/articles/chinas-people-problem-swings-from-too-many-to-a-decline-that-sees-no-end-11620903602",
    "url": "chinas-people-problem-swings-from-too-many-to-a-decline-that-sees-no-end-11620903602",
    "title": "China’s People Problem Swings From Too Many to a ‘Decline That Sees No End’",
    "sub_head": "Latest census results signal that Beijing faces the risk of declining growth unless it makes changes to policies discouraging births and immigration",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-337605?width=620&size=1.5",
    "image_1": "im-337605.jpg",
    "time": "2021-05-13 07:00:00",
    "body": "The results of a once-a-decade census present China and its president, Xi Jinping, with a stark choice: Unwind party controls on family planning and immigration, or stick with the policies and risk declining economic growth.<br />On Tuesday, China’s government said births dropped for a fourth consecutive year in 2020 and the overall rate of population growth slowed to a near halt, with the total number of people edging up to 1.41 billion. Nearly 20% of citizens are age 60 or over.<br />Wang Feng, a sociology professor at the University of California, Irvine, expects China’s population to begin to fall within five years. “It’s going to be a decline that sees no end,” he said.<br />Stagnating population growth, even for crowded China, translates into fewer younger people to generate economic power as rising numbers of elderly represent a net drain on finances. It is the reverse of the demographic profile that underpinned China’s economic miracle, essentially a surge in productivity driven by an endless supply of cheap labor.<br />Demographers for years have called on China’s political leaders to eliminate controls on family size, including a two-baby limit, and push back retirement ages that can be as low as 50 for women and 60 for men. Welcoming young foreign immigrants could create a pool of labor and fresh growth impetus. But China has resisted immigration, and controls over people’s individual lives are hallmarks of Communist Party rule. It was a monumental climb down for the party in 2015 when it eased the one-child policy set by then-leader Deng Xiaoping more than three decades earlier and widely regarded as outdated."
}