{
    "url_original": "https://www.wsj.com/articles/chinas-hostage-foreign-policy-11621894635?mod=opinion_lead_pos3",
    "url": "chinas-hostage-foreign-policy-11621894635",
    "title": "China’s Hostage Foreign Policy",
    "sub_head": "To punish Canberra, Beijing puts an Australian writer on trial.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-24 18:17:00",
    "body": "A famous Chinese saying is kill the chicken to scare the monkey—that is, make an example of one to scare the many. China is treating Australia like the chicken, and the latest example is hostage Yang Hengjun, who will face trial in China this week on allegations of espionage.<br />In 2018 Australia angered Beijing by banning Chinese telecom companies Huawei and ZTE from its 5G mobile network. Mr. Yang, a writer and Australian citizen, had the bad luck of traveling to China a few months later.<br />In January 2019, authorities detained him on vague charges of endangering national security, although Aussie Foreign Minister Marise Payne said last week that China has “not provided any explanation or evidence for the charges.” He has been in Chinese custody for more than two years, and Ms. Payne said Mr. Yang has had “no access to his family, and limited, delayed access to his legal representation.”<br />China-Australia relations have since worsened. Canberra called last year for an independent probe into the origins of Covid-19, and Beijing responded by slapping tariffs and trade restrictions on a range of Australian commodities. Ms. Payne further infuriated Beijing this spring when she killed two investment agreements between the state of Victoria and the Chinese government.<br />Mr. Yang’s trial is scheduled to begin May 27, and it looks like China will bar Canadian diplomats from attending as observers. Last week Ms. Payne criticized the legal proceedings as “a closed and opaque process to date.” The Chinese embassy responded with a statement demanding that Australia “respect China’s judicial sovereignty and refrain from interfering in any form in Chinese judicial authorities’ lawful handling of the case.”"
}