{
    "url_original": "https://www.wsj.com/articles/chinese-consumers-splash-cash-but-stocks-arent-buying-it-11620733883?mod=business_minor_pos10",
    "url": "chinese-consumers-splash-cash-but-stocks-arent-buying-it-11620733883",
    "title": "Chinese Consumers Splash Cash, but Stocks Aren’t Buying It",
    "sub_head": "Coaxing consumers further out of their shells will still be a tough balancing act for Beijing, as beleaguered consumer shares are signaling",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336613?width=620&size=1.5",
    "image_1": "im-336613.jpg",
    "time": "2021-05-11 07:51:00",
    "body": "China’s lopsided recovery got a much-needed consumption boost last week. But coaxing consumers further out of their shells will still be a tough balancing act for Beijing as 2021 grinds on—and other growth drivers lose steam.<br />Data from last week’s long golden-week holiday offered some signs that Chinese consumers have started spending again. Chinese travelers made 230 million trips during the five-day holiday, nearly 20% higher than in the same period in 2019. Box-office revenue hit a record high for the holiday period while restaurants and hotels also did brisk businesses.  Goldman Sachs  noted that the younger generation is leading the spending.<br />Chinese consumer stocks, however, have dropped since last week. Partly that is because expectations had been running high. Shares of hot-pot chain  Haidilao International  have dropped 14% in the past week. Before the decline, the stock had gained 63% since the beginning of 2020. And official data showed that spending from Chinese travelers during the holiday was still 23% lower than in 2019.<br />The recovery in consumer spending, however, is still encouraging as so far it has been lagging behind other economic drivers like exports and industrial production. Unlike governments in developed countries, Beijing focused primarily on helping businesses—rather than households—get through the pandemic.<br />Now that Beijing is beginning to dial back support for business—credit growth has started to slow again—it needs consumers to pick up the slack. That is especially true since the industrial sector is showing signs of running a bit too hot: Producers prices rose 6.8% year-over-year in April, far higher than the 0.9% increase in consumer prices, data released Tuesday showed."
}