{
    "url_original": "https://www.wsj.com/articles/chinas-uber-for-trucks-heads-for-billion-dollar-plus-u-s-ipo-11622183170?mod=markets_lead_pos3",
    "url": "chinas-uber-for-trucks-heads-for-billion-dollar-plus-u-s-ipo-11622183170",
    "title": "China’s ‘Uber for Trucks’ Heads for Billion-Dollar-Plus U.S. IPO",
    "sub_head": "Full Truck Alliance is seeking a valuation of between $20 billion and $30 billion, according to people familiar with the situation",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-345598?width=620&size=1.5",
    "image_1": "im-345598.jpg",
    "time": "2021-05-28 05:00:00",
    "body": "Full Truck Alliance Co., a Chinese startup that provides an Uber-like service for the trucking industry, has filed for a billion-dollar-plus initial public offering in the U.S.<br />The company, which counts Japan’s  SoftBank Group Corp.’s  Vision Fund and Alphabet Inc. among its many high-profile backers, is seeking to raise at least $1 billion at a valuation of between $20 billion and $30 billion, according to people familiar with the situation. It could raise up to $2 billion, some of these people said.<br />Full Truck Alliance, also known as Manbang Group, runs a mobile app that connects truck drivers to businesses that need to transport goods within China. It was the world’s largest digital-freight platform by gross transaction value last year, according to research from China Insights Consultancy that was commissioned by the company.<br />On Thursday, the company posted a preliminary listing document on the website of the U.S. Securities and Exchange Commission. It didn’t disclose any fundraising details or timetable for the New York Stock Exchange listing, and used a placeholder $100 million sum to calculate its registration fee.<br />The startup has attracted a bevy of global investors and was valued at $11.7 billion as of November. Besides SoftBank and Alphabet, it also counts Sequoia Capital China,  Tencent Holdings Ltd. , Hillhouse Capital Group and GGV Capital among its backers, the filing showed."
}