{
    "url_original": "https://www.wsj.com/articles/classroom-chaos-in-the-name-of-racial-equity-is-a-bad-lesson-plan-11620771445?mod=opinion_lead_pos8",
    "url": "classroom-chaos-in-the-name-of-racial-equity-is-a-bad-lesson-plan-11620771445",
    "title": "Classroom Chaos in the Name of Racial Equity Is a Bad Lesson Plan",
    "sub_head": "Going easy on bad behavior makes life difficult for those students who are in school to get an education.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-05-11 18:17:00",
    "body": "What should take priority in K-12 education, the physical safety of students or racial balance in school suspension rates? Barack Obama and Donald Trump had different answers to that question, and it probably won’t surprise you where President Biden comes down.<br />In 2012, the Education Department released a study showing that black students were more likely than their white peers to be suspended and expelled from school. This disparity was taken as evidence of racial bias, and two years later the department issued threatening “guidance” letters to school districts across the country. The letters essentially warned that schools would face federal civil-rights investigations if black suspension rates didn’t come down. Schools were pressured to discipline students, or not, based on race rather than behavior, and many administrators and teachers obliged.<br />In New York, Los Angeles and Chicago—the nation’s three largest school systems—reductions in suspensions and expulsions were followed by an uptick in bullying and other disruptive behavior. Students and teachers alike have reported feeling less safe. Fighting, gang activity and drug use have increased. A 2018 study of schools in Wisconsin found that “softer discipline policies, pushed by the Obama administration, are having a negative impact on student test scores.”<br />The sad irony is that black students, in whose name this was done, were the ones most hurt by racial quotas in school discipline. A 2017 federal survey of school safety by the National Center for Education Statistics found that 25% of black students nationwide reported being bullied, the highest percentage of any racial or ethnic group.<br />To its credit, the Trump administration revoked these policies in 2018 under the direction of then-Education Secretary Betsy DeVos, who understood the strong link between violent school settings and poor academic performance in a way that seems lost on progressives. Going easy on troublemakers makes life much more difficult for the kids who are in school to get an education."
}