{
    "url_original": "https://www.wsj.com/articles/clean-freaks-cant-save-these-stocks-11622383201?mod=business_minor_pos10",
    "url": "clean-freaks-cant-save-these-stocks-11622383201",
    "title": "Clean Freaks Can’t Save These Stocks",
    "sub_head": "The makers of Clorox and Lysol may be some of the less-enduring beneficiaries of the Covid-19 pandemic",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-345064?width=620&size=1.5",
    "image_1": "im-345064.jpg",
    "time": "2021-05-30 10:00:00",
    "body": "Makers of cleansing and disinfectant products would have investors believe that people are keen to keep wiping things down post-pandemic. Common sense argues otherwise.<br />Clorox  and Lysol-maker  Reckitt Benckiser  were both major beneficiaries of the crisis, with their shares rallying around 50% and 40% respectively from the end of February 2020 to their highs last summer. Now, doubts have crept in. So far this year, Clorox is down around 13% and Reckitt is down 3%. By comparison, the S&P 500 consumer staples subindex is up around 4% over the same period.<br />Both companies argue that consumer habits have shifted more permanently, with a greater emphasis on hygiene that is likely to persist. The latest available data back this up to a degree. According to preliminary estimates from Numerator for the four weeks through May 16, sales of all-purpose cleaners and cleaning wipes were down 30% and 22% from the same period a year earlier. However, compared with the same period in pre-pandemic 2019, sales of these two product categories were still up by 24% and 45%.<br />While cleanser sales might well stay somewhat elevated for a while, some skepticism is in order. It isn’t just that vaccinations are rising and new Covid-19 cases are slowing in advanced markets like the U.S. and Europe. Public-health authorities have adjusted their messaging in recent months to stress that Covid-19 is mostly transmitted through the air, de-emphasizing the role of transmission via contaminated surfaces and giving regrets to many for having become compulsive cleaners. Products like hand sanitizer, which were hard to find early in the pandemic, are now in chronic oversupply.<br />Bear in mind that very few people actually enjoy cleaning in the way that home chefs who picked up new skills or equipment during the pandemic may well be pleased to keep putting them to use. Others who invested in a new Peloton might decide they prefer it to the gym, but not many will be nostalgic for their pandemic collection of Lysol wipes."
}