{
    "url_original": "https://www.wsj.com/articles/clean-energy-materials-from-dirty-places-11622473817?mod=opinion_major_pos17",
    "url": "clean-energy-materials-from-dirty-places-11622473817",
    "title": "Clean-Energy Materials From Dirty Places",
    "sub_head": "The magnitude and velocity of demand for “clean-energy” minerals to meet the administration’s aspirations will necessarily come from imports because new mines in America couldn’t possibly be opened fast enough—even if that were the plan.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-336643?width=620&size=1.5",
    "image_1": "im-336643.jpg",
    "time": "2021-05-31 11:10:00",
    "body": "Regarding the May 21 letters responding to my May 12 op-ed “Biden’s Not-So-Clean Energy Transition”: One states I “paint with a broad brush” about mining hazards associated with supplying minerals needed for green-energy plans, claiming environmental and labor abuses that “may” exist in “some countries” (set aside it isn’t “may,” they’re widely documented) wouldn’t happen at American mines because of our regulations and standards. True, but irrelevant. The magnitude and velocity of demand for “clean-energy” minerals to meet the administration’s aspirations will necessarily come from imports because new mines in America couldn’t possibly be opened fast enough—even if that were the plan.<br />The Biden plan doesn’t support any domestic mining to meet the gargantuan green-materials needs. It’s impossible to build green machines if someone else doesn’t dig. As for the International Energy Agency’s claim that my summary was “erroneous and incomplete,” they don’t dispute facts (I used their data), offering instead my failure to list their “six key” policy “actions” that would “ensure” the world will have enough minerals. Those “actions” are just aspirations, including: an “overarching international framework for dialogue and policy coordination among producers and consumers,” “stepping up R&D efforts,” the need to “explore a range of measures to improve the resilience of supply chains” and ensuring an “adequate investment in diversified sources of new supply.” The U.S. won’t be one of those sources.<br />That IEA report observed that if miners “wait for deficits to emerge before committing to new projects, this could lead to a prolonged period of market tightness and price volatility.” Translation: high prices and supply shortages for consumers and importers of minerals, especially the U.S.<br />Mark Mills<br />Chevy Chase, Md."
}