{
    "url_original": "https://www.wsj.com/articles/cnn-chief-says-chris-cuomo-made-a-mistake-in-joining-strategy-talks-with-andrew-cuomo-11621968190?mod=business_lead_pos10",
    "url": "cnn-chief-says-chris-cuomo-made-a-mistake-in-joining-strategy-talks-with-andrew-cuomo-11621968190",
    "title": "CNN Chief Says Chris Cuomo Made a Mistake in Joining Strategy Talks With Andrew Cuomo",
    "sub_head": "President Jeff Zucker also said during a town hall that he would consider his future at the cable network given CNN parent company’s merger with Discovery",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-343603?width=620&size=1.5",
    "image_1": "im-343603.jpg",
    "time": "2021-05-25 16:21:00",
    "body": "CNN President Jeff Zucker said that anchor Chris Cuomo made a mistake when he advised his brother, New York Gov. Andrew Cuomo, on handling accusations of sexual harassment.<br />During a town hall meeting with employees Tuesday, Mr. Zucker addressed matters including his own future atop the cable news network, Chris Cuomo’s actions, the dismissal of commentator Rick Santorum and changes related to the merger between CNN parent WarnerMedia and Discovery Inc., announced last week.<br />Asked why CNN’s Mr. Cuomo wasn’t disciplined for participating in strategy sessions with the governor and his aides, Mr. Zucker acknowledged frustration among CNN employees who felt the conversations represented a conflict of interest and said that the younger Mr. Cuomo had “made a mistake.”<br />“I am not surprised that Chris had conversations with his brother,” Mr. Zucker said. “Who wouldn’t? But he did cross the line by doing it with his brother’s aides present.”<br />Mr. Zucker told CNN staffers that “there are not special rules for Chris” and that “he is human and these are very unique circumstances,” referring to the anchor’s relationship with the Democratic governor and the network’s grappling last year with how to cover a “once-in-a-lifetime pandemic.” CNN faced criticism after airing interviews featuring the Cuomo brothers last year that addressed the governor’s handling of the crisis, in segments marked by affectionate sibling banter."
}