{
    "url_original": "https://www.wsj.com/articles/cnn-says-chris-cuomo-erred-in-advising-gov-andrew-cuomo-on-misconduct-claims-11621542019?mod=business_lead_pos13",
    "url": "cnn-says-chris-cuomo-erred-in-advising-gov-andrew-cuomo-on-misconduct-claims-11621542019",
    "title": "CNN Says Chris Cuomo Erred in Advising Gov. Andrew Cuomo on Misconduct Claims",
    "sub_head": "Network declines to discipline anchor for participating in strategy calls over sexual-harassment allegations against his brother",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "time": "2021-05-20 16:20:00",
    "body": "CNN said that anchor Chris Cuomo’s decision to participate in strategy sessions with his brother, New York Gov. Andrew Cuomo, on the handling of sexual-harassment allegations against the governor was a mistake, adding that it wouldn’t discipline the journalist.<br />The cable news network said Thursday that Chris Cuomo’s participation in calls earlier this year with members of Andrew Cuomo’s staff and other advisers was inappropriate and that he wouldn’t join in similar discussions.<br />“Chris has not been involved in CNN’s extensive coverage of the allegations against Governor Cuomo—on air or behind the scenes,” a CNN spokesman said. “In part because, as he has said on his show, he could never be objective. But also because he often serves as a sounding board for his brother.”<br />Five women who are either current or former Cuomo administration employees have accused the Democratic governor of sexual harassment and inappropriate workplace behavior. He is facing multiple investigations involving the misconduct claims as well as state policies on Covid-19 in nursing homes.<br />Andrew Cuomo has denied the sexual-harassment allegations, defended the state’s handling of coronavirus cases in nursing-home facilities and said he is cooperating with probes. He said he has never touched anybody inappropriately and apologized if his behavior made anyone uncomfortable. The governor has consistently rebuffed calls for his resignation."
}