{
    "url_original": "https://www.wsj.com/articles/colonial-pipeline-attack-highlights-additional-obstacles-11620675398?mod=markets_featst_pos1",
    "url": "colonial-pipeline-attack-highlights-additional-obstacles-11620675398",
    "title": "Colonial Pipeline Attack Highlights Additional Obstacles",
    "sub_head": "Fuel prices are already high, for reasons unrelated to gasoline supply. The pipeline’s shutdown could mean an expensive summer for drivers.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336214?width=620&size=1.5",
    "image_1": "im-336214.jpg",
    "time": "2021-05-10 15:36:00",
    "body": "There is no good time for a major fuel conduit, such as Colonial Pipeline’s, to go out of service. But with the newly vaccinated U.S. population ready to get out and travel, this is a lousy one.<br />The 5,500-mile artery, which carries roughly 45% of the gasoline and diesel fuel consumed on the East Coast, shut down on Friday after a ransomware attack—the type in which attackers gain control of systems and demand payment in return for unlocking the victim’s networks and data.<br />The attack’s impact will depend on how long the disruption lasts. If the pipeline is up and running by Wednesday, it won’t be significant or lasting, said Roger Read, equity analyst at Wells Fargo, in a report. That is because refiners typically have some crude oil and refined product inventory on hand.<br />A longer outage has the potential to increase already-high fuel prices as the industry resorts to more expensive workarounds with limited capacity. One immediate option is relying more on East Coast refining capacity. The share price of  PBF Energy ,  which has refineries in the East Coast, rose as much as 4.3% on Monday. That is only a limited option because the majority of U.S. refineries are on the Gulf Coast. Another option is sourcing locally through rail and road, though both have limited capacity. Ships could provide supplies, but the number of available vessels is constrained by the Jones Act, which bars foreign-flagged ships from moving between U.S. ports. Another alternative is sourcing refined products from Europe.<br />Just as Americans gear up for summer travel, U.S. retail gasoline prices are already around the highest they have been in three years, according to data from GasBuddy. Gasoline cracks—or the difference between the price of crude oil and the price of gasoline—touched multiyear highs in recent weeks, according to a recent report from BofA Global Research. Compliance with the Renewable Fuel Standard, which sets annual quotas for the quantity of ethanol and biodiesel that must be blended into fuels, has been the main driver of that price surge, analysts have said. But if the pipeline disruption lasts longer, it would start tightening inventory levels as well. As of last week, data from the U.S. Energy Information Administration showed that U.S. gasoline inventory was at 235.8 million barrels, which is at the lower end of the five-year range."
}