{
    "url_original": "https://www.wsj.com/articles/colonial-pipeline-hack-shows-ransomware-emergence-as-industrial-scale-threat-11620749675?mod=politics_lead_pos10",
    "url": "colonial-pipeline-hack-shows-ransomware-emergence-as-industrial-scale-threat-11620749675",
    "title": "Beyond Colonial Pipeline, Ransomware Cyberattacks Are a Growing Threat",
    "sub_head": "Schools, hospitals, companies are targeted by ‘cyber weapons of mass destruction’",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-336708?width=620&size=1.5",
    "image_1": "im-336708.jpg",
    "time": "2021-05-11 12:14:00",
    "body": "The cyberattack that knocked offline an essential U.S. gasoline pipeline shows that a dangerous, professional-scale hacking-for-ransom threat is worsening, spreading rapidly and plaguing companies, schools, hospitals and other institutions.<br />While ransomware has been a challenge for small businesses for years, a confluence of factors have emboldened attackers in the past year, culminating in the shutdown on Friday of a critical gasoline pipeline to the U.S. East Coast. The pipeline’s operator, Colonial Pipeline Co., now says that service could be offline until the end of the week, threatening to raise prices at the pump for millions of Americans.<br />Attacks are growing in number and scale as millions of people around the country work or attend school remotely, in some cases opening back doors to networks without corporate or institutional security protections, security researchers say.<br />Hackers have grown adept at communicating about vulnerabilities on the so-called Dark Web, a network of computers that can share information anonymously. The ability to demand payment in cryptocurrency limits law-enforcement tracking capabilities. And the growth in insurance policies that cover ransomware payments has helped seed an increasingly professionalized ransomware industry.<br />Senior officials in the Biden administration have said ransomware is likely the most serious cybersecurity threat to the U.S. and that on its current trajectory the problem will only get worse in the years ahead. A senior Justice Department official likened the phenomenon to “cyber weapons of mass destruction.”"
}