{
    "url_original": "https://www.wsj.com/articles/colombia-protests-turn-deadly-amid-covid-19-hardships-11620251502",
    "url": "colombia-protests-turn-deadly-amid-covid-19-hardships-11620251502",
    "title": "Colombia Protests Turn Deadly Amid Covid-19 Hardships",
    "sub_head": "Major city sealed off by protesters, clashes claim 25 lives; government struggles to ease pandemic’s economic fallout and curb surge",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-05-05 17:51:00",
    "body": "BOGOTA, Colombia—Eight days of protests have left 25 people dead, a major city cut off from food supplies and Colombia’s conservative government scrambling to assert control as it fights the country’s worst Covid-19 surge.<br />The nationwide unrest was triggered by a proposed tax-collection overhaul and stringent pandemic lockdowns that have been blamed for causing mass unemployment and throwing some four million people into poverty. Colombia is experiencing its third coronavirus surge, with nearly 500 deaths a day on average over the past week, a higher per-capita rate than India’s.<br />“How many people haven’t lost jobs, how many haven’t lost everything,” said Ivan Felipe Gonzalez, 35, whose shoe shop has been closed and who has been protesting in Cali, a city of 2.2 million that is the country’s third largest. “The working class tries to open their doors to get some kind of business. But what happens? The law comes in and forces them to close down.”<br />Though most protesters have marched peacefully over the past week, Colombian authorities say looters and members of drug gangs and urban units of rebel groups have infiltrated the demonstrations. One policeman was knifed to death in the middle of a protest and nearly 600 officers have been injured, the police said. Some demonstrators have also set fire to buses, mass transit stations and banks. Looters have targeted more than 200 stores, banks and automated teller machines, according to police.<br />“With their violence, they’ve tried to cut off cities, leaving thousands without work,” President Ivan Duque said in a speech, referring to protesters who have engaged in violence. “Nothing justifies that armed people…go out and shoot at defenseless citizens and cruelly attack our police.”"
}