{
    "url_original": "https://www.wsj.com/articles/colorado-drillers-to-combine-as-consolidation-continues-in-oil-patch-11620640800?mod=business_lead_pos11",
    "url": "colorado-drillers-to-combine-as-consolidation-continues-in-oil-patch-11620640800",
    "title": "Colorado Drillers to Combine, as Consolidation Continues in Oil Patch",
    "sub_head": "Bonanza Creek Energy and Extraction Oil & Gas are the latest to tie up, creating a $2.3 billion company",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-336134?width=620&size=1.5",
    "image_1": "im-336134.jpg",
    "time": "2021-05-10 06:00:00",
    "body": "Two oil-and-gas producers that operate in Colorado— Bonanza Creek Energy Inc.  and  Extraction Oil & Gas Inc. —plan to announce Monday that they are combining into a company valued at about $2.3 billion.<br />The all-stock, no-premium merger of companies that produce in Colorado’s Denver-Julesburg Basin is the latest example of regional consolidation in U.S. oil and gas fields, as the energy industry emerges from the Covid-19 pandemic.<br />The combined company will be renamed Civitas Resources Inc. and become the largest pure-play oil-and-gas company in the DJ Basin. Bonanza and Extraction shareholders will respectively own 50% of the new company, according to a person familiar with the matter.<br />The tie-up follows shale-gas producer EQT Corp.’s agreement last week to scoop up the assets of smaller rival, Alta Resources Development LLC, for $2.9 billion in cash and stock, which will expand its northeastern U.S. footprint. EQT, the largest U.S. natural gas producer, said in October that it would purchase upstream and midstream assets from  Chevron Corp.  for $735 million, also in the Northeast.<br />In Texas,  Pioneer Natural Resources Co.  last month agreed to spend $6.4 billion to purchase DoublePoint Energy, a private operator with acreage close to Pioneer’s in the Permian Basin of West Texas and New Mexico."
}