{
    "url_original": "https://www.wsj.com/articles/colombia-deploys-troops-after-month-of-violent-protests-11622322574?mod=business_minor_pos4",
    "url": "colombia-deploys-troops-after-month-of-violent-protests-11622322574",
    "title": "Colombia Deploys Troops After Month of Violent Protests",
    "sub_head": "President says thousands of soldiers will be sent to 10 provinces racked by demonstrations, street blockades",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-346209?width=620&size=1.5",
    "image_1": "im-346209.jpg",
    "time": "2021-05-29 17:09:00",
    "body": "BOGOTÁ, Colombia—President Ivan Duque ordered troops deployed across a swath of Colombia to bring order after a month of antigovernment protests that have left more than 25 people dead and hobbled Latin America’s fourth-largest economy.<br />Some 7,000 soldiers were to be sent out Saturday and in the coming days in the southwestern province of Valle del Cauca and the city Cali, which erupted into violence Friday that officials said left at least five people dead.<br />The president announced Friday his government would go with a “maximum deployment” of soldiers to assist police, who have been locked in almost daily confrontations with protesters in Cali. Demonstrators have targeted police with rocks, Molotov cocktails and sometimes firearms; the police have responded with tear gas and, in some cases, gunfire, videos of the encounters show.<br />“This deployment will almost triple our capability in less than 24 hours throughout the province,” Mr. Duque said. As of Saturday, more than 1,140 troops had arrived in Cali and began dismantling the roadblocks that antigovernment demonstrators have assembled on major thoroughfares.<br />The government is aiming to beef up security forces in places where Mr. Duque said authorities “have seen acts of vandalism, violence and low-intensity urban terrorism.” Army and marine troops were to be deployed in the country’s key Pacific port, Buenaventura, and in a total of 10 of Colombia’s 32 provinces."
}