{
    "url_original": "https://www.wsj.com/articles/commodities-boost-economic-recoveries-mirroring-aftermath-of-financial-crisis-11620984604?mod=markets_lead_pos2",
    "url": "commodities-boost-economic-recoveries-mirroring-aftermath-of-financial-crisis-11620984604",
    "title": "Commodities Boost Economic Recoveries, Mirroring Aftermath of Financial Crisis",
    "sub_head": "Record prices of industrial metals are giving countries a revenue windfall as stimulus pushes up demand",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-338539?width=620&size=1.5",
    "image_1": "im-338539.jpg",
    "time": "2021-05-14 05:30:00",
    "body": "SYDNEY—Higher commodity prices are delivering economic windfalls to countries that supply metals vital to the global recovery from the pandemic, though the boom could still mask problems like high infection rates and slow vaccine roll-outs.<br />Prices of iron ore and copper both hit record highs this week as the trillions of dollars of stimulus deployed world-wide push up demand for metals. It is a case of history repeating itself for exporters like Australia and Chile, which benefited from heavy infrastructure spending by China and other countries striving to recover from the financial crisis more than a decade ago.<br />Rising prices help commodity producing countries by delivering more tax revenue, which can be used to pay for healthcare and other economic-support measures that were made necessary by the pandemic. By borrowing less, countries can be better insulated against future economic shocks. Higher commodity prices can be an engine for local stock markets and drive up profits for mining companies like  BHP Group Ltd.  and  Rio Tinto  PLC, which then pay out large dividends to shareholders.<br />Oil producers, from the U.S. to Russia to countries in the Middle East, could benefit from a similar trend. Although oil prices aren’t nearing record levels, they have risen recently amid upbeat forecasts for global demand as vaccine roll-outs progress and travel restrictions ease. One key oil market benchmark, Brent crude, is up more than 30% this year.<br />Still, governments that bet on sustained revenue windfalls from high commodity prices to increase short-term spending are vulnerable if prices fall. A boom in commodity prices also risks stoking inflation around the world. Policy makers may need to intervene to prevent bubbles from forming, including by raising interest rates, even when economic recoveries are fragile."
}