{
    "url_original": "https://www.wsj.com/articles/common-good-conservatisms-catholic-roots-11621527530?mod=opinion_lead_pos6",
    "url": "common-good-conservatisms-catholic-roots-11621527530",
    "title": "‘Common Good’ Conservatism’s Catholic Roots",
    "sub_head": "The antimarket right should remember that political liberty proceeds from economic freedom.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-20 12:18:00",
    "body": "It’s no secret that U.S. conservatives and big business are falling out. Skepticism on the right toward corporations is at an all-time high. Many within the GOP regard woke capital as the greatest threat to American liberties. In fact, conservatives are rethinking the social role of markets in general. If free enterprise has lost the power to inspire the U.S. right, what’s the alternative?<br />Sen. Marco Rubio, in a 2019 address at the Catholic University of America, drew on Catholic social teaching to condemn the excesses of free-market capitalism and managerial-state socialism. “What we need to do,” Mr. Rubio asserted, “is to restore common-good capitalism—a system of free enterprise in which workers fulfill their obligations to work and enjoy the benefits of their work, and where businesses enjoy their right to make a profit and reinvest enough of those profits to create dignified work for Americans.”<br />Especially among Catholic intellectuals, there’s a growing enthusiasm for common-good politics and economics. According to the Catechism of the Catholic Church, “By common good is to be understood ‘the sum total of social conditions which allow people, either as groups or as individuals, to reach their fulfillment more fully and more easily.” Common-good thinkers are comfortable with government interventions into the economy to achieve these ends.<br />Defenders of free markets, including me, took for granted the supremacy of laissez-faire. That many allies have embraced market skepticism shows we must double our efforts to engage and persuade. A natural place to start is the attempt within the Catholic intellectual tradition to embody common-good principles in political and economic institutions: the philosophy known as distributism.<br />Distributism flourished during the early 20th century, when Catholic intellectuals such as Hilaire Belloc and G.K. Chesterton wrote about the moral challenges of industrial capitalism. Property ownership is central to distributism. In fact, distributists claim the chief problem with property is that there isn’t enough of it: Property tends toward concentration, resulting in a proletarianized society with no stake in the social order. To uphold the common good, private property must be dispersed."
}