{
    "url_original": "https://www.wsj.com/articles/computers-speaking-icelandic-could-save-the-language-from-stafrnn-daui-thats-icelandic-for-digital-death-11621533891?mod=tech_listb_pos2",
    "url": "computers-speaking-icelandic-could-save-the-language-from-stafrnn-daui-thats-icelandic-for-digital-death-11621533891",
    "title": "Computers Speaking Icelandic Could Save the Language From ‘Stafrænn Dauði’ (That’s Icelandic for ‘Digital Death’)",
    "sub_head": "To counter the dominance of English in technology and media, Iceland is teaching apps and devices to speak its native language.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-340453?width=620&size=1",
    "image_1": "im-340453.jpg",
    "time": "2021-05-20 14:04:00",
    "body": "Telma Brigisdottir, a middle-school teacher in suburban Iceland, arrived at her classroom on a recent morning in March eager to introduce a new assignment. Dressed in a pink hoodie, she told her students: Turn on your iPad, log into the website Samromur, and read aloud the text that appears on screen. Do this sentence after sentence after sentence, she instructed, and something remarkable will happen. The computer will learn to reply in Icelandic. Eventually.<br />The task sounded easy, even fun for a 10-year-old, but by reading aloud  her students were performing a crucial historical rescue mission. They were saving Icelandic, a dialect of Old Norse, from “digital death.”<br />Many of Ms. Brigisdottir’s students dove into the lesson, continuing after school and through playtime. All together, they logged 130,000 sentences into a database for speech-controlled technology, the technology that allows people to change channels on their television, for instance, without digging up the remote control, or to create automatic closed captioning for the deaf, or to direct their GPS without taking their hands off the wheel.<br />The database will be available free of charge to developers world-wide. The effort, part of a wider $23 million plan, is funded by the Icelandic government and aims to secure a digital future for a language that is today spoken by fewer than 400,000 people. So far, some 19,000 people, young and old, have contributed their voices, for a total of 1,700 hours. The fifth-graders at Ms. Brigisdottir’s class hold the collective record with 360 hours.<br />The students are both part of the solution and proof of the need for it: They’ve grown up online, using English, not Icelandic, to engage with technology and online entertainment. They begin using smartphones at an ever younger age and consume more media than the generations before them. “Netflix is in English, computer games are in English, viral videos are in English—everything that is fun, in their world, is in English,” Ms. Brigisdottir explains. “Knowing Icelandic has no use for them in these settings.”"
}