{
    "url_original": "https://www.wsj.com/articles/confessions-of-a-career-government-bureaucrat-11621619465?mod=opinion_lead_pos6",
    "url": "confessions-of-a-career-government-bureaucrat-11621619465",
    "title": "Confessions of a Career Government Bureaucrat",
    "sub_head": "Providing a good life for my family came at the cost of dedicating my career to mostly meaningless work.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-341441?width=620&size=1.5",
    "image_1": "im-341441.jpg",
    "time": "2021-05-21 13:51:00",
    "body": "At the beginning of my 32-year career as a government employee, I saw myself as an engineer first. I believed engineering, and by extension my role as a federal and county-level employee, was about listening, studying and solving problems. For years, I held on to that belief.<br />The most meaningful and productive time in my career came in the 1980s, when I was a mechanical and marine engineer at the Long Beach Naval Shipyard in Southern California. It was an unorthodox workplace filled with rough characters—some ex-convicts, some combat veterans, some both. If a guy there didn’t like you, he’d tell you, often in colorful language. Sometimes fights would break out on the job, but it wasn’t anything I hadn’t already seen growing up in San Bernardino, Calif.<br />During my five years at the shipyard, I thrived under the guidance and teaching of experienced engineers. Seeing my ship-design work fabricated onto naval vessels by skilled tradesmen, then tested at sea, gave me a sense of responsibility and pride. We worked as a team, and I never felt more fulfilled.<br />In 1989, as my wife and I had our first child, I took a better-paying job closer to home. The South Coast Air Quality Management District, or AQMD, couldn’t have been more different from the shipyard. Rather than working on battleships with hardened men devoted to the defeat of the Soviet Union, I spent my days in a cubicle, fighting air pollution with soft but cunning bureaucrats.<br />I’m a free-market moderate, skeptical of big government in general and the administrative state in particular. Like most Americans, I am not a pure libertarian; I think government has some role to play. Having grown up during the smog-choked 1970s—when the Southern California skies often looked like Beijing’s today—I believe some level of air-quality regulation is necessary."
}