{
    "url_original": "https://www.wsj.com/articles/congressional-democrats-court-picking-not-packing-scheme-11620684937?mod=opinion_lead_pos6",
    "url": "congressional-democrats-court-picking-not-packing-scheme-11620684937",
    "title": "Congressional Democrats’ Court-Picking (Not Packing) Scheme",
    "sub_head": "Their election bill tries to game the judiciary by routing all legal challenges to the District of Columbia.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-336127?width=620&size=1.5",
    "image_1": "im-336127.jpg",
    "time": "2021-05-10 18:15:00",
    "body": "Congress probably won’t pack the Supreme Court. But court picking poses a real threat to Americans’ rights.<br />Court picking is when Congress uses its authority over federal-court jurisdiction to stuff politically sensitive cases from throughout the country into one court that leans its way, to be buried there for as long as possible. Court-picking’s evil genius is its stealth. Americans would notice four new justices, but not changes to technocratic statutes that excite only civil-procedure professors. Despite featuring in Congress’s most radioactive bill—the so-called For the People Act, or H.R.1, which would transform elections and limit Americans’ rights to speak about them—court-picking has escaped notice.<br />It shouldn’t. H.R.1’s court-picking provision would shut courthouse doors throughout the country, attempt to game the outcome in critical cases, deny the Supreme Court the benefit of the federal judiciary’s broad and diverse perspectives, and repeal measures that expedite important lawsuits questioning government power.<br />In one neat court-picking trick, the bill would strip 93 of 94 local federal district courts, and 11 of the 12 regional appellate courts that review their decisions, of their power to hear First Amendment challenges to Congress’s regulation of political speech. All such claims—by Alaskans, Floridians or anyone in between—would be confined to the District of Columbia. Appeals would be heard only in the D.C. Circuit—the court over which Senate Democrats exercised the “nuclear option” in 2013, ramming through four judges who shifted its ideological balance. Imagine if Republicans had passed a voting-rights bill that forced Californians wishing to challenge it to sue in Louisiana, and appeal to some of the country’s most conservative judges.<br />Some complex and discrete legal fields are best assigned to specialized courts. The D.C. Circuit has some unique authority to review administrative cases involving federal agencies, and Congress created the Federal Circuit in 1982 to hear appeals in patent cases nationwide. But all federal judges should be conversant in the Constitution, and Washington-based judges are no better than those elsewhere at interpreting the First Amendment."
}