{
    "url_original": "https://www.wsj.com/articles/consumer-lenders-face-a-new-challenge-each-other-11620126192?mod=business_minor_pos10",
    "url": "consumer-lenders-face-a-new-challenge-each-other-11620126192",
    "title": "Consumer Lenders Face a New Challenge: Each Other",
    "sub_head": "Lenders awash in cheap funding face no credit issues for now, but that might not last",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-333320?width=620&size=1.5",
    "image_1": "im-333320.jpg",
    "time": "2021-05-04 07:03:00",
    "body": "Things are very good for consumer lenders right now. Maybe too good.<br />Shares of lenders including credit-card, auto, student and personal loan makers have soared this year, thanks to strong credit performance and a belief that rates will tick higher. For many of these stocks it isn’t hard to envision further gains as part of a broad recovery in consumer spending and credit demand. Firms such as  Ally Financial ,   Capital One Financial ,   LendingClub  and  SLM  all are up more than 40% so far this year, or roughly double the gain for S&P 500 financials overall.<br />Early worries of credit woes stemming from the pandemic haven’t materialized. But investors also now have reason to be cautious on the longer-term outlook, as the current lending boom could create conditions for higher defaults eventually. Capital One’s longtime Chief Executive Richard Fairbank last week offered some “pattern recognition” on what he called the physics of credit markets. “This period of unusually strong credit could lay the groundwork for credit worsening down the road, as an industry point,” Mr. Fairbank said.<br />One risk is that consumers may appear more creditworthy only temporarily, boosted by stimulus, forbearance of other debts such as student loans or mortgage payments, and high collateral values for things like used vehicles. That, paired with lenders’ excess liquidity driven by a flood of deposits, could “push lenders to stretch for less-resilient business,” Mr. Fairbank said.<br />Auto lending seems like one potential area for excess. Mr. Fairbank noted that auto-loan competition can be especially fierce because dealers often actively make lenders bid against each other. Executives at Santander Consumer told analysts last week that competition “has returned and is more intense in some respects than pre-Covid times.”"
}