{
    "url_original": "https://www.wsj.com/articles/consumer-spending-personal-income-april-2021-11622154969",
    "url": "consumer-spending-personal-income-april-2021-11622154969",
    "title": "Robust Spending Is Likely Propelling Economy to Stronger Growth",
    "sub_head": "Americans are going out again, boosting service industries",
    "category_1": "Economy",
    "category_2": "Economic Data",
    "image_1_url": "https://images.wsj.net/im-345367?width=620&size=1.5",
    "image_1": "im-345367.jpg",
    "time": "2021-05-28 05:30:00",
    "body": "Americans likely extended a spending binge in April as they continued catching up on activities they held off on during the pandemic, propelling the economy to faster growth.<br />After months of buying goods, many households are now shelling out more for services, dining out, traveling and even spa visits. Consumer spending likely rose by 0.5% in April, a solid increase after spending climbed sharply in the prior month, according to the median estimate of a Wall Street Journal poll of economists. The Commerce Department is scheduled to release official figures Friday at 8:30 a.m. ET.<br />The apparent burst in spending is the biggest reason economists are projecting gross domestic product to jump at an annual rate of 10% or more this spring. It is being fueled by rising vaccination rates, fewer business restrictions and household savings, much of which is from the federal government.<br />Friday’s report is expected to show a temporary decline in household income, which rose sharply in March as the government sent most households $1,400 checks as part of Covid-19 stimulus efforts. Despite the drop, Americans are sitting on a pile of cash. Households have saved about $2 trillion more than they would have absent the pandemic and federal relief efforts in response to it, according to  Morgan Stanley .<br />Spending on products from furniture to toothbrushes has been robust throughout much of the pandemic. Spending on services, such as dining out, air travel, concerts, and museums, has lagged behind, in large part because of supply constraints. Some businesses are having difficulty finding workers to resume normal hours. Others can’t get supplies delivered fast enough to meet customer demand. Some state and local governments are still imposing restrictions on businesses to avoid another rise in virus cases."
}