{
    "url_original": "https://www.wsj.com/articles/convertible-debt-funds-are-they-good-investments-11620419897?mod=markets_major_pos14",
    "url": "convertible-debt-funds-are-they-good-investments-11620419897",
    "title": "Convertible-Debt Funds: Are They Good Investments?",
    "sub_head": "We examined returns for the past 15 years. Here’s what we found.",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-335129?width=620&size=1.5",
    "image_1": "im-335129.jpg",
    "time": "2021-05-07 16:38:00",
    "body": "Should individual investors consider convertible debt? Based on my analysis, the answer appears to be “yes,” at least on a risk-adjusted basis.<br />Convertible bonds—a debt/equity hybrid that does well when markets go up and preserves some of its value when markets fall—are accessible for most investors through mutual funds and exchange-traded funds. In conjunction with Daniel Arguedas-Cornejo and Emily Baucom (research assistants at George Mason University), I examined the returns of all dollar-denominated convertible debt ETFs and mutual funds over the past 15 years.<br />Dividing the convertible-bond funds by their areas of focus (U.S., Asia, Europe or global) the first salient finding is that funds investing in convertible debt in the U.S. have far outperformed those in the rest of the world. Over the past 15 years, the average European-focused convertible-debt fund has averaged 4.40% return per annum, the average globally focused fund 4.93% and the average Asian-focused fund 5.39%. The average U.S.-focused fund, meanwhile, delivered 8.81% per annum over the same period.<br />Next, when comparing the average U.S.-focused convertible-debt fund with U.S. large-cap stocks (S&P 500), we see that convertible bonds have delivered returns comparable to those of stocks while exhibiting lower volatility and crash risk. Over the past 15 years, the S&P 500 has beaten the average U.S. convertible-debt fund by just 0.71 percentage point a year (9.52% v. 8.81%), yet has exhibited much higher risk over the same period (14.21% volatility for the S&P 500 and 10.81% for the average convertible-bond fund).<br />To show how convertible debt softens the blow on the downside when markets crash, nothing paints a clearer picture than the dot-com crash of 2000 to 2002. While the S&P 500 lost 39% from the beginning of 2000 to the end of 2002 as tech stocks plummeted, convertible-debt funds in the U.S. lost an average of just 10% over the same period."
}