{
    "url_original": "https://www.wsj.com/articles/correcting-1619s-falsehoods-about-the-american-founding-11621981288?mod=opinion_lead_pos8",
    "url": "correcting-1619s-falsehoods-about-the-american-founding-11621981288",
    "title": "Correcting 1619’s Falsehoods About the American Founding",
    "sub_head": "A new book published by Robert Woodson’s ‘1776 Unites’ debunks the project’s dubious claims.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-05-25 18:21:00",
    "body": "Regular readers of these pages need no introduction to Robert Woodson. For the uninitiated, Mr. Woodson is a veteran community activist who broke with the traditional civil-rights leadership in the 1970s after realizing that the agenda of “racial grievance groups” like the NAACP was increasingly at odds with the actual wants and needs of the black underclass.<br />The Washington-based Woodson Center is a community-development organization dedicated to improving conditions in poor neighborhoods, where broken homes, violent crime and abysmal public schools are common. Unlike its liberal counterparts, the center encourages communities to look inward for solutions, as blacks often did with remarkable success before the 1960s, rather than to the government.<br />Yet Mr. Woodson also makes time to push back at the machinations of progressivism. After the  New York Times  published its “1619 Project”—which posits that America’s true founding was not 1776 but 1619, the year African slaves arrived in Virginia, and that the American Revolution was fought primarily to preserve slavery—he became incensed. Not only was it junk history, but it would be disseminated through school curriculums in the name of helping blacks. Mr. Woodson responded by initiating his own project, “1776 Unites,” which enlisted a group of black scholars, journalists and social activists “who uphold the true origins of our nation and the principles through which its founding promise can be fulfilled.”<br />Last week, Mr. Woodson released “Red, White and Black: Rescuing American History from Revisionists and Race Hustlers.” The book is a collection of essays by 1776 Unites participants, and its publication is a public service. In one essay, the Rev. Corey Brooks, who runs a gang-intervention and prisoner re-entry program in Chicago, knocks the 1619 Project’s “over-emphasis on slavery as the defining institution before and during our nation’s founding.” He adds: “The writers who participated in the project jettisoned facts in favor of a fictitious recounting of why our Founders formed a new nation.”<br />In another essay, John McWhorter, a professor of English and comparative literature at Columbia, says the problem is not merely the project’s numerous and well-documented inaccuracies but also its simpleminded approach to a complicated subject. “The 1619 kind of perspective, for all of its elaborate terminology and moral passion vented in serious media organs and entertained by people with PhDs, demands that we abjure complexity,” he writes. “It is a call for dumbing ourselves down in the name of a moral crusade.”"
}