{
    "url_original": "https://www.wsj.com/articles/covid-19-disrupts-years-of-health-progress-in-u-s-11621522803?mod=politics_featst_pos1",
    "url": "covid-19-disrupts-years-of-health-progress-in-u-s-11621522803",
    "title": "Covid-19 Disrupts Years of Health Progress in U.S.",
    "sub_head": "Deaths from infections in 2020 ranked the highest they have been in decades, exposing and exacerbating health inequities",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-05-20 11:00:00",
    "body": "Deaths from the Covid-19 pandemic are causing an extraordinary jolt in the U.S., inflating the nation’s death rate to the highest level seen in nearly two decades.<br />Whether the U.S. will quickly snap back to pre-pandemic levels following a mass-vaccination effort remains to be seen. Daily Covid-19 deaths are on their way back down, but the disease is unlikely to disappear, and health experts say there could also be long-running effects from issues like missed cancer screenings, a surging rate of drug overdoses and health inequities exacerbated by the pandemic.<br />“I imagine there will be lingering effects after 2021 just because this has taken such a toll on people’s health, both directly and indirectly,” said Noreen Goldman, professor of demography and public affairs at the Princeton School of Public and International Affairs.<br />The U.S.’s age-adjusted mortality rate shot up by about 16% in 2020 from the year before, according to provisional data from the Centers for Disease Control and Prevention, marking the highest point since 2003. This also broke a 90-year streak in which the yearly death rate was always lower than it was 10 years earlier.<br />The age-adjusted mortality rate measures deaths in the U.S. per 100,000 people while taking into account the age distribution of the population. On a yearly basis, 2020’s death-rate surge was the biggest since the 1920s, when disease outbreaks often caused fluctuations, and the devastating 1918 flu pandemic before then."
}