{
    "url_original": "https://www.wsj.com/articles/covid-19-still-among-major-risks-to-financial-stability-fed-says-11620331219?mod=politics_lead_pos1",
    "url": "covid-19-still-among-major-risks-to-financial-stability-fed-says-11620331219",
    "title": "Fed Says Covid Is Major Financial Risk, Asset Prices Vulnerable to ‘Significant Declines’",
    "sub_head": "Central bank’s financial stability report says banks remain well capitalized and leverage is low among broker-dealers",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-05-06 17:21:00",
    "body": "WASHINGTON—The Covid-19 pandemic remains one of the biggest near-term risks to the stability of the financial system, the Federal Reserve said, while noting that asset prices are vulnerable to significant declines if investor sentiment shifts.<br />“Should risk appetite decline from elevated levels, a range of asset prices could be vulnerable to large and sudden declines, which can lead to broader stress to the financial system,” the central bank said in its semiannual Financial Stability Report. Such scenarios could materialize if progress on containing the virus falls short of expectations or the recovery stalls, straining some households and firms, the Fed said.<br />The report said other parts of the financial system appear resilient. Banks remain well capitalized, it said, and leverage is low among broker-dealers. Household debt is manageable, and businesses are better able to service their obligations as interest rates remain low and earnings improve, it said.<br />High asset valuations were also flagged in the previous financial stability report, released in November. Thursday’s report showed measures of risk-taking have continued to rise in equity and bond markets since then. It also noted pockets of opaque risk and high leverage, particularly among hedge funds and related entities.<br />Fed Chairman Jerome Powell has described parts of the market, including equities, as “a bit frothy.”"
}