{
    "url_original": "https://www.wsj.com/articles/covid-19-vaccines-are-wasted-as-special-syringes-run-short-11620379801?mod=business_lead_pos6",
    "url": "covid-19-vaccines-are-wasted-as-special-syringes-run-short-11620379801",
    "title": "Covid-19 Vaccines Are Wasted as Special Syringes Run Short",
    "sub_head": "States and vaccinators say they have too few ‘low-dead-space’ syringes to extract all Moderna and Pfizer-BioNTech doses from vials",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-05-07 05:30:00",
    "body": "Vaccine administrators say they aren’t receiving enough special syringes needed to extract every last dose of Covid-19 shots from vials, a problem at risk of worsening because manufacturers project that domestic production won’t improve until the second half of this year.<br />Eight states and multiple local health departments and healthcare providers say that kits they receive from the federal government to administer vaccines contain an insufficient number of so-called low-dead-space syringes designed to minimize wasted doses.<br />The kits contain needles, gauze pads and other supplies for vaccinators, including varying combinations of special syringes and regular ones. Sometimes administrators run out of the special syringes and have to use the standard, less-efficient alternatives, leaving doses to go to waste.<br />“We worry about it all the time,” said Erin Fox, a drug-shortage expert and pharmacist who is helping administer shots at the University of Utah. The site discarded 10 doses on a recent day, because staff couldn’t get the last drops out of vials. “You open that up and you don’t know what kind of syringes you’re going to get,” she said.<br />A Department of Health and Human Services spokeswoman acknowledged that there was limited supply of the special syringes. The shortages are less acute for the supply of special syringes used to administer the  Pfizer Inc.  shots, given that the federal government boosted device supplies earlier this year. The federal government will provide more special syringes for  Moderna  shots to states in the coming weeks, she said. Until then, vaccinators shouldn’t plan to extract all the additional doses of Moderna Inc. vaccine, the HHS spokeswoman said."
}