{
    "url_original": "https://www.wsj.com/articles/covid-19-variant-from-india-threatens-u-k-plans-to-end-lockdown-11621021879",
    "url": "covid-19-variant-from-india-threatens-u-k-plans-to-end-lockdown-11621021879",
    "title": "Covid-19 Variant From India Threatens U.K. Plans to End Lockdown",
    "sub_head": "Boris Johnson says June reopening could be in jeopardy as country races to vaccinate more people",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-05-14 15:51:00",
    "body": "LONDON—The U.K.’s plans to cast off almost all public-health restrictions next month are in peril after a highly contagious coronavirus variant first identified in India sparked new clusters of Covid-19, highlighting the risk of outbreaks even in countries where vaccination is widespread.<br />Prime Minister Boris Johnson said some restrictions in England would be eased Monday as planned, but a bigger reopening scheduled for late June is under threat unless the spread of variant B.1.617.2 can be brought under control. More than 1,200 cases and four deaths had been linked to the variant in the U.K. as of May 12, after it hitched a ride among returning travelers.<br />British scientists now think B.1.617.2 is more transmissible than B.1.1.7, which was first detected in the U.K. last year and has since spread around the world, England’s chief medical officer Chris Whitty said Friday, referring to evidence including the variant’s genetic mutations, the growth in cases and modeling of its potential spread. Exactly how much more transmissible B.1.617.2 is isn’t yet known. “That will have implications for the prospects of this epidemic in the U.K. and internationally,” Prof. Whitty said.<br />With more than two-thirds of adults in the U.K. vaccinated, the outbreak makes the U.K. a test case for the U.S. and other big nations for how effective vaccines are at keeping all the variants of the coronavirus at bay. The shots aren’t 100% effective at stopping the pathogen in its multiple forms and the U.K. immunization drive hasn’t yet reached all age groups, leaving millions of potential hosts.<br />“The race between our vaccination program and the virus may be about to become a great deal tighter,” Mr. Johnson said Friday."
}