{
    "url_original": "https://www.wsj.com/articles/cruella-review-if-designer-looks-could-kill-11622152595",
    "url": "cruella-review-if-designer-looks-could-kill-11622152595",
    "title": "‘Cruella’ Review: If Designer Looks Could Kill",
    "sub_head": "Emma Stone stars as a fashion-obsessed villain-in-the-making in this prequel to Disney’s ‘101 Dalmatians’ franchise.",
    "category_1": "Film Review",
    "time": "2021-05-27 17:56:00",
    "body": "‘Cruella,” playing in theaters, provides the answer to a question that no one outside Walt Disney Pictures ever felt compelled to ask: Who was Cruella de Vil before she got to be so cruel? See this live-action prequel to the “101 Dalmatians” franchise as a fashion show if you must see it at all—the setting is mainly punk-rock London in the 1970s, with smashing costumes designed by Jenny Beavan. Otherwise it’s a lifeless slog, and, with a running time of 134 minutes, a cruelly elongated one.<br />Emma Stone is Estella, a gifted orphan who dreams of becoming a fashion designer, not a thief. (Estella at age 12 is played by Tipper Seifert-Cleveland in a short, inert prequel to the prequel.) Ms. Stone first revealed her gift for comedy more than a decade ago in such films as “Zombieland” and “Easy A,” but she’s betrayed by the style and ponderous pace of this one, which was directed by Craig Gillespie (“Lars and the Real Girl”) from a screenplay by Dana Fox and Tony McNamara. Every joke is leaned on, as if it were some Shavian gem; every pregnant pause eventually aborts.<br />The London of Estella’s early adventures is Dickensian in flavor. As a wild young woman and a shameless grifter, she acquires a couple of partners in petty crime, both of them recycled from earlier films in the franchise: clever Jasper (Joel Fry, who’s genuinely witty in the role) and hapless Horace (Paul Walter Hauser, burdened by an excess of buffoonery). But the story doesn’t coalesce—to the extent that anything in the rattletrap narrative ever comes together—until the heroine gets a job at a fashionable department store. That’s when she shows her designer chops and crosses paths, then swords, with her boss, Baroness von Hellman (Emma Thompson), who’s a legend in the world of haute couture and not just tyrannical toward Estella but really, truly cruel. Ms. Thompson, too, falls afoul of the film’s mirthless style, though it isn’t her fault. Almost everyone on screen is, or becomes, unpleasant. If nothing else, “Cruella” is a radical departure for Disney’s gladness merchants.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}