{
    "url_original": "https://www.wsj.com/articles/cryptocurrency-crash-no-big-deal-bitcoin-ether-dogecoin-11620332378?mod=business_minor_pos10",
    "url": "cryptocurrency-crash-no-big-deal-bitcoin-ether-dogecoin-11620332378",
    "title": "If Crypto Crashes Tomorrow, It’s No Big Deal. In Five Years, It Might Be.",
    "sub_head": "Bitcoin, dogecoin, ether and other cryptocurrencies are now worth about $2 trillion. But the world of crypto is still small, and stands apart from the rest of the economy.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-07 16:27:00",
    "body": "“Have fun being poor!”<br />That’s the classic retort to people skeptical about surging cryptocurrencies from those who got in early on the speculative frenzy. It implies, of course, that those early buyers consider themselves rich. But are they really? One way to answer that question is to imagine what would happen if their newfound wealth went “poof,” aside from sparking lots of schadenfreude that is.<br />The price of bitcoin—the most established of the private digital currencies—has risen about 290% over the past six months, but that is nothing compared with some other entrants. Ether, which is the second-largest cryptocurrency by market value, rose about 710% during that time. And dogecoin, which was started as a joke, rose about 23,000%.<br />Over that six-month period, the combined value of all cryptocurrencies tracked by coinmarketcap.com—and there are thousands of them—has risen from $427 billion to $2.4 trillion. On the one hand, that is dwarfed by the over $20 trillion in equity Americans have in their homes, or the more than $50 trillion value of the U.S. stock market. On the other, it is approaching the $2.6 trillion that investors around the world have riding on gold.<br />Similar to gold, it is hard to figure out what type of valuation cryptocurrencies should carry. They don’t provide a stream of income like the earnings that stocks generate and they aren’t fundamentally useful in the way that physical commodities such as copper are. Unlike standard currencies, they aren’t backed by any government—a desirable feature in the eyes of many fans."
}