{
    "url_original": "https://www.wsj.com/articles/daddys-home-by-st-vincent-review-sin-city-11620678126?mod=opinion_major_pos13",
    "url": "daddys-home-by-st-vincent-review-sin-city-11620678126",
    "title": "‘Daddy’s Home’ by St. Vincent Review: Sin City",
    "sub_head": "Annie Clark’s latest album has a ‘70s-New York vibe and takes her father’s release from prison as a jumping-off point to explore debauchery, regret and redemption.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-336196?width=620&size=1.5",
    "image_1": "im-336196.jpg",
    "time": "2021-05-10 16:22:00",
    "body": "<br /><br /><br />New records by St. Vincent, the project of 38-year-old singer-songwriter Annie Clark, are one part of a larger multimedia work. Like David Bowie, one of her influences, Ms. Clark views each album as an opportunity to present a new persona, with songs linked by in-jokes and references. As an artist, she favors complexity. Her melodies are always a little knotty, the production has two or three more layers than some might find advisable. And her music smacks of effort. You can hear the strain in her voice and in her arrangements as she tries to squeeze things in. Ms. Clark’s songs sound built rather than channeled, and they rarely go down easy. On 2017’s “Masseduction” she collaborated with Jack Antonoff—the busy songwriter and producer who has worked closely with Taylor Swift, Lana Del Rey and Lorde, among others—but she certainly wasn’t doing so hoping to make the pop charts. That record hit No. 10, her highest placement so far, but she’ll never quite swim with the mainstream.<br />In press notes and early interviews the sixth St. Vincent album, “Daddy’s Home” (Loma Vista), out Friday, is described as especially personal, though we’ve heard that before. She is not a confessional artist, and she builds her creative worlds from the ground up. This time, however, the record comes with a highly specific backstory: Ms. Clark’s father served nine years in prison for financial crimes and was released in 2019. But a few details aside, the record isn’t “about” his imprisonment or the relationship between father and daughter. Rather, the event gives her license to explore a world of sin, cheap thrills, regret and, here and there, redemption."
}