{
    "url_original": "https://www.wsj.com/articles/david-smith-follow-my-path-review-joining-his-internal-dialogue-11622286000?mod=opinion_major_pos13",
    "url": "david-smith-follow-my-path-review-joining-his-internal-dialogue-11622286000",
    "title": "‘David Smith: Follow My Path’ Review: Joining His Internal Dialogue",
    "sub_head": "An exhibition at Hauser & Wirth of the artist’s paintings, sketches, photographs and sculptures shows how he worked through ideas in a variety of mediums.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-345270?width=620&size=1.5",
    "image_1": "im-345270.jpg",
    "time": "2021-05-29 07:00:00",
    "body": "<br />New York<br />David Smith owes his place in the modernist pantheon to his sculpture—compelling welded-steel works that translated the implications of Pablo Picasso’s and Julio González’s pioneering constructions into a new American idiom. But powerful as Smith’s limber Tanktotems, confrontational Zigs and athletic Cubi—to name only a few series—are, they are not the whole story.<br />Smith was a painter before he was a sculptor, he often said that he “belonged” with painters, and he continually explored the transformative effect of color on three-dimensional structures, aspiring, he said, to combine painting and sculpture into a new, superior art form. Throughout his too-short working life—he died in 1965 at age 59, in an automobile accident—Smith concentrated on sculpture, but he also drew and painted in a wide range of materials and techniques, dividing his day into a proletarian double shift, making sculpture in the factory-like space where he constructed in steel, and drawing and painting in what he called his “clean studio.”<br />Smith used photography both to record and transform his sculpture, capturing constructions in different lights and weathers, and making modest works appear monumental. He made reliefs, designed medals, and experimented with stone and casting in bronze. He tossed ideas back and forth in different mediums, testing the potential of imagined forms as drawings, expanding them and contextualizing them in paintings, realizing them in three dimensions, and photographing them—not necessarily in that order."
}