{
    "url_original": "https://www.wsj.com/articles/death-toll-rises-as-israel-hamas-fighting-intensifies-11620816151?mod=world_major_1_pos7",
    "url": "death-toll-rises-as-israel-hamas-fighting-intensifies-11620816151",
    "title": "Death Toll Rises as Israel, Hamas Fighting Intensifies",
    "sub_head": "Airstrikes and rockets have so far killed 43 Palestinians, including 13 children, and five Israelis",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-12 06:42:00",
    "body": "TEL AVIV—Israel intensified its airstrikes against Hamas-ruled Gaza early Wednesday in response to a fresh barrage of rockets targeting the country’s densely populated center, in the heaviest exchange of fire since the two sides fought a war in 2014.<br />The airstrikes and rockets have so far killed 43 Palestinians, including 13 children, and five Israelis, according to Palestinian and Israeli officials. Prime Minister Benjamin Netanyahu said Israel has killed dozens of Hamas and Palestinian Islamic Jihad operatives.<br />As tensions mount over the contested city of Jerusalem, which sparked the current cross-border violence, protests also broke out in Arab communities across Israel with some rioting in mixed cities. Israel’s government declared a state of emergency in one city and its military redeployed troops to contain the fallout.<br />Since Monday, Israel has struck over 500 targets in Gaza, including overnight raids targeting what Israel’s military said were senior Hamas and Palestinian Islamic Jihad officials, some inside their houses.<br />Hamas has launched more than 1,000 rockets toward Israel, including 200 that fell short and landed inside Gaza, according to Lt. Col. Jonathan Conricus, an Israeli military spokesman. Others have been intercepted by Israel’s Iron Dome System. Col. Conricus said Israel sent two infantry brigades and an armored brigade to the border to prepare for possible ground operations. “No specific orders given yet as to what to do on the ground but…preparing for various scenarios,” he said."
}