{
    "url_original": "https://www.wsj.com/articles/decision-day-2021-how-teens-are-sharing-college-acceptances-and-rejections-after-a-rough-year-11619874002?mod=business_minor_pos7",
    "url": "decision-day-2021-how-teens-are-sharing-college-acceptances-and-rejections-after-a-rough-year-11619874002",
    "title": "Decision Day 2021: How Teens Are Sharing College Acceptances (and Rejections) After a Rough Year",
    "sub_head": "College-decision posts surge on social media, but many teens post rejection videos to show the reality of college admissions",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "time": "2021-05-01 09:00:00",
    "body": "As long as there’s been social media, there have been people sharing their accomplishments, to the delight or displeasure of their friends. But lately, perhaps no category of social-media brag has become more divisive than the college-acceptance post.<br />Many people cheer such posts, arguing that after four years of hard work, high-school seniors and their parents should shout the news from the rooftops. But many others loathe them, saying the not-so-humble brags add to the pressure around college admissions and inevitably leave others feeling bad.<br />After the unusual year students have had, many members of the last two high-school graduating classes have grown more reflective on how to share their news. This year, college acceptance has been especially competitive. After many universities waived college-entrance exams, a record number of students applied to college, leaving more students on wait lists or turned down by their top-choice schools.<br />Some have opted to share their good news only with close friends and not post at all; others are posting low-key Instagram stories that disappear quickly. Some friends have agreed to post on one another’s behalf, so as not to appear boastful.<br />Gael Aitor, a high-school senior in Anaheim, Calif., co-hosts the Teenager Therapy podcast. When he asked his fellow hosts if they wanted to open their college notification letters on-air for an episode on the admissions process, they said they preferred to do it privately."
}