{
    "url_original": "https://www.wsj.com/articles/defending-the-beauty-of-numbers-11620418106",
    "url": "defending-the-beauty-of-numbers-11620418106",
    "title": "Defending the Beauty of Numbers",
    "sub_head": "G.H. Hardy’s ‘A Mathematician’s Apology’ has been called ‘the best account of what it is like to be a creative artist.’",
    "category_1": "Masterpiece",
    "image_1_url": "https://s.wsj.net/public/resources/images/RV-BF265_MPHard_8U_20210506113011.jpg",
    "image_1": "publicresourcesimagesRV-BF265_MPHard_8U_20210506113011.jpg",
    "time": "2021-05-07 16:08:00",
    "body": "The finest reflection on creativity I know of, capturing the magic and transience of its gifts, is not the work of an artist. Its author did not paint, sculpt, write or compose, though he appreciated those who do. He was not of the humanities, nor are his name and achievements much spoken of today. For all that, G.H. Hardy’s “A Mathematician’s Apology,” published in 1940, was, according to Graham Greene, along with Henry James’s exquisite notebooks, “the best account of what it is like to be a creative artist.”<br />Hardy (1877-1947) was born with an uncommon blend of ability and eccentricity, jotting down figures in the millions when he was two years old and amusing himself in church by factorizing the numbers of the hymns. He entered Trinity College, Cambridge, as an undergraduate in 1896 and, apart from 12 years teaching at New College, Oxford (1919-31), settled there for the rest of his life, specializing in number theory, an exacting branch of mathematics in which, Hardy wrote, “proof really is everything and nothing short of absolute rigour counts.” His “Introduction to the Theory of Numbers” (1938), with E.M. Wright, is now in its sixth edition. At leisure, he read widely, played and followed cricket, enjoying its graceful affinities with his chosen subject, and enlivened college dinners with sparkling conversation. Curiously, this champion of order and reason was wary of the telephone.<br />A pure mathematician, said by peers at Trinity to be the purest of the pure, he was known chiefly for his collaborations with John Littlewood and Srinivasa Ramanujan. (His association with the latter served as the basis for the 2016 Jeremy Irons-led film “The Man Who Knew Infinity.”) Where the applied mathematician fits the facts to our physical reality, Hardy dealt in abstractions. As he illustrates in the “Apology,” the pure geometer proves theorems on his blackboard. When the room’s properties change, the proofs remain unaffected. To imagine otherwise “would be like supposing that a play of Shakespeare is changed when a reader spills his tea over a page. The play is independent of the pages on which it is printed, and ‘pure geometries’ are independent of lecture rooms, or of any other detail of the physical world.” He cherished and—with Littlewood and Ramanujan—touched the boundaries of this imaginary universe. Alas, the connection was fleeting. “Mathematics,” he lamented, “is not a contemplative but a creative subject; no one can draw much consolation from it when he has lost the power or the desire to create; and that is apt to happen to a mathematician rather soon.”<br />Unlike Titian and Goya, Verdi and Strauss, who flourished in old age, in Hardy’s hard-bitten view no mathematician initiated any “major” advance past the age of 50. And so, in 1939, at 62, his most productive years long behind him, he undertook an “Apology”—an apologia, or formal defense, rather than an expression of contrition or regret—for the practice of mathematics and for himself.<br />The mathematician is, to Hardy, no different than the painter or poet—he is “a maker of patterns.” But while “a painter makes patterns with shapes and colours and a poet with words,” those of the mathematician “are made with ideas” or theorems. Their formal appeal was, by Hardy’s admission, difficult to define. Nevertheless, “the mathematician’s patterns, like the painter’s or the poet’s, must be beautiful; the ideas, like the colours or the words, must fit together in a harmonious way. Beauty is the first test: there is no permanent place in the world for ugly mathematics.”"
}