{
    "url_original": "https://www.wsj.com/articles/deluge-of-debt-is-tied-to-carbon-emissions-and-diversity-11620126605?mod=markets_lead_pos3",
    "url": "deluge-of-debt-is-tied-to-carbon-emissions-and-diversity-11620126605",
    "title": "Deluge of Debt Is Tied to Carbon Emissions and Diversity",
    "sub_head": "Critics say incentives and penalties embedded in ‘ratchet’ loans meant to spur environmental and social change are too small to matter",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-04 07:10:00",
    "body": "BlackRock Inc.,  Bud owner Anheuser-Busch InBev NV and a plastic packaging maker in Portugal are among a flood of borrowers using financial carrots and sticks to improve their performance on things such as the environment and boardroom diversity. The sticks, complain some investors, don’t leave much of a mark.<br />Since last summer, companies have issued nearly $240 billion of debt with special rules that reward them with lower borrowing costs—or penalize them with higher ones—depending on if they meet self-made targets for things such as cutting carbon emissions, or for getting more women on boards, according to Dealogic. That nearly doubles the total issuance of such debt over the previous three years.<br />Lenders have long put ratchets on loans or step-ups on bonds that cause interest rates to change depending on a company’s financial performance. But the idea of tying interest costs to nonfinancial risks, such as reducing carbon emissions, or improving governance, is relatively novel.<br />The surge in bonds and loans tied to environmental, social and governance performance, known in industry parlance as ESG, is meeting a huge demand from investors for such investment products.<br />Fund managers like them because they qualify for ESG-labeled funds that they can sell on to investors. One irony of ratchet loans, is that the investors get paid more if the companies fail to meet their objectives. This is meant to compensate investors because a borrower that misses governance targets is a riskier prospect."
}