{
    "url_original": "https://www.wsj.com/articles/demand-for-municipal-bonds-lowers-borrowers-costs-11620572580?mod=markets_lead_pos1",
    "url": "demand-for-municipal-bonds-lowers-borrowers-costs-11620572580",
    "title": "Yield-Starved Investors Snap Up Muni Bonds",
    "sub_head": "Investors have put $39 billion into municipal-debt funds so far this year, the most over that period since 2008",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-335258?width=620&size=1.5",
    "image_1": "im-335258.jpg",
    "time": "2021-05-09 11:03:00",
    "body": "Investors in search of higher returns and lower taxes are scooping up debt sold by state and local governments, pushing borrowing costs to near-record lows and boosting coffers from California to Connecticut.<br />Investors have poured a net $39 billion into municipal-bond mutual funds this year through Thursday, according to data compiled by Municipal Market Analytics, the most over the same period since 2008. Returns on the debt, which local governments use to fund public works such as sewers or bridges, have beaten those of corporate bonds and Treasurys.<br />Demand is so intense that Illinois, the only state to tap the Federal Reserve’s pandemic emergency-lending facility, recently sold three-year bonds at yields near 1%. Another boost is coming from the Biden administration’s proposed tax changes, which potentially can make municipal debt more attractive to investors. Considered almost as safe as Treasurys because they are backed by taxes or payments on essential services like water, municipal bonds typically offer interest payments that are tax-free.<br />The furor marks a reversal from the pandemic’s lows. In the spring of 2020, cash-hungry investors dumped even safe munis at steep discounts. Many predicted tax collections would plunge and mounting financial distress would spur a wave of defaults. City and state borrowing froze. Defaults did climb, but investors started to return after actions by the Federal Reserve that April—including cutting interest rates and buying billions worth of bonds—buoyed the municipal-debt market and the economy. Tax collections exceeded expectations, state and local governments lifted revenue forecasts for this year and stimulus money from the federal government began flooding in.<br />Bank of America analysts in a recent note said the municipal market is entering “a new golden decade of strong growth and strengthening credit quality.” Moody’s Investors Service raised its outlook for state and local governments to “stable” from “negative” after the passage of the $1.9 trillion pandemic relief bill in March, saying the funds would stabilize state finances and help avoid funding cuts for local governments."
}