{
    "url_original": "https://www.wsj.com/articles/democrats-lower-their-sights-on-healthcare-changes-11621688400?mod=politics_lead_pos3",
    "url": "democrats-lower-their-sights-on-healthcare-changes-11621688400",
    "title": "Democrats Lower Their Sights on Healthcare Changes",
    "sub_head": "Progressive hopes for Medicare for All and a public option face steep odds",
    "category_1": "Politics",
    "time": "2021-05-22 09:00:00",
    "body": "Many progressive Democrats and President Biden are facing the political reality that far-reaching healthcare overhauls aren’t likely to succeed in the short term, which means their hopes may rest instead on building on recent Affordable Care Act changes and reducing prescription drug costs.<br />Nearly 1.4 million uninsured people have become newly eligible for the ACA’s subsidies following revisions to the health law through pandemic relief legislation passed in March. In addition, many people who already have plans have seen their premiums reduced. The changes marked the biggest overhaul to the health law since its passage in 2010, and have resulted in consumers saving an average of $70 a month, according to the Kaiser Family Foundation.<br />But the changes are temporary, only lasting two years, and they aren’t as wide-ranging as the agenda laid out in the 2020 presidential campaign. Most of the Democratic contenders—but notably not Mr. Biden, who backed a public option—supported the concept of Medicare for All, which would replace the current health system with a federal plan that would cover everyone.<br />Some Democrats are wary that Republicans will target them in the 2022 midterm elections by equating universal healthcare with socialism. Medicare for All has long been off the table, and a public option could be difficult to pass in a 50-50 Senate with Republicans firmly opposed to the idea. The situation is frustrating some progressive Democrats, who worry the opportunity to advance sweeping health changes is slipping away.<br />“I think people are starting to understand that nibbling around the edges doesn’t cut it. We need real change, and we need real reform,” said Debbie Dingell (D., Mich.) during an April event on A Starting Point, a civic engagement platform. Ms. Dingell and Rep. Pramila Jayapal (D., Wash.) are among 100 House Democrats pursuing Medicare for All legislation."
}