{
    "url_original": "https://www.wsj.com/articles/democracys-digital-defenses-11620403161",
    "url": "democracys-digital-defenses-11620403161",
    "title": "Democracy’s Digital Defenses",
    "sub_head": "New tools, many developed by the private sector, have the potential to thwart surveillance and disinformation by authoritarian governments.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-335595?width=620&size=1.5",
    "image_1": "im-335595.jpg",
    "time": "2021-05-07 11:59:00",
    "body": "In early 2021, the audio-only social media app Clubhouse allowed users in mainland China to enter chat rooms and talk freely to the world—including American journalists and people in Hong Kong and Taiwan, areas usually off-limits to Chinese citizens. For a brief period, users of the app had an uncensored glimpse of the internet beyond the Great Firewall.<br />But Beijing moved quickly to crush the tiny, iPhone-based revolt, and Clubhouse chat rooms were banned on Feb. 8. A Stanford research team later found that a Shanghai-based startup called Agora had access to Clubhouse users’ audio files and metadata, potentially giving the Chinese Communist Party direct access to their conversations.<br />Technologies aimed at surveilling populations, suppressing dissent and spreading propaganda have long been used by authoritarian governments. But in recent years, democracies are discovering they can fight fire with fire, using their own digital tools to defend freedom and undermine autocracy. New tools, many of them developed by the commercial sector as privacy safeguards, are increasingly being repurposed as democracy’s digital defenses.<br />During demonstrations in 2019, protesters in Hong Kong relied on the Reddit-like website LIHKG to communicate with fellow dissidents. They used the crowdsourced web-mapping service HKmap.live to avoid police and the dating app Tinder to recruit new pro-democracy activists. Dissidents have even used the augmented reality game Pokémon Go to provide cover for unauthorized gatherings. Russian opposition members have developed a “protest navigator” on Telegram, an encrypted messaging app, as well as bots that identify police locations during marches.<br />When governments block websites and apps or try to surveil and disrupt internet communications, demonstrators can connect via services like Bridgefy, which employs Bluetooth and mesh networks to link devices without using the internet. These peer-to-peer networks work even if a government slows down internet traffic, as Russia appears to have done amid January’s anti-Kremlin agitation, or shutters online access entirely, as Iran tried to do during unrest in 2019."
}