{
    "url_original": "https://www.wsj.com/articles/democrats-are-the-anticrime-party-11622045951?mod=opinion_lead_pos5",
    "url": "democrats-are-the-anticrime-party-11622045951",
    "title": "Democrats Are the Anticrime Party",
    "sub_head": "Trump was lawless himself, and violence exploded on his watch. Republican law-and-order talk is empty.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-26 12:19:00",
    "body": "From 1993 to 2019, crime steadily decreased in the U.S. Every president since Bill Clinton inherited a declining crime rate and left office with a further decline in crime rate, until Donald J. Trump came along. During Mr. Trump’s final year in office, violent crimes and homicides spiked. Yet if you tuned into Fox News, you’d draw the conclusion that the Democratic Party is opposed to law and order.<br />Crime is going to be an issue up and down the ballot in 2022, and many local politicians are already feeling the heat. Now that violent crime is on the rise, we Democrats can no longer afford to sit by passively while Republicans trumpet bellicose law-and-order talking points. If we don’t aggressively begin to own the crime issue and make Republicans respond to their own failures, we risk losing our slim majorities in Congress.<br />The modern Democratic Party is flat-out better on crime than Republicans. Mr. Trump presided over the greatest crime rise in modern American history. Now it’s time for the Democratic consultant class to stop its bed-wetting on this issue and take this case to the American people: A lawless president created the perfect storm for the crime crisis America now faces.<br />From beginning to the end, Mr. Trump’s presidency was one long crime wave. He broke laws, obstructed justice and incited violence knowing he wouldn’t be held accountable while in office. Eight of his campaign associates were put in shackles. He pardoned five of them. Corruption became the administration’s oxygen, and Mr. Trump’s stunning display of lawlessness set an example for criminals to crawl out of the shadows and believe they would never be brought to justice. It was also no coincidence that Mr. Trump presided over an all-time low in white-collar crime enforcement.<br />Crime flourished in the streets as well as the suites. The murder rate shot up 26%. Mass shootings spiked. The administration even attempted to slash community policing. Mr. Trump rambled into office inciting racism and, according to the Federal Bureau of Investigation, hate crimes spiked more than 20% during his presidency."
}