{
    "url_original": "https://www.wsj.com/articles/democracy-is-the-issue-in-the-mississippi-abortion-case-11621442926?mod=opinion_lead_pos6",
    "url": "democracy-is-the-issue-in-the-mississippi-abortion-case-11621442926",
    "title": "Democracy Is the Issue in the Mississippi Abortion Case",
    "sub_head": "The high court could put questions about gestational limits back into voters’ hands—where they belong.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-19 12:48:00",
    "body": "The Supreme Court announced Monday that it will hear Mississippi’s defense of its limit on abortion after 15 weeks of pregnancy. However the high court rules, it’s unlikely to satisfy activists on either side. But a large majority of Americans would likely support a decision upholding the law.<br />Mississippi’s law prohibits abortion when “the probable gestational age of the unborn human being” is “greater than” 15 weeks, “except in a medical emergency or in the case of a severe fetal abnormality,” defined as a condition that is “incompatible with life outside the womb.” As in previous abortion cases, the law was challenged as unconstitutional in toto by an abortion clinic, Jackson Women’s Health Organization.<br />The state’s limit has broad support nationally. As one researcher found, “Polls stretching back for decades show that two-thirds or more of the public believe abortion should generally be illegal in the second trimester.” The most recent Gallup poll on the matter in 2018 found that 65% thought abortion should be illegal in the second trimester (after 12 weeks). A January 2020 Marist Poll found 7 in 10 Americans support limiting abortion after the first trimester.<br />There is a notion—repeated throughout the media and implied sometimes even by Supreme Court justices—that Americans are too “polarized” to decide the abortion issue through the democratic process and need the court to do it for them. The Mississippi case and polling on gestational limits obviously demonstrates that there is copious middle ground. The position of activists at both ends of the spectrum shouldn’t obscure the broad public agreement on moderate limits, and the potential for legislators to write reasonable laws.<br />Mississippi hasn’t asked the Supreme Court to overturn Planned Parenthood v. Casey or Roe v. Wade. Instead, the justices will consider “whether all pre-viability prohibitions on elective abortions are unconstitutional,” a modest question. This is one the high court has never addressed directly, though it has bypassed it more than once. The Supreme Court created its “viability rule” in Roe—though it was dictum, a point not necessary to its decision. And it merely repeated the rule in Casey, also dictum, based on the casual assertion that states have two interests in limiting abortions—in prenatal lives and maternal health—which are “not strong enough” before fetal viability to justify a broad limitation."
}