{
    "url_original": "https://www.wsj.com/articles/denial-of-electricity-service-could-become-next-geopolitical-weapon-11621357611?mod=business_minor_pos13",
    "url": "denial-of-electricity-service-could-become-next-geopolitical-weapon-11621357611",
    "title": "Denial of Electricity Service Could Become Next Geopolitical Weapon",
    "sub_head": "With electricity expected to account for a large share of the world’s energy use by 2050, the stakes are high",
    "category_1": "THE EXPERTS | Energy",
    "time": "2021-05-18 14:36:00",
    "body": "Amy Myers Jaffe is a research professor at Tufts University’s Fletcher School  and the author of “Energy’s Digital Future: Harnessing Innovation for American Resilience and National Security.”<br />Forty-eight years ago, the Organization of the Petroleum Exporting Countries (OPEC) unsheathed an energy weapon in the form of an oil embargo, causing shortages in the U.S. and elsewhere that affected global politics and economies long afterward.<br />Now, as the world increasingly moves to electricity to power everything from communications to transportation to industry, it could be that denial of electricity service becomes the next energy weapon.<br />We’ve already had a glimpse of what modern geopolitical conflict in an increasingly electrified world might look like. In late 2015, hackers breached the information systems of a Ukrainian electricity distribution company and remotely switched off 30 substations, leaving several hundred thousand people without power for several hours. The incident grabbed headlines only briefly but was touted as the first known cyber hack against electricity assets. Following a similar attack in Kyiv in 2016, then-Ukrainian President Petro Poroshenko accused Russia of waging a cyberwar against Ukraine.<br />With more than half of world energy use expected to come from electricity by 2050, according to the International Renewable Energy Agency, denial of electricity service has the potential to be a potent weapon. Smart devices and the Internet of Things—which refers to physical objects embedded with sensors and software that can exchange data with each other and other systems over the internet, often to take autonomous actions—expand the surface area for hackers to attack. A particularly worrisome area are supervisory control and data acquisition software systems, known as Scada systems, that are increasingly being used to remotely monitor and control industrial infrastructure, including electrical networks. A hack into such systems could be extremely dangerous."
}