{
    "url_original": "https://www.wsj.com/articles/derbys-take-firm-measurements-of-feds-bond-buying-success-prove-elusive-11620379802?mod=markets_major_pos13",
    "url": "derbys-take-firm-measurements-of-feds-bond-buying-success-prove-elusive-11620379802",
    "title": "Derby’s Take: Firm Measurements of Fed’s Bond Buying Success Prove Elusive",
    "sub_head": "",
    "category_1": "Central Banks Commentary",
    "image_1_url": "https://images.wsj.net/im-335358?width=620&size=1.5",
    "image_1": "im-335358.jpg",
    "time": "2021-05-07 05:30:00",
    "body": "Federal Reserve officials believe their $120 billion a month in asset buying is a critical part of their efforts to aid the U.S. economy, but when it comes to measuring the effect of the purchases, things turn slightly ephemeral.<br />The Fed has been buying $80 billion in Treasury bonds and $40 billion in mortgage bonds each month since last year and it isn’t clear when that will stop. The central bank used the purchases to calm unsettled financial markets at the start of the pandemic. The purchases have, however, reverted to what they were during the financial crisis: a stimulus tool to complement the Fed’s near-zero interest rate stance.<br />The Fed’s asset buying is aimed at lowering long-term bond yields from where they otherwise would have been, which in turn makes overall financial conditions more supportive of growth. The challenge for Fed policy makers and others is a lack of clear understanding in what a given level of buying does to asset levels.<br />In an interview with The Wall Street Journal this week, Federal Reserve Bank of New York leader John Williams was asked if the central bank has any metrics that help it understand the impact from a given amount of purchases. Mr. Williams replied that the purchases “lower mortgage rates, the cost of borrowing for companies and households and everybody.” That, he added, translates into a “greater willingness to spend and invest, especially in an economy that’s moving forward.”<br />In separate comments to reporters earlier in the week, Mr. Williams flagged the Fed’s mortgage bond buying as an especially potent source of stimulus."
}