{
    "url_original": "https://www.wsj.com/articles/deutsche-bank-picks-u-s-general-counsel-to-head-anti-financial-crime-unit-11621359668?mod=markets_lead_pos4",
    "url": "deutsche-bank-picks-u-s-general-counsel-to-head-anti-financial-crime-unit-11621359668",
    "title": "Deutsche Bank Picks U.S. General Counsel to Head Anti-Financial-Crime Unit",
    "sub_head": "Joe Salama will split his time between Frankfurt and the U.S., as the bank tries to keep a close relationship with U.S. authorities",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-340219?width=620&size=1.5",
    "image_1": "im-340219.jpg",
    "time": "2021-05-18 13:51:00",
    "body": "Deutsche Bank AG  has appointed its U.S. general counsel to head its global anti-financial-crime unit, according to a memo to employees released Tuesday.<br />Joe Salama will split his time between the bank’s headquarters in Frankfurt and the U.S., part of the bank’s efforts to keep a close relationship with U.S. authorities following a series of investigations and fines.<br />Mr. Salama has been responsible for negotiating recent settlements between the bank and U.S. authorities, including over failings to properly monitor its dealings with late financier and convicted sex offender Jeffrey Epstein. He has also been a key contact for outside monitors checking implementation of money-laundering controls and for regulators around the world, according to the memo.<br />He joined Deutsche Bank in 2010 as a senior U.S. counsel. He is succeeding Stephan Wilken, who took over the job in 2018. Mr. Wilken will remain at the bank.<br />Deutsche Bank, which has run into problems with U.S. and European authorities over lapses in money-laundering controls, has been eager to show that much of its legal troubles are behind it. It has settled many pending cases with authorities, including in the U.S. for its role as a correspondent bank for the Estonian branch of  Danske Bank  A/S, in one of the biggest money-laundering scandals in Europe."
}