{
    "url_original": "https://www.wsj.com/articles/did-biden-peak-on-inauguration-day-11621268753?mod=opinion_major_pos8",
    "url": "did-biden-peak-on-inauguration-day-11621268753",
    "title": "Did Biden Peak on Inauguration Day?",
    "sub_head": "Covid confusion, Mideast chaos and the threat of inflation—he doesn’t have many victories to point to.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-05-17 12:25:00",
    "body": "During the Chicago Cubs’ long century of futility, the old joke was that every year they peaked on Opening Day. Is it too early to wonder if Joe Biden’s presidency did the same thing?<br />The inauguration promise to bring healing to a fractured nation didn’t last the short ride back down Pennsylvania Avenue on Jan. 20. But what of the real Biden project that was revealed once the festivities ended: the transformation of America into a land of equity and inclusion, one that Michelle Obama could finally be proud of, that Bernie Sanders could count as Cuba’s equal, and where LeBron James could feel safe and fairly rewarded?<br />True, it’s no longer Opening Day, but we haven’t reached the All-Star break and already reality has bitten the geniuses in this White House harder than old Major the German shepherd did. Unlike Major, this fickle beast can’t be safely dispatched from the executive mansion and forgotten about. It has a painful way of telling you what happens when you construct an ideological dreamscape made up of impossible promises, implausible assertions and dishonest propositions.<br />Last week reminded us on multiple fronts that trying to govern on a prospectus of large claims at odds with the defiant reality is a perilous mission.<br />The sudden change in the Centers for Disease Control and Prevention’s mask advice has undermined the administration’s claim to be governed at all times by data and facts. It has revealed to a wider audience what some of us knew all along: that pious claims about “following the science” were as flimsy as a cloth face covering. We’d been told for four months that vaccinations don’t necessarily protect against viral transmission. The CDC’s director warned a few weeks ago about “impending doom.” The president said “neanderthal thinking” drove governors to lift mandates. Suddenly, everything has changed—except for federal mask mandates, which officials began to ease only on Monday."
}