{
    "url_original": "https://www.wsj.com/articles/digital-health-startups-are-booming-their-customers-are-overwhelmed-11620039601?mod=business_lead_pos6",
    "url": "digital-health-startups-are-booming-their-customers-are-overwhelmed-11620039601",
    "title": "Digital-Health Startups Are Booming. Their Customers Are Overwhelmed.",
    "sub_head": "As investors pour money into health startups, customers press for price breaks and streamlining; ‘We are inundated’",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-332803?width=620&size=1.5",
    "image_1": "im-332803.jpg",
    "time": "2021-05-03 07:00:00",
    "body": "Digital-health startups have boomed during the pandemic, raising record amounts of capital for a range of services. The message from some of their customers: Enough, already.<br />Corporate-benefits executives, the main customers for these startups, say they are excited about technology that can lower costs and improve employees’ health. But the explosion of activity has spawned a glut of startups pitching redundant or overpriced services, they say.<br />Benefits executives are pushing digital health companies to add services, merge with complementary companies and cut deals on pricing, pressure that the companies are responding to in order to stand out in the crowded sector.<br />Numerous health apps promise to promote well-being, manage diabetes, improve sleep, monitor heart health, encourage weight loss and track whether patients are sticking to physical-therapy regimens, among others. Mental health, a growing area due in part to pandemic burnout, has spawned more than 100 startups, according to research from 7Wire Ventures, a venture firm. There are also apps to help employees navigate their company’s other digital-health apps.<br />“We are inundated,” says Meredith Touchstone, director of benefits at  CarMax Inc.  “We already have these very big portfolios of vendors. And with all this new stuff coming into the market, there’s no way to assess, literally thousands” of digital-health services now available."
}