{
    "url_original": "https://www.wsj.com/articles/diplomats-abase-america-11622494456?mod=opinion_lead_pos6",
    "url": "diplomats-abase-america-11622494456",
    "title": "Diplomats Abase America",
    "sub_head": "The State Department is supposed to advance U.S. interests and burnish the country’s image abroad.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-345451?width=620&size=1.5",
    "image_1": "im-345451.jpg",
    "time": "2021-05-31 16:54:00",
    "body": "American diplomats take an oath to support and defend the Constitution of the United States. A foreign-service officer’s job is to advance American interests. But officials are now asking diplomats to function as social-justice warriors to the detriment of the country’s image abroad, as revealed by a leaked State Department cable encouraging embassies and consulates to fly Black Lives Matter flags.<br />Nearly 20 years ago, when I was sworn in as a foreign-service officer by Secretary of State Colin Powell, he said: “The most important of all the jobs that we are sending you out to do is to take with you the value system of the American people.” BLM’s values are shared by only half the country, if that, according to a recent USA Today/Ipsos poll. Another USA Today survey indicated that only 18% of Americans and 28% of blacks support the group’s signature goal, defunding the police.<br />Yet from reading the State Department’s May 21 cable, you’d think the country is in lockstep agreement. The cable asserts that protests in the wake of George Floyd’s killing “sparked a movement to confront systems perpetuating deep-seated inequities rooted in colonialism and the oppression of racial, tribal, ethnic, and other minority communities.” It continues: “Mr. Floyd’s murder prompted an international outcry to seek racial justice and equity by dismantling systemic racism and eradicating police brutality affecting communities of color, most acutely, people of African descent.” The missive asserted that federal law allows diplomats to “engage in BLM-related activity while on duty or in the workplace” but not to combine such advocacy with “political activity.”<br />That’s doublespeak. BLM activity is political advocacy. The group’s co-founder Patrisse Khan-Cullors is a self-described Marxist. Until recently, BLM’s website called on “comrades” to make efforts at “dismantling cisgender privilege and heteronormative thinking” and “disrupting the Western prescribed nuclear family structure requirement.”<br />The site still claims that “police were born out of slave patrols” and features a list of “demands” that include defunding police, barring Donald Trump from holding office or using social media, and “expelling” more than half of the Republicans in Congress for stoking “Trump’s conspiracy theories and encouraging the white supremacists to take action to overturn the election.”"
}