{
    "url_original": "https://www.wsj.com/articles/discovery-faces-harsh-reality-with-warnermedia-11621940580?mod=business_minor_pos10",
    "url": "discovery-faces-harsh-reality-with-warnermedia-11621940580",
    "title": "Discovery Faces Harsh Reality With WarnerMedia",
    "sub_head": "Investors have turned on Discovery’s stock since announcement of deal with AT&T",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-343051?width=620&size=1.5",
    "image_1": "im-343051.jpg",
    "time": "2021-05-25 07:03:00",
    "body": "Even show-business marriages have longer honeymoon periods than this.<br />Last Monday’s announcement of a mega-media combination of  Discovery Inc.  with the WarnerMedia business of  AT&T  initially thrilled the investors of both companies. Discovery’s share price opened the day up 10% on the prospect of the niche cable-content provider suddenly becoming one of the largest Hollywood players. Meanwhile, AT&T’s share price jumped nearly 4% on the notion that the telecommunications giant could focus better on its core business without having to also pour capital into a media venture that was never popular with its own investors anyway.<br />The warm feelings didn’t last. Both stocks soon turned south and closed in the red that day. And Discovery kept falling—losing nearly 12% by the end of the week. The potential merits of the deal haven’t changed, but the risks have grown clearer. The complicated transaction will result in a much bigger and much more indebted Discovery, run by its current management but majority owned by AT&T shareholders. And the combined company faces a rapidly changing media landscape with a growing list of competitors. For example, last week brought several reports that  Amazon.com  was in takeover discussions with MGM Holdings. The Wall Street Journal reported Monday that the deal could be announced this week.<br />Discovery’s stock had already been on a wild ride due to its part in the Archegos Capital selloff earlier this year. The pending merger will add some fresh drama. Both Discovery and AT&T have to preserve the value of the WarnerMedia business during a highly uncertain period while awaiting regulatory approvals, which could take a year or more. The New York Times reported that WarnerMedia Chief Executive Officer Jason Kilar already has hired a legal team to negotiate his departure. Doug Creutz of Cowen noted in a report last week that Twentieth Century Fox saw “pretty serious degradation in performance” while Disney was working to complete its acquisition of the studio in 2019. “We’re not sure that the announcement of $3B in synergies will be well-received by WarnerMedia employees, either, particularly having just survived a synergy-driven purge associated with the AT&T acquisition,” he wrote.<br />How to integrate the two operations is also a major question hanging over the deal. As the home for the old Warner Bros. studio along with HBO and the Turner media properties, WarnerMedia specializes in broad offerings designed for mass appeal. Discovery has made its name with more niche offerings such as Animal Planet, TLC and the recently acquired Food Network and HGTV. An investor poll by Bernstein Research found a large split on whether the company should combine the HBO Max and Discovery+ services into one offering. Investors in the poll were also the “least confident” in the combined company’s ability to achieve the stated goal of $15 billion in direct-to-consumer revenue by 2023."
}