{
    "url_original": "https://www.wsj.com/articles/do-psychologists-cause-mental-illness-11621548927?mod=opinion_lead_pos5",
    "url": "do-psychologists-cause-mental-illness-11621548927",
    "title": "Do Psychologists Cause ‘Mental Illness’?",
    "sub_head": "Ill-defined ailments end up pathologizing normal childhood.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-20 18:15:00",
    "body": "President Biden’s education plan proposes to double the number of psychologists in U.S. schools. This is partly a response to an apparent crisis in childhood mental health. According to a 2019 study in the Journal of Pediatrics, some 30% of American adolescents with fair or poor physical health have been diagnosed with anxiety, between 13% and 20% with behavior disorders, and almost 15% with mood disorders. The study finds that the reported prevalence of these disorders doubled over the previous decade. According to a Centers for Disease Control and Prevention study, the number of children with attention deficit hyperactivity disorder in 1999 was 7.6%, and in 2018 it rose to 12.9%; that’s an almost 70% increase in 20 years.<br />The apparent decline in childhood mental health is itself depressing. I suspect, however, that one of the factors driving it is increased diagnosis due precisely to the increasing prevalence of mental-health services. It is one thing to detect diseases with well-established biological bases; early detection of cancer has saved many lives. It is quite another to detect diseases on the basis of a rough group of ill-defined symptoms.<br />When the DSM-5, the standard manual for psychiatric diagnosis, characterizes ADHD, it does so in a way that doesn’t neatly separate any population into those who have it and those who don’t. It specifies that a child with ADHD displays “six or more” symptoms of “inattention.” Such a child, for instance, may be easily distracted. Psychologists don’t, one might remark, diagnose teachers and curriculums as insufficiently interesting to maintain attention. Before you treat a child with powerful stimulants, you might ask whether education would give you six varieties of inattention, too.<br />The grab bag of supposed symptoms of the disease amounts to a description of the average boy’s behavior in the average classroom before the era of school psychology: “often fidgets” or “squirms,” “often leaves seat,” “often runs about,” “often talks excessively.” These aren’t symptoms of an illness. They are symptoms of being a normal human child.<br />School psychologists may not themselves prescribe medication but often encourage its use and direct parents to prescribing physicians. The diagnoses provided and medications mobilized by child psychology are devoted largely to getting students to sit quietly and still, goals formerly pursued by the cane or the knuckle-rap. It’s a new form of school discipline, one that leaves parents certain that their children are diseased, and that quickly leads the children to the same conclusion about themselves. The line drawn by the DSM-5 between normal or reasonable worry and diagnosable anxiety, or between appropriate sadness and depression, is just as blurry."
}