{
    "url_original": "https://www.wsj.com/articles/does-a-great-writer-have-a-private-life-after-death-11621632603?mod=opinion_major_pos4",
    "url": "does-a-great-writer-have-a-private-life-after-death-11621632603",
    "title": "Does a Great Writer Have a Private Life After Death?",
    "sub_head": "Unsavory details of a poet’s or novelist’s story may cast light on his work. But they may not.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-21 17:30:00",
    "body": "Pity the aging celebrity author. The day of reckoning looms. The vultures circle. They are unusually civilized vultures, but they will rip you to shreds anyway. They are literary biographers, of course, and they are apt to be merciless.<br />“The idea that everything about oneself is destined to become public property is life-destroying,” the poet Stephen Spender wrote in 1993, “to the extent that one’s life is one’s own, shared with a few others.” Spender died not long after, at 96.<br />One’s life is one’s own? What a hope! His complaint was provoked by the appearance of a novel by the American author David Leavitt, “While England Sleeps,” which drew on a relationship between Spender and a young man in the 1930s. Spender had already described the relationship in his 1951 autobiography, but Mr. Leavitt narrated it with “lubricious” (Spender’s word) homosexual extrapolations. Spender took legal action to stifle the book. The official biography by John Sutherland came out in 2005, 10 years after Spender’s death. Sanctioned by his widow, it nevertheless offered an account of the Leavitt fiasco, of the real-life affair that gave rise to it, and of Spender’s double life. After death, there is no privacy.<br />Philip Larkin died a decade before Spender, leaving behind no widow to confront the hovering biographers, only instructions that his notebooks be destroyed. Twenty-five of them were duly fed to the furnace, but in 1992 the first of what would be several volumes of letters appeared, edited by one of his executors, Anthony Thwaite, followed by a biography written by the other, Andrew Motion. Between them, in the words of Christopher Hitchens, the books “posthumously drenched the poet in a tide of cloacal filth and petty bigotry.” Larkin’s views on what Hitchens referred to as “the colored subjects of the British Empire” were unappealing, as was his taste in illustrated men’s magazines. On reflection, he probably made a good decision about the notebooks.<br />Is posthumous shame the price of literary fame? Does the public have a right to know? “I feel oddly defensive of Larkin in the dispute about his letters,” the Anglo-American poet and critic Thom Gunn wrote in April 1993. “I certainly wouldn’t want my letters to be published immediately after my death, or ever.” As resolutions go, that one is pretty plain. If you want to find it, turn to page 532 of “The Letters of Thom Gunn,” published in March."
}