{
    "url_original": "https://www.wsj.com/articles/dogecoins-12-000-rally-spurs-hunt-for-next-crypto-winner-11620293371?mod=markets_lead_pos5",
    "url": "dogecoins-12-000-rally-spurs-hunt-for-next-crypto-winner-11620293371",
    "title": "Dogecoin’s 12,000% Rally Spurs Hunt for Next Crypto Winner",
    "sub_head": "Individual investors are betting that cheaper alternatives to bitcoin and dogecoin will skyrocket in price and make them money",
    "category_1": "Markets",
    "time": "2021-05-06 05:29:00",
    "body": "After bitcoin and dogecoin’s blistering rally this year, individual investors are venturing further out into the cryptocurrency universe in search of the next big thing.<br />A more than 12,000% rally this year in dogecoin, a cryptocurrency that was set up as a joke and serves no purpose, sent its price to a record 69 cents per token this week. Bitcoin climbed briefly to over $60,000 apiece last month, more than doubling its price since the end of 2020. That is prompting investors to turn their attention to newer digital assets such as DigiByte, VeChain and SafeMoon in the hunt for cheaper alternatives that could be the next to skyrocket.<br />The jump from one speculative asset to another is indicative of the broader frenzy that has driven up prices for a range of assets including stocks, commodities such as silver and cryptocurrencies. It also shows how new investors with savings bolstered by stimulus checks and who are spending more time at home during the Covid-19 pandemic have become a volatile new force in financial markets.<br />Their bets, usually fueled by rumors and speculation in online forums and chat groups, are prompting more seasoned money managers to warn that markets are overheating, and that small investors could be hurt when prices reverse course.<br />“It really does feel like a slot machine,” said Susannah Streeter, senior investment and markets analyst at U.K. asset manager and stockbroker Hargreaves Lansdown. “They’re thinking, which one is going to make me a fast buck between now and six months’ time? It’s based on speculation, and not the underlying value of that coin.”"
}