{
    "url_original": "https://www.wsj.com/articles/dont-freak-out-yet-about-jobs-11620402047?mod=business_minor_pos12",
    "url": "dont-freak-out-yet-about-jobs-11620402047",
    "title": "Don’t Freak Out (Yet) About Jobs",
    "sub_head": "There are many moving parts and explanations for the surprisingly weak employment report; persistent weakness could be cause for real concern",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-335605?width=620&size=1.5",
    "image_1": "im-335605.jpg",
    "time": "2021-05-07 11:42:00",
    "body": "In normal times, a month during which the economy added as many jobs as it did in April would be considered good. But these aren’t normal times.<br />The Labor Department on Friday reported that the U.S. added 266,000 jobs last month, adjusted for seasonal swings, leaving the country with 8.2 million fewer jobs than it had before the Covid-19 crisis struck last year. The unemployment rate rose to 6.1% from 6%.<br />With more people getting vaccinated and edging their way toward their pre-pandemic lifestyles, it seemed as if a much better month was in the offing. Economists surveyed by The Wall Street Journal had expected the report to show an increase of one million jobs with the unemployment rate slipping to 5.8%. So what happened?<br />One issue is that while some businesses, such as restaurants, are hiring as the economy reopens, others that actually benefited from the pandemic are pulling back. Food and beverage stores—the supermarkets and such that saw sales jump as Americans cooked more at home—shed 49,000 jobs last month. Courier and messenger services, which have been busy delivering packages throughout the crisis, cut 77,000 jobs. Temporary-help services, to which many employers probably turned in lieu of making permanent hires as they saw demand go up as a result of the pandemic, cut 111,000 workers.<br />The effect of supply-chain snarls, such as the semiconductor shortage, was also evident. Car and car-part manufacturers lost 27,000 jobs."
}