{
    "url_original": "https://www.wsj.com/articles/dont-bet-against-beijings-efforts-to-smother-bitcoin-11621939282?mod=business_minor_pos10",
    "url": "dont-bet-against-beijings-efforts-to-smother-bitcoin-11621939282",
    "title": "Don’t Bet Against Beijing’s Efforts to Smother Bitcoin",
    "sub_head": "China has several reasons to further crack down on cryptocurrencies",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-343246?width=620&size=1.5",
    "image_1": "im-343246.jpg",
    "time": "2021-05-25 06:41:00",
    "body": "Bitcoin has recovered some of its losses after Chinese Vice Premier Liu He’s pledge to crack down on mining and trading on Friday. But investors should be cautious with all crypto as far as China is concerned. The government has its own reasons for smothering the sector, and a track record that suggests it will follow through effectively.<br />The first and most obvious reason is the stated one: to limit the risk of financial excesses becoming a broader social issue.<br />In some areas, particularly real estate, the Chinese government has struggled to seriously control expanding leverage and risk. But crypto advocates shouldn’t confuse that for laxity generally.<br />Case in point: peer-to-peer lending. An explosion of platforms and borrowing in 2014 and 2015 attracted attention from regulators, with a particular sharp negative turn in 2018 after a series of small protests against some lenders. The amount of outstanding peer-to-peer loans fell from more than 1 trillion yuan, the equivalent of $155.78 billion, in mid-2018 to less than half that by the end of 2019. By the end of last year, Chinese regulators announced that the sector had been “zeroed out.” Major players either wound down or moved into other businesses.<br />The second reason to smother bitcoin applies to mining particularly: The energy intensity of “mining” increasingly runs at odds with Beijing’s environmental goals. The government has become more ambitious in terms of targets relating to emissions in the past year, and environmental protection is one of the very few areas where there is still any prospect of significant China-U.S. cooperation. It’s hard to see why bitcoin mining would be a priority for increasingly scarce energy use."
}