{
    "url_original": "https://www.wsj.com/articles/doordash-may-not-deliver-at-this-price-11621422003?mod=business_minor_pos11",
    "url": "doordash-may-not-deliver-at-this-price-11621422003",
    "title": "DoorDash May Not Deliver at This Price",
    "sub_head": "The meal delivery company’s valuation suggests its investors are still biting off more than its eaters can chew",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-19 07:00:00",
    "body": "Investors salivated over  DoorDash  when it came hot out of the kitchen, but turned up their noses as the novelty wore off. They have since moved back in for leftovers. So is the stock appetizing or not?<br />The meal delivery company could do no wrong during the height of the pandemic, when eaters who didn’t want to cook had few choices other than delivery or takeout and many restaurants had to embrace delivery just to stay in business. DoorDash grew its revenue last year by 228% on an annual basis, propelling it to a peak market value of $68.5 billion in February, just two months after its initial public offering.<br />Heading into last week’s first-quarter earnings report, DoorDash’s shares had shed more than 46% of their value from that peak. They have rebounded sharply and even rose on Tuesday following the expiration of a lockup period for insiders to sell their shares—often a weak day for recently listed companies.<br />Investors must now evaluate how addictive consumers’ delivery habits will remain in a more normal world. A recent study found about 70% of last year’s growth across the U.S. food delivery industry was purely because of the pandemic, concluding that if dine-in activity returned to pre-pandemic levels, food delivery growth would decline.<br />DoorDash said its first quarter revenue grew 198% year-over-year—an improvement over the 172% growth it saw in the first quarter of last year. Still, as of March 31 restaurants were hardly back to business as usual. Data from OpenDoor shows seated diners in the first quarter were down on average 45% nationwide compared with 2019 levels, indicating delivery was still a relative necessity for those craving their favorite restaurant meal."
}