{
    "url_original": "https://www.wsj.com/articles/dozens-of-mexican-candidates-have-been-killed-in-a-bloody-election-season-11621941312?mod=business_minor_pos4",
    "url": "dozens-of-mexican-candidates-have-been-killed-in-a-bloody-election-season-11621941312",
    "title": "Dozens of Mexican Candidates Have Been Killed in a Bloody Election Season",
    "sub_head": "Mexico’s crime gangs, looking to control local territory, are gunning down politicians who resist",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-05-25 07:15:00",
    "body": "MEXICO CITY—Abel Murrieta, candidate for mayor in the northern city of Ciudad Obregón, was handing out fliers on a crowded street corner on May 13. Music played from loudspeakers. He smiled and chatted with passersby.<br />Suddenly, two men approached and shot him 10 times in the face, neck and chest, police say. As the 58-year-old lawyer and former state prosecutor lay dying, his killers walked off calmly and terrified bystanders scurried for cover.<br />Across Mexico, variations on that scene have played out in the run-up to midterm elections on June 6. Even in a country with a history of electoral violence, this vote is shaping up as the most bloody in recent memory as more, smaller criminal gangs viciously compete to control local areas by intimidating or killing off politicians.<br />From February to April, 46 elected officials, members of political parties and candidates for office were killed, a 44% jump compared with the 2018 elections, according to Integralia, a Mexican political consulting firm. Since September, when the electoral process began, 82 politicians have been killed, most of them gunned down.<br />More than 60 candidates for mayor withdrew from the campaign across the country amid the spiral of violence and insecurity, according to party officials. One candidate, a former Olympic athlete, was kidnapped for several hours last week by members of a local gang in Valle de Bravo, a high-end weekend retreat for Mexico City residents. The gangsters threatened to kill her if she didn’t quit the race. She hasn’t campaigned since."
}