{
    "url_original": "https://www.wsj.com/articles/dream-horse-review-unbridled-aspirations-11621544447?mod=opinion_major_pos15",
    "url": "dream-horse-review-unbridled-aspirations-11621544447",
    "title": "‘Dream Horse’ Review: Unbridled Aspirations",
    "sub_head": "Toni Collette and Damian Lewis star in a fictionalized version of the documentary ‘Dark Horse’—the story of a Welsh town that challenges the British racing aristocracy at its own elite sport.",
    "category_1": "Film Review",
    "time": "2021-05-20 17:00:00",
    "body": "On the same week that “Captain America: Civil War” made its debut five years ago, an endearing documentary called “Dark Horse” saw the light of day, however dimly; its opening-day theatrical audience may have numbered in the hundreds, compared to the millions who turned out for the Marvel spectacular. That was regrettable, if inevitable. Louise Osmond’s doc had a lot going for it—the story of a barmaid in an economically depressed Welsh town who decided to breed a racehorse, with financial and emotional support from her fellow townspeople. Good ideas have a way of resurfacing, though. “Dark Horse” is back in fictional form as “Dream Horse,” with Toni Collette as its guiding spirit, Jan Vokes, and Damian Lewis as Howard Davies, an accountant fresh from a recent, and costly, flirtation with the sport of kings. The title change reflects an adjustment of tone. The new film, playing in theaters, devotes itself more obviously to making us feel good, but it succeeds.<br />That’s because the basic idea is not only sound in entertainment terms but resonant. It’s a true-ish tale of social class in which blue-collar people form a syndicate to breed and train a stallion, Dream Alliance, in hopes of showing the aristocracy of British racing what a strong heart and noble spirit can do. Jan’s retiree husband, Brian (Owen Teale), is slow to grasp the possibilities, but he, like other skeptics in town, soon comes around. “We can’t stop ourselves from dreaming of bigger things,” he says. (“Dream Horse” sells dreaming as insistently as Guinness sells beer.)<br />When it comes to breeding, Jan wasn’t born yesterday. As a girl she bred budgies, rabbits, pigeons and whippets—her whippets actually won prizes—so her equine venture doesn’t seem preposterous, even though the brood mare she finds for the syndicate to buy costs only 300 pounds. (She and Brian pay the stud fee out of their retirement fund.) The real-life Jan in the documentary was buoyant and articulate. In Ms. Collette’s version she’s determined and affecting, a woman who has nearly run out of hope until she stumbles on her bright idea following a chance encounter with Howard, the accountant and racing enthusiast played amiably by Mr. Lewis. “I need something to look forward to in the morning,” Jan tells her husband. “To remind me that things can change.”<br />Some of the most interesting things in the film, which was directed by Euros Lyn and written by Neil McKay, are the smaller ones, the picturesque details of life in a town blessed with the sort of eccentrics who used to populate British comedies of the 1940s and 1950s. The cast includes Siân Phillips as Maureen, an old woman addicted to chocolates (“Don’t judge me, Jan. They’re my only solace”). In an inspirational story such as this, odds are that clichés will abound. And so they do—dramatic reversals of fortune in the straightaway; an injury that brings Dream crashing to the ground; a trainer’s dire warning that “the chances of him racing again are virtually nonexistent,” meaning he’ll race again before too long. But watching the film navigate those clichés has a special satisfaction. It’s like watching Dream clear the fences in the Grand National at Aintree.<br />Write to Joe Morgenstern at joe.morgenstern@wsj.com"
}