{
    "url_original": "https://www.wsj.com/articles/drunk-review-two-cheers-for-happy-hour-11621548776?mod=opinion_reviews_pos1",
    "url": "drunk-review-two-cheers-for-happy-hour-11621548776",
    "title": "‘Drunk’ Review: Two Cheers for Happy Hour",
    "sub_head": "Alcohol down the ages has fueled creativity and encouraged social bonding. It is also known to induce feelings of pleasure. What’s the problem?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-341629?width=620&size=1.5",
    "image_1": "im-341629.jpg",
    "time": "2021-05-20 18:12:00",
    "body": "In the U.S., around one in 10 children live with at least one parent with a drinking problem, and alcohol is the third-highest preventable cause of death. It’s implicated in a lot of partner abuse, sexual assault, fatal accidents and casual violence. All of these damning truths and more are acknowledged in Edward Slingerland’s “Drunk.” How then can this absorbing book be a thoughtful and spirited defense of intoxication? You might suspect that Mr. Slingerland, an expert in Chinese philosophy with eclectic academic interests, is seeing his subject through beer goggles. But his approach is stone-cold sober, “defending the power of Dionysus . . . in a way that bows to Apollo,” as he puts it.<br />Although Mr. Slingerland aims to defend getting high in general, his focus is squarely on alcohol, the world’s most ubiquitous intoxicant, available in delicious and predictably inebriating doses. His central thesis is fairly straightforward: For excessive alcohol consumption to have become so widespread for so long, it must have some evolutionarily adaptive purpose. It can be just a pleasant but harmful side effect of something that served us for a time—such as the ability to eat fallen, fermenting fruit.<br />Mr. Slingerland argues that, despite its downsides, getting drunk has been, on balance, good for us, “enhancing creativity, alleviating stress, building trust, and pulling off the miracle of getting fiercely tribal primates to cooperate with strangers.” There is even archaeological evidence that brewing precedes baking, suggesting that agriculture was motivated more by the desire for beer than for bread.<br />None of these claims by itself is new, but Mr. Slingerland’s book-length synthesis is original, not least in eschewing the “puritanical discomfort with pleasure lurking in the background of scholarly discourse.” He is disturbed by “our current age of neo-prohibition and general queasiness about risk” and wants to reassert the value of “the simple joy of feeling good.” He is especially cutting about people who dismiss chemical “shortcuts,” noting that, however we achieve pleasure, we’re inducing biochemical states. He wonders why we think it’s great that, say, meditation or exercise can reduce stress or improve mood but don’t applaud when the same results are achieved by a glass or two of Merlot.<br />Much of the evidence that Mr. Slingerland cites points to the benefits of moderate intoxication, achieved by a level of around 0.08% blood alcohol, the legal limit for driving in many jurisdictions. But he is also an advocate of occasional “benders,” citing many examples of cultures in which communal blow-outs were ritualized means of building group cohesion. He isn’t always careful to distinguish what degree of intoxication is beneficial, overplaying the so-called delights of oblivion. “Those who puke together stay together” may be a colorful slogan, but the argument that precedes it doesn’t warrant this extreme conclusion. Describing the banquet in the film “Babette’s Feast” (1987) as “a night of bacchanalia” is just wrong. The eponymous French hostess dispenses the evening’s wine gradually, and although it may have helped soften the hearts of the uptight puritan guests, there is no suggestion that any of them was blind drunk."
}