{
    "url_original": "https://www.wsj.com/articles/duke-energy-shake-up-idea-may-be-too-new-too-late-11621335603?mod=business_lead_pos11",
    "url": "duke-energy-shake-up-idea-may-be-too-new-too-late-11621335603",
    "title": "Duke Energy Shake-Up Idea May Be Too New, Too Late",
    "sub_head": "Duke Energy’s shares barely moved after activist investor Elliott Management unveiled a letter seeking changes at the utility giant",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-339770?width=620&size=1.5",
    "image_1": "im-339770.jpg",
    "time": "2021-05-18 07:00:00",
    "body": "For an activist investor known for making a splashy entrance, Elliott Management elicited barely any reaction when it announced that  Duke Energy  was due for a shake-up. The timing may have been off.<br />On Monday, Elliott released a letter addressed to Duke Energy’s board members seeking board seats and asking the utility—one of the largest in the U.S. by market capitalization—to consider separating its business into three regional utilities: the Carolinas, Florida and the Midwest. The company’s share price barely budged Monday—a contrast compared with the 7.5% jump last year after The Wall Street Journal reported that NextEra Energy had made a takeover approach.<br />Such a reaction is also a marked contrast from the price bumps that other utilities experienced in previous years when news emerged of Elliott Management’s involvement. Notably,  Sempra Energy ’s  shares jumped 15.5% the day Elliott announced that it was pushing for changes. NRG Energy’s stock rose by 5%.<br />A couple of factors might be weighing on investors’ minds. Previous Elliott targets had easy-to-identify potential divestments in the form of unregulated businesses. That kind of activist makeover is one that utility investors have seen before and are familiar with. Duke Energy, however, is already a “nearly fully regulated entity,” notes Sean Heymann, utility analyst at RNC Genter Capital Management. “So this isn’t the slam-dunk simplification story that we’ve seen with some of Elliott’s previous successes in the sector,” he wrote in an email. Despite many mergers and divestments in the utility space, there hasn’t been a regional breakup of a utility holding company of the sort Elliott is proposing for Duke Energy—a difficult sell with no compelling precedent.<br />Plus, the timing may not have been quite right. Though Duke’s valuation lagged behind that of the broader utilities index over the past year, it has recently caught up after clearing away shadows of some past mistakes. Earlier this year, the company reached a $1.1 billion settlement over a 2014 coal ash spill from one of its power plants in North Carolina. Duke’s shares now trade at just under 20 times forward-12-month earnings, in line with the valuation average for a basket of 10 U.S. utilities. The letter also comes fresh on the heels of Duke Energy’s latest quarterly report in which the company unveiled better-than-expected earnings."
}