{
    "url_original": "https://www.wsj.com/articles/east-coast-drivers-make-run-on-gas-stations-following-colonial-pipeline-shutdown-11620748473?mod=business_lead_pos2",
    "url": "east-coast-drivers-make-run-on-gas-stations-following-colonial-pipeline-shutdown-11620748473",
    "title": "Pipeline Shutdown Has East Coast Drivers Making a Run on Gas",
    "sub_head": "Some gasoline stations in Georgia, Virginia and the Carolinas are running dry; ‘there is high anxiety’",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-336970?width=620&size=1.5",
    "image_1": "im-336970.jpg",
    "time": "2021-05-11 16:10:00",
    "body": "Drivers along parts of the East Coast piled into gas stations on Tuesday, resulting in long lines and shortages as motorists reacted to what could be a weeklong shutdown of the nation’s largest fuel pipeline because of a cyberattack.<br />Colonial Pipeline Co., operator of a 5,500-mile conduit for gasoline, diesel and refined products, said Monday it hoped to substantially restore service by the end of the week. It shut the pipeline late last week after a ransomware attack that U.S. officials have linked to a criminal gang known as DarkSide.<br />The Colonial pipeline runs from Texas to New Jersey and carries about 45% of the fuel consumed on the East Coast, according to the company’s website. The shutdown is particularly worrisome for Southeastern states, including North and South Carolina, Virginia and Georgia; they have fewer sources of fuel than do states farther up the Atlantic Coast.<br />In the Raleigh, N.C., area on Tuesday, cars were lined up 30 deep to access a dozen pumps at a  BJ’s Wholesale Club .  Lines also formed at a Sheetz convenience store near Raleigh-Durham International Airport, one of the rare stations around that still had fuel.<br />Shortages in the area were also afflicting gas-station owners like Mike Whalen, whose family owns three locations that were out of fuel on Tuesday. The vice president of finance for Whalen Corp. said he doesn’t have alternative ways of getting gas or any sense for when his supply might be replenished. Plunging gasoline sales also mean fewer customers in the stations’ stores buying drinks and snacks."
}