{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-inflation-retail-sales-industrial-production-11620586800",
    "url": "economy-week-ahead-inflation-retail-sales-industrial-production-11620586800",
    "title": "Economy Week Ahead: Inflation, Retail Sales, Industrial Production",
    "sub_head": "Look out for Chinese factory-gate prices, U.K. GDP, U.S. consumer prices",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-335993?width=620&size=1.5",
    "image_1": "im-335993.jpg",
    "time": "2021-05-09 15:00:00",
    "body": "Inflation is in focus with this week’s round of economic data.<br />China’s factory-gate prices are expected to surge in April. Economists polled by The Wall Street Journal are forecasting a rise in the producer-price index of 6.5% from a year earlier, in part because of a low base for comparison—prices sank in April 2020 amid the coronavirus pandemic—but also due to rapidly climbing costs for metals, oil and other materials. The country’s consumer-price index is expected to climb for the second consecutive month.<br />The U.K. economy likely contracted in the first quarter after the government in December responded to rising Covid-19 cases with fresh restrictions on social and economic activity. But a strong vaccination campaign and steady reopening of the economy suggest the downturn was short lived. Economists expect growth to return in the second quarter and the Bank of England is forecasting U.K. gross domestic product will grow by 7.25% in 2021.<br />U.S. consumer prices in April are expected to post their largest annual increase in nearly a decade. Costs are rising for goods and services in high demand and short supply, but the figures will also be amplified by the comparison to prices from a year earlier—when the economy was in a pandemic-induced tailspin. Federal Reserve officials are forecasting only temporary inflation pressures, though not all economists agree with the Fed’s benign outlook.<br />U.S. consumer spending jumped in March as federal-stimulus checks sent household incomes soaring. Economists are forecasting more gains in April, albeit at a slower pace than the previous month. Retail sales—a measure of purchases at stores, at restaurants and online—will likely be helped along as Covid-19 related restrictions are relaxed, vaccination campaigns advance and the broader economy expands."
}