{
    "url_original": "https://www.wsj.com/articles/economy-week-ahead-industry-gdp-housing-11621191602",
    "url": "economy-week-ahead-industry-gdp-housing-11621191602",
    "title": "Economy Week Ahead: Industry, GDP, Housing",
    "sub_head": "Look out for China’s industrial output, Japan’s GDP, U.S. housing starts",
    "category_1": "Economy",
    "category_2": "Economy Week Ahead",
    "image_1_url": "https://images.wsj.net/im-339117?width=620&size=1.5",
    "image_1": "im-339117.jpg",
    "time": "2021-05-16 15:00:00",
    "body": "This week’s data will show how economies around the globe are faring at different stages of recovery from the Covid-19 pandemic.<br />In China, investment, industrial output and retail sales are expected to advance at a slower pace in April than March—partly because of the comparison to figures from a year earlier, when the world’s second-largest economy was slowly emerging from its coronavirus lockdown. Retail sales are expected to have risen 24.9% from a year earlier in April, according to a median forecast of 15 economists polled by The Wall Street Journal. Fixed-asset investment likely rose 19.2% in the first four months of the year, and industrial production, often considered a proxy for growth, is forecast to jump 9.1%.<br />In the first quarter of 2021, Japan’s economy likely contracted 1.2% from the previous quarter, according to economists surveyed by data provider Quick. Economists say private consumption weakened in the three months to March due to the government’s state of emergency in some major prefectures, including Tokyo and Osaka.<br />U.S. housing starts rose to a nearly 15-year high in March, underscoring strong demand for homes amid low interest rates, millennials entering their prime homebuying years and a desire for more household space driven by the pandemic. Builders, however, have complained of rising lumber costs and labor-supply constraints, and economists are forecasting a small step back in April construction numbers.<br />U.S. jobless claims fell to a fresh pandemic low during the first full week of May. Another step down during the week ended May 15 would be a sign businesses are hiring new workers and holding on to the ones they have as the labor market steadily improves."
}