{
    "url_original": "https://www.wsj.com/articles/eephus-a-nothing-of-a-name-for-aperplexing-pitch-11619841660",
    "url": "eephus-a-nothing-of-a-name-for-aperplexing-pitch-11619841660",
    "title": "‘Eephus’: A Nothing of a Name for a            Perplexing Pitch",
    "sub_head": "A super-slow throw by star pitchers and novices has re-emerged in the pandemic-tinged baseball season, with a label of murky origins.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-331145?width=620&size=1.5",
    "image_1": "im-331145.jpg",
    "time": "2021-05-01 12:01:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />The first month of the Major League Baseball season has had many oddities, as teams struggle with pandemic protocols. But one peculiar development is accompanied by an equally peculiar word: the resurgence of the “eephus” pitch.<br />While modern-day pitchers routinely serve up fastballs at around 100 mph, the “eephus” slows things down to about half that velocity. It’s an off-speed pitch that’s so off, it can fool batters who aren’t expecting such a drastic change of pace.<br />Houston Astros pitcher Zack Greinke broke out the pitch on April 12, when Renato Núñez of the Detroit Tigers looked on helplessly as a 51-mph eephus floated past him for a called strike. When position players are brought in to pitch—as they have been more often this season by managers looking to rest pitchers’ arms—speeds can get even more sluggish. Minnesota Twins utility player Willians Astudillo recorded two 46-mph strikes, and Chicago White Sox shortstop Danny Mendick managed to get his eephus down to 40 mph.<br />These super-slow looping pitches have gone by many names, including the “blooper ball,” the “parachute,” the “rainbow pitch,” and the “Bugs Bunny change-up”—that last one after a classic 1946 cartoon in which Bugs strikes out three batters with one perplexing slowball."
}