{
    "url_original": "https://www.wsj.com/articles/egyptian-officials-accuse-ever-givens-captain-of-losing-control-of-ship-in-suez-canal-11622406701",
    "url": "egyptian-officials-accuse-ever-givens-captain-of-losing-control-of-ship-in-suez-canal-11622406701",
    "title": "Egyptian Officials Accuse Ever Given’s Captain of Losing Control of Ship in Suez Canal",
    "sub_head": "The ship swerved left and right before becoming lodged in the canal’s bank, chief investigator says",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-346276?width=620&size=1.5",
    "image_1": "im-346276.jpg",
    "time": "2021-05-30 16:31:00",
    "body": "ISMAILIA, Egypt—Egyptian officials made their most specific allegations against the captain of a container ship that blocked the Suez Canal for nearly a week in March, accusing the skipper of losing control of the Ever Given and hitting the vital waterway’s bank.<br />The ship swerved left and right before becoming lodged in the bank of the canal, said Sayed Sheisha, the chief investigator for the Suez Canal Authority. “The captain issued eight commands within 12 minutes as he tried to bring the ship back into alignment.”<br />The question of who is to blame for the accident is at the heart of a dispute over how much compensation the ship’s owners should pay. Egyptian authorities seized the ship in April and are now demanding $550 million to cover for lost revenues, damage to the canal, and the cost of rescuing the ship.<br />The Japanese company that owns the ship, Shoei Kisen Kaisha Ltd., didn’t respond to calls and emails seeking comment. The company that manages the ship, Bernhard Schulte Shipmanagement Ltd., also didn’t immediately respond to a request for comment.<br />A lawyer for the Japanese company has previously blamed the Suez Canal Authority for allowing the ship to enter the canal during a massive sandstorm that was taking place in Egypt at the time. Initial investigations into the accident had focused on a sudden gust of wind."
}