{
    "url_original": "https://www.wsj.com/articles/electoral-college-lessons-for-latins-11621194342?mod=opinion_lead_pos8",
    "url": "electoral-college-lessons-for-latins-11621194342",
    "title": "Electoral College Lessons for Latins",
    "sub_head": "Political instability is raging again in the Americas, due in part to limited checks on executive power.",
    "category_1": "Opinion",
    "category_2": "The Americas",
    "time": "2021-05-16 15:45:00",
    "body": "American progressives want to do away with the Electoral College. They say it’s undemocratic because a candidate who gets the most electoral votes can win the presidency without winning the most votes cast by citizens.<br />Yet the genius of the U.S. political system is that it puts the brakes on both majoritarianism and the concentration of power. The Electoral College doesn’t eliminate such risks to domestic peace, but it tempers them.<br />To view presidential systems without the mitigating effects of the Electoral College, see Latin America, where presidents are chosen by popular vote. While the first-past-the-post rule can’t fully explain the failure of democracy to deliver stability and growth in the region, it’s surely part of the puzzle.<br />Latin political instability is raging again. The latest real-time horror show is in Colombia, where violence has surged since the government’s late April announcement of its intention to raise taxes on the middle class. Guerrillas and pro-Venezuela thugs have used the popular backlash against the tax reform to block roads, vandalize property and battle with police. Similar terrorism took place in Chile in 2019. In that case, too, the perpetrators who unleashed the chaos and savagery were trained anticapitalists with the single-minded goal of destruction.<br />Majorities in both countries reject this extremism. Yet the assault on the establishment seems to be working. Democratic capitalism is teetering in both countries as the political class cedes ground to socialists who reject property rights and the rule of law. In Peru a hard-left presidential candidate leads in the polls—though now narrowly—ahead of a June 6 runoff election."
}