{
    "url_original": "https://www.wsj.com/articles/electrification-of-everything-11620843173?mod=business_minor_pos13",
    "url": "electrification-of-everything-11620843173",
    "title": "The Electrification of Everything: What You Need to Know",
    "sub_head": "More of the energy we use will come from the electric socket. And we aren’t ready.",
    "category_1": "Business",
    "category_2": "Energy",
    "image_1_url": "https://images.wsj.net/im-338797?width=620&size=1.5",
    "image_1": "im-338797.jpg",
    "time": "2021-05-15 05:30:00",
    "body": "If you’ve lost power anytime recently, you’ve come face to face with one of the fundamental truths about energy today: There are a lot of things we once could do without electricity that now require it.<br />You’ve also come face to face with one of the hottest, and most poorly understood, buzz phrases in energy—the “electrification of everything.”<br />The concept, most simply put, is that more of the energy we use will come from the electric socket. Instead of having fuels like natural gas or oil or gasoline flow directly into our homes, offices, manufacturing facilities and cars, those fuels—and other sources of energy—will increasingly be converted to electricity first.<br />The idea is being pushed by several groups with a vested interest in seeing it happen—most notably, environmentalists and the tech industry. But in some sense, consumers have already made the choice to move toward at least the “electrification of a lot more things,” if not everything. That’s because our smartphones and computers and all the other devices that attach to them require electric power. So electrification is happening, whether we’ve made a conscious decision to electrify or not.<br />And that trend will only accelerate. The Biden administration’s infrastructure bill, for instance, has set aside $174 billion for electric vehicles and related public charging stations. An additional $100 billion is allocated to bringing broadband to those who currently lack it. In California, electric heat pumps are gaining traction as more than 26 of the state’s counties and cities have enacted bans on natural-gas hookups in new construction. Other places have done the same, and there’s no doubt many others across the country will follow."
}