{
    "url_original": "https://www.wsj.com/articles/eli-lilly-gets-doj-subpoena-related-to-n-j-plant-11622144731?mod=business_featst_pos1",
    "url": "eli-lilly-gets-doj-subpoena-related-to-n-j-plant-11622144731",
    "title": "Eli Lilly Gets DOJ Subpoena Related to N.J. Plant",
    "sub_head": "Company says it is cooperating with the probe of issues at the site, which has been flagged for deficiencies after FDA inspections",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-345301?width=620&size=1.5",
    "image_1": "im-345301.jpg",
    "time": "2021-05-27 15:45:00",
    "body": "Eli Lilly  & Co. on Thursday said it received a subpoena from the Justice Department seeking documents related to the drugmaker’s manufacturing plant in Branchburg, N.J.<br />The Indianapolis company said it is fully cooperating with the investigation of issues at the plant, which has been flagged for deficiencies after inspections by the U.S. Food and Drug Administration and is the subject of employee allegations of document tampering.<br />The FDA in November 2019 notified Eli Lilly that during an inspection of the plant, where the company makes the blockbuster diabetes drug Trulicity and its Covid-19 antibody drug bamlanivimab, it had found that appropriate controls weren’t exercised over computers or related production and laboratory systems.<br />In a report on a subsequent inspection last year, the FDA noted a “failure to thoroughly review any unexplained discrepancy and the failure of a batch or any of its components to meet any of its specifications whether or not the batch has been already distributed.” The agency also noted that the plant’s laboratory controls “do not include the establishment of scientifically sound and appropriate lest procedures designed to assure that drug substances conform to appropriate standards of identity, strength, quality and purity.”<br />After each inspection, Eli Lilly told the FDA that it would take corrective actions at the plant."
}