{
    "url_original": "https://www.wsj.com/articles/elise-stefanik-elected-to-gop-leadership-replacing-liz-cheney-11620998939?mod=politics_lead_pos1",
    "url": "elise-stefanik-elected-to-gop-leadership-replacing-liz-cheney-11620998939",
    "title": "Elise Stefanik Elected to GOP Leadership, Replacing Liz Cheney",
    "sub_head": "Republicans try to shift focus from Trump to winning back House in midterms",
    "category_1": "Politics",
    "time": "2021-05-14 09:29:00",
    "body": "WASHINGTON—House Republicans elected Rep. Elise Stefanik of New York to their leadership ranks Friday morning, elevating an ally of former President Donald Trump to replace a prominent critic, Rep. Liz Cheney, who was ousted earlier this week.<br />The swift installation of Ms. Stefanik, just 48 hours after Ms. Cheney was booted out of GOP leadership, highlighted House Republicans’ desire to change the subject away from their intraparty fight over Mr. Trump and focus instead on regaining the House in next year’s midterm elections.<br />Ms. Stefanik won in a 134-46 vote, defeating conservative Texan GOP Rep. Chip Roy, who jumped into the race Thursday evening. Mr. Roy had criticized Ms. Stefanik for her previous track record as a moderate Republican who had broken with Mr. Trump. She later became a defender of the former president, who endorsed her in the race.<br />“I’m proud of President Trump’s support,” Ms. Stefanik said Thursday evening ahead of the vote. “He is the most important leader in our party for voters, and it’s going to be important that we work as a team to win the majority in 2022.”<br />Ms. Stefanik, 36 years old, will serve as conference chair, a position largely focused on communicating the party’s message, and will be the only woman in House GOP leadership. Currently in her fourth term, she entered Congress as a more centrist Republican. She voted against Mr. Trump’s tax law in December 2017 because it capped the state and local tax deduction at $10,000, which disproportionately affected tax filers in high-tax states like New York."
}