{
    "url_original": "https://www.wsj.com/articles/elon-musk-saturday-night-live-tesla-dogecoin-crypto-11620569869",
    "url": "elon-musk-saturday-night-live-tesla-dogecoin-crypto-11620569869",
    "title": "Extremely Wealthy Person Hosts Live Television Show",
    "sub_head": "Elon Musk appears on ‘Saturday Night Live,’ causing a surreal buzz on TV and in the crypto world",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-336042?width=620&size=1.6558861578266495",
    "image_1": "im-336042.jpg",
    "time": "2021-05-09 11:11:00",
    "body": "Did you ever dream of seeing Elon Musk, the Tesla-designing, space-chasing crypto booster masquerade as a lovelorn Icelandic talk show producer? Me neither, but there Musk was, at week’s end, on “Saturday Night Live,” rotating through sketches and wigs as the program’s guest host—another surreal event, maybe not as surreal as a mega-billion currency system based on a dog joke, to remind us that our world is a little sideways, and may possibly be, as Musk cracked in his opening monologue, “a video game…and we’re all just computer simulations being played by a teenager in another planet.”<br />Can a tech zillionaire be funny? It’s never been a prerequisite for the job, but Musk seemed open to try, striding onto the iconic Studio 8H stage in a black double-breasted suit that appeared borrowed from the rack at Armani Mars. He proudly said he was the first person to host “Saturday Night Live” with Asperger’s syndrome—“or at least the first to admit it”—and leaned into jokes about his social awkwardness and his unpredictable outbursts on Twitter. (“We’re actually live right now, which means I could say something truly shocking…Like I drive a Prius.”) He brought on his mother, Maye (the whole SNL opener was a big Mother’s Day tribute, with cast moms) who reminded the world of the $500 that a 12-year-old Elon once won for designing a videogame, and expressed excitement at what her son would get her for Mother’s Day.<br />“I just hope it’s not dogecoin,” Maye Musk said.<br />“It is,” Elon Musk said.<br />And there it was: the crossing of the streams, the first mention of the cryptocurrency Musk had helped shoot to the moon and which had soared in advance of his SNL appearance. There really were two concurrent events to monitor Saturday night—Musk on TV, making jokes, and also the dogecoin roller coaster during the show. And it was a roller coaster: the Robinhood trading app briefly hit pause amid a flurry of activity. Historically, this has not been how money, or SNL, is experienced, but whatever. Welcome to 2021, where the stodgy are no match for the stonky."
}