{
    "url_original": "https://www.wsj.com/articles/end-mask-mandates-to-spur-vaccination-11620340525?mod=opinion_lead_pos6",
    "url": "end-mask-mandates-to-spur-vaccination-11620340525",
    "title": "End Mask Mandates to Spur Vaccination",
    "sub_head": "It’s your responsibility to protect yourself by getting your shots.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335125?width=620&size=1.5",
    "image_1": "im-335125.jpg",
    "time": "2021-05-06 18:35:00",
    "body": "President Biden wants 70% of American adults vaccinated against Covid-19 by July 4. It’s an achievable goal but suddenly looks more daunting, even though plenty of doses are available. Demand is slackening now that those most eager for vaccinations have already gotten them.<br />If Mr. Biden wants to encourage Americans to get the shots, he should change his attitude toward masks. Last week he said wearing masks in public is a “patriotic duty.” He continues to do so, even outdoors, even though he is vaccinated and therefore at almost no risk of either contracting the coronavirus or transmitting it to others. Federal mandates remain in place requiring masks in airports, national parks and public transit, among other places.<br />Think about the messages that sends: If you get vaccinated, you’ll be afforded virtually no relief from the pandemic’s most persistent burden—the social and legal pressure to cover your face in public—which has lingered for more than a year. If you don’t get vaccinated, society will keep trying to protect you from infection by imposing discomfort on everyone. And the authorities, at least at the federal level, seem to be in no hurry for the pandemic to end.<br />Meanwhile, it is in the process of ending. Case rates, hospitalizations and deaths are down all across the country. In California, the case rate is 4 per 100,000 with a 1% positive test rate. New York’s numbers are almost as good. A combination of natural and vaccinated immunity—60% of the adult population will have received at least one shot by the end of this week—is bringing this virus to its knees.<br />A more effective strategy would be to relieve the public of ineffective draconian restrictions. The president should announce that all federal mask mandates will end effective May 28, in time for Memorial Day weekend, and he should encourage states, localities and private institutions to do the same."
}