{
    "url_original": "https://www.wsj.com/articles/end-comment-fraud-at-the-cost-of-a-stamp-11620944367?mod=opinion_lead_pos7",
    "url": "end-comment-fraud-at-the-cost-of-a-stamp-11620944367",
    "title": "End Comment Fraud at the Cost of a Stamp",
    "sub_head": "A modest plan would restore integrity to federal regulation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-13 18:19:00",
    "body": "The New York Attorney General’s office announced an astonishing finding on May 6. Of the more than 22 million comments filed in response to the Federal Communication Commission’s hotly contested 2017 “net neutrality” repeal, nearly 18 million were fraudulent. A 19-year-old computer science student filed nearly eight million of them using automated software.<br />According to the Administrative Procedure Act, federal agencies like the FCC must give notice to the public when they propose to write new rules. Then the public can comment on those proposals. The agency must review all public comments before publishing an order detailing final rules, along with the legal and policy rationales for enacting them.<br />Parties that stand to gain one way or another pay to generate comments, as was shown in the New York report. To comment, you don’t need to use your own name, you don’t need to be American, and you can comment multiple times. Stuffing the regulatory ballot box is all too easy, and politicians love to say, “Millions of Americans have filed comments supporting my view.”<br />But there is a solution. Before the advent of electronic commenting, comments on proposed rules were submitted through the mail. The cost of mailing a letter served as a barrier to fraud. By introducing a small fee for electronic comments—say, the price of a postage stamp, currently 55 cents—agencies could reduce comment fraud.<br />In an ordinary rulemaking, all comments are considered. But when comments are tainted by massive fraudulent submissions, agency staff must choose which comments to consider and which to ignore. Those from groups that lobby an agency intensively are most likely to be considered. Other comments, both legitimate and not, are likely to be ignored."
}