{
    "url_original": "https://www.wsj.com/articles/energy-and-materials-shares-lead-the-way-in-a-turbulent-stretch-for-stocks-11621243803?mod=markets_lead_pos2",
    "url": "energy-and-materials-shares-lead-the-way-in-a-turbulent-stretch-for-stocks-11621243803",
    "title": "Energy and Materials Shares Lead the Way in a Turbulent Stretch for Stocks",
    "sub_head": "Higher demand for the companies’ products as the economy picks up could outpace an increase in supply",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-338420?width=620&size=1.5",
    "image_1": "im-338420.jpg",
    "time": "2021-05-17 05:30:00",
    "body": "Investors are driving up shares of energy and materials companies in an otherwise rocky month for the stock market, betting that inflation will accompany swift economic growth.<br />The two commodity-linked groups are leading the S&P 500’s 11 sectors in May, with respective gains of 8% and 5.9%. The broad U.S. stock index, meanwhile, is down 0.2%, stung by losses in technology and other growth stocks. Money managers worry that a sharp rise in prices could erode profits and spur the Federal Reserve to lift interest rates sooner than expected, raising borrowing costs and reducing the value of future cash flows in frequently used models.<br />Energy and materials stocks are among the cyclical areas of the market that typically thrive as the economy revs up. With travelers flocking to U.S. airports, diners returning to restaurants and many states lifting restrictions, that is just what is happening.<br />A flurry of growth in the first three months of the year returned the U.S. economy to a hair below its pre-pandemic size, and economists expect growth to pick up further in the current quarter. That should boost demand for energy and materials—an increase that could outpace an accompanying rise in supply.<br />“As people start to travel again, that directly impacts the demand for oil and gas,” said Jennifer Foster, co-chief investment officer for equities at Chilton Trust. “And then as folks are interested in spending more and there’s a bid for automobiles, for instance, that’s leading to shortages along the supply chain.”"
}