{
    "url_original": "https://www.wsj.com/articles/englishness-review-volcanic-island-11622233044",
    "url": "englishness-review-volcanic-island-11622233044",
    "title": "‘Englishness’ Review: Volcanic Island",
    "sub_head": "An English cultural identity once nested quietly inside Britain. Now English nationalism is on the rise.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-342735?width=620&size=1.5",
    "image_1": "im-342735.jpg",
    "time": "2021-05-28 16:17:00",
    "body": "How did the British become so excitable? Everyone who has observed British politics play out as a dance of dervishes since 2016—when Britain voted narrowly to bolt from the European Union—has been struck by how untethered from its age-old traits of stability, continuity and moderation the country has come to be.<br />As it wrestles with the effects of Brexit, which include the nitty-gritty of trade and travel as well as grander matters of identity and nationalism, Britain’s political system has combined “feverish activity with almost complete paralysis.” This “negative dialectic,” say Ailsa Henderson and Richard Wyn Jones—professors of politics at the University of Edinburgh and Cardiff University, respectively—has served to “diminish the country’s much vaunted global reputation.” The world now looks at Britain and asks why its politics is so much like that of the less fortunate lands on which the Brits have gazed (heretofore forgivably) with condescension.<br />The motor behind this unseemly change is “Englishness.” Ms. Henderson and Mr. Wyn Jones use this word as the title of their book, aiming to capture the “political force transforming Britain” (as their subtitle declares). Brexit, they argue, was less a victory for Britishness than for Englishness, which now expresses itself as a form of English nationalism fueled powerfully—but not exclusively—by Euroskeptic sentiment.<br />Although the two terms are often conflated by the English themselves, Englishness is not the same as Britishness. The former has tended to be seen as an ethnic identity, the latter as a civic one. It would be wrong, the authors say, to regard one as bad and the other as good, for the connotations that attach to both terms are complex and contradictory. Some see Britishness as “outward looking, the identity of choice for those interested in the UK on a world stage,” in contrast to an “insular, self-interested Englishness”—hence the disparaging phrase “Little Englander.” Others, by contrast, distinguish between a “peaceful and gentle” Englishness and a “colonizing and violent” Britishness.<br />In either case, the values or symbols associated with Englishness tend to be cultural: fair play, the English language, a sense of humor, the green and pleasant countryside. Those who favor a British identity are likely to focus on political elements, like the Union Jack, the Crown and Parliament."
}