{
    "url_original": "https://www.wsj.com/articles/epic-vs-apple-trial-features-battle-over-how-to-define-digital-markets-11619964001?mod=business_minor_pos5",
    "url": "epic-vs-apple-trial-features-battle-over-how-to-define-digital-markets-11619964001",
    "title": "Epic vs. Apple Trial Features Battle Over How to Define Digital Markets",
    "sub_head": "‘Fortnite’ maker’s suit heads to court Monday, bringing fight over iPhone maker’s App Store before U.S. judge",
    "category_1": "Tech",
    "time": "2021-05-02 10:00:00",
    "body": "In the high-profile court battle set to begin Monday between  Apple Inc.  and “Fortnite” creator Epic Games Inc., the judge will grapple with a central question: how to define a market in the digital age.<br />The case pits the world’s most valuable publicly traded company, which helped usher in the app economy more than a decade ago, against a privately held videogame maker that wants to topple Apple’s so-called walled garden.<br />Epic says the App Store is a monopoly because Apple is the lone distributor of apps to more than one billion iPhones and controls the only payment system for digital services in those apps. That power, Epic says, lets Apple dictate anticompetitive commissions, including a slice as high as 30% of revenue and other terms that harm developers and increase prices. Epic has filed an analyst’s estimate that Apple’s operating margins for the store were as high as 80% in fiscal 2019, an estimate Apple says is wrong.<br />Apple offers a much broader view of the marketplace, one in which its App Store is one of many ways for Epic to distribute its games, including  Sony Group Corp.’s  PlayStation, Google’s Android software, and personal computers, if the videogame maker doesn’t like Apple’s terms. In that wider market, Apple says it holds nothing close to monopoly power and is merely ensuring easy and safe use of apps for its customers.<br />U.S. District Judge Yvonne Gonzalez Rogers, in a bench trial in Oakland, Calif., is expected to decide which view is correct. The case taps into broader concerns about online platforms and digital commerce that face scrutiny from courts, regulators and lawmakers around the world. “This is going to be a fascinating trial,” the judge told lawyers during an earlier hearing."
}