{
    "url_original": "https://www.wsj.com/articles/epic-games-vs-apple-trial-week-one-everything-you-need-to-know-11620486001?mod=tech_lead_pos2",
    "url": "epic-games-vs-apple-trial-week-one-everything-you-need-to-know-11620486001",
    "title": "Epic Games vs. Apple Trial, Week One: Everything You Need to Know",
    "sub_head": "Lawyers for the ‘Fortnite’ game creator laid the groundwork for its antitrust claims against the iPhone maker, alleging uneven treatment of app submissions and updates",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-335985?width=620&size=1.5",
    "image_1": "im-335985.jpg",
    "time": "2021-05-08 11:00:00",
    "body": "The first week of the trial between Epic Games Inc. and  Apple Inc.  was dominated by why the “Fortnite” creator has challenged the tech giant and how the iPhone maker treats apps looking to join its store.<br />Epic has accused Apple of violating U.S. antitrust law and sued it in August after the tech giant yanked the developer’s hit videogame “Fortnite” from its App Store. Apple has defended itself by arguing that its app-marketplace policies are fair and that Epic breached a contract applicable to all developers distributing apps on its mobile devices.<br />The trial, in which U.S. District Judge Yvonne Gonzalez Rogers will decide the outcome, is slated to run at least three weeks in Oakland, Calif., and could help reshape the multibillion-dollar market for distributing apps on mobile devices.<br />Here’s an overview of what has happened so far, the moments that stood out and what is next:<br />Lawyers for Epic called the first set of witnesses, starting with the company’s chief executive and founder, Tim Sweeney. The 50-year-old programmer said Apple’s 30% commission on digital app sales have created a “significant economic drag” and harmed his company’s ability to reinvest in its business. He also defended Epic’s decision last year to insert its own payment-processing system into “Fortnite,” a move that violated Apple’s requirement for developers to use its processor for in-app purchases of digital goods."
}