{
    "url_original": "https://www.wsj.com/articles/epic-vs-apple-trial-tim-cook-tim-sweeney-and-the-other-key-players-in-fortnite-makers-antitrust-lawsuit-11619969556?mod=business_minor_pos7",
    "url": "epic-vs-apple-trial-tim-cook-tim-sweeney-and-the-other-key-players-in-fortnite-makers-antitrust-lawsuit-11619969556",
    "title": "Epic vs. Apple Trial: Tim Cook, Tim Sweeney and the Other Key Players in ‘Fortnite’ Maker’s Antitrust Lawsuit",
    "sub_head": "Current and former executives of Apple and Epic are among the witnesses who are expected to testify in court",
    "category_1": "Tech",
    "time": "2021-05-02 11:32:00",
    "body": "Epic Games Inc.’s antitrust case against  Apple Inc.  is one of the tech industry’s biggest legal battles in years. Here are some people likely to play key roles in the trial, which is expected to run through most of May.<br />U.S. District Judge Gonzalez Rogers, nominated by former President Obama and confirmed in 2011, has presided over the Epic-Apple case since August. The Houston native has heard cases involving Apple previously, including one that eventually went to the Supreme Court over the company’s requirement that all phone software be downloaded through the App Store and whether that resulted in higher prices for consumers. She ruled in Apple’s favor that iPhone owners couldn’t sue the company on antitrust grounds because they weren’t direct purchasers from Apple, a decision reversed on appeal.<br />Mr. Cook, Apple’s chief executive since 2011, is expected to testify about the company’s corporate values and operations, the launch of the App Store and the competition that Apple faces. He has defended the company’s App Store practices, saying in a congressional hearing last year that they help create a reliable and secure user experience. Under his leadership, Apple’s market value has risen to more than $2.2 trillion from around $350 billion.<br />The co-founder and CEO of Epic has been a critic of Apple’s business practices, saying the tech giant’s fees result in higher costs to developers and unfairly restrict competition by not allowing competing app stores on iOS devices. Mr. Sweeney helped mastermind a plan called “Project Liberty” that drew Apple into a fight in Epic’s bid to challenge Apple’s rules.<br />In addition to developing “Fortnite” and other games, Epic owns video-chat app Houseparty and makes the Unreal Engine, a suite of software tools for developing games and producing special effects for television shows, movies and other types of digital content."
}