{
    "url_original": "https://www.wsj.com/articles/escape-from-yucca-mountain-biden-administration-promises-progress-on-nuclear-waste-11620984602?mod=business_minor_pos13",
    "url": "escape-from-yucca-mountain-biden-administration-promises-progress-on-nuclear-waste-11620984602",
    "title": "Escape From Yucca Mountain: Biden Administration Promises Progress on Nuclear Waste",
    "sub_head": "Energy Department expects to announce next steps in coming months",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-338072?width=620&size=1.5",
    "image_1": "im-338072.jpg",
    "time": "2021-05-14 05:30:00",
    "body": "THE ENERGY DEPARTMENT TAKES ON the politically radioactive issue of nuclear-waste disposal, which the past several administrations have tried and failed to resolve. The only federally-designated long-term nuclear-waste disposal site is at Yucca Mountain in Nevada, but sustained political pushback from Nevada officials has prevented the site from becoming operational. It’s a top issue for Nevada Sen. Catherine Cortez Masto, who Mr. Biden considered picking as his running mate and who is up for re-election next year.<br />Ms. Cortez Masto has extracted promises from Energy Secretary Jennifer Granholm that Yucca Mountain won’t be part of the administration’s planning for nuclear-waste disposal. But Ms. Granholm seems eager to still make progress on the issue, telling a House Appropriations panel last week that she anticipated announcing the department’s next steps “in the coming months.” Former President Donald Trumptried to restart the process, but after an outcry from Nevadans he reversed himself—tweeting, “Nevada, I hear you on Yucca Mountain”—and promised “innovative solutions” that didn’t come to fruition.<br />It’s anyone’s guess how concrete the Energy Department’s next steps might be. In a letter this month to Ms. Granholm, the American Nuclear Society and other industry groups urged her to establish an office to be the “focal point” of engagement on the waste issue with Congress and outside stakeholders. Congress appropriated money for such an office in its year-end funding deal in December. The office also would coordinate with the private sector on interim storage facilities.<br />In hopes of preventing presidents present and future from unilaterally establishing a Yucca Mountain-type plan, all the Democratic members of the Nevada congressional delegation co-sponsored legislation in March that would require the federal government to first receive permission from the governor and local officials before moving nuclear waste into a state.<br />INCREASED PREMIUM SUBSIDIES for Affordable Care Act plans are leading new enrollees to choose plans with lower deductibles, according to figures released this week by the Biden administration. Among the 940,000 new enrollees during the special enrollment period that began in February, median deductibles fell from $450 to $50 after subsidies from the American Rescue Plan took effect April 1. The subsidies cap premiums at 8.5% of income for all income levels, and the caps can be significantly lower for people making under 400% of the federal poverty line."
}