{
    "url_original": "https://www.wsj.com/articles/estee-lauder-stock-was-too-done-up-11620071895?mod=business_minor_pos10",
    "url": "estee-lauder-stock-was-too-done-up-11620071895",
    "title": "Estee Lauder Stock Was Too Done Up",
    "sub_head": "Makeup sales at the global beauty giant are showing signs of recovery but its shares have priced that in and more",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-333226?width=620&size=1.5",
    "image_1": "im-333226.jpg",
    "time": "2021-05-03 15:58:00",
    "body": "Estee Lauder  looks and smells like an obvious beneficiary of the reopening economy. But beauty standards for the company may have been set at unattainable heights.<br />The global beauty brand giant, which also owns Clinique, Jo Malone and Dr. Jart+, saw sales grow 13% from a year earlier on a constant currency basis in its fiscal third quarter ended March 31, exceeding its guidance of 10%-11%. Still, both the top line and the bottom line were below Wall Street’s higher expectations. Estee Lauder’s shares dropped almost 8% after the call on Monday.<br />Makeup continued to sell poorly as consumers kept wearing masks. The segment’s quarterly sales were down 13% on a constant currency basis compared with a year earlier. Skincare and fragrances are faring better, with revenue in both segments up roughly 30%.<br />Some of last quarter’s weakness was due to the resurgence of Covid-19 cases in parts of the world. In-store sales were especially affected in parts of Europe, Latin America and Japan, which all had some closures during the quarter. Online sales have made up for some of the weakness, growing double-digit percentages across the world. That has carried some perks for Estee Lauder: Online sales growth and lower tester costs helped boost margins in the first quarter, the company noted on its earnings call on Monday morning.<br />Places that have a better handle on Covid-19 offer hope for future quarters. Free-standing stores in Israel, where masks are no longer mandatory outdoors, have seen sales return to pre-pandemic levels. Even lipstick sales are almost back to normal, the company said on an earnings call. In China, a fast-growing market for Estee Lauder, domestic travel to shopping hubs such as Hainan Island has more than offset the lack of international travel globally."
}