{
    "url_original": "https://www.wsj.com/articles/ethereum-is-booming-in-the-nft-frenzyso-is-network-congestion-11620050853?mod=markets_featst_pos2",
    "url": "ethereum-is-booming-in-the-nft-frenzyso-is-network-congestion-11620050853",
    "title": "Ethereum Is Booming in the NFT Frenzy—So Is Network Congestion",
    "sub_head": "The gains in ether, the second-largest cryptocurrency by market value behind bitcoin, have accelerated even as bitcoin’s momentum slows",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-03 17:12:00",
    "body": "The NFT craze has put Ethereum—the blockchain-based computer network that backs it—on the map again, but the platform is already paying for its success.<br />The price of ether, the in-house currency on the network, crossed the $3,000 milestone for the first time Sunday and climbed as high as $3,340 Monday afternoon, driven by the explosion of NFTs, or nonfungible tokens, and another market called defi, short for decentralized finance. A year ago, it traded at just $210.<br />The gains in ether, the second-largest cryptocurrency by market value behind bitcoin, have accelerated even as bitcoin’s momentum has slowed. Ether gained more than 40% in April, while bitcoin fell about 2.4%.<br />Ethereum, launched in 2015 on the concepts behind bitcoin, is a platform for developers to build and operate apps, much like Android or iOS. Unlike those operating systems, which are owned by and controlled by  Alphabet Inc.  and  Apple Inc.,  respectively, Ethereum is an open-source software project, which means no central party has control.<br />The rally in ether is tied to the recent burst of activity on the network. About seven million new Ethereum addresses—or accounts able to hold ether balances—were created in the first four months of 2021, bringing the total to more than 55 million, according to analytics firm IntoTheBlock. And the dollar value of transactions on the platform totaled $1.5 trillion in the first quarter, according to research firm Messari, more than the previous seven quarters combined."
}