{
    "url_original": "https://www.wsj.com/articles/eu-tepid-on-biden-call-to-waive-intellectual-property-rights-for-covid-19-vaccines-11620495143",
    "url": "eu-tepid-on-biden-call-to-waive-intellectual-property-rights-for-covid-19-vaccines-11620495143",
    "title": "EU Tepid on Biden Call to Waive Intellectual Property Rights for Covid-19 Vaccines",
    "sub_head": "Bloc says exporting more doses would aid struggling nations faster",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-336014?width=620&size=1.5",
    "image_1": "im-336014.jpg",
    "time": "2021-05-08 13:32:00",
    "body": "European Union leaders pushed back against President Biden’s call to waive intellectual property rights for Covid-19 vaccines, saying exporting more shots would be a faster way to help poor countries struggling to contain the virus.<br />The EU is ready to discuss the U.S. stance, which the Biden administration voiced earlier this week, when there is a concrete proposal, European Council President Charles Michel said at a summit in Portugal on Saturday.<br />“We don’t think in the short term that it’s the magic bullet,” Mr. Michel said of the proposal to lift patent protections, which could enable companies in developing countries and others to manufacture their own versions of Covid-19 vaccines.<br />German Chancellor Angela Merkel also rejected the idea of waiving Covid vaccine patents. She said a waiver wouldn’t make more vaccine doses available and countries should protect “the power of innovation” and patent protections. Germany is home to  BioNTech SE ,  which co-developed a vaccine with  Pfizer Inc.,  and  CureVac  NV, which is running clinical trials for a Covid vaccine.<br />The Biden administration’s embrace of the waiver sent the EU scrambling to explain its plans to help poor countries when the U.S. and Europe are quickly vaccinating their populations. The more the virus spreads, the more likely it is to mutate into a vaccine-resistant strain."
}