{
    "url_original": "https://www.wsj.com/articles/eu-to-crack-down-on-chinese-state-subsidizedcompanies-11620199976",
    "url": "eu-to-crack-down-on-chinese-state-subsidizedcompanies-11620199976",
    "title": "China Faces Tougher Rules on Its European Deals Spree",
    "sub_head": "New EU rules would help address concerns that Chinese businesses are competing unfairly around the world",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-05-05 06:18:00",
    "body": "FRANKFURT—The European Union plans to unveil draft rules on Wednesday aimed at cracking down on state-subsidized foreign companies in Europe, a move that could allow regulators to pursue big Chinese companies in much the same way they have targeted U.S. multinationals such as  Apple Inc.  and Amazon.com Inc.<br />The legislation is the latest sign of Europe’s shifting stance toward China, the bloc’s biggest trading partner for goods and a crucial market for its exporters. While the new rules aren’t expected to single out China, analysts said large Chinese companies would be a primary target.<br />If approved by the EU’s 27 governments and the European Parliament, the rules would grant the bloc’s muscular antitrust authorities new powers to block foreign companies from making acquisitions in Europe or receiving public contracts if they are deemed to have benefited from government subsidies. Companies would face stiff fines if they failed to comply with the EU’s demands.<br />“It’s a quite intrusive tool,” said European Commission Executive Vice President Margrethe Vestager, the bloc’s chief competition enforcer, at The Wall Street Journal’s CEO Council Summit on Tuesday. “It has to be, to have the sufficient deterrent effect.”<br />The new regulation would help address rising European concerns that Chinese businesses, bolstered by state support, are competing unfairly around the world, making rock-bottom bids at public tenders and offering unbeatable premiums for acquisitions."
}