{
    "url_original": "https://www.wsj.com/articles/europes-economy-springs-back-to-life-but-shortages-boost-prices-11621590647",
    "url": "europes-economy-springs-back-to-life-but-shortages-boost-prices-11621590647",
    "title": "Europe’s Economy Springs Back to Life, but Shortages Boost Prices",
    "sub_head": "Acceleration in Covid-19 vaccinations appears to be having a more beneficial impact on the services sector than anticipated",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-341876?width=620&size=1.5",
    "image_1": "im-341876.jpg",
    "time": "2021-05-21 05:50:00",
    "body": "Europe’s economy looks set for a return to growth in the three months through June, with business surveys pointing to a stronger-than-expected rebound in services activity during May, as government restrictions ease and consumers gain confidence in response to an acceleration in vaccinations.<br />However, Japan’s services sector suffered a deeper contraction in May as the government there extended restrictions on the hospitality sector in areas including Tokyo and Osaka through the end of the month.<br />Due to an increase in vaccine supplies, Europe has now delivered at least one dose to almost one-third of adults, double the share of one month ago. In response, governments have begun to ease restrictions on many services and consumers have become less wary of activities that involve close physical proximity.<br />The European Union said earlier in May that it expects its economy to return to its pre-pandemic size by the end of this year, about six months earlier than previously estimated, though still later than the U.S. Southern Europe’s economy was seen reaching its pre-pandemic size by the end of 2022.<br />Surveys of purchasing managers published Friday by data firm  IHS Markit  suggest that Europe’s recovery may be more rapid. Activity in France’s services sector rose to 56.6 in May from 50.3 in April, a much larger increase than the rise to 52.5 that was forecast by many economists. A reading above 50 points to an increase in activity."
}