{
    "url_original": "https://www.wsj.com/articles/european-companies-flush-with-cash-turn-to-stock-buybacks-11621416605?mod=business_lead_pos4",
    "url": "european-companies-flush-with-cash-turn-to-stock-buybacks-11621416605",
    "title": "European Companies, Flush With Cash, Turn to Stock Buybacks",
    "sub_head": "Wave of share repurchases is expected to boost European stock market",
    "category_1": "Markets",
    "time": "2021-05-19 05:30:00",
    "body": "French retailer  Carrefour SA  recently began its first share buyback in a decade, spurred by strong cash flow and a belief that the economic recovery is under way. And it isn’t alone.<br />This year has seen a slew of companies in Europe putting forward share repurchase programs, including luxury house  LVMH Moët Hennessy Louis Vuitton SE ,  personal care company  L’Oréal SA  and oil major  Eni  SpA. Around 56 firms have released plans to buy their own shares so far in 2021, the most for the comparable period in three years, according to an analysis by  Société Générale SA .<br />The trend signals growing confidence among corporate leaders and marks a pivot in strategy in a region that has traditionally favored dividends. The pandemic may have accelerated the shift toward rewarding shareholders through buybacks, at least temporarily, according to analysts at the French bank.<br />As lockdowns and social distancing hit earnings, many companies cut or canceled dividend policies last year. For some industries, such as banking, regulators required it. European firms issued close to €1 trillion of debt last year, equivalent to $1.2 trillion, data from Dealogic showed, building up cash cushions to weather the storm. Now that the recovery appears to have some momentum, many are unwinding these emergency measures and preparing payouts to shareholders.<br />“In 2020, a lot of companies were forced to cut dividends, which is very painful,” said Roland Kaloyan, head of European equity strategy at Société Générale. “Buybacks, it’s a way to return cash to your shareholders, if you don’t want to commit too much and too soon to higher dividends in the coming quarters.”"
}