{
    "url_original": "https://www.wsj.com/articles/europes-chaotic-reopening-forces-airlines-to-experiment-11621513745?mod=business_minor_pos12",
    "url": "europes-chaotic-reopening-forces-airlines-to-experiment-11621513745",
    "title": "Europe’s Chaotic Reopening Forces Airlines to Experiment",
    "sub_head": "With almost no visibility on future demand, low-cost carriers are launching and dropping routes at a breakneck pace",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-20 08:29:00",
    "body": "Faced with the stop-start reopening of European borders, airlines need to improvise.<br />On Thursday, shares in  EasyJet  fell after the British low-cost carrier reported a pretax loss of 701 million pounds, equivalent to around $989 million, for the six months through March. Investors seemed disappointed that EasyJet provided no guidance for the summer, and said it only expected to fly 15% of its 2019 capacity in the current quarter.<br />Earlier this week, Europe’s budget airline leader  Ryanair  said 2021 traffic would likely come in toward the low end of a previously estimated 80-to-120 million passenger range. While the U.S. market is normalizing, bookings in Europe are still happening extremely close to departure. The Irish airline said only 20% of summer seats were booked, compared with about 50% for the same point in a normal season.<br />Scheduled summer capacity relayed by airlines to data providers is still running only slightly below 2019 levels, but those seats could easily be canceled if Covid-19 variants spread or governments maintain border restrictions. A slow vaccine rollout has forced some authorities to impose a shifting kaleidoscope of travel bans.<br />Countries like France, Italy, Greece and Spain are still classified as “amber” by the U.K., a big source of tourists. On Wednesday, British Prime Minister Boris Johnson said travel should be limited to 12 destinations that were set to “green” on May 7. In neighboring Europe, only Portugal and the tiny island of Gibraltar qualified."
}