{
    "url_original": "https://www.wsj.com/articles/europe-proved-it-can-innovate-during-the-pandemic-now-it-has-to-figure-how-to-benefit-from-it-11620132179",
    "url": "europe-proved-it-can-innovate-during-the-pandemic-now-it-has-to-figure-how-to-benefit-from-it-11620132179",
    "title": "Europe Proved It Can Innovate During the Pandemic. Now It Has to Figure How to Benefit From It.",
    "sub_head": "Investors world-wide profit from Europe’s inventions, but local startups struggle to grow. Now Covid-19 threatens to widen that gap.",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-333143?width=620&size=1.5",
    "image_1": "im-333143.jpg",
    "time": "2021-05-04 08:43:00",
    "body": "BRUSSELS—European Union leaders, aiming to turn the hardship of the coronavirus pandemic into opportunity, are finalizing plans to release almost $1 trillion into the bloc’s struggling economy, reshape industrial policy and strengthen trade defenses.<br />Underpinning the plans is a push to profit more from the bloc’s brain power, which over recent years has enriched foreign investors at least as much as Europeans.<br />EU programs and draft laws that will kick off or be presented over coming weeks seek to make the 27-country economy more digital, entrepreneurial and environmentally friendly. The need for fast action has been driven home by recent data showing the bloc fell back into recession during the first quarter while the U.S. and China recovered robustly.<br />The plans, including the €750 billion Next Generation EU recovery funding, equivalent to about $905 billion, and the €1 trillion European Green Deal environmental program, leverage Europe’s bountiful flow of innovation, which Covid-19 has highlighted.  Pfizer Inc.’s  vaccine was developed by a German company, BioNTech SE;  Johnson & Johnson ’s  offering was developed in a Dutch laboratory and  Moderna Inc.  is led by a French engineer.<br />Europe is an engineering hothouse that nurtures new technologies and constantly improves old ones. Bluetooth, MP3 and the World Wide Web all emerged from European labs, as did  Procter & Gamble Co. ’s Tide Pods."
}