{
    "url_original": "https://www.wsj.com/articles/european-allies-ask-u-s-to-slow-afghan-withdrawal-officials-say-11620420804?mod=politics_lead_pos4",
    "url": "european-allies-ask-u-s-to-slow-afghan-withdrawal-officials-say-11620420804",
    "title": "European Allies Ask U.S. to Slow Afghan Withdrawal, Officials Say",
    "sub_head": "Turkey says it may leave job of security at Kabul airport, adding to difficulties",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-335903?width=620&size=1.5",
    "image_1": "im-335903.jpg",
    "time": "2021-05-07 17:34:00",
    "body": "WASHINGTON—European allies are pushing the U.S. to delay its withdrawal from Afghanistan—which U.S. officials had suggested could be complete by as early as July 4—to give NATO allies more time and support to leave, U.S. officials said.<br />In response, U.S. officials said that their departure could be delayed by two weeks or longer to accommodate the allies’ requests. President Biden last month ordered complete pullout by Sept. 11, although military officials have said they could complete the withdrawal by the summer.<br />In another complication, Turkey, which for years has secured the airport in Kabul, has told the U.S. and the North Atlantic Treaty Organization that its troops may leave as well, the officials said. Turkey’s potential departure, after it initially had planned to stay until after the coalition withdrawal, could prompt some Western nations to reconsider plans to keep embassies open in the capital without an international force at Hamid Karzai International Airport, officials said.<br />The new concerns voiced by European allies accentuated the challenge for U.S. officials planning a quick exit from Afghanistan while coordinating with so many partners. The U.S.-led NATO coalition, which accounts for personnel from more than two dozen countries, has long adhered to a pledge of “in together, out together” regarding its presence in Afghanistan<br />If Turkey decides to leave, Western embassies likely will have to review plans to keep even reduced diplomatic contingents in the country. International contractors are one possible alternative for airport security, but are unlikely to be able to stay without troops to guarantee their security."
}