{
    "url_original": "https://www.wsj.com/articles/ev-electric-vehicle-africa-11620854230?mod=business_lead_pos7",
    "url": "ev-electric-vehicle-africa-11620854230",
    "title": "How EVs Could Transform the Streets of Africa",
    "sub_head": "Proponents see electric cars and motorcycles as a fast way to promote inexpensive and clean transportation",
    "category_1": "Business",
    "category_2": "Energy",
    "image_1_url": "https://images.wsj.net/im-338833?width=620&size=1.5",
    "image_1": "im-338833.jpg",
    "time": "2021-05-16 05:30:00",
    "body": "The electric-car revolution is reaching the streets of Africa.<br />A handful of startups in several countries are building small electric-vehicle fleets of light carriers and motorcycles—vehicles well suited for the continent’s challenging roads—for taxi and delivery services.<br />In February, Kenya-based ARC Ride launched electric two- and three-wheelers for Uber Eats deliveries in Nairobi, a city of 4.4 million. While the company currently has 35 vehicles operating, Chief Executive Joseph Hurst-Croft, a former environmental activist in Nigeria, says he expects the fleet to grow to 300 by August. ARC also is building its own charging network across the city fed by thermal energy generated from volcanic heat along East Africa’s tectonic rift.<br />Proponents of electric vehicles and renewable energy see motorcycles as the fastest way to promote inexpensive, clean-energy transportation in Africa, where roads are often traffic-clogged and potholed. The executives at ARC hope that their efforts in Nairobi will be a launchpad for a broader expansion throughout Africa—akin to the way the cellular telecommunications revolution bypassed wired lines in many areas. ARC’s chairman is Johannesburg-based retired investment banker Richard Douma.<br />Rob de Jong, head of sustainability for the United Nations Environment Program, or UNEP, says that “two- and three-wheelers are the low-hanging fruit” of EV mobility in Africa. UNEP is funding EV projects in seven African countries. “The potential leapfrog is massive,” says Mr. de Jong, who is based in Nairobi."
}