{
    "url_original": "https://www.wsj.com/articles/everything-screams-inflation-11620163599",
    "url": "everything-screams-inflation-11620163599",
    "title": "Everything Screams Inflation",
    "sub_head": "Investors are woefully unprepared for what may be a once-in-a-generation shift in the market",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-05-05 06:11:00",
    "body": "We could be at a generational turning point for finance. Politics, economics, international relations, demography and labor are all shifting to supporting inflation. After more than 40 years of policies that gave priority to the fight against rising prices, investor- and consumer-friendly solutions are becoming less fashionable, not only in the U.S. but in much of the world.<br />Investors are woefully unprepared for such a shift, perhaps because such historic turning points have proven remarkably hard to spot. This may be another false alarm, and it will take many years to play out, but the evidence for a general shift is strong across five fronts.<br />Since the global financial crisis policy makers have spent much more time worrying about inflation coming in below their targets than above. But recently they have taken decisive steps away from the targets. The Fed has adopted a new, softer target of average inflation of 2%, meaning it can overshoot for years to make up for the past decade’s misses.<br />Furthermore, it has shifted from focusing on trying to act in advance of inflation based on its forecasts, to waiting until inflation actually arrives. With monetary policy’s effect on the economy famously having long and variable lags behind, as Milton Friedman emphasized, this raises the probability that the Fed acts too late to rein in rising inflation.<br />Under both Janet Yellen, now Treasury secretary, and current Chairman Jerome Powell, the Fed has also emphasized what it had previously treated as a secondary target of full employment. In particular, it is focused on the benefits for marginalized workers, including minority racial groups, of running the economy hot. The flip side is that when it comes time for the Fed to slow the economy, these groups will know they are being hit first by Fed tightening—which could make it even more contentious than usual for the Fed to raise rates rapidly."
}