{
    "url_original": "https://www.wsj.com/articles/evolution-gone-wrong-review-our-fallible-bodies-11622493984?mod=opinion_reviews_pos1",
    "url": "evolution-gone-wrong-review-our-fallible-bodies-11622493984",
    "title": "‘Evolution Gone Wrong’ Review: Our Fallible Bodies",
    "sub_head": "A series of evolutionary ‘trade offs’ means that even healthy bodies operate at the edge of acceptable performance, predictably prone to fail.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-346414?width=620&size=1.5",
    "image_1": "im-346414.jpg",
    "time": "2021-05-31 16:46:00",
    "body": "In Voltaire’s “Candide,” the protagonist’s servant asks his master to explain the meaning of optimism. To which his master replies: “It is the mania for insisting that all is well when all is by no means well.” There is perhaps no more perfect description of the human condition, as all is manifestly not well. How could it be? From the moment of our inception, a silent biological clock begins the countdown to the end of our existence. Our genome contrives to mutate itself into a smorgasbord of potential pathologies, each capable of corrupting and unraveling us. We respond with attempts to medicate and therapize ourselves, to correct the built-in flaws and shining imperfections that make us so irresistibly human.<br />In Alex Bezzerides’s entertaining “Evolution Gone Wrong: The Curious Reasons Why Our Bodies Work (or Don’t),” the author’s quest is to determine the origins of the “aches and pains of the masses and why they happen”—not the mechanical causes of our maladies but the evolutionary ones. The explanation, Mr. Bezzerides concludes, may be found in our anatomical shortcomings—“trade-offs” made during our continuing evolutionary history. The result is that even healthy bodies operate at the edge of acceptable performance, while also being prone to fail in predictable ways.<br />The catalog of human fallibilities that Mr. Bezzerides assembles begins with an account of our suboptimal dentition. For many individuals, the textbook display of 32 neatly arrayed teeth, systematically configured to produce a perfect Hollywood smile, is at best hopeful and more frequently fictional. Reality more typically involves a procession of braces, extractions and eccentric protrusions. So why don’t our teeth fit into our mouths?<br />The answer, according to Mr. Bezzerides, is that four million years ago our ancestors transitioned from a fruit- and leaves-based diet to one of grasses and sedges. Their molars ballooned out to gargantuan proportions, which was not at first problematic, since their substantive jaws readily accommodated the newly enlarged teeth. But as humans controlled fire, learned to cook, became cooperative, and developed hunting techniques and an accompanying armamentarium of cutting implements, the requirement for robust dentition diminished. We were nevertheless stuck with the legacy of “a mouth full of large teeth.” Jaw and tooth size subsequently began to decrease, yet the distinct genetic programs controlling each led to a disconnect between their relative rates of reduction. While the human jaw enthusiastically embraced its “great shrink,” tooth-size reduction struggled to keep up. Hence the modern tooth-jaw mismatch.<br />Our imperfectly functioning eyes suffer similarly from constraints imposed by our distant evolutionary history. More than half of European adults have visual defects, while a quarter of U.S. children require visual correction. The problem, according to Mr. Bezzerides, is that the eyes of our vertebrate ancestors evolved to function underwater. When vertebrates first moved onto land 375 million years ago, their eyes had already existed for more than 100 million years. The reconfiguration of such established biological hardware was not trivial, leaving us with short-sightedness and a range of oddities, including the need to blink up to 14,000 times a day while deploying a Coke can full of lubricating tears."
}