{
    "url_original": "https://www.wsj.com/articles/f-35-sale-to-u-a-e-imperiled-over-u-s-concerns-about-ties-to-china-11621949050?mod=politics_lead_pos1",
    "url": "f-35-sale-to-u-a-e-imperiled-over-u-s-concerns-about-ties-to-china-11621949050",
    "title": "F-35 Sale to U.A.E. Imperiled Over U.S. Concerns About Ties to China",
    "sub_head": "Washington seeks assurances for a $23 billion arms sale as Emirates expand security and technology cooperation with China",
    "category_1": "National Security",
    "image_1_url": "https://images.wsj.net/im-342714?width=620&size=1.5",
    "image_1": "im-342714.jpg",
    "time": "2021-05-25 09:24:00",
    "body": "WASHINGTON—U.S. spy agencies in recent weeks watched as two planes belonging to China’s People’s Liberation Army landed at an airport in the United Arab Emirates and unloaded crates of undetermined materiel, according to U.S. officials who have seen the intelligence.<br />The transport flights, along with other signs of nascent security cooperation between Beijing and the U.A.E., a major U.S. ally in the Gulf region, have alarmed U.S. officials and cast fresh uncertainty over a multibillion-dollar sale of advanced U.S. weapons to the Emirates, the officials said.<br />The Biden administration said in April following a review that it would move forward with a $23 billion sale of as many as 50 F-35 fighter aircraft, 18 Reaper drones and advanced munitions, all approved in former President Donald Trump’s final hours in office.<br />But signs of expanding ties between Beijing and Abu Dhabi have clouded the sale’s future, U.S. officials said, as they seek guarantees about the weapons, including that the Emirates won’t allow the Chinese or others access to the latest American war-fighting technology.<br />“The transfer of the F-35—the crown jewel in the U.S. arsenal—implies a degree of Emirati monogamy with Washington,” said David Schenker, who handled the issue as Mr. Trump’s assistant secretary of state for Near Eastern affairs. “More work needs to be done before these systems can be transferred,” he said."
}