{
    "url_original": "https://www.wsj.com/articles/fabregas-monaco-chelsea-arsenal-barcelona-11619868850",
    "url": "fabregas-monaco-chelsea-arsenal-barcelona-11619868850",
    "title": "European Soccer’s Forrest Gump",
    "sub_head": "From Barcelona to London to Monaco, Cesc Fabregas has always found himself around geniuses, revolutionaries and trophies.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-332375?width=620&size=1.5274463007159904",
    "image_1": "im-332375.jpg",
    "time": "2021-05-01 07:35:00",
    "body": "For a man who has been a professional soccer player for more than half his life, Cesc Fabregas still can’t say for sure where on the field he spent most of that time.<br />Over 18 years at the top, he has been a playmaker, a winger, a deep-lying midfielder, and he has even played in roles that were invented midcareer. He played for Spain as a “false nine” — or withdrawn striker — before anyone really knew what a false nine did.<br />“I think I played in basically every single position except the back four and goalkeeper,” he says.<br />But wherever he was, Fabregas had an uncanny knack for making it the right place at the right moment. From Barcelona to London to the French Riviera, major trophies and seismic shifts in tactics just happened to materialize wherever he went. Somehow, he was just always there. Fabregas is 21st century soccer’s Forrest Gump.<br />He was a gawky teenager at Barça’s youth academy when a shrimpy 13-year-old arrived from Argentina named Lionel Messi. He left home at 16 and landed at Arsenal just in time to learn from the only modern squad ever to go an entire English league campaign undefeated. His emergence with the Spanish national team — which he played for 110 times — coincided with an utterly dominant run of two European Championships and a World Cup. And in that time, he also became one of a handful of players to work under three of the modern game’s most influential managers: Arsène Wenger, Pep Guardiola, and Jose Mourinho."
}