{
    "url_original": "https://www.wsj.com/articles/facebook-faces-irish-ruling-on-suspension-of-eu-u-s-data-flows-11620983614?mod=business_lead_pos2",
    "url": "facebook-faces-irish-ruling-on-suspension-of-eu-u-s-data-flows-11620983614",
    "title": "Facebook Faces Irish Ruling on Suspension of EU-U.S. Data Flows",
    "sub_head": "Court is set to rule on the social-media company’s bid to derail a preliminary decision on data transfers",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-337942?width=620&size=1.5",
    "image_1": "im-337942.jpg",
    "time": "2021-05-14 05:15:00",
    "body": "Facebook Inc.  and other tech giants are awaiting an Irish ruling that could help determine whether, and how quickly, they have to suspend the flow of data about European Union residents to computer servers in the U.S.<br />In the balance is billions of dollars of business in the cloud-computing, social-media and advertising industries.<br />Ireland’s High Court is expected to rule Friday on Facebook’s bid to derail a preliminary decision on data flows that it received in August from Ireland’s Data Protection Commission, the lead EU privacy regulator for Facebook and other companies that have their European headquarters in the country. The preliminary decision, which hasn’t been finalized because of Facebook’s procedural challenge, could force the social-media company to suspend sending personal information about EU users to Facebook’s U.S. servers.<br />To comply, Facebook would likely have to re-engineer its service to silo off most data it collects from European users, or stop serving them entirely, at least temporarily. In a securities filing this year, Facebook said that applying the regulator’s decision would “materially and adversely affect our business, financial condition and results of operations.”<br />While Friday’s court decision will be a procedural one, the underlying questions are central to trans-Atlantic trade and the digital economy. Legal experts say the logic in Ireland’s provisional order could apply to other large tech companies that are subject to U.S. surveillance laws, such as cloud services and email providers—potentially leading to widespread disruption of trans-Atlantic data flows."
}