{
    "url_original": "https://www.wsj.com/articles/facebooks-lab-leak-about-face-11622154198?mod=opinion_lead_pos2",
    "url": "facebooks-lab-leak-about-face-11622154198",
    "title": "Facebook’s Lab-Leak About-Face",
    "sub_head": "The company acts in tandem with government on speech control.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-345462?width=620&size=1.5",
    "image_1": "im-345462.jpg",
    "time": "2021-05-27 18:23:00",
    "body": "Question: When does “misinformation” stop being misinformation on social media? Answer: When Democratic government authorities give permission.<br />Witness  Facebook ’s  decision to stop censoring some claims about the origin of Covid-19 the same day President Biden said his Administration will investigate whether a Chinese lab may have been involved.<br />It’s been clear for more than a year that the Wuhan Institute of Virology, which collects and tests coronaviruses, deserved scrutiny over the emergence of the pandemic in Wuhan. Yet Facebook announced in February that it would expand its content moderation on Covid-19 to include “false” and “debunked” claims such as that “COVID-19 is man-made or manufactured.” Facebook deployed fact-check warnings against an influential Medium post this month on the origins of the virus by science journalist Nicholas Wade.<br />As long as Democratic opinion sneered at the lab-leak theory, Facebook dutifully controlled it. But ideological bubbles have a way of bursting, and the circumstantial evidence—most of which has been available for months—finally permeated the insular world of progressive public health. This prompted officials like Anthony Fauci to say more investigation is needed, while the White House issued new intelligence directives reflecting lower certainty of a natural emergence.<br />Facebook acted in lockstep with the government: “In light of ongoing investigations into the origin of COVID-19 and in consultation with public health experts, we will no longer remove the claim that COVID-19 is man-made or manufactured from our apps,” it said Wednesday."
}