{
    "url_original": "https://www.wsj.com/articles/facebooks-book-banning-blueprint-11620426021?mod=opinion_lead_pos3",
    "url": "facebooks-book-banning-blueprint-11620426021",
    "title": "Facebook’s Book-Banning Blueprint",
    "sub_head": "The company throttles a Journal review on climate science.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-335968?width=620&size=1.5",
    "image_1": "im-335968.jpg",
    "time": "2021-05-07 18:20:00",
    "body": "Amazon  this year started its foray into politicized book-banning, pulling a three-year-old book on transgender policy by a conservative think-tanker from its web store.  Facebook  doesn’t sell books, but it can suppress their distribution when they conflict with a political agenda. The social-media giant now appears to be throttling a Wall Street Journal review of a book on climate science by physicist Steven Koonin, the former top scientist at the Obama Energy Department and provost of the California Institute of Technology.<br />Facebook uses so-called fact-checkers to tell it which news articles to suppress. The project has gone far beyond curbing viral hoaxes or dangerous misinformation and aims to limit scientific debate. In March Facebook flagged a Journal op-ed by Johns Hopkins surgeon Marty Makary on the pace at which Americans would develop herd immunity to Covid-19.<br />The company now targets the Journal’s book review based on a gazillion-word post on a site called Climate Feedback with the headline, “Wall Street Journal article repeats multiple incorrect and misleading claims made in Steven Koonin’s new book ‘Unsettled.’”<br />Mr. Koonin, whose careful book draws extensively on existing scholarship, may respond on the merits in a different forum. Suffice it to say here that many of the “fact check” claims relied on by Facebook don’t contradict the underlying material, but instead argue with its perceived implications.<br />The fact-check attacks Mr. Koonin’s book for saying the “net economic impact of human-induced climate change will be minimal through at least the end of this century.” Minimal is in the eyes of the beholder, but the U.S. National Climate Assessment predicted America’s climate costs in 2090 at about $500 billion per year—a fraction of the recent Covid stimulus in an economy that could be four times as large."
}