{
    "url_original": "https://www.wsj.com/articles/facebooks-fact-checks-suppress-debate-11621194172?mod=opinion_lead_pos6",
    "url": "facebooks-fact-checks-suppress-debate-11621194172",
    "title": "Facebook’s ‘Fact Checks’ Suppress Debate",
    "sub_head": "The social-media site seeks to discredit a review of my book on climate science.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-16 15:42:00",
    "body": "This paper published Mark Mills’s review of “Unsettled,” my book on climate science, on April 25. Eight days later, 11 self-appointed “fact checkers” weighed in with a 4,500-word critique on the website ClimateFeedback.org.  Facebook  is waving that fact check as a giant red flag whenever the review appears in anyone’s feed.<br />By branding Mr. Mills’s review with “very low scientific credibility,” the company directs its billions of users to a website that claims to discredit the review and, by direct implication, my book. This action adds to the growing suppression of open discussion of climate complexities.<br />ClimateFeedback bills itself as “a worldwide network of scientists sorting fact from fiction in climate change media coverage.” Its modus operandi is to label necessarily brief media statements as misleading or inaccurate, often because they lack context. While acknowledging that “global crop yields are rising,” for instance, they add the untestable claim that yields might have been greater absent human-caused climate change.  The gang of enforcers who “fact checked” Mr. Mills’s review included professors from Stanford, UCLA and MIT.<br />The oddest element of Facebook’s action is that the “fact check” doesn’t challenge anything I wrote in “Unsettled,” but rather provides “context” for Mr. Mills’s statements.<br />The “fact checkers’ ” motivation is apparent in their criticism of a statement about extreme weather events. Two of three fact-checking contributors, Daniel Swain and Andreas Prein, acknowledge that “tornado frequency and severity are also not trending up; nor are the number and severity of droughts,” and go on to explain why it might not be true in the future, as I do in “Unsettled.” Highlighting the absence of global trends in most types of severe weather is a rebuttal of the widespread claim that the climate is “broken.” But another contributor, Kerry Emanuel, an MIT professor who hasn’t read my book, disapproves of the statement because “it sets up a strawman” to disparage climate predictions. It seems Mr. Emanuel would allow media to discuss only deleterious climate trends."
}