{
    "url_original": "https://www.wsj.com/articles/face-masks-and-the-first-amendment-11621356093?mod=opinion_lead_pos5",
    "url": "face-masks-and-the-first-amendment-11621356093",
    "title": "Face Masks and the First Amendment",
    "sub_head": "They’ve become a form of political expression. That makes mandates constitutionally suspect.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-18 12:41:00",
    "body": "Why do we have to wear face masks? The official answer changes from week to week. “It’s a patriotic responsibility, for God’s sake,” President Biden said when asked on April 30 why he still did despite being vaccinated against Covid-19. But last week he recast mask mandates as a coercive sanction against the unvaccinated. “The rule is now simple: get vaccinated or wear a mask until you do,” he tweeted Thursday.<br />In fact, no rule had changed. The Centers for Disease Control and Prevention merely issued “guidance” that if you’re fully vaccinated, “you can resume activities without wearing a mask . . . except where required by federal, state, local, tribal, or territorial laws, rules, and regulations.” Within days, many states relaxed their mask edicts, and Washington followed on Monday by applying its decrees only to unvaccinated people on most federal property. But California officials said they’d stand pat until June 15, and the White House and CDC still require universal masking on public transportation and at transit hubs, including airports.<br />Critics argue that masking has become a form of virtue signaling. Mr. Biden reinforced that claim with his appeals to patriotism, which began during last year’s campaign as a rebuttal to the mask-resistant President Trump. But if wearing a mask conveys a political message, mandating it is constitutionally suspect. “No official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion or force citizens to confess by word or act their faith therein,” Justice Robert Jackson wrote in West Virginia State Board of Education v. Barnette (1943), which held that forcing schoolchildren to salute the flag and recite the Pledge of Allegiance violated their freedom of speech.<br />To wear a mask in public is to affirm a viewpoint no less powerful than the Pledge of Allegiance: that Covid poses a crisis so dire as to demand unprecedented government control of our lives and a transformation of the norms of interpersonal behavior. Ubiquitous mask mandates make assent impossible to avoid except by breaking the law or staying home.<br />Officials would argue that they are regulating conduct, not expression, and that they are doing so to protect public health. A few months ago that defense almost certainly would have prevailed. The pandemic’s severity, coupled with the lack of effective means to control it, would have persuaded most judges to defer to the government’s contention that the danger of infection outweighed the right to dissent or any other rights (such as bodily autonomy) that plaintiffs might assert."
}