{
    "url_original": "https://www.wsj.com/articles/facing-the-mountain-review-injustice-and-valor-11621003929?mod=opinion_major_pos11",
    "url": "facing-the-mountain-review-injustice-and-valor-11621003929",
    "title": "‘Facing the Mountain’ Review: Injustice and Valor",
    "sub_head": "Their families held in internment camps, the Japanese-American soldiers of the 442nd found themselves on savage battlefields in Italy and France.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337764?width=620&size=1.5",
    "image_1": "im-337764.jpg",
    "time": "2021-05-14 10:52:00",
    "body": "Many of the volunteers who served in World War II’s legendary 442nd Regimental Combat Team were second-generation Japanese-Americans who had grown up in Hawaii. The islanders sometimes had problems communicating with mainland recruits when they spoke in Hawaiian pidgin, a rich gumbo of words and expressions from many languages with memorable phrases like “da kine” for “that thing” or “chicken skin” for “goosebumps.”<br />Daniel James Brown’s masterly “Facing the Mountain: A True Story of Japanese American Heroes in World War II” gave me moments of chicken skin. With its gripping battle scenes and finely etched characters, I can’t remember the last time a book jolted my central nervous system in quite this way.<br />Just as in his previous book, “The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics,” Mr. Brown tells the story of ordinary people thrust into a historic moment. He spent years researching the experience of Japanese-Americans, drawing from oral histories, letters and contemporaneous accounts of the battles, as well as his own interviews with surviving team members and families. The result? An epic story of four Japanese-American families and their sons who volunteered for military service and displayed uncommon heroism and grit to serve their country.<br />Mr. Brown’s nuanced and sympathetic telling of the story of the 442nd against the backdrop of the wider Japanese-American experience during wartime reveals a vitally important—and timely—episode of American history. Amidst the cascade of anti-Asian violence in recent months, Mr. Brown’s book focuses on the contribution of soldiers who came from the group called “Nisei” —American-born second-generation sons of Japanese immigrants. Many of their parents, first-generation “Issei,” were rounded up and sent to sit out the war in “relocation” or concentration camps under Franklin D. Roosevelt’s  Executive Order 9066. These young men, U.S. citizens whose rights were theoretically protected by the Constitution, risked their lives in service to the country while their parents and younger siblings were locked away behind barbed wire.<br />Mr. Brown vividly re-creates the pre-war worlds and lives of a few of the thousands of young men who would join the regiment after the bombing of Pearl Harbor. The regiment’s most famous member was Daniel Inouye, later a long-serving U.S. Senator from Hawaii. But the focus is on relatively unknown figures, such as Katsugo “Kats” Miho, a University of Hawaii student whose family ran a hotel on Maui; Fred Shiosaki, from a family that operated a commercial laundry in Spokane, Wash.; the roguish Rudy Tokiwa, from a farming family in Salinas, Calif.; and Harry Madokoro, a widow’s only child from nearby Watsonville. Mr. Brown also follows the struggles of a conscientious objector named Gordon Hirabayashi, whose case was heard by the U.S. Supreme Court."
}