{
    "url_original": "https://www.wsj.com/articles/family-of-teacher-who-died-after-astrazeneca-shot-seeks-answers-11619947801",
    "url": "family-of-teacher-who-died-after-astrazeneca-shot-seeks-answers-11619947801",
    "title": "Family of Teacher Who Died After AstraZeneca Shot Seeks Answers",
    "sub_head": "Deaths from unusual blood clotting have prompted authorities in Europe to change their guidance regarding the vaccine",
    "category_1": "Business",
    "category_2": "Health Care",
    "time": "2021-05-02 05:30:00",
    "body": "Cinzia Pennino, a 44-year-old science teacher from Palermo, Italy, phoned her father in late March and asked him to pick her up from school. She lived just a short walk away, but could hardly stand up in her classroom due to intense stomach pain.<br />It was 11 days after Ms. Pennino had received her first dose of the  AstraZeneca  PLC Covid-19 vaccine. A week later, she died in the hospital of an extremely rare combination of a serious blood clot, or thrombosis, and low levels of platelets, a blood component that plays a key role in clotting. The sometimes-deadly combination is so rare that scientists don’t know how often it occurs in the general population.<br />Regulators and scientists in Europe have identified the condition in more than 350 people vaccinated with the AstraZeneca shot. They haven’t determined whether the shot is causing the clots, but have said there could be a link and have ordered AstraZeneca to list the clotting as a rare side effect. A spokeswoman for the regional agency managing Sicily’s vaccine rollout said there is an ongoing investigation into Ms. Pennino’s case and declined to comment further.<br />AstraZeneca says it is working with regulators to further probe the blood-clotting issues, including individual cases and possible links to how the vaccine works. AstraZeneca declined to comment on Ms. Pennino’s case.<br />Ms. Pennino’s family wants to know if the shot played a role in her death. In early April, the family filed a notice in a Palermo court seeking documentation from Italy’s drug agency to see how it determined who would get the AstraZeneca vaccine. The Pennino family has also taken legal action to determine whether the correct medical procedures were followed during the administering of the vaccine and at the hospital."
}