{
    "url_original": "https://www.wsj.com/articles/family-reunion-trips-inspiring-ideas-and-foolproof-strategies-11621656603",
    "url": "family-reunion-trips-inspiring-ideas-and-foolproof-strategies-11621656603",
    "title": "Family Reunion Trips: Inspiring Ideas and Foolproof Strategies",
    "sub_head": "Want to simultaneously book a much-needed escape and finally see your extended clan? Family-reunion vacations are taking off. Here’s how to max out together-time, plus 9 resorts, from Maine to Wyoming, that welcome big broods.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-340867?width=620&size=1.5",
    "image_1": "im-340867.jpg",
    "time": "2021-05-22 12:10:00",
    "body": "FOR SHEENA SUAREZ, having to watch her only brother get married via  Facebook  Live last February was “the last straw.” The Brooklynite had already endured an entire pandemic pregnancy and birth with no way to share the experience with her siblings in real life, even as her newborn doubled in size. Ms. Suarez’s family hadn’t gathered since June 2019. So, last month, on the occasion of her parents’ 40th wedding anniversary, nine members of her extended clan drove from Brooklyn and Richmond, Va., converging on a hotel in Virginia Beach. Like many Americans newly emboldened by the Covid vaccine, Ms. Suarez was eager to both take a long overdue vacation and see her family. “Time to me now is so precious,” she said. “Without the pandemic, actually, I wouldn’t have appreciated that.” If they’d been seeing each other every other month, as in other years, “it wouldn’t be a reunion. It would be a regular visit.”<br />After enduring lockdowns, the chaos of working and schooling at home, unreliable reopenings and messy vaccination rollouts, families are battle-ready for familiar foes: siblings, uncles, aunts and cousins. An April survey by Vacasa, a vacation-rental management platform, found that family reunions were the top travel priority for Americans, accounting for 32% of group travel plans (weddings represented 15%). Compared with the company’s February survey, plans for extended family vacations increased from 5 to 13%, while immediate family trips increased from 17 to 28%.<br />And Vacasa is seeing those intentions play out in its bookings, said Natalia Sutin, vice president of revenue management. “For many of our top vacation destinations, we already have double the reservations for June, July, and August of this year compared with the same point in 2019.” Properties on North Carolina’s Outer Banks islands are already at 90% occupancy, she said. “The more bedrooms the house has, the further out it should be booked,” she advised. Now that the pandemic has blurred the difference between Wednesdays and Saturdays, Ms. Sutin noted the viability of midweek bookings, which tend to yield more options. “You’re not limited to the weekend anymore.”<br />Demand is so high that the Westin Cape Coral Resort in Cape Coral, Fla., created a chief reunions officer position in February. Tosha Wollney, a catering sales executive, took on that role. “[Families are] so anxious to get together and they have so many things to celebrate,” she said. In years past, she added, reunion planners typically just reserved a block of rooms, but now they’re arranging for their group to participate in golf tournaments, fishing charters, sunset cruises and banquet dinners, “really enhancing the experience.”<br />The last thing family reunions want or need is dead air or awkward silence, so many are planned to the hilt. At Brasada Ranch, near Bend, Ore., families can compete in an Olympics-style watersports competition, winning first-, second-, and third-place ribbons in belly-flops, bobslides, cannonballs and rubber ducky relays. Other clans embark on property-wide scavenger hunts. And this summer Brasada is offering “cowboy cookouts” with lasso lessons, pony rides and panning for gold."
}