{
    "url_original": "https://www.wsj.com/articles/family-policy-shouldnt-penalize-married-and-stay-at-home-parents-11620423991?mod=opinion_major_pos4",
    "url": "family-policy-shouldnt-penalize-married-and-stay-at-home-parents-11620423991",
    "title": "Family Policy Shouldn’t Penalize Married and Stay-at-Home Parents",
    "sub_head": "To leave behind a plan that lasts, Biden needs to reach across the aisle.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335754?width=620&size=1.5",
    "image_1": "im-335754.jpg",
    "time": "2021-05-07 17:46:00",
    "body": "The U.S. birthrate reached its lowest level ever in 2020, according to data released this week by the Centers for Disease Control and Prevention. Young people are marrying less and having fewer kids in part because they don’t feel confident about their job prospects and financial security. As everyone knows, raising kids is expensive. Health-insurance premiums are 55% higher than they were a decade ago. Home prices are rising at the fastest pace in 15 years, and a median starter home now costs $215,000. College tuition has more than doubled in real terms since the 1980s.<br />President Biden’s American Families Plan correctly identifies the problem but offers a temporary, partisan solution. American families need help. The way to do it is by removing financial obstacles for those who want to get married and have kids, encouraging families to support themselves, and treating families the same whether both parents work or one stays at home. Several conservative senators have introduced plans that would do these things. If the Biden administration truly wants to help America’s families, it will offer them something that outlasts his presidency.<br />In February, I proposed the Family Security Act to give American families a healthier financial starting point, especially when kids are young. Every family would receive $350 a month for each child up to 5 and $250 a month for children 6 to 17, up to a total of $1,250 a month. The monthly support would start halfway through a mother’s pregnancy, helping provide peace of mind to expecting parents.<br />My bill would also eliminate the marriage penalty for the Earned Income Tax Credit, which the administration’s proposal would make worse. My plan eliminates income traps that penalize parents for earning more money. And finally, because it takes the maze of current programs for families and rolls many of them up into a new benefit that lets families have more control, it is fully paid for. My plan won’t add to the deficit.<br />There are four reasons why this approach—and those of other GOP senators—is better than Mr. Biden’s. First, my plan would create an immediate permanent benefit, while the president proposes only to make permanent his most controversial changes—things like the bigger EITC marriage penalties, and a new $425 billion government daycare overhaul."
}