{
    "url_original": "https://www.wsj.com/articles/fatal-china-ultramarathon-exposes-risks-of-popular-races-11621878033?mod=business_minor_pos22",
    "url": "fatal-china-ultramarathon-exposes-risks-of-popular-races-11621878033",
    "title": "Fatal China Ultramarathon Spurs Review of Popular Races",
    "sub_head": "Videos and posts from survivors of the race in remote northern China shed light on how 21 elite runners died in a freak storm",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-05-24 14:13:00",
    "body": "One of the last things Zhang Xiaotao remembered before passing out was a fierce wind, freezing rain so dense he could barely see and a numbness that left him unable to control his body.<br />In accounts given to Chinese state media and posted on his social-media account, the veteran runner said he was in the toughest leg of a grueling 60-mile mountain race in northern China on Saturday when a freak storm hit, catching many of the racers by surprise. He wrapped himself in a foil survival blanket he was carrying, pressed the SOS button on his GPS locator, and then blacked out.<br />When Mr. Zhang returned to consciousness, hours later, he found that he had been rescued by a local sheep herder, who had brought him to a cave stocked with quilts and firewood. Mr. Zhang didn’t answer messages to his accounts or calls to his phone. The Wall Street Journal confirmed the authenticity of Mr. Zhang’s account with a colleague.<br />Many of Mr. Zhang’s fellow racers weren’t so lucky. By the time rescue operations had concluded on Sunday, 21 athletes—including some of China’s top trail runners—had died from exposure, in an incident that is sparking anger and consternation throughout the country.<br />On Monday, mountain-trail races were being canceled throughout China, people involved in the races said. Those moves followed an emergency meeting of Chinese sports officials Sunday night that called on local governments to monitor safety risks, and the launch of an investigation into Saturday’s race by the government in Gansu, the province where it took place."
}