{
    "url_original": "https://www.wsj.com/articles/fbi-probes-defense-contractors-contributions-to-sen-susan-collins-11621382437?mod=business_minor_pos4",
    "url": "fbi-probes-defense-contractors-contributions-to-sen-susan-collins-11621382437",
    "title": "FBI Probes Defense Contractor’s Contributions to Sen. Susan Collins",
    "sub_head": "Warrant shows investigation into whether Martin Kao illegally directed funds to Maine Republican’s 2020 campaign",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-340508?width=620&size=1.5",
    "image_1": "im-340508.jpg",
    "time": "2021-05-18 21:36:00",
    "body": "WASHINGTON—The FBI is investigating whether a U.S. defense contractor unlawfully directed money to support Sen. Susan Collins, according to a search warrant recently unsealed in federal court.<br />The Federal Bureau of Investigation has searched electronic devices belonging to defense executive Martin Kao seeking evidence that he orchestrated an effort to funnel allegedly illegal contributions to help Ms. Collins, a Maine Republican, in her 2020 reelection bid. Federal law prohibits defense contractors from making contributions to federal elected officials.<br />Federal agents requested the warrant, unsealed Friday, citing evidence that Mr. Kao, through a personal account and his company’s, reimbursed friends and family members for about $45,000 in donations they made directly to Ms. Collins’s campaign. Such a pattern of behavior would violate a federal law banning donations made in the name of another person. Investigators also allege that Mr. Kao unlawfully directed $150,000 in corporate funds to a super PAC supporting Ms. Collins’s 2020 re-election campaign.<br />At the time, Mr. Kao was serving as the chief executive of Navatek, a Hawaii-based defense contractor that has since been renamed Martin Defense Group. A spokeswoman for the company didn’t immediately respond to a request for comment.<br />There is no evidence that Ms. Collins is under investigation. “The Collins for Senator Campaign had absolutely no knowledge of anything alleged in the warrant,” said Annie Clark, a spokeswoman for the lawmaker."
}