{
    "url_original": "https://www.wsj.com/articles/fbi-suspects-criminal-group-with-ties-to-eastern-europe-in-pipeline-hack-11620664720?mod=business_lead_pos2",
    "url": "fbi-suspects-criminal-group-with-ties-to-eastern-europe-in-pipeline-hack-11620664720",
    "title": "U.S. Blames Criminal Group in Colonial Pipeline Hack",
    "sub_head": "DarkSide, a ransomware organization believed to be based in Eastern Europe, says it has no connection to foreign governments",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-336303?width=620&size=1.5",
    "image_1": "im-336303.jpg",
    "time": "2021-05-10 16:57:00",
    "body": "A criminal gang believed to be based in Eastern Europe was involved in the hack that has led to the shutdown of the main pipeline supplying gasoline and diesel fuel to the U.S. East Coast, U.S. officials said Monday, as President Biden and others decried the ransomware attack that was used as a growing global problem.<br />The organization, known as DarkSide, is a relatively new hacking group that Western security researchers say is likely based in Eastern Europe, possibly in Russia. The organization created the malicious computer code that resulted in the shutdown, officials said.<br />“The FBI confirms that the DarkSide ransomware is responsible for the compromise of the Colonial Pipeline networks,” an Federal Bureau of Investigation spokesman said Monday. “We continue to work with the company and our government partners on the investigation.”<br />The hack of Colonial Pipeline Co., disclosed over the weekend, has prompted intense concern among senior U.S. officials within the Biden administration, many of whom have already viewed ransomware as a digital blight capable of jeopardizing national and economic security. Ransomware is a practice hackers use to lock up computer systems and demand a payment from victims for their release.<br />Speaking briefly Monday, Mr. Biden said ransomware was a growing problem in need of a global response and said more investment in critical infrastructure was necessary to safeguard critical systems from debilitating cyberattacks."
}