{
    "url_original": "https://www.wsj.com/articles/fccs-net-neutrality-proposal-marred-by-millions-of-fake-comments-11620309351?mod=politics_lead_pos3",
    "url": "fccs-net-neutrality-proposal-marred-by-millions-of-fake-comments-11620309351",
    "title": "FCC’s Net-Neutrality Proposal Marred by Millions of Fake Comments",
    "sub_head": "More than 80% of the 22 million comments weren’t real, New York attorney general’s report finds",
    "category_1": "U.S.",
    "time": "2021-05-06 13:47:00",
    "body": "Nearly 18 million fake comments were filed with the Federal Communications Commission over its proposal to scale back internet regulation, fueled by both opponents and supporters of the rule, an investigation by the New York attorney general’s office found.<br />A report by Attorney General Letitia James’s office highlighted companies that specialize in a little-known influence industry that generates made-up comments and often attaches the names of real people caught up in marketing ploys. The 18 million fake comments represented more than 80% of all public comments filed to the FCC on its net-neutrality proposal four years ago.<br />Investigators found that commenters were tricked into providing their personal information in exchange for lures that included sweepstakes entries, discounted children’s movies, a chicken-recipe cookbook and free trials for male enhancement pills. In other cases, names were reused from old campaigns and data breaches or just made up.<br />About 8.5 million of the fake comments to the FCC derived from a $4.2 million campaign paid for by Broadband for America, an advocacy group funded by the nation’s top internet providers, in an effort to dump net neutrality, the Obama-era policy on equal treatment of internet traffic. Broadband for America and a lobbyist listed on the group’s tax forms didn’t immediately respond to emails or phone calls.<br />Investigators also found 9.3 million comments supporting net neutrality that used fictitious identities, most submitted by one California college student majoring in computer science. The then-19-year-old student was responsible for 7.7 million comments generated using websites that create names, physical addresses and email addresses, the report said."
}