{
    "url_original": "https://www.wsj.com/articles/fec-decides-not-to-review-trumps-role-in-stormy-danielss-payments-11620358793?mod=politics_lead_pos2",
    "url": "fec-decides-not-to-review-trumps-role-in-stormy-danielss-payments-11620358793",
    "title": "FEC Decides Not to Review Trump’s Role in Stormy Daniels’s Payments",
    "sub_head": "The Federal Election Commission didn’t have enough votes to break a tie between Republicans and Democrats",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-335451?width=620&size=1.5",
    "image_1": "im-335451.jpg",
    "time": "2021-05-06 23:39:00",
    "body": "A split Federal Election Commission said it won’t pursue a complaint that former President Donald Trump violated campaign finance rules when his lawyer tried to buy an adult film actress’s silence before the 2016 presidential election.<br />The commission’s decision, made public Thursday, was the result of a deadlock between Republican and Democratic members during a meeting in February. Four of the six commissioners must agree to proceed with an action.<br />Mr. Trump’s then-personal attorney, Michael Cohen, pleaded guilty in 2018 to making hush-money payments to the adult film actress and coordinating another payment to a former Playboy model. Mr. Cohen said in court that Mr. Trump was aware of the payments to the women, which weren’t disclosed on the Trump campaign’s financial reports.<br />Mr. Cohen arranged for a $130,000 payment to Stephanie Clifford, who used the stage name Stormy Daniels, a month before the election as part of a nondisclosure agreement that prevented her from publicly discussing an alleged sexual encounter with Mr. Trump, The Wall Street Journal first reported in January 2018, citing people familiar with the matter.<br />Within days of the report, Common Cause, a government watchdog group, lodged the FEC complaint against Mr. Trump. The organization said in a statement Thursday that the failure to pursue a case against the former president is “the latest display of dysfunction at the FEC.”"
}