{
    "url_original": "https://www.wsj.com/articles/fed-officials-voice-support-for-new-tool-to-smooth-market-stress-minutes-show-11621457740",
    "url": "fed-officials-voice-support-for-new-tool-to-smooth-market-stress-minutes-show-11621457740",
    "title": "Fed Officials Voice Support for New Tool to Smooth Market Stress, Minutes Show",
    "sub_head": "Central bankers said a standing repo facility could provide a timely and automatic response to incipient market pressures",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-341105?width=620&size=1.5",
    "image_1": "im-341105.jpg",
    "time": "2021-05-19 16:55:00",
    "body": "Federal Reserve officials are debating ways they could tame money-market volatility the next time it flares, including with a tool known as a standing repo facility, minutes from their April policy meeting show.<br />The tool would allow eligible firms to borrow cash from the central bank in exchange for Treasurys used as collateral. Supporters of such a facility see it as a way for firms to quickly obtain dollar liquidity without having to sell Treasury securities, which can create market disruptions if the selling is large enough.<br />“Nearly all participants commented that a standing repo facility, by acting as a backstop, could help address pressures in the markets for U.S. Treasury securities and Treasury repo that could spill over to other funding markets and impair the implementation and transmission of monetary policy,” the minutes released Wednesday said.<br />“Many participants noted that a standing facility could provide a timely and automatic response to incipient market pressures; they remarked that such pressures can be difficult to anticipate and, as a result, might not be as promptly addressed with discretionary operations,” the minutes also said.<br />The language in the minutes suggests Fed support for the tool has grown since the days before the pandemic. Fed officials had been weighing adopting it, but the debate fizzled before the pandemic took hold in the U.S."
}