{
    "url_original": "https://www.wsj.com/articles/federal-grand-jury-indicts-former-officers-in-george-floyd-killing-11620397342?mod=politics_lead_pos11",
    "url": "federal-grand-jury-indicts-former-officers-in-george-floyd-killing-11620397342",
    "title": "Federal Grand Jury Indicts Former Minneapolis Police Officers in George Floyd Killing",
    "sub_head": "Derek Chauvin and three other ex-officers are charged with violating Floyd’s constitutional rights",
    "category_1": "U.S.",
    "time": "2021-05-07 15:56:00",
    "body": "A federal grand jury has indicted Derek Chauvin and three other former Minneapolis police officers on charges of violating George Floyd’s constitutional rights during the May 2020 encounter that killed him.<br />The new indictment unsealed Friday brings the federal government into a case that sparked nationwide protests and bipartisan calls for changes to policing in the U.S.<br />The three-count indictment says Mr. Chauvin, Thomas Lane, J. Alexander Kueng and Tou Thao willfully violated Mr. Floyd’s rights in the process of arresting him. Mr. Chauvin’s attorney, Eric Nelson, and Mr. Kueng’s attorney, Thomas Plunkett, declined to comment. Lawyers for the other two former officers didn’t respond to requests for comment.<br />The Biden Justice Department has placed a priority on prosecuting officers for misconduct and overhauling troubled local police departments as part of a renewed emphasis on civil-rights enforcement. The department is separately investigating whether Minneapolis police engage in patterns of discrimination, excessive force and other unconstitutional conduct, a civil probe that could end in a court settlement forcing changes.<br />The new federal indictments come after a state jury convicted Mr. Chauvin of second-degree murder in April. The other three former officers have been charged at the state level with aiding and abetting Mr. Chauvin and are set to face trial in August. Lawyers for the three former officers have made filings indicating they are not guilty."
}