{
    "url_original": "https://www.wsj.com/articles/feds-hurt-fannie-freddies-capitalization-11621534995?mod=opinion_major_pos18",
    "url": "feds-hurt-fannie-freddies-capitalization-11621534995",
    "title": "Feds Hurt Fannie, Freddie’s Capitalization",
    "sub_head": "The government has now collected $100 billion more than it advanced—money which would easily remedy Mr. Calabria’s concerns about capital.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-337735?width=620&size=1.5",
    "image_1": "im-337735.jpg",
    "time": "2021-05-20 14:23:00",
    "body": "Mark A. Calabria continues to repeat the false narrative that Fannie Mae and Freddie Mac “failed” and required “bailouts” from Uncle Sam (“Are Fannie and Freddie Ready for the Next Housing Crash?,” op-ed, May 14). Both statements are untrue.<br />Under GAAP accounting rules, there is no question that both Fannie and Freddie were in full compliance with capital requirements when they were forced into conservatorship. It was only after the government seized control that it was able to order them to book billions of noncash charges. Making them appear to be insolvent, these cookie-jar accounting entries ultimately required the companies to issue Treasury preferred stock bearing a 10% dividend.<br />By summer 2012, the write-downs had to be written back up. Treasury changed the rate to 100% of the companies’ net worth. Effectively nationalized, a White House official confirmed as much, stating they were not going to be allowed to “repay their debt and escape.” The government has now collected $100 billion more than it advanced—money which would easily remedy Mr. Calabria’s concerns about capital.<br />On Sept. 3, 2008, Reuters reported the two companies had raised $6 billion of unsecured debt in an oversubscribed offering. And three days later in “U.S. Near Deal on Fannie, Freddie” the Journal said: “Despite turmoil in their shares, Fannie and Freddie have had little or no difficulty selling or rolling over their senior debt.”<br />The next day, they were seized."
}