{
    "url_original": "https://www.wsj.com/articles/feds-williams-sees-need-for-strong-monetary-policy-support-to-ensure-recovery-11620207002",
    "url": "feds-williams-sees-need-for-strong-monetary-policy-support-to-ensure-recovery-11620207002",
    "title": "Fed’s Williams Sees Need for Strong Monetary Policy Support to Ensure Recovery",
    "sub_head": "The central bank’s bond buying doesn’t appear to be creating imbalances in the financial sector, the New York Fed leader says",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "image_1_url": "https://images.wsj.net/im-334144?width=620&size=1.5",
    "image_1": "im-334144.jpg",
    "time": "2021-05-05 05:30:00",
    "body": "Federal Reserve Bank of New York President John Williams said he doesn’t see signs that the central bank’s aggressive bond buying is creating financial-sector imbalances that would argue in favor of dialing back this form of economic stimulus.<br />The Fed’s monthly purchases of $120 billion in Treasury and mortgage bonds have been an important part of monetary policy and are working as designed to help the economy recover from the coronavirus pandemic’s brutal impact, Mr. Williams told The Wall Street Journal in an interview Tuesday.<br />“I don’t take for granted, even with the good news we’re seeing, that we’re going to get that full and robust recovery that we really want without really strong monetary policy support,” Mr. Williams said.<br />He added that the positive impact of the bond buying in lowering long-term borrowing costs could become more important, saying, “I think the effects will even be greater in the sense of supporting strong growth over the next few years, which is exactly what we need.”<br />Mr. Williams weighed in after a speech he gave on Monday that was upbeat about the outlook for the economy, which he said could grow by 7% this year. However, Mr. Williams also said Monday that “the data and conditions we are seeing now are not nearly enough for the FOMC to shift its monetary policy stance.”"
}