{
    "url_original": "https://www.wsj.com/articles/feds-waller-says-inflation-jump-likely-temporary-urges-patience-11620925660?mod=markets_featst_pos2",
    "url": "feds-waller-says-inflation-jump-likely-temporary-urges-patience-11620925660",
    "title": "Fed’s Waller Says Inflation Jump Likely Temporary, Urges Patience",
    "sub_head": "Fed governor said officials need to see ‘several more months of data’ before determining when to adjust policy",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-05-13 16:38:00",
    "body": "WASHINGTON—The U.S. economy is “going gangbusters,” but the Federal Reserve needs to see several more months of data on jobs and inflation before determining when to begin scaling back its easy-money policies, a central banker said.<br />Over the past week, official data have shown April job creation falling far short of economists’ forecasts, evidence of a shortage of available workers, and consumer prices rising much faster than expected, Fed governor Christopher Waller said Thursday. But he called for central bankers to remain patient.<br />“The May and June jobs report may reveal that April was an outlier, but we need to see that first before we start thinking about adjusting our policy stance,” Mr. Waller said in a speech. “We also need to see if the unusually high price pressures we saw in the April CPI [consumer-price index] report will persist in the months ahead.”<br />Since last year, the Fed has held interest rates near zero and purchased $120 billion of bonds each month to support the economy’s recovery from the pandemic-induced recession. Most Fed officials said in March that they expected to leave rates on hold through 2023. Policy makers plan to continue the current rate of bond purchases until the economy makes “substantial further progress.”<br />Data released Wednesday showed the consumer-price index surged 4.2% in April from a year earlier, prompting market participants to bet that the Fed will start raising rates sooner than officials expect."
}