{
    "url_original": "https://www.wsj.com/articles/ferrari-hits-a-bump-11620149080?mod=business_minor_pos11",
    "url": "ferrari-hits-a-bump-11620149080",
    "title": "Ferrari Hits a Bump",
    "sub_head": "The sports-car maker cut its profit guidance Tuesday. The stock’s high valuation leaves no room for such surprises",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-332542?width=620&size=1.5",
    "image_1": "im-332542.jpg",
    "time": "2021-05-04 13:24:00",
    "body": "Ferrari  investors may have gotten too used to smooth driving.<br />The luxury sports-car maker isn’t pulling away from the challenges posed by the pandemic quite as effortlessly as some were hoping. Its shares fell 7% in New York Tuesday after the company said it would hit its 2022 financial targets a year late due to Covid-19. Ferrari delayed some spending last year; now it has worked through its delivery schedule enough to expect a knock-on impact on profits next year.<br />The selloff highlights just how high the stakes are when a stock fetches more than 40 times prospective earnings. If investors are spooked by some relatively minor post-pandemic grinding of gears, they may not be properly prepared for Ferrari’s move into the electric age—a process fraught with much greater risks for a brand based on engine noise.<br />Chairman John Elkann said last month that Ferrari would launch its first all-electric vehicle in 2025, for the first time putting a timeline on the company’s EV efforts. While the car could be an opportunity to win new customers with a more digital notion of automotive tech, Ferrari will need to find a distinctive approach that chimes with its powertrain-centric heritage.<br />The company has already built up some experience with batteries, having started deliveries late last year of its first plug-in hybrid, the SF90 Stradale. But taking the internal combustion engine out of vehicles is an altogether bigger challenge. Apart from the question of engine sound, it will be hard for Ferrari to claim leadership in battery and software engineering in the way it can with engines and mechanical engineering. Most likely the company will continue to make plug-in hybrids—often seen as a transitional technology—well into the future."
}