{
    "url_original": "https://www.wsj.com/articles/few-signs-of-recovery-for-u-s-oil-production-opec-says-11620734584?mod=business_minor_pos13",
    "url": "few-signs-of-recovery-for-u-s-oil-production-opec-says-11620734584",
    "title": "Few Signs of Recovery for U.S. Oil Production, OPEC Says",
    "sub_head": "Producers also leave 2021 world oil demand forecast unchanged as ‘uncertainties persist’",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-336291?width=620&size=1.5",
    "image_1": "im-336291.jpg",
    "time": "2021-05-11 08:03:00",
    "body": "American oil production is set to drop again this year, with the shale industry’s output showing few signs of recovery despite a broader pickup in economic activity, the Organization of the Petroleum Exporting Countries said Tuesday.<br />In its closely watched monthly market report, OPEC cut its forecast for the amount it expects production from its non-cartel counterparts to increase in 2021 by 200,000 barrels a day to 700,000 barrels a day.<br />Canada, Norway, Brazil, and China will drive that overall increase, but persistently low capital expenditure and the unexpected winter storm Texas suffered in February mean U.S. supply is expected to fall by 100,000 barrels a day this year, after dropping 800,000 barrels a day last year, the cartel said.<br />Despite its forecast for a rise in supply from outside the cartel this year, OPEC said in its report that “uncertainties persist particularly with regard to levels of investment which is expected to determine the non-OPEC supply outlook for the years to come.”<br />Oil prices slipped on Tuesday, thanks to a combination of selloffs in equities markets and expectations that the Colonial pipeline—hit last week by a ransomware attack that threatened its ability to supply oil products to the U.S. East Coast—will have most or all of its regular service restored by the end of this week. Brent crude oil, the global benchmark, was last down 0.6% at $67.92 a barrel and West Texas Intermediate futures—the U.S. benchmark—were last down 0.7% at $64.49 a barrel."
}