{
    "url_original": "https://www.wsj.com/articles/fidelitys-pitch-to-americas-teens-no-fee-brokerage-accounts-11621310461?mod=markets_lead_pos10",
    "url": "fidelitys-pitch-to-americas-teens-no-fee-brokerage-accounts-11621310461",
    "title": "Fidelity’s Pitch to America’s Teens: No-Fee Brokerage Accounts",
    "sub_head": "There are some 27 million teens in the U.S., and several million households already have an account with the wealth manager",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-339599?width=620&size=1.5",
    "image_1": "im-339599.jpg",
    "time": "2021-05-18 12:01:00",
    "body": "Fidelity Investments Inc. plans to open the door to a new generation of investors who will be able to trade stocks even before they learn how to drive or head to college.<br />Fidelity said Tuesday it will issue debit cards and offer investing and savings accounts to 13- to 17-year-olds whose parents or guardians also invest with the firm. The accounts will let teens buy and sell U.S. stocks, Fidelity mutual funds and many exchange-traded funds.<br />Similar to how it works for adults, the service won’t charge account fees or commissions for online trading.<br />The offering marks Fidelity’s latest move to position itself as a lifelong financial adviser to millions of Americans. Once known for the stock-picking mutual funds it sold through other brokers, the firm has spent the past few decades building direct connections to individual investors. Today, Fidelity runs one of the world’s biggest brokerages and the nation’s largest servicer of 401(k) plans and other retirement accounts offered by employers.<br />Fidelity and other major wealth managers slashed their stock-trading commissions to zero in recent years. Eliminating those costs had set the stage for the industry’s banner 2020, when many individual investors rediscovered the allure of trading stocks. Many brokerage and wealth-management firms reported a surge in enthusiasm and new accounts, especially among younger participants."
}