{
    "url_original": "https://www.wsj.com/articles/fidelity-halves-its-ant-group-valuation-after-beijings-clampdown-11620036004?mod=markets_lead_pos1",
    "url": "fidelity-halves-its-ant-group-valuation-after-beijings-clampdown-11620036004",
    "title": "Fidelity Halves Its Ant Group Valuation After Beijing’s Clampdown",
    "sub_head": "Asset manager marked Ant shares in several of its funds at prices that implied a $144 billion valuation at the end of February",
    "category_1": "Markets",
    "time": "2021-05-03 06:15:00",
    "body": "U.S. mutual-fund giant Fidelity Investments has drastically changed its view of what Jack Ma’s Ant Group Co. is worth after China’s regulatory crackdown on the financial-technology giant severely dented its growth prospects.<br />The Boston-based asset manager, which was among an elite group of global investors that bought into Ant three years ago, marked Ant shares in several of its funds at prices that implied a $144 billion valuation for the company at the end of February, according to regulatory filings.<br />The prices were below what Fidelity originally paid for Ant’s shares, suggesting the firm believes it could incur a loss on the investment. They also reflect a big comedown from last August, when Fidelity’s marks pinned the company’s valuation at $295 billion, the filings showed. At the time, the Hangzhou-based startup was preparing to go public and had just released listing documents that detailed how profitable it was and how quickly it had grown in recent years.<br />In the ensuing months, global investors eager to own a piece of Ant valued the company at more than $300 billion during its blockbuster initial public offering, believing the Chinese mobile payments behemoth was worth more than many of the world’s largest banks.<br />That view has changed substantially after Beijing scuttled Ant’s listing plans in November and Chinese regulators cut the firm down to size by forcing it to comply with a bevy of financial regulations."
}