{
    "url_original": "https://www.wsj.com/articles/financial-advisers-turn-from-the-business-of-restructuring-as-bankruptcies-fall-11620293401?mod=markets_major_pos15",
    "url": "financial-advisers-turn-from-the-business-of-restructuring-as-bankruptcies-fall-11620293401",
    "title": "Financial Advisers Turn From the Business of Restructuring as Bankruptcies Fall",
    "sub_head": "Investment banks and financial advisers are looking to acquisitions and SPACs to make up for a drop-off in restructuring work",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-334744?width=620&size=1.5",
    "image_1": "im-334744.jpg",
    "time": "2021-05-06 05:30:00",
    "body": "Investment banks and other financial advisers are putting the business of fixing troubled companies on the back burner as financial distress stemming from the Covid-19 pandemic diminishes.<br />Instead, advisory firms like  FTI Consulting Inc.,   Greenhill  & Co. and  Lazard Ltd. , are turning more focus to blank-check companies; mergers and acquisitions; capital raising; and environmental, social and corporate governance issues.<br />When the Covid-19 pandemic hit the U.S. last year, it was expected to unleash a wave of financial distress and bankruptcies not seen since the financial crisis. While bankruptcy filings did rise in 2020, they have slowed in recent months and haven’t been as high as investors and analysts initially predicted.<br />“Restructuring as an industry is down substantially and our restructuring business is well off the peak that we saw last year,” FTI President and Chief Executive Steven H. Gunby said during an earnings conference call last week.<br />Credit-rating firms are projecting that debt defaults will decline further this year as the economy bounces back and market conditions remain favorable even for risky borrowers. But financial advisers have made up for the decline in corporate distress with revenue gains in other areas, working on mergers and acquisitions and special-purpose acquisition companies, which are publicly listed blank-check companies that exist to buy private businesses."
}