{
    "url_original": "https://www.wsj.com/articles/finding-myself-in-books-and-bookmarks-11622065793?mod=opinion_lead_pos10",
    "url": "finding-myself-in-books-and-bookmarks-11622065793",
    "title": "Finding Myself in Books (and Bookmarks)",
    "sub_head": "A decades-old note to get my daughter ‘More Fruit Medley.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-343650?width=620&size=1.5",
    "image_1": "im-343650.jpg",
    "time": "2021-05-26 17:49:00",
    "body": "Fetching familiar books from my shelf for another summer reading season, I’ve been finding pieces of my past within the covers. Although friends and loved ones like to give me designer bookmarks, I usually mark my place in a book with whatever’s at hand: a dry cleaner’s receipt, an old grocery list, the stub of a movie ticket, a torn scrap from a travel itinerary.<br />These small remnants of personal biography tend to linger within the fiction, poetry, history and memoir that line the living room bookcase. Years later, retrieving a volume for another look, I inevitably indulge in accidental archaeology. Slips of paper emerge from the pages like old musket balls or arrowheads plowed up from the depths of decades. With startling clarity, I glimpse the man I used to be.<br />The other afternoon, for example, while leafing through my well-worn copy of “Robinson Crusoe,” I came across a bit of loose-leaf scribbled with three words: “More Fruit Medley.” That was the flavor of my daughter’s favorite baby food, and this was a reminder for a young father to get a fresh supply. I’ve been dipping into Daniel Defoe’s classic castaway tale every summer since I was a boy. In my summers of early parenthood, “Crusoe” pointed to a solitude that then seemed forever out of reach. As one, then two toddlers tugged at my sleeves, I couldn’t imagine time alone.<br />Our son and daughter are grown now and living away. This summer, sitting in the profound quiet of an empty den while my wife runs errands or tends the garden, I’ll meet Mr. Crusoe as a different reader. Solitude for me these days is at easy arm’s reach, and I’m scanning this adventure yarn for insights into how those unbroken hours might best be used. Defoe’s hero, who passes his tropical idyll in reading, small excursions and occasional home improvement, might continue to teach me a thing or two about what an ideal summer looks like.<br />Which is why, I suppose, I reread books in the first place. Although they stay the same from summer to summer, I’m still a work in progress. As the little leavings of summers drop from the corners of their spines, my books tell me that I’m a creature of change, even in late middle age."
}