{
    "url_original": "https://www.wsj.com/articles/finding-the-mother-tree-review-seeing-the-forest-11620397546",
    "url": "finding-the-mother-tree-review-seeing-the-forest-11620397546",
    "title": "‘Finding the Mother Tree’ Review: Seeing the Forest",
    "sub_head": "Trees share resources through fungi networks, support seedlings and are generous even in death.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-334474?width=620&size=1.5",
    "image_1": "im-334474.jpg",
    "time": "2021-05-07 16:31:00",
    "body": "For more than a decade I’ve had Google alerts set up for “fungi” and “mushrooms” and, until recently, most of the articles were about cures for athlete’s foot or recipes like stuffed mushrooms. There were annual notices of forays and festivals, and occasionally a poisoning, usually a curious puppy, sometimes an unfortunate family. But lately interest in fungi has swelled. Mushrooms seem to be the newest health and wellness trend and, judging from my Instagram feed, there’s a whole new crowd of gorgeous young people interested in mycology. These days I’m drowning in alerts about mushroom hunting, medicinal mushrooms, psychedelic mushrooms, fungi in fashion and fungi as a metaphor for the common good.<br />This last notion derives from predominantly 21st-century research showing that the forest is not merely a collection of trees but a community connected by fungi. The idea has captured the imagination of the public, through movies such as “Avatar,” books like Peter Wohlleben’s “The Hidden Life of Trees” and the mycologist Paul Stamets’s TED talk, “Six Ways That Mushrooms Can Save the World,” which has been viewed almost 10 million times. What all of these ideas have in common is research conducted by a shy Canadian forest ecologist named Suzanne Simard, whose doctoral thesis changed the way we understand the woods.<br />It has long been established that plants trade some of the sugar they make for micronutrients foraged in the soil by fungi, and there had already been some research done that showed the link between fungi and trees. Ms. Simard’s study discovered that fungi in fact attach to the roots of multiple trees of different species, creating pipelines by which a forest community might share nutrients and other molecules and thereby “challenge the prevailing theory that cooperation is of lesser importance than competition in evolution and ecology.”<br />Ms. Simard and her colleagues proved their theory with a simple, well-crafted field experiment: She labeled tree sugars with radioactive isotopes and then tracked them as they traveled through fungal tubes and into the root tips of other trees. Her paper was published in 1997 in the journal Nature and made the cover, beating out the discovery of the fruit-fly genome (more important than it sounds). The editors of Nature called it “the wood-wide web” and today it is shorthand for more than the communication networks of trees and their fungi in a given ecosystem: It has become what Richard Powers calls “the gospel of new forestry” (the character of Patricia Westerford in his novel “The Overstory” is based on Ms. Simard) and a metaphor for cooperation as a means to success and happiness.<br />Ms. Simard tells this story, and the story of her many other surprising discoveries (I stopped counting her scholarly papers at 150) in a vivid and inspiring new memoir, “Finding the Mother Tree: Discovering the Wisdom of the Forest.” Portraying herself here as earnest, hardworking and a sweet-natured cornball, Ms. Simard recounts how she started her career as a researcher at the British Columbia Ministry of Forests. The ministry employed a free-to-grow policy for their pine plantations that eliminated those plants that competed with the young trees for sun and water, like weeding on a forest scale. Yet the pine seedlings failed to thrive. Ms. Simard’s intuition was that the “weed” plants were somehow necessary for the well-being of the seedlings. Exploring that hunch has been her life’s work."
}