{
    "url_original": "https://www.wsj.com/articles/fintech-startup-acorns-to-go-public-in-2-billion-spac-deal-11622114700?mod=markets_lead_pos3",
    "url": "fintech-startup-acorns-to-go-public-in-2-billion-spac-deal-11622114700",
    "title": "Fintech Startup Acorns to Go Public in $2 Billion SPAC Deal",
    "sub_head": "Combination with Pioneer Merger Corp., related private placement to bring Acorns more than $450 million",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-27 09:32:00",
    "body": "Acorns Grow Inc. plans to go public through a merger with a blank-check company in a deal that values the digital savings and investing app at about $2.2 billion.<br />The Irvine, Calif.-based financial-tech company said Thursday that it would combine with  Pioneer Merger Corp. , a special-purpose acquisition company affiliated with the hedge funds Falcon Edge Capital and Patriot Global Management. The plans were first reported by The Wall Street Journal. Pioneer jumped 3% in early trading.<br />Acorns automatically invests small contributions from users into baskets of stocks and bonds. It counts more than 4 million subscribers, most of whom pay $1 a month for the service, though Acorns also offers $3-a-month and $5-a-month options for additional features such as bank accounts or retirement plans. As of May, Acorns had $4.74 billion in assets under management, according to a recent regulatory filing.<br />As part of the transaction, Pioneer would contribute about $400 million in cash, with another $165 million coming from a related private placement involving funds managed by  BlackRock Inc.,  Wellington Management Co. and other investors.<br />Special-purpose acquisition companies, or SPACs, like Pioneer are corporate shells that raise money from investors and go hunting for a private company interested in taking both the shell’s cash and its stock listing as an alternative to an initial public offering. SPACs have raised more than $100 billion in 2021, according to data provider SPAC Research. But share prices for many SPACs and the companies they have taken public have tumbled in recent weeks."
}