{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-encounters-with-catastrophe-11622209366",
    "url": "five-best-books-on-encounters-with-catastrophe-11622209366",
    "title": "Five Best: Books on Encounters With Catastrophe",
    "sub_head": "Selected by Jim Shepard, the author, most recently, of the novel ‘Phase Six.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-343523?width=620&size=1.5",
    "image_1": "im-343523.jpg",
    "time": "2021-05-28 09:42:00",
    "body": "By Apsley Cherry-Garrard (1922)<br />1. In the midst of one of the worst stretches of Robert Scott’s disastrous 1912 expedition to the South Pole, Capt. Lawrence Oates, agonized at the realization that he was slowing the group’s progress and that the result would likely be fatal for everyone, announced his self-sacrificial death before heading out into a blizzard by remarking: “I am just going outside, and may be some time.” Fellow expedition member Apsley Cherry-Garrard was very nearly Oates’s equal when it came to poise in the face of disaster. Cherry-Garrard begins his chronicle of astonishing endurance in the face of extreme suffering by noting that “polar exploration is at once the cleanest and most isolated way of having a bad time which has been devised.” In an environment of otherworldly ferocity—temperatures at times get down to minus-76 Fahrenheit—disaster is a continuous cascade and everything that can go wrong does. The group’s expedition is beaten to the South Pole by the Norwegians under Roald Amundsen. Cherry-Garrard must find and bury the bodies of his closest friends, including his expedition leader. Still, through it all, he carries on, never relinquishing his sense of wonder, evoking viscerally for the reader everything from the majesty of polar skies to the extraordinarily difficult lives of emperor penguins.<br />By Cecil Woodham-Smith (1953)<br />2. Cecil Woodham-Smith’s account of the charge of the Light Brigade—the disastrous British attack at Balaclava during the Crimean War—is unsparing in its detailed rendering of the privilege and arrogance and narcissism that led to one of the most stupefying blunders in military history. But in its rendering of the human toll, and the resiliency of the men who were so badly led, it’s spectacularly moving. When, in the carnage immediately following the charge, one of the officers principally responsible for the catastrophe rode about calling to his men that it had been no fault of his, one of them was reported to have called back, “Never mind, my lord; we are ready to go again.”<br />By Tom Simkin and Richard S. Fiske (1983)"
}