{
    "url_original": "https://www.wsj.com/articles/five-best-books-on-surviving-the-unimaginable-11620999648",
    "url": "five-best-books-on-surviving-the-unimaginable-11620999648",
    "title": "Five Best: Books on Surviving the Unimaginable",
    "sub_head": "Selected by Giles Tremlett, the author, most recently, of ‘The International Brigades: Fascism, Freedom and the Spanish Civil War.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-338000?width=620&size=1.5",
    "image_1": "im-338000.jpg",
    "time": "2021-05-14 09:40:00",
    "body": "By Sheila Cassidy (1977)<br />1. In December 1971, 34-year-old Sheila Cassidy swapped “the academic rat-race of surgery in England” for Chile, traveling on a cargo boat with her dog and 33 pieces of luggage. Once there, she vowed to become a nun, but in 1975 was arrested and tortured by Augusto Pinochet’s thugs for treating an activist wounded by gunshot. In jail she bonded with her inmates, who later rebuked her for not using her privileged position to tell the world that “torture was the rule rather than the exception” in Pinochet’s jails. “Audacity to Believe” was her answer. “To underplay the horror of what happened would be as untruthful as to exaggerate,” Ms. Cassidy writes, telling of electrodes inserted into her bodily orifices, giving her excruciating shocks while she was strapped naked to a bed frame. Even then, she was lucky. She wasn’t killed, as others were, or raped. This terrifying tale is leavened by the refusal of Ms. Cassidy and her new revolutionary friends to betray their paradoxically similar principles. “They obeyed,” she writes, “more truly and more instinctively than any Christian I knew the most devastating of Christ’s commandments: ‘You shall love your neighbour as yourself.’ ”<br />By Tony Parker (1990)<br />2. How does a person come to terms with having murdered someone? “Tears don’t count though, do they?” says one of the killers in Tony Parker’s slim oral history. Parker probes, listens, records and edits down engrossing first-person narratives by people who have killed friends, family or strangers. “Life After Life,” the title of his 12 conversations with convicted murderers, including three women, reflects the fact that in the U.K. murderers receive “life” terms that mean, usually, a decade or two behind bars and the rest of their existence on probation. The murderers express remorse, denial, confusion or simple “how did that happen?” perplexity. One protests that he is really a “perfectly normal, ordinary person.” Most know they have passed the limits of accepted human behavior but must somehow learn to live with that. Podcasts and documentaries often pledge to take you into the mind of a murderer, but they rarely deliver. Parker does.<br />By Ronald Fraser (1972)"
}