{
    "url_original": "https://www.wsj.com/articles/florida-governor-signs-bill-to-bar-twitter-facebook-and-others-from-blocking-political-candidates-11621915232?mod=tech_lead_pos3",
    "url": "florida-governor-signs-bill-to-bar-twitter-facebook-and-others-from-blocking-political-candidates-11621915232",
    "title": "Florida’s New Law Bars Twitter, Facebook and Others From Blocking Political Candidates",
    "sub_head": "Gov. Ron DeSantis said the new law aims to protect social-media users",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-343194?width=620&size=1.5",
    "image_1": "im-343194.jpg",
    "time": "2021-05-25 12:00:00",
    "body": "Florida Gov. Ron DeSantis signed a bill on Monday aimed at making big tech platforms more accountable for their content decisions, a move with political overtones that appeared likely to draw legal challenges.<br />Mr. DeSantis, a potential GOP presidential contender with ties to former President Donald Trump, said the legislation could help conservatives defend themselves from unfair de-platforming and other online restrictions. Social-media companies generally deny that their decisions to ban or otherwise restrict content and users are skewed by political bias.<br />The bill says that “social media platforms have unfairly censored, shadow banned [and] de-platformed” Floridians.<br />It would prohibit tech platforms from banning Florida political candidates. The bill says large social-media platforms may not ban or delete the account of a Florida political candidate for more than 14 days, and authorizes a fine of $250,000 a day for violations related to candidates running for statewide office. It also outlaws censoring or de-platforming journalistic enterprises based on content, in an apparent response to  Facebook ’s  and  Twitter ’s  decisions—later reversed—to limit sharing of an October New York Post article that made allegations about Hunter Biden, President Biden’s son.<br />The bill also requires social-media companies to be transparent about their content moderation practices and give users notice of changes to their policies. People who are treated unfairly in content decisions will have the right to sue companies that violate the law and win money damages, Mr. DeSantis said. The legislation would apply to companies with at least 100 million monthly users world-wide."
}