{
    "url_original": "https://www.wsj.com/articles/food-delivery-platforms-serve-up-empty-calories-11620646383?mod=markets_lead_pos11",
    "url": "food-delivery-platforms-serve-up-empty-calories-11620646383",
    "title": "Food-Delivery Platforms Serve Up Empty Calories",
    "sub_head": "Tiered commissions may be more of a deal for delivery platforms than the restaurants they serve",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336142?width=620&size=1.5",
    "image_1": "im-336142.jpg",
    "time": "2021-05-10 07:33:00",
    "body": "After a very hard year for U.S. restaurants, food-delivery platforms appear to be giving them a break. They aren’t expecting to make any less money, though.<br />Last month,  DoorDash  publicly introduced a three-tiered commission structure for U.S. restaurant partners. And while it hasn’t made a formal announcement,  Uber Technologies ’ Uber Eats also has been experimenting with similar tiered structures domestically for months.<br />Delivery platforms say tiered plans are meant to give restaurants more options. They could use the goodwill. Having long argued against steep fees, regulators have implemented temporary commission caps across many urban and suburban areas over the past year. Data show food-delivery platforms added fewer restaurants between April and December last year amid the pandemic than they did during the same months in 2019.<br />Some of that has to do with restaurants’ pinched budgets. But it is also likely because the common practice of adding restaurants to platforms without explicit agreements has fallen out of favor. In California, platforms now need agreements in place with restaurants to deliver their food. Delivery workers often showed up and crowded kitchens unexpectedly, while delivery platforms received orders for items restaurants no longer served. This was a problem more broadly last year when restaurants unexpectedly closed to cut costs, unbeknown to delivery platforms still listing their menus.<br />The bet on tiered pricing has to be that options are more palatable for restaurants initially, opening the door for an upsell down the road. DoorDash’s new tiers start as low as 15% of the order—a far cry from the 30%-plus that some restaurants have reported paying for services in the past. But for a restaurant looking for a plan that includes comprehensive discovery and delivery services, not all options make sense. DoorDash itself has said it expects most restaurants to opt for its most expensive tier."
}