{
    "url_original": "https://www.wsj.com/articles/for-apollos-new-ceo-insurance-is-inracy-buyouts-not-so-much-11619956803?mod=markets_lead_pos4",
    "url": "for-apollos-new-ceo-insurance-is-inracy-buyouts-not-so-much-11619956803",
    "title": "For Apollo’s New CEO, Insurance Is In—Racy Buyouts, Not So Much",
    "sub_head": "Marc Rowan steers firm toward future as credit-investing titan catering largely to insurers with ample cash to park",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-330577?width=620&size=1.5",
    "image_1": "im-330577.jpg",
    "time": "2021-05-02 08:00:00",
    "body": "Apollo Global Management Inc.  made its name scoring double-digit returns on debt-laden buyouts. Under new Chief Executive Officer Marc Rowan, the firm’s future will become increasingly about finding ways to eke out a few percentage points more than corporate and government bonds pay.<br />The shift reflects Apollo’s evolution from a leveraged-buyout shop to a credit-investing powerhouse catering primarily to insurance companies looking to park reams of cash from selling retirement-savings products known as fixed annuities.<br />For Apollo, that has meant building platforms that churn out an expanding array of investment products designed to be relatively low-risk. Those products include loans to big or midsize businesses, asset-backed securities, aircraft finance and residential mortgages, whose returns need only exceed by slim margins what the insurance companies pay out to policyholders.<br />Apollo’s skill at developing alternatives to the plain-vanilla bonds that insurance companies have traditionally relied on, at a time of ultralow interest rates, has helped assets in its credit business more than triple over the past five years to upward of $320 billion. The business now accounts for more than 70% of the firm’s roughly $455 billion in total assets.<br />The firm doubled down on the effort with a deal in March to buy the 65% of insurer  Athene Holding Ltd.  that it doesn’t already own. The move, which will turn Apollo’s biggest source of assets into a wholly owned division, came just after Mr. Rowan was named chief executive. A co-founder of the firm, he was the architect of the insurance strategy, helping build Athene in the aftermath of the financial crisis."
}