{
    "url_original": "https://www.wsj.com/articles/for-the-people-is-about-helping-the-party-11620858513?mod=opinion_lead_pos8",
    "url": "for-the-people-is-about-helping-the-party-11620858513",
    "title": "‘For the People’ Is About Helping the Party",
    "sub_head": "The Senate takes up a voting bill designed to rig the system in favor of Democrats.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-12 18:28:00",
    "body": "It was only a fundraising appeal, but Sen. Cory Booker (D., N.J.) made a few big mistakes when he asked Tuesday, “Will we let today’s Republican Party revive Jim Crow, seize partisan control over how elections are run, and impose permanent undemocratic control of government?”<br />First, it dishonors those who fought real Jim Crow laws to suggest GOP voting reforms are synonymous with the effort—perpetrated by many white Southern Democrats—from the 1870s through the mid-20th century to wipe out black voting rights through poll taxes, literacy tests, and often violence and intimidation.<br />Second, Mr. Booker’s interest in election law is curiously recent. He never made voting reform a priority in any of the eight campaigns he’s conducted since 1998, though New Jersey has long had one of America’s more restrictive election regimes. Only this fall, for instance, will the Garden State start allowing in-person early voting, and for about half as many days as Georgia will.<br />Mr. Booker’s behavior seems to be the rule, not the exception, among Democrats these days. Senate Majority Leader Chuck Schumer also attacked Republicans Tuesday: “We are witnessing an attempt at the greatest contraction of voting rights since the end of Reconstruction and the beginning of Jim Crow,” he said. Hmmm. New York allowed early voting for the first time in 2020, but only for nine days, again about half the minimum period required in Georgia. And the Empire State hasn’t yet finally approved universal no-excuse mail-in ballots. Like the senator from New Jersey, Mr. Schumer never made his state’s restrictive voting laws a focus in any of his 16 campaigns since 1974.<br />But back to Mr. Booker. His accusation that the GOP wants to take permanent control of government undemocratically is a classic example of projection. That’s exactly what congressional Democrats seem to be trying to accomplish with S.1, the so-called For the People Act."
}