{
    "url_original": "https://www.wsj.com/articles/for-better-burgers-try-a-backyard-flat-top-griddle-11620240886",
    "url": "for-better-burgers-try-a-backyard-flat-top-griddle-11620240886",
    "title": "For Better Burgers, Try a Backyard Flat-Top Griddle",
    "sub_head": "If you want superior flavor faster, some patty professionals say skip the grill and reach for a flat expanse of ripping hot steel.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-333121?width=620&size=1",
    "image_1": "im-333121.jpg",
    "time": "2021-05-05 14:54:00",
    "body": "WHEN GEORGE MOTZ set out to track down the best burger restaurant in all 50 states for his 2018 book “Hamburger America,” he expected to taste test beef that had been branded with a grill’s sear marks. “When I was a kid, my dad made backyard burgers on the grill, so I assumed everything in restaurants was like that,” he said. In fact, 182 of the 200 restaurants he ultimately featured as “America’s best” use a flat-top griddle, not a grill, to finesse their patties.<br />Whether they know it or not, many Americans have been raised largely on griddled burgers—from their first Happy Meal to the more grown-up tastes of Shake Shack, Five Guys or the sliders from their local diners. Yet, come Memorial Day, most backyard cooks still kick off burger season by firing up their grills. Is it time to invest in a stand-alone griddle, or at least a griddle attachment for your regular grill?<br />For the standard, grocery-size patties many home cooks use—about ¼ pound—meat masters say that flap tops yield a more reliably delicious burger faster than their ridged counterparts. While grills let fat drip down through the grates, sapping moisture from the meat, griddles fry patties in their own juices. Result: a tasty, uniformly brown coating (food geeks call it the Maillard reaction) with an extra-flavorful crust. Griddles are also arguably safer to use than grills, since there’s no risk of being singed by open flames.<br />These days, more backyard cooks are getting the message. Outdoor-cooking company Camp Chef has seen a “significant increase” in sales since 2019 and, along with other stalwart brands, has recently introduced new models to keep up with demand. While flat-top attachments can go over any heat source, including charcoal, stand-alone griddles have one-to-six burners underneath their surface that rely on the same propane tank that fuels your gas grill.<br />Released earlier this year, the Blackstone Culinary Pro 28-Inch Cabinet Griddle is the size of a typical gas grill and can accommodate about 30 patties. Unlike open-air griddles in burger joints, it comes with a lid to guarantee your cheeseburger’s topping melts. Also included is a built-in, four-quart air fryer for cooking up carby companion fries ($500, lowes.com)."
}