{
    "url_original": "https://www.wsj.com/articles/ford-is-catching-up-with-gm-11622056136?mod=markets_featst_pos1",
    "url": "ford-is-catching-up-with-gm-11622056136",
    "title": "Ford Is Catching Up With GM",
    "sub_head": "Auto maker’s tech-driven growth plan might not need to pan out perfectly for investors to make gains",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-26 15:08:00",
    "body": "The strategic clarity Chief Executive Jim Farley has brought to  Ford  will be invaluable as the auto industry undergoes seismic changes in the coming years.<br />Mr. Farley, who took the top job in October, pitched the second-largest Detroit auto maker as a technology-driven growth company in his first big investor event Wednesday. The strategy builds on the Wall Street-friendly approach pioneered by  General Motors  under CEO Mary Barra, but with a sharper focus on commercial customers to reflect Ford’s dominance among small and medium-size businesses.<br />The most attention-grabbing aspects of the strategy were around electric vehicles: Ford now plans to spend more than $30 billion by 2025 on EVs, which it expects to account for 40% of its global sales by 2030. The pieces in the company’s electrification strategy have fallen into place this month: It has struck a deal to make lithium-ion batteries with South Korean supplier  SK Innovation ; made an investment in next-generation battery startup Solid Power; and launched the all-electric version of its bestselling F-150.<br />The plan’s more distinctive elements were the creation of a dedicated commercial-vehicle unit to sell both EVs and traditional vehicles to businesses, and a focus on over-the-air software updates. The two are related: Business customers may be earlier than consumers to embrace paying for new services that rely on vehicles’ data connections. Ford sees a $20 billion market for such services by 2030.<br />Such projections are highly speculative—the market barely exists yet—but they form a crucial part of the growth narrative that has re-energized big auto stocks lately. If vehicles can become a constantly upgrading digital-sales platform such as the smartphone, then perhaps the likes of Ford can in time persuade investors that they aren’t just hardware companies—as Tesla and  Apple  have to spectacular effect."
}