{
    "url_original": "https://www.wsj.com/articles/foreign-entrepreneurs-to-gain-more-access-to-immigration-program-11620647100?mod=politics_lead_pos10",
    "url": "foreign-entrepreneurs-to-gain-more-access-to-immigration-program-11620647100",
    "title": "Foreign Entrepreneurs to Gain More Access to Immigration Program",
    "sub_head": "Biden administration plans to reverse a Trump-era proposal to kill International Entrepreneur rule",
    "category_1": "Politics",
    "time": "2021-05-10 07:45:00",
    "body": "WASHINGTON—The Biden administration plans to revive an immigration program that lets foreign entrepreneurs work in the U.S. by withdrawing a Trump administration proposal that aimed to kill the program.<br />The International Entrepreneur rule, proposed by President Obama’s administration three days before he left office in 2017, allows foreign entrepreneurs to work in the country for up to five years, so long as their startups attract at least $250,000 in U.S. venture capital, hire 10 employees or meet other benchmarks.<br />The Trump administration opposed the program because it relies on an authority known as parole, which allows the U.S. to let in foreigners without visas so long as there is a “significant public benefit.” It published a notice saying it intended to terminate the program, though it ultimately never did. The program withered anyway because startup founders and venture-capital firms interpreted the notice as a sign the Trump administration wouldn’t approve applications.<br />The Biden administration plans to market the program as part of its efforts to revive it. Those moves respond to requests from venture-capital firms, which want the administration to put resources behind a program that could allow thousands of foreign startup founders to move to or remain in the U.S. to grow their businesses.<br />“Immigrants in the United States have a long history of entrepreneurship, hard work, and creativity, and their contributions to this nation are incredibly valuable,” said Acting U.S. Citizenship and Immigration Services Director Tracy Renaud."
}