{
    "url_original": "https://www.wsj.com/articles/forgetting-justice-marshall-11621806240?mod=opinion_lead_pos2",
    "url": "forgetting-justice-marshall-11621806240",
    "title": "Forgetting Justice Marshall",
    "sub_head": "An Illinois law school drops his name as the left turns on the Court.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-342494?width=620&size=1.5",
    "image_1": "im-342494.jpg",
    "time": "2021-05-23 17:44:00",
    "body": "The University of Illinois board of trustees last week entered a no-confidence vote against America’s greatest Supreme Court Chief Justice. Starting in July, the John Marshall Law School in Chicago will be known simply as the University of Illinois Chicago School of Law. The press release cites Marshall’s “role as a slave trader, slave owner of hundreds of slaves, pro-slavery jurisprudence, and racist views.”<br />This is the go-to progressive indictment of American historical figures. Never mind that Marshall’s muscular jurisprudence as Chief Justice from 1801 to 1835 forged a national government and economy powerful enough to finally smash slavery a generation after his death.<br />The U.S. is awash in iconoclasm, from Washington, D.C.’s bid to erase Benjamin Franklin from a city building, to the San Francisco school board’s vote to rename Abraham Lincoln High School. But the astonishing progressive turn on Marshall—law blogger Josh Blackman notes another law school may also cut ties—carries its own significance, intended or not.<br />Marshall’s legacy is at the heart of current Supreme Court debates. In a speech last month cautioning against Court-packing, Justice Stephen Breyer appealed to Marshall’s legal authority. He explained how Marshall deftly “strengthened the norm of judicial review” despite resistance from Presidents Thomas Jefferson and Andrew Jackson.<br />Justice Breyer’s point: The political branches can try to defy courts when it suits their interests, and they do in other countries all the time. The rule of law is fragile. Marshall helped entrench it in the early U.S., but tampering politically with the Supreme Court could undo that achievement."
}