{
    "url_original": "https://www.wsj.com/articles/former-goldman-executive-sumit-rajpal-launches-buyout-firm-11621807200?mod=markets_minor_pos7",
    "url": "former-goldman-executive-sumit-rajpal-launches-buyout-firm-11621807200",
    "title": "Former Goldman Executive Sumit Rajpal Launches Buyout Firm",
    "sub_head": "GrowthCurve Capital to focus on technology, healthcare, financial and information services",
    "category_1": "Deals",
    "image_1_url": "https://images.wsj.net/im-342199?width=620&size=1.5",
    "image_1": "im-342199.jpg",
    "time": "2021-05-23 18:00:00",
    "body": "Sumit Rajpal, former co-head of the merchant bank of  Goldman Sachs Group Inc.,  is launching a new private-equity firm targeting companies that are sitting on valuable troves of data that can be used more effectively to spur growth.<br />The new firm, to be called GrowthCurve Capital, will focus on companies in the technology, healthcare and financial- and information-services sectors and target deals with an enterprise value between $500 million and $1 billion, firm officials said.<br />Mr. Rajpal, who left Goldman in February 2020 after a 20-year career at the investment bank, has hired 19 people for the new firm including three seasoned investors who will lead deals in each sector.<br />Sanjay Swani, a veteran of private-equity firms Tailwind Capital and Welsh, Carson, Anderson & Stowe, will be the firm’s chief investment strategist and lead its technology investments. Matthew Popper, previously a managing director in Goldman’s merchant bank, will oversee investments in financial and information services. And Vignesh Aier, formerly at private-equity firm New Mountain Capital, will run healthcare investing.<br />Mr. Rajpal has also recruited four operating executives with specialties in digital transformation, artificial intelligence, data analytics and human capital. Unlike at most buyout shops where operational specialists are often brought in to evaluate strategy and improve companies after they have been acquired, these executives will sit on GrowthCurve’s investment committee and evaluate deals when they are first proposed."
}