{
    "url_original": "https://www.wsj.com/articles/former-tpg-executive-william-mcglashan-jr-sentenced-to-three-months-in-college-admissions-case-11620839820?mod=markets_featst_pos3",
    "url": "former-tpg-executive-william-mcglashan-jr-sentenced-to-three-months-in-college-admissions-case-11620839820",
    "title": "Former TPG Executive William McGlashan Jr. Sentenced to Three Months in College Admissions Case",
    "sub_head": "Mr. McGlashan admitted to participating in test-cheating scheme",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-336277?width=620&size=1.5",
    "image_1": "im-336277.jpg",
    "time": "2021-05-12 13:17:00",
    "body": "Former private-equity star William McGlashan Jr. was sentenced Wednesday to three months in prison for paying a college counselor to fudge his son’s college entrance exam score and boost the teen’s chance of admission.<br />Mr. McGlashan founded TPG’s Growth Fund and, along with Irish rock star Bono and former eBay Inc. President Jeff Skoll, co-founded the social-impact Rise Fund.<br />He admitted earlier this year to paying $50,000 to college counselor William “Rick” Singer so a proctor could fix his son’s wrong answers on the ACT. Mr. McGlashan arranged to have his son take the test at a school in West Hollywood, Calif., in December 2017, where a proctor could improve his score after the teen completed the exam. Mr. McGlashan said his son didn’t know about the scheme.<br />Wednesday’s sentencing, done remotely in federal court in Boston, is the latest activity in the far-reaching college admissions cheating scandal that prosecutors unveiled in March 2019 and dubbed Operation Varsity Blues. Twenty-five other parents have been sentenced in the case, their punishments ranging from probation to nine months in prison. In total, 57 people were charged, including coaches, a university athletics administrator, a test proctor and test site administrators.<br />Parents who pleaded not guilty are scheduled to stand trial in September. Coaches and a University of Southern California administrator are slated for trial in November."
}