{
    "url_original": "https://www.wsj.com/articles/former-apple-engineer-accuses-company-of-defamatory-statements-over-dismissal-11621044377?mod=business_minor_pos8",
    "url": "former-apple-engineer-accuses-company-of-defamatory-statements-over-dismissal-11621044377",
    "title": "Former Apple Engineer Accuses Company of Defamatory Statements Over Dismissal",
    "sub_head": "Author of controversial ‘Chaos Monkeys’ says tech giant was aware of his book’s contents before hiring him",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-339112?width=620&size=1.5",
    "image_1": "im-339112.jpg",
    "time": "2021-05-14 22:06:00",
    "body": "The prominent advertising-technology engineer let go by  Apple Inc.  this week amid an uproar over sexist passages in his memoir fired back at the tech giant, calling the company’s statements around his dismissal “defamatory and categorically false.”<br />Apple said Wednesday it had parted ways with Antonio García Martínez, who had been hired about a month ago to work on ad platforms. His departure followed complaints by some workers at Apple about sexist and misogynistic passages in a memoir Mr. García Martínez wrote about his time at  Facebook .<br />“At Apple, we have always strived to create an inclusive, welcoming workplace where everyone is respected and accepted. Behavior that demeans or discriminates against people for who they are has no place here,” the iPhone maker said.<br />Mr. García Martínez, however, disputed Apple’s version of events. “I did not ‘part ways’ with Apple. I was fired by Apple in a snap decision,” he wrote on his verified  Twitter  account Friday. “Apple has issued a statement that clearly implies there was some negative behavior by me during my time at Apple. That is defamatory and categorically false.”<br />In one passage of his book, “Chaos Monkeys,” which was marketed as nonfiction, Mr. García Martínez wrote: “Most women in the Bay Area are soft and weak, cosseted and naive despite their claims of worldliness, and generally full of shit.”"
}