{
    "url_original": "https://www.wsj.com/articles/fortnite-maker-targets-apples-walled-garden-in-courtroom-fight-over-app-store-11620568659?mod=business_minor_pos4",
    "url": "fortnite-maker-targets-apples-walled-garden-in-courtroom-fight-over-app-store-11620568659",
    "title": "‘Fortnite’ Maker Targets Apple’s ‘Walled Garden’ in Courtroom Fight Over App Store",
    "sub_head": "Epic Games has raised questions about the safety of the App Store; one witness said it’s like ‘bringing a plastic butter knife to a gun fight’",
    "category_1": "Tech",
    "time": "2021-05-09 09:57:00",
    "body": "In its courtroom battle with  Apple Inc.,  Epic Games Inc. is questioning a core tenet of the iPhone maker’s App Store business: that its success relies upon rigorous policing of the platform.<br />Apple for years has said its rules and vetting process for apps protect users from malicious software and abuse, work that helps justify the up to 30% cut it takes of digital transactions there. In documents and testimony in a lawsuit being argued this month before a federal judge in Oakland, Calif., Epic has said Apple’s contentions don’t hold up to scrutiny.<br />The App Store’s business model, which has been called a “walled garden” due to the company’s tight controls, faces rising criticism from a host of developers, from  Spotify Technology SA  to  Facebook Inc.<br />Epic and others are seeking to undermine Apple’s rationale for its control of third-party software on its more than one billion iPhones, claiming the operating system is what keeps users safe, not the App Store review process. Epic contends others could safely vet apps if allowed to create their own app stores.<br />“To justify its walled garden, Apple needed to convince those locked in and those locked out that the wall served some higher purpose, something more than profitability—and so Apple security justification was born,” Katherine Forrest, an Epic lawyer, told a judge this past week during the start of the trial, expected to last most of May."
}