{
    "url_original": "https://www.wsj.com/articles/france-suspects-russian-role-in-campaign-to-discredit-pfizer-vaccine-11621978289?mod=world_major_1_pos4",
    "url": "france-suspects-russian-role-in-campaign-to-discredit-pfizer-vaccine-11621978289",
    "title": "France Suspects Russian Role in Campaign to Discredit Pfizer Vaccine",
    "sub_head": "Several French bloggers said they received emails offering to pay for social-media videos criticizing the Covid-19 vaccine",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-343529?width=620&size=1.5",
    "image_1": "im-343529.jpg",
    "time": "2021-05-25 17:31:00",
    "body": "PARIS—French counterintelligence authorities are investigating whether the Russian government was behind an attempt to pay high-profile health and science bloggers to sow public doubts about the safety of the Pfizer-BioNTech coronavirus vaccine, a French security official said.<br />Several French bloggers said publicly they received emails in recent days from a person claiming to work for a marketing firm called Fazze. The emails, some of which were reviewed by The Wall Street Journal, offered to pay the bloggers to make videos on YouTube, Instagram and other platforms criticizing the vaccine developed by  Pfizer Inc.  and  BioNTech  SE, which has been the most widely used vaccine in France. One blogger told French TV he was offered €2,050 (about $2,500) for a video.<br />The security official said counterintelligence authorities suspect the Kremlin could be responsible for the emails. The official compared the emails to campaigns run by the Internet Research Agency, a Russian firm that U.S. authorities have identified as responsible for Moscow’s effort to interfere in the 2016 U.S. presidential election. Western officials have said these operations are an attempt by the Kremlin to undermine public confidence in Western institutions.<br />The Kremlin didn’t respond to a request for comment. It has previously dismissed accusations that Russia was using disinformation campaigns against Western vaccines and has denied interfering in the U.S. election.<br />Fazze listed an address in London on its website, which was taken down Tuesday. Fazze isn’t registered as a U.K. company. A post on a Russian employment website describes it as a subsidiary of AdNow, a Moscow-based marketing agency. AdNow didn’t respond to a request for comment. The LinkedIn accounts of Fazze employees, now deleted, show many have been educated in Russian schools, such as Siberian Transport University."
}