{
    "url_original": "https://www.wsj.com/articles/freightliners-road-is-clearer-without-mercedes-benz-11621535387?mod=business_minor_pos11",
    "url": "freightliners-road-is-clearer-without-mercedes-benz-11621535387",
    "title": "Freightliner’s Road Is Clearer Without Mercedes-Benz",
    "sub_head": "European spinoffs have historically made money for investors, and there is no reason to think Daimler’s truck demerger is an exception",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-341648?width=620&size=1.5",
    "image_1": "im-341648.jpg",
    "time": "2021-05-20 14:29:00",
    "body": "It is a nice time to have the world’s biggest truck business in your back pocket.<br />German automotive giant Daimler, best known for making  Mercedes-Benz  cars, on Thursday gave investors a preview of what its heavy-truck unit will look like once it becomes an independent company toward the year-end. Daimler Trucks, whose crown jewel is the U.S. Freightliner brand, has a clear mission to raise its subpar margins, particularly in Europe. The job may take time, but will be harder for management to shirk once the business breaks out its full financial figures by region and has its own stock.<br />The math behind both the spinoff and the case for buying Daimler’s stock is simple. If you apply the stock-market valuation of  BMW  to Mercedes-Benz and that of Swedish truck maker  Volvo  AB to Daimler Trucks, you get a much higher number than Daimler trades for today. Even applying a 10% discount to Daimler Trucks to account for its lower margins, brokerage Jefferies calculates a share price of €95, equivalent to about $116, compared with €75 at Thursday’s close. If the margins rise as promised, there will be further gains.<br />There are two wrinkles. One is that this math is partly based on Volvo’s soaring stock price, the fruit of an unusually fertile environment for truck sales. Demand for household goods bounced back after last year’s pandemic faster than most people expected, leading to widely documented bottlenecks in supply chains. Daimler’s trucking clients are key beneficiaries of the tight logistics market.<br />Full order books are reassuring, but in the infamously cyclical trucking market, it is wise to assume that the operating environment gets worse from here. One offset might come from the Biden administration’s spending plans: The company hopes its new Western Star 49X off-highway truck will benefit from an infrastructure boom."
}