{
    "url_original": "https://www.wsj.com/articles/friends-the-reunion-review-the-one-with-a-big-dose-of-sentimentality-11622044801",
    "url": "friends-the-reunion-review-the-one-with-a-big-dose-of-sentimentality-11622044801",
    "title": "‘Friends: The Reunion’ Review: The One With a Big Dose of Sentimentality",
    "sub_head": "An HBO Max reunion special features not only Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer but David Beckham, Malala and more.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-343503?width=620&size=1.5",
    "image_1": "im-343503.jpg",
    "time": "2021-05-26 12:00:00",
    "body": "‘It’s about that time in your life when your friends are your family,” producer David Crane recalls during the unabashedly sentimental “Friends: The Reunion,” describing the “one-sentence pitch” that he and co-creator Marta Kauffman devised for their famously popular sitcom, birthed on Sept. 22, 1994. If you were living through that particular time of your life during the 10-year run of “Friends,” the show might hold the same place in your heart that the Beatles do for Boomers.<br />If you ever wanted to hear Lady Gaga’s version of “Smelly Cat” replete with gospel chorus, then “Friends: The Reunion” is certainly the show for you. And if you don’t know exactly what that means, it will still entertain. The show’s principal cast—Lisa Kudrow, Matt LeBlanc, Matthew Perry, Courteney Cox, Jennifer Aniston and David Schwimmer—all seem very happy to be here, though Mr. Perry seems a bit more downcast than the others. Mr. LeBlanc is the most witty, charming and relaxed returnee; the rest seem virtually unchanged, though not unmoved by the circumstances.<br />Along with clips, quips and bloopers, the show features a virtual parade of familiar faces as well as total unknowns from around the globe all testifying as to how important the program was to them. As far as can be determined, neither soccer legend David Beckham nor Nobel laureate Malala was ever on “Friends,” but they’re big fans and so they are here. That Malala would have been about 7 when the “Friends” finale aired on May 6, 2004, is a testament to how the show has never really gone away and seemingly never will: The old episodes have time-traveled though reruns, VHS tapes, DVD boxed sets and their current iteration as streaming content on HBO Max—something of which this special serves as a not-uncalculated reminder.<br />The inescapable James Corden, impersonating an interviewer, poses questions of the how-does-it feel/tell-us-about-it school of journalistic inquiry during the onstage portion of the show. The awkwardness can be painful. “Do you stay in touch?” he asks, with Ms. Kudrow offering a diplomatic “not every day” and Mr. Perry muttering, “I don’t hear from anyone.” You’re not sure he’s kidding.<br />Most of the time, Mr. Corden’s role is head cheerleader, waxing adorational and introducing notables in the audience, including Mr. Crane, Ms. Kauffman and executive producer Kevin S. Bright, who provide a lot of interesting background on the creation of the show, notably the struggle to cast it. A number of the guests are “surprises,” though longtime “Friends” watchers would have been more surprised if these individuals didn’t show up. The absence of certain other folk will likely raise hackles among the fan base."
}