{
    "url_original": "https://www.wsj.com/articles/frieze-review-the-art-fair-is-back-11620255393",
    "url": "frieze-review-the-art-fair-is-back-11620255393",
    "title": "Frieze Review: The Art Fair Is Back",
    "sub_head": "Frieze, the first major fair in the U.S. since the Covid-19 pandemic started, is a gratifying step toward the new normal.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-334725?width=620&size=custom_3500x2625",
    "image_1": "im-334725.jpg",
    "time": "2021-05-05 18:59:00",
    "body": "New York<br />The art fair has awoken after a year-long slumber, refreshed and full of nervous energy—while at the same time undeniably transformed. Frieze (through May 9)—the first major fair to open in the U.S. since the start of the Covid-19 pandemic—may not be a phoenix rising from lockdown ashes, Nonetheless, it remains a metamorphosed creature, recognizable in its genetic structure and immutable characteristics, but fundamentally altered, and in many ways for the better.<br />Previously held on Randall’s Island, Frieze, known for its brand-name exhibitors and affection for the controversial and the contemporary, has moved to the Shed—the ultra-flexible, high-tech cultural center at Hudson Yards. And while the new venue may be the most obvious shift, the dozens of other changes resulting from a global health crisis are just as notable, not for their monumentality but because of their lack of it, all serving as signposts of what a return to normal might look like for art lovers and the fair circuit.<br />As the Journal reported earlier this week, in-person exhibitors, spread across three floors, now number 60 compared with the roughly 160 in the past. (Frieze offers an online viewing room—that stopgap that fairgoers acclimated to over the past year—with about that number of galleries.) And instead of the come-and-go, browse-as-you-please tenor of previous fairs, this year’s features timed ticketing, a two-hour viewing limit, and proof of vaccination or negative test for entry. And once inside, the fair is almost paperless with maps, checklists and more provided via QR codes throughout the venue.<br />So how does this new fair fare? Let’s get the negative out of the way first. I terribly miss the Randall’s Island experience. The ferry ride. The landscape. Picnicking outside the Frieze tent. All these marked a spring Hajj to witness the metaphorical rebirth of the natural and New York art worlds. This year, the rebirth may be more meaningful than in the past, but the chill of Hudson Yards is a far cry from the vivacious exuberance of Frieze’s earlier setting. If ever there was a year when that feeling was needed, it was this one."
}