{
    "url_original": "https://www.wsj.com/articles/from-prince-harry-to-lebron-james-real-stories-are-hollywoods-rising-stars-11622376000",
    "url": "from-prince-harry-to-lebron-james-real-stories-are-hollywoods-rising-stars-11622376000",
    "title": "From Prince Harry to the Kardashians, Real Stories Are Hollywood’s Rising Stars",
    "sub_head": "WarnerMedia-Discovery merger among many high-profile moves bolstering streaming services’ offerings of reality TV and documentaries",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-346177?width=620&size=1.5",
    "image_1": "im-346177.jpg",
    "time": "2021-05-30 08:00:00",
    "body": "Stories starring real people are attracting some of the world’s biggest celebrities, from the Obamas to Kim Kardashian, as nonfiction programming has become essential to companies aiming to build streaming services.<br />Unscripted shows and documentary projects tend to be cheaper to make than their scripted counterparts, offering the potential for bigger profits if they become popular. According to market-research company Reelgood, the cumulative number of reality TV shows offered on streaming services nearly doubled in the first quarter of this year when compared with 2020.<br />AT&T Inc.  placed a premium on this type of entertainment in its recent deal to merge WarnerMedia with  Discovery Inc.,  a big player in unscripted programming known for its top-rated reality franchise “90 Day Fiancé” and others, such as “Fixer Upper.” Discovery Chief Executive David Zaslav said after the deal was announced that combining his company’s expertise in unscripted productions with WarnerMedia’s prowess in scripted shows will be explosive.<br />In addition, the Kardashians are putting out a new show on  Walt Disney Co. ’s Hulu streaming service, and Prince Harry and Meghan Markle’s Archewell Productions is making a documentary series for  Netflix Inc.  about military veterans competing in athletics after experiencing debilitating injuries or illnesses. Former President Barack and Michelle Obama’s company has found success producing unscripted projects, including last year’s Oscar-winner for best documentary, “American Factory.”<br />ViacomCBS Inc. CEO Bob Bakish, who is trying to build out his company’s streaming service Paramount+, recently dubbed unscripted programming “the fastest-growing genre in streaming.” The company spent $15 billion on content last year and has made nonfiction a priority with shows such as the tattoo artist series “Ink Master” and docuseries “From Cradle to Stage,” directed by Foo Fighters lead singer Dave Grohl."
}