{
    "url_original": "https://www.wsj.com/articles/from-dutch-tulips-to-internet-stocks-bubbles-often-burst-11620379809?mod=markets_lead_pos5",
    "url": "from-dutch-tulips-to-internet-stocks-bubbles-often-burst-11620379809",
    "title": "From Dutch Tulips to Internet Stocks, Bubbles Often Burst",
    "sub_head": "Long before SPACs and NFTs, investors clamored for everything from exotic bulbs to Pets.com. What history shows is that an inventive corner of the financial world can turn into a mania that attracts swindlers and wipes out investors.",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-07 05:30:00",
    "body": "About 300 years ago, financiers in Europe found themselves agog about the financial prospects of novel trading companies granted special rights in international commerce by the governments of France and England. The shares of these trading vehicles—England’s South Sea Company and France’s Mississippi Company—soared and then collapsed in 1720, wiping out hordes of angry investors.<br />Episodes like that have some economic historians wrinkling their brows about what is happening in financial markets today, with Wall Street once again in the embrace of perplexing crazes for new investment vehicles.<br />The price of bitcoin, the cryptocurrency, has risen more than sixfold in the past year. Meantime, shell companies called special-purpose acquisition companies—also known as SPACs, which list on a stock exchange and then buy target companies—have raised more than $100 billion this year, according to Dealogic. Investors are also clamoring for nonfungible tokens, digital certificates to online collector’s items, like art or autographs.<br />Do these instruments signal a bright new world in finance, or something else?<br />History shows that investment crazes are often associated with financial innovation, new instruments created by Wall Street middlemen, surrounded by mystery and fueled by expectations of big future profits."
}