{
    "url_original": "https://www.wsj.com/articles/ftc-imperils-a-cancer-breakthrough-11620340479?mod=opinion_lead_pos9",
    "url": "ftc-imperils-a-cancer-breakthrough-11620340479",
    "title": "FTC Imperils a Cancer Breakthrough",
    "sub_head": "Illumina spun off Grail to develop a test for 50 forms of the disease. Regulators seek to block our reunion.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333467?width=620&size=1.5",
    "image_1": "im-333467.jpg",
    "time": "2021-05-06 18:34:00",
    "body": "The Federal Trade Commission is jeopardizing our chance to save more lives from cancer. In March the FTC filed a lawsuit to block  Illumina  from reuniting with Grail, a company we spun off with our technology and staffed with our employees and in which we retained an ownership share. If the commission is successful, it will slow access to a groundbreaking early-stage cancer-screening test.<br />When cancer is detected early, treatment is more successful, and survival rates are higher. This is an important step in President Biden’s moonshot initiative to end cancer. The origin of this innovation began a few years ago, when a team at Illumina was processing pregnant women’s blood samples for prenatal tests. We noticed unexpected results that mirrored genomic signatures of cancer. Our hope and working thesis was that this discovery could lead to an earlier detection test for cancer.<br />Illumina formed Grail to combine our passion to fight cancer with our culture of innovation and our will to pursue large challenges to better human health. Grail built a large laboratory, advanced the science, collected data and conducted clinical research to move from this exciting idea and achieve proof of concept. In doing so, the new company developed a blood test that can screen for more than 50 types of cancer, 45 of which have no other current screening test. We announced last year our intent to reunite with Grail to make this cancer-screening test widely available, accessible and affordable, accelerating the test’s broad adoption and saving tens of thousands of lives.<br />Before we do, we have to win the legal battle against the FTC, whose case is based on speculation and false premises. Since Grail’s test is the only 50-cancer test currently available and no other comparable test is even in development, the FTC has had to guess and use hypothetical data to support its case. In the meantime, cancer kills 10 million people globally and more than 600,000 in the U.S. each year. Most of us identify with this tragic statistic not by numbers, but by a person. For me, it was a friend who died of ovarian cancer that was diagnosed too late. For others, it is a mom lost to breast cancer or a brother to pancreatic cancer. We need to accelerate the development not only of new treatments to combat this disease but also new ways to find it when its treatable and before we experience tragic loss.<br />This is why we chose to address the FTC’s stated concerns proactively. We have offered and posted on our website a 12-year comprehensive contract available to any U.S.-based oncology customers. The contract guarantees equal access to new technology, uninterrupted supply, and no price increases. Specifically, we have committed to a reduction of sequencing costs for our highest-throughput instrument by more than 40% by 2025."
}