{
    "url_original": "https://www.wsj.com/articles/fund-companies-push-diversity-in-bond-trading-11620046817?mod=markets_lead_pos4",
    "url": "fund-companies-push-diversity-in-bond-trading-11620046817",
    "title": "Fund Companies Push Diversity in Bond Trading",
    "sub_head": "Electronic-trading platform MarketAxess is helping large asset managers meet requirements to transact more with minority-owned dealers",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-332620?width=620&size=1.5",
    "image_1": "im-332620.jpg",
    "time": "2021-05-03 09:00:00",
    "body": "Some of the biggest bond fund managers in the U.S. are using technology to increase the business they do with broker-dealers owned by women and members of minority groups.<br />Electronic-trading platform  MarketAxess Holdings Inc.  has begun partnering with trading firms owned by minorities, women and veterans to settle trades between large investment firms including AllianceBernstein Holdings LP,  BlackRock Inc.  and Lord Abbett & Co., along with hedge-fund managers such as Brigade Capital Management LP<br />MarketAxess is helping large asset managers meet requirements set by their own clients to transact more with minority-owned dealers. That could significantly boost business for those participating in the program, like Loop Capital, which was founded by Chief Executive James Reynolds Jr., who is Black, and R. Seelaus & Co., which Chief Executive Annie Seelaus took over in 2015.<br />If the investing giants that connect with brokers through the program give them follow-on business off the system, it could “double, triple or quadruple the fixed-income revenues of the firms on the platform,” said Loop President Kourtney Gibson.<br />The new initiative shows the growing importance of environmental, social and governance, or ESG, factors as Wall Street firms compete for investment dollars. MarketAxess uses its broker-dealer unit to intermediate trades between asset managers, charging a small fee, and will now be sharing that income with brokers in the initiative."
}