{
    "url_original": "https://www.wsj.com/articles/gallery-of-clouds-review-afloat-in-a-book-11620395838",
    "url": "gallery-of-clouds-review-afloat-in-a-book-11620395838",
    "title": "‘Gallery of Clouds’ Review: Afloat in a Book",
    "sub_head": "The pastoral mode recognizes that reading is like wandering, because it takes us to a place we’ve never been.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-334519?width=620&size=custom_3239x2396",
    "image_1": "im-334519.jpg",
    "time": "2021-05-07 09:57:00",
    "body": "Literature, Rachel Eisendrath likes to tell her students, is “a history of retrospection.”  In “Gallery of Clouds,” her divagating, fragmented meditation on Philip Sidney’s divagating, fragmented pastoral “Arcadia,” Ms. Eisendrath works partly to illuminate Sidney’s famous but rarely read 16th-century romance, and partly to examine what retrospection is and what it (and also literature) might be for. Her title speaks to the floating, mutable quality of thought (“clouds,” she notes, “are always in the process of becoming something else”), but also to the sense of grandeur and magic that works like Sidney’s can convey. Clouds (like those painted on the ceiling of the New York Public Library’s Rose Reading Room, which also grace the cover of this book) bridge the gap between divine and daydream.<br />This book, then, is not strictly speaking about Philip Sidney, or really a study of the “Arcadia,” at least not if one is looking for a simple “straight” history. One sign of this:It begins with a dream in which Ms. Eisendrath gives her book in manuscript form to Virginia Woolf, who seems to approve of it, creating a happy gleam just before Ms. Eisendrath wakes up. Woolf, who loved a good divagation, might well have approved of “Gallery of Clouds,” and she certainly would have appreciated that Ms. Eisendrath’s meanderings around Sidney betray no lack of expertise about her subject. Indeed, Ms. Eisendrath, who is director of Medieval and Renaissance Studies at Barnard College, would well be able to write us a scholarly tome illuminating Sidney, and contextualizing his life and time. She’s just doing something far more wingèd and leaping here.<br />It’s not that we don’t learn some things about Sidney. Non-Renaissance scholars will discover that Sidney, an exquisite writer of sonnets and other poetry, was the son of courtiers (his mother was Mary Dudley, Elizabeth I’s lady-in-waiting). He was raised for political life. During his youth, while studying in England and France, he was repeatedly warned off the introspective pleasures of literature and what his time referred to as the vita contemplativa. This time was also full of intense public violence between Protestants and Catholics, around conquest in Ireland and religious massacres in France, which Sidney saw, and lived through, but largely sidestepped before he did his duty and arrived in London as a courtier himself. At court, the young Sidney spoke his mind too openly before the queen; he was overzealous on military matters and opposed Elizabeth’s proposed marriage to a young French duke. He was banished, then called back but given no important diplomatic assignments. During this uncertain time, and while still only in his 20s, he wrote most of the swirling prose pastoral we now call the “Arcadia.”<br />Those of us who have attempted writing during the pandemic may well appreciate the challenges of composition in such a liminal state. But a history (or even an analysis) of the “Arcadia” as such plays only a small part here. In fact, readers of Ms. Eisendrath’s book should not expect to learn much about what goes on in Sidney’s prose romance, or to mine the plots of its stories-within-stories (replete with kings and shepherds, chivalric love, disguises, bed tricks and plot twists in a bucolic Greek setting). Instead, in Ms. Eisendrath’s hands the “Arcadia” offers the chance to explore reading as a kind of suspension within another world, especially a world that feels complex, distant or fantastic. For Ms. Eisendrath, the “Arcadia” fascinates precisely because it is not particularly “relevant” or (as students often say these days) “relatable.” Sidney’s work, she notes, has very little to do with what she calls “touch[ing] the wounds” of our intimate experiences. She more often highlights the strangeness of Sidney’s work. She gives counter-examples of artists breaking the frame, calling across time in ways that feel more modern—Corot, adding a splotch of red to provide context for his cloudy black and white swirls; Shakespeare’s characters occasionally looking outward, across the fourth wall, seeming to summon us. The “Arcadia,” by contrast, seems deliberately private.<br />But perhaps this evasive privacy isn’t a bad thing. Instead Ms. Eisendrath poses the “Arcadia” as a place we might awaken inner distance and embark on an imaginative voyage in which we delight partly because we are somewhere we’ve never been before. This kind of journey, Ms. Eisendrath argues, takes us to a no-place, a never-land, a “utopia.” It’s not merely that the pastoral atmosphere offers us pleasant meditation, but that “reading itself represents a kind of locus amoenus.” Reading becomes our temporary escape—our own arcadia. And, via its strangeness, we expand out of the selves we thought we knew. We find new inner coastlines. She writes: “Never are you fully present to yourself, says Augustine in the Confessions. He points out that the chambers of memory are vaster and hold more than you can know. ”"
}