{
    "url_original": "https://www.wsj.com/articles/gamestop-amc-entertainment-shares-soar-as-meme-stock-rally-returns-11622055813?mod=markets_lead_pos1",
    "url": "gamestop-amc-entertainment-shares-soar-as-meme-stock-rally-returns-11622055813",
    "title": "GameStop, AMC Entertainment Shares Soar as Meme Stock Rally Returns",
    "sub_head": "Analysts say jump has likely been driven by a crosscurrent of factors that have prompted individual traders to pile in",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-344122?width=620&size=1.5",
    "image_1": "im-344122.jpg",
    "time": "2021-05-26 15:03:00",
    "body": "The meme stocks are back.<br />Shares of companies that set the stock market and social media abuzz earlier this year are rallying again this week, rewarding individual investors who have held on for months.  GameStop Corp. ,  AMC Entertainment Holdings Inc.,  and  Express Inc.  are all up more than 36% week-to-date, pushing each stock to levels not seen for weeks—or in some cases, months.<br />The sudden surge is reminiscent of late-January, when individual investors banded together to drive shares of companies once left for dead by Wall Street to unprecedented heights. This week’s rally—though tamer by comparison—has similarly lit up Reddit forums, Discord chat rooms and  Twitter  feeds.<br />Similar to previous rallies among meme stocks throughout this year, no singular or clear catalyst has seemed to drive this week’s rally. Analysts said the jump has likely been driven by a crosscurrent of factors that have prompted individual traders to pile in. With cryptocurrencies having lost much of their steam this month, many nonprofessional traders have re-entered the stock market on the hunt for gains. Platforms such as Reddit’s WallStreetBets forum have provided a source of continued enthusiasm for meme stocks in particular.<br />“We’ve seen things sidelined for the past month or so, but it’s starting to pick back up again,” said Viraj Patel, global macro strategist at Vanda Research."
}