{
    "url_original": "https://www.wsj.com/articles/general-electric-at-t-investors-reject-ceo-pay-plans-11620147204?mod=business_lead_pos6",
    "url": "general-electric-at-t-investors-reject-ceo-pay-plans-11620147204",
    "title": "General Electric, AT&T Investors Reject CEO Pay Plans",
    "sub_head": "Majority of shareholder votes are cast against compensation plans for GE’s Larry Culp and AT&T’s John Stankey",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-333852?width=620&size=1.5",
    "image_1": "im-333852.jpg",
    "time": "2021-05-04 17:45:00",
    "body": "Shareholders at  General Electric Co.  and  AT&T Inc.  rejected the companies’ executive compensation plans in nonbinding votes, the latest blue-chip companies to be rebuked by investors over how they paid leaders during the pandemic.<br />Nearly 58% of  GE  shares were voted against the board’s compensation practices, according to an initial tally announced at the GE annual meeting Tuesday. Less than half of shares cast at AT&T’s meeting last week supported the telecom and media giant’s compensation plans, the company said Friday. Neither company has disclosed full tallies yet.<br />The two widely held stocks add to a growing list of big U.S. companies that have failed to garner shareholder support for their executive compensation plans this year. Such advisory votes are nonbinding and rarely fail to win overwhelming shareholder support; but some institutional investors have used them this year to also voice their displeasure with  Starbucks Corp.  and  Walgreens Boots Alliance Inc.,  among others.<br />The executives at GE and AT&T received special stock awards in 2020 that made them among the highest-paid business leaders last year, a difficult period when the pandemic disrupted business, tested managers and cost millions of Americans their jobs. The median CEO received compensation of $13.7 million in 2020, according to a Wall Street Journal analysis in April.<br />Asset manager Allianz Global Investors said its stewardship committee decided to vote down AT&T’s executive compensation plan. “This rationale takes into account multiple one-off decisions by the compensation committee raising concerns around performance linkage,” an Allianz spokeswoman said, adding that long-term incentive payments “enabling payouts for performance that is inferior to peers” also contributed to the decision."
}