{
    "url_original": "https://www.wsj.com/articles/genetically-altered-mosquitoes-target-deadly-dengue-fever-and-zika-11622476316",
    "url": "genetically-altered-mosquitoes-target-deadly-dengue-fever-and-zika-11622476316",
    "title": "Genetically Altered Mosquitoes Target Deadly Dengue Fever and Zika",
    "sub_head": "In pioneering test, insects with a gene primed to interrupt breeding are flying in the Florida Keys",
    "category_1": "Life & Arts",
    "category_2": "Science Journal",
    "image_1_url": "https://images.wsj.net/im-343758?width=620&size=1.5",
    "image_1": "im-343758.jpg",
    "time": "2021-05-31 11:51:00",
    "body": "<br />Across the Florida Keys this week, newly hatched mosquitoes are swarming from damp flowerpots, waterlogged spare tires, trash cans and drainage ditches. In six neighborhoods, however, a change is buzzing in the air. Scientists have genetically modified thousands of these mosquitoes and, for the first time in the U.S., set them free to breed.<br />These genetically engineered insects, known by their model number as OX5034, are a laboratory offshoot of the Aedes aegypti mosquito that transmits dengue, Zika and other infectious ills. After a decade of public debate and regulatory delays, these insects are being released by a U.K. biotechnology company called Oxitec.<br />Using genetic-engineering techniques, the company altered the male mosquitoes to pass down a gene that makes females need a dash of the antibiotic tetracycline to survive. Without it, females that spread the disease die as larvae. Altered males, which don’t bite, seek out wild females to mate and spread the lethal trait to future generations. Gradually, more females die. The swarms dwindle and disappear, with no need for chemical insecticides.<br />The Florida Keys field trial is a key step toward federal product approval for the altered insects from the U.S. Environmental Protection Agency, which granted the company an experimental use permit for the test. “This is a big deal,” says molecular biologist Anthony James at the University of California, Irvine, who develops bioengineered mosquitoes but is not involved in the project."
}