{
    "url_original": "https://www.wsj.com/articles/gene-therapy-high-tech-goggles-restore-some-vision-to-blind-people-11621868401?mod=business_lead_pos12",
    "url": "gene-therapy-high-tech-goggles-restore-some-vision-to-blind-people-11621868401",
    "title": "Gene Therapy, High-Tech Goggles Restore Some Vision to Blind People",
    "sub_head": "New treatment using optogenetics has restored limited vision to people blinded by hereditary retinal disease",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-342517?width=620&size=1.5",
    "image_1": "im-342517.jpg",
    "time": "2021-05-24 11:00:00",
    "body": "Scientists are making dramatic strides toward a goal that once seemed almost unimaginable: Restoring limited vision to people affected by a previously irreversible form of blindness caused by an inherited eye disease called retinitis pigmentosa.<br />In a paper published Monday in the journal Nature Medicine, researchers working with the Paris-based company GenSight Biologics SA reported that a 58-year-old man who was diagnosed with retinitis pigmentosa 40 years ago was able to locate objects placed on a table after receiving an experimental therapy. And New York City-based company Bionic Sight LLC announced in March that four blind people in an early-stage clinical trial are now able to detect light and motion after undergoing a similar treatment. Those results haven’t yet been published.<br />The patients all had advanced cases of retinitis pigmentosa, which affects more than two million people world-wide. All underwent optogenetic therapy, in which an injection is used to deliver a gene into the eye to boost the light sensitivity of certain cells in the retina, a layer of tissue at the back of the eye. The companies are developing high-tech goggles that process and amplify light in a way that boosts the cells’ ability to send electrical signals to the brain.<br />Dr. Anand Swaroop, a senior investigator at the National Eye Institute in Bethesda, Md., called optogenetic therapy an exciting option for some blind people but not a cure. Once sight is lost completely, he said, “Restoring vision that allows high resolution, high sensitivity, and high detection is not simple.”<br />Barry Honig, a participant in the Bionic Sight trial, said that people had often asked him if he would like to be able to see again. “This is the first time I have felt it is attainable,” he said."
}