{
    "url_original": "https://www.wsj.com/articles/george-floyd-death-anniversary-11621912455?mod=politics_lead_pos4",
    "url": "george-floyd-death-anniversary-11621912455",
    "title": "On the Anniversary of George Floyd’s Killing, Debate About Race Reaches Across American Life",
    "sub_head": "Calls for change have played out in popular culture, communities, schools, sports and businesses",
    "category_1": "U.S.",
    "time": "2021-05-25 05:30:00",
    "body": "A year after George Floyd was killed, Americans remain roiled by a broad and deep debate about race that is playing out in classrooms and boardrooms, in communities and at dinner tables and in sports, Hollywood and Washington, D.C.<br />The killing sparked millions of Americans to join protests last summer prompted by the widely circulated video showing Mr. Floyd, a Black man, pleading for his life while Derek Chauvin, a white Minneapolis police officer, knelt on his neck for more than nine minutes. Mr. Chauvin was convicted of second-degree murder and manslaughter in April; three other officers await trial.<br />Demonstrators pushed to “defund the police,” reallocating police funds toward social spending and investment in Black communities. Many argued America has yet to come to terms with what they see as a racist history and society.<br />Under pressure, big companies pledged billions of dollars toward diversifying their workforces and suppliers and rolled out new initiatives on training and investment. Some will hold moments of silence or mark the anniversary in other ways on Tuesday.<br />Broader demands for change have reverberated across popular culture. The Golden Globe Awards were canceled after several big entertainment companies and stars said they wouldn’t participate in the awards show or work with the Hollywood Foreign Press Association, the organization that oversees the event, criticizing what they said was a failure to diversify among other complaints. The National Basketball Association and the National Football League let players wear slogans like “Say Their Names” on uniforms and helmets. Before the first Major League Baseball game this season, the New York Yankees and Washington Nationals players knelt on one knee and held black fabric in a moment of silence."
}