{
    "url_original": "https://www.wsj.com/articles/georgia-voting-law-is-a-step-back-for-blacks-11620849818?mod=opinion_major_pos17",
    "url": "georgia-voting-law-is-a-step-back-for-blacks-11620849818",
    "title": "Georgia Voting Law Is a Step Back for Blacks",
    "sub_head": "Georgia legislators reacted to powerful minority civic engagement by trying to shrink the electorate with a voting bill transparently targeted at black and brown voters.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-333526?width=620&size=1.5",
    "image_1": "im-333526.jpg",
    "time": "2021-05-12 16:03:00",
    "body": "Your editorial “What Was That About Voter Suppression?” (May 4) suggests that black turnout in 2020 was too high for voter suppression to be a problem. This is a smokescreen to obscure the shameless effort of southern states—which recently experienced a substantial black voter-registration and turnout influx—to ensure that such powerful political participation by its most marginalized citizens cannot happen again.<br />Black voter turnout in Georgia was sky-high in 2020 and 2021, thanks to extraordinary organizing efforts. In 2020, election officials expanded access due to the pandemic. Yet voters still had to overcome significant barriers—including five-hour wait times in Fulton County—to vote. Georgia legislators reacted to this powerful civic engagement by trying to shrink the electorate with a voting bill transparently targeted at black and brown voters.<br />That some blue states have inadequate voting laws doesn’t justify Georgia’s actions. Recently, these states have moved to expand access. Georgia, joined by Florida and perhaps soon by Texas, Arizona and others, is taking the opposite approach: making voting harder. That’s why, when evaluating discrimination claims under Section 2 of the Voting Rights Act, courts apply the Supreme Court-approved “totality of circumstances” test. It examines a locality’s political reality, history of voting rights and the extent to which minority-group members bear the effects of discrimination when considering these claims.<br />Misused statistics can’t hide the concerted attack on voting rights, and “they do it in New York” is not and never has been a defense for Georgia’s discriminatory conduct.<br />Sherrilyn Ifill"
}