{
    "url_original": "https://www.wsj.com/articles/germany-targets-google-market-power-in-expansion-of-tech-rules-11621945846?mod=business_lead_pos6",
    "url": "germany-targets-google-market-power-in-expansion-of-tech-rules-11621945846",
    "title": "Germany Targets Google Market Power in Expansion of Tech Rules",
    "sub_head": "Competition regulator in Germany is examining whether Google is subject to tighter rules under a new law",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-343264?width=620&size=1.5",
    "image_1": "im-343264.jpg",
    "time": "2021-05-25 08:30:00",
    "body": "Germany’s competition regulator is investigating whether Google is dominant enough to be subject to the country’s new digital-competition law, broadening its efforts to brandish new powers against companies including Amazon.com Inc. and Facebook Inc.<br />Germany’s Federal Cartel Office said Tuesday that it has opened a probe into whether Google, the main unit of Alphabet Inc., is of “paramount significance for competition across markets.” That designation allows the regulator to impose changes to a dominant digital company’s business practices under a law passed in January.<br />The investigation follows similar probes the Cartel Office has opened in recent months against Amazon and Facebook, seeking similar designations. Under the new law, German regulators can order companies it finds to be of paramount importance to cease certain practices deemed anticompetitive through a faster procedure than traditional competition enforcement.<br />Google “could be considered to be of paramount significance for competition across markets,” given the products it offers, said Andreas Mundt, the president of the Cartel Office. “It is often very difficult for other companies to challenge this position of power.”<br />“People choose Google because it’s helpful, not because they’re forced to, or because they can’t find alternatives,” a Google spokeswoman said, adding that the company will cooperate with the Cartel Office."
}