{
    "url_original": "https://www.wsj.com/articles/german-catholic-priests-defy-pope-francis-with-public-blessings-of-gay-couples-11620302402",
    "url": "german-catholic-priests-defy-pope-francis-with-public-blessings-of-gay-couples-11620302402",
    "title": "German Catholic Priests Defy Pope Francis With Public Blessings of Gay Couples",
    "sub_head": "Planned protest ceremonies escalate struggle between German progressives and the Vatican",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-334324?width=620&size=1.5",
    "image_1": "im-334324.jpg",
    "time": "2021-05-06 08:00:00",
    "body": "Catholic clergy are preparing to bless gay couples across Germany in defiance of a recent Vatican ban on the practice, in the latest sign of how far liberal German Catholics are pushing the boundaries of the Vatican’s authority and teachings to forge a more progressive version of their church.<br />Priests and some lay ministers are planning coordinated ceremonies blessing gay relationships in about 100 Catholic churches and other venues in Germany, including Essen Cathedral, over the next few days, most of them on Monday. Almost 20 events will be live-streamed.<br />Such blessings have become common over the past decade in Germany and some other parts of Northern Europe, but they have usually taken place quietly, in places other than churches. Monday’s highly visible ceremonies will mark a protest against a Vatican declaration in March, approved by Pope Francis, prohibiting the blessing of same-sex relationships on the grounds that God “cannot bless sin.”<br />“It always has been a little bit kind of a secret,” said the Rev. Christian Olding, a Catholic priest in the northwestern town of Geldern, who says he has blessed about 10 same-sex couples in the past eight years. “This is the first time that we are going this way in society, to do it visibly for everyone.”<br />Since his election in 2013, Pope Francis has contended with deepening divisions in the global Catholic Church between conservatives, including in the U.S. and Africa—who are uncomfortable with his more liberal approach to matters including divorce and homosexuality—and progressives, with Germany in the vanguard, who are impatient with what they see as a reluctance to back substantive change."
}