{
    "url_original": "https://www.wsj.com/articles/germany-recognizes-colonial-genocide-in-namibia-to-pay-1-3-billion-11622208538?mod=business_minor_pos4",
    "url": "germany-recognizes-colonial-genocide-in-namibia-to-pay-1-3-billion-11622208538",
    "title": "Germany Recognizes Colonial Genocide in Namibia, to Pay $1.3 Billion",
    "sub_head": "Government in Germany to ask for forgiveness for atrocities against Herero, Nama people in the early 20th century",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-345640?width=620&size=1.5",
    "image_1": "im-345640.jpg",
    "time": "2021-05-28 09:28:00",
    "body": "JOHANNESBURG—Germany said Friday that it would ask former colony Namibia for forgiveness for what it now recognizes was a genocide of the local Herero and Nama people committed by its troops between 1904 and 1908.<br />As part of this official recognition, Germany will pay 1.1 billion euros, equivalent to $1.3 billion, for reconstruction and development projects in Namibia as a “gesture of recognition of the immeasurable suffering that was inflicted on the victims,” Foreign Minister Heiko Maas said in a statement.<br />The sum, which, according to a spokesman for Namibia’s president, could be paid out over 30 years, far exceeds compensations paid by other countries for colonial atrocities, although Germany says that the payments don’t constitute reparations.<br />“Our aim was and is to find a common path toward true reconciliation in memory of the victims,” Mr. Maas said. “One part of that is that we name what happened during the German colonization of what today is Namibia, and especially the atrocities in the period between 1904 and 1908, unsparingly and without extenuation. We will now officially call these events what they are from today’s perspective: genocide.”<br />That recognition and the connected financial offer follow more than five years of at times contentious negotiations between the Namibian and German governments over how to reckon with the deaths of at least 60,000 Herero and Nama at the hands of German colonial troops more than a century ago. Some were shot by soldiers, others driven into the desert without water or food, while thousands perished in concentration camps, where inmates were starved, beaten and worked to death."
}