{
    "url_original": "https://www.wsj.com/articles/gerrymanders-and-double-standards-11621463752?mod=opinion_lead_pos10",
    "url": "gerrymanders-and-double-standards-11621463752",
    "title": "Gerrymanders and Double Standards",
    "sub_head": "Both parties draw maps with an eye toward power, but Eric Holder and Barack Obama pretend that Democrats don’t.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-340722?width=620&size=1.5",
    "image_1": "im-340722.jpg",
    "time": "2021-05-19 18:35:00",
    "body": "Former Attorney General Eric Holder and President Barack Obama have covered the National Democratic Redistricting Committee—formed by Mr. Holder in January 2017 and joined by Mr. Obama in December 2018—with the rhetoric of righteousness. They claim to oppose “extreme partisan gerrymandering” and are pushing for redistricting reform because, according to the former president, it’s an “opportunity to bend the great arc of history toward justice.”<br />Messrs. Obama and Holder want to leave the impression they genuinely seek “fair maps and more representative democracy” and aren’t simply prettying up a partisan power grab. But do they criticize Democratic redistricting hijinks? So far, they haven’t. And I bet they won’t.<br />Take Illinois, which will lose one of its 18 seats under redistricting run by Messrs. Obama and Holder’s party. Democrats are circulating a map that’d likely take the delegation from 13 Democrats and 5 Republicans to 14 Democrats and 3 Republicans. GOP Rep. Adam Kitzinger’s district would be split among adjacent ones while two Republicans, Rodney Davis and Mary Miller, would be paired. A new downstate Democratic seat would be created by linking strongholds in East St. Louis, Decatur, Springfield and Champaign-Urbana in a district that resembles a snake digesting four pigs.<br />This seems particularly unfair when you consider that though Republicans won 41% of the votes in Illinois’s 2020 congressional races, they only hold 28% of the seats. And now the Democrats want to knock that down to 18%. Yet not a peep of protest from Messrs. Obama or Holder about these shenanigans.<br />Then there’s New York. Census data cut it to 26 seats from 27—but Democrats are manhandling the process. Voters approved a constitutional amendment in 2014 creating a 10-member bipartisan commission to prepare maps and set standards, including an explicit requirement that districts “not be drawn . . . to favor/disfavor candidates or parties.” The legislature can reject the commission’s plans, but only by a two-thirds vote, and may produce its own plans only after rejecting two such commission maps."
}