{
    "url_original": "https://www.wsj.com/articles/get-ready-for-5-gasoline-if-you-live-in-californiaor-if-you-dont-11622226479?mod=opinion_lead_pos6",
    "url": "get-ready-for-5-gasoline-if-you-live-in-californiaor-if-you-dont-11622226479",
    "title": "Get Ready for $5 Gasoline if You Live in California—or if You Don’t",
    "sub_head": "Golden State laws drive up prices at the pump, and the Biden administration aims to take them national.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-28 14:28:00",
    "body": "Tustin, Calif.<br />Before the Colonial Pipeline shutdown, the national average gasoline price had exceeded $3 a gallon for only two weeks since 2014. Yet in California, gas prices in recent years have rarely dropped below $3. They now average $4.18 a gallon—$1.14 more than the national average—and in recent months have increased more than prices nationwide. Why do California drivers pay so much at the pump? Blame a higher-octane blend of taxes and environmental regulations.<br />California has long imposed higher taxes on gasoline than other states, but in 2017 Democrats in the state Legislature raised the tax on each gallon by an additional 20.8 cents over three years. At the start of this year, California drivers were paying on average 63 cents a gallon in state and local taxes, compared with the 50-state average of 36.8 cents. California’s gasoline taxes are the highest in the country.<br />Democrats claimed the gas tax increase was needed to repair crumbling roads and bridges, but Gov. Gavin Newsom has ordered the proceeds to be directed toward projects aimed at reducing greenhouse gas emissions, such as bike lanes and mass transit. The state Department of Transportation recently reported the gas tax increase will provide enough to finance only half of its repair needs.<br />The California Air Resources Board, or CARB, also imposes a de facto carbon tax through its cap-and-trade program. Since 2013, refiners, oil producers and manufacturers have been required to reduce emissions or buy credits to offset them. The program adds about 14.3 cents a gallon to the retail price."
}