{
    "url_original": "https://www.wsj.com/articles/girls5eva-review-getting-the-band-back-2gether-11620163500",
    "url": "girls5eva-review-getting-the-band-back-2gether-11620163500",
    "title": "‘Girls5eva’ Review: Getting the Band Back 2gether",
    "sub_head": "In a Peacock comedy produced by Tina Fey, Sara Bareilles and more play the now-middle-aged members of a ’90s girl group that reunites.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-333427?width=620&size=1.5",
    "image_1": "im-333427.jpg",
    "time": "2021-05-04 17:25:00",
    "body": "The people I live with were startled the other day by a sound they’d never heard, and which showed no signs of stopping. “What’s happening?!” they cried in alarm. It was me, under headphones, watching “Girls5eva” and roaring with laughter. “I’m sorry,” I said. I was lying.<br />Created by the veteran comedy writer Meredith Scardino, “Girls5eva” (“because 4eva’s too short,” says the signature lyric) is about a one-hit-wonder pop group that decides to make a last-ditch lunge at stardom. The let’s-get-the-band-back-together trope is ubiquitous, but the eight-episode series is about a lot of other things, too, including the question of whether mere middle-aged contentment can be enough when you’ve actually tasted celebrity. The spotlight may be irresistible, but so is the cast of “Girls5eva,” an all-star lineup of Broadway veterans, songwriting talents, killer comedy sidekicks and people as likable as they are funny.<br />The members of Girls5eva, who now number four (“Ashley lost her battle with the infinity pool,” someone laments) were basically ripped off as young performers and never really got to enjoy the little fame they had. They now lead lives of unquiet, comedic desperation. Dawn (singer/actress Sara Bareilles) lives in Queens with her young son and husband, Scott (Daniel Breaker), and works in a corner Italian restaurant owned by her maniacal brother (a devilish Dean Winters, the “mayhem” guy in the Allstate ads). Gloria (Paula Pell) became a dentist and half of the first New York lesbian couple to get divorced. Wickie (Renée Elise Goldsberry of “Hamilton,” among other things) maintains an Insta-glamorous public image but actually works shooting geese at the airport. Summer (Busy Philipps) is married to a former boy-band star named Kev (Andrew Rannells of “Girls”), whom she seldom sees and for reasons that become pretty obvious. Her marriage is just one of the fictions that keep the gloriously ditzy Summer going.<br />The bandmates haven’t been in touch for years—they were thrown together by management to begin with, à la the Spice Girls. But when a rapper known as Lil Stinker (Jeremiah Craft) samples Girls5eva’s biggest single on his latest release, they’re asked to appear with him on a late-night talk show and the reception is so great they decide they’ll go on tour with Stinker. He takes a pass. “Y’all remind me that this might not last forever,” says the contemplative Stinker. “That fame is, in its essence, transient.” Don’t they know it.<br />Their old manager, Larry Plumb (Jonathan Hardary), whose crimes of copyright are revealed over time, puts it even more bluntly: “They reunited ‘Saved by the Bell,’ ‘Kenan & Kel’ and everyone from Iran-Contra,” he says. “For ladies, 35 is checkout time!”"
}