{
    "url_original": "https://www.wsj.com/articles/give-your-garden-a-nostalgic-grandmillennial-makeover-11621456238",
    "url": "give-your-garden-a-nostalgic-grandmillennial-makeover-11621456238",
    "title": "Give Your Garden a Nostalgic, Grandmillennial Makeover",
    "sub_head": "Especially popular among 20- and 30-somethings, this aesthetic, which combines vintage charm with modern flair, ushers in a new look for patios",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-340500?width=620&size=1.5",
    "image_1": "im-340500.jpg",
    "time": "2021-05-19 16:30:00",
    "body": "Since it was first christened in 2019, the “grandmillennial” interiors aesthetic has flourished in the homes of design-forward 20- and 30-somethings who embrace passed-down furnishings. Elements include mixed patterns, vintage furniture and unabashed ornament.<br />Now designers say clients, even beyond the throwback-loving set, want to see the look in their outdoor spaces. London interior designer Stephanie Barba Mendoza noted that a garden serves the style’s elaborate flourishes well. “Nature will never feel overwhelming, so it’s a safe space to go all out,” she said.<br />The design of this season’s outdoor collections signals the shift. Business & Pleasure’s Premium Beach Umbrella in Chinoiserie (below), combines undulating contrast fringe with a surprising blue-and-white underside. Wicker predominates, but not in the form of blocky low sectionals. Grandmillennial style calls for lighter classic shapes accompanied by sunny-hued upholstery. A tablecloth from Nordic home-textiles brand Projektityyny features a grandmillennial hat trick: gingham, a ruffle and floral embroidery. The goal, said New York designer Lilse McKenna, is décor that feels “layered and collected” rather than “ordered and delivered.”<br />Adding contemporary components, like a more modern fabric print, to the mix can save a patio from appearing simply mummified. They help ensure grandmillennial spaces don’t read like an estate sale, said Chicago designer Kara Mann. As 1stDibs editorial director Anthony Barzilay Freund advised, referring to the 20th-century American interior designer known as the prince of chintz, “Think Mario Buatta if he’d spent some time hanging with Brooklyn hipsters.”<br />In a newly completed lanai in Naples, Fla., for example, Chicago designer Summer Thornton positioned wicker porch chairs around a dining table set with a golden floral cloth, brass palm-tree candlesticks and hand-painted glassware (above). But to offset the old-school aesthetic, Ms. Thornton brought in trending textiles nearby: “We went for a Batik-inspired African-print sun cloth on two huge sofas,” she said. The effect is 1940s Florida for a younger generation."
}