{
    "url_original": "https://www.wsj.com/articles/glenn-youngkin-wins-gop-nomination-for-virginia-governor-11620703143?mod=politics_lead_pos6",
    "url": "glenn-youngkin-wins-gop-nomination-for-virginia-governor-11620703143",
    "title": "Glenn Youngkin Wins GOP Nomination for Virginia Governor",
    "sub_head": "Former Carlyle Group boss beat a crowded GOP field, pointing to his business record and support for Trump policies",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-336575?width=620&size=1.5",
    "image_1": "im-336575.jpg",
    "time": "2021-05-10 23:57:00",
    "body": "Virginia Republican leaders nominated political newcomer Glenn Youngkin for governor, betting on the former private-equity executive, who embraced elements of former President Donald Trump’s policy agenda, to turn around the party’s fortunes in a state that has moved sharply toward the Democrats.<br />The state’s general election in November is poised to be one of the most costly and widely watched in 2021, a political off-year between the 2020 presidential and 2022 midterm election cycles. It is expected to serve as an early indicator of the GOP’s direction and strength following Mr. Trump’s presidency and to test the intensity of Democratic turnout, especially among college-educated, suburban voters who largely backed President Biden. Virginia’s gubernatorial race is considered a perennial indicator for the midterm elections that follow it. This year’s is rated likely Democratic by the nonpartisan Cook Political Report.<br />The top Republican contenders were Mr. Youngkin, who stepped down last year as co-chief executive of the Carlyle Group Inc., one of the world’s largest private-equity firms; Pete Snyder, an entrepreneur and longtime GOP fundraiser; Amanda Chase, a state legislator; and Kirk Cox, former speaker of the Virginia House of Delegates.<br />Instead of holding an open primary, the GOP in Virginia picked its nominee at a convention via a ranked-choice voting system, which allowed delegates to list candidates by preference. Delegates gathered to make their choices at dozens of locations around the state on Saturday. The Republican Party of Virginia announced late Monday that Mr. Youngkin had prevailed.<br />“Virginians have made it clear that they are ready for a political outsider with proven business experience to bring real change in Richmond,” Mr. Youngkin said, adding that he had spoken to all of his GOP challengers. “Every Republican should be proud that our party inspired such a spirited, diverse and talented field of candidates.”"
}