{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-11-2021-11620708764?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-05-11-2021-11620708764",
    "title": "Stocks Poised to Extend Decline, Led by Tech",
    "sub_head": "S&P 500 futures pointed to steepening losses after the opening bell, with technology stocks on track to be among the worst performers",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "time": "2021-05-11 06:41:00",
    "body": "U.S. stock futures and global indexes fell Tuesday after concerns about rising inflation resurfaced, prompting a selloff in highflying technology stocks.<br />Futures tied to the S&P 500 dropped 0.9%, a day after the broad market index declined 1% from its record closing level. Nasdaq-100 futures retreated 1.4%, suggesting that tech stocks were poised for further losses after dragging broader indexes lower at the start of the week. Dow Jones Industrial Average futures fell 0.6%.<br />Investors are betting that inflation is likely to climb steeply in coming months, driven by pent-up spending as well as supply bottlenecks and a leap in commodity prices. A sharp and sustained jump in inflation would erode returns on fixed-income assets and stocks whose valuations rely on future earnings. Some money managers are concerned that it may also prompt the Federal Reserve to pare back its easy money policies sooner than anticipated.<br />“Inflation is an issue that is on everyone’s minds right now, and it is injecting a lot of uncertainty,” said Peter Langas, chief portfolio strategist at Bessemer Trust. “The question is, how does the Fed react to that?”<br />Tech companies are bearing the brunt of inflation concerns this year. Growth stocks led the market’s steep rally since last spring. Investors are increasingly worried that their high valuations may not be justified if inflation crimps the value of future earnings. This week, those concerns have spilled over to other sectors as well, leading to a broader selloff."
}