{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-06-2021-11620286647?mod=markets_major_pos10",
    "url": "global-stock-markets-dow-update-05-06-2021-11620286647",
    "title": "Stocks Stage Late Rally; Dow Hits Record",
    "sub_head": "Nasdaq Composite snaps four-session losing streak as tech shares rebound",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-334807?width=620&size=1.5",
    "image_1": "im-334807.jpg",
    "time": "2021-05-06 16:55:00",
    "body": "U.S. stocks mounted a late-session turnaround Thursday, closing at session highs, following upbeat corporate earnings and signs of continued improvement in the labor market.<br />Stocks rallied in the last hour of trading as investors snapped up shares of everything from consumer staples to banks to technology companies. The S&P 500 ended just shy of a record after bouncing around the flatline earlier in the day, while the Dow Jones Industrial Average jumped more than 300 points, notching a fresh watermark. The Nasdaq Composite also got a boost, closing in the green and snapping a four-day losing streak.<br />Earnings factored into the stock market’s biggest gainers as shares of Kellogg led the S&P 500 higher after topping analysts’ forecasts.<br />The moves also followed new data from the Labor Department showing that jobless claims had slipped below 500,000 last week for the first time during the Covid-19 pandemic, suggesting the economic recovery continues. The economy’s rejuvenation this year has been a key driver behind the S&P 500’s 11% gain so far this year, with most of the benefits going into companies that are more closely tied to the U.S. economy.<br />“We should see cash flows and company cash flows really improve, especially with the reopenings happening,” said Mary Nicola, a fund manager at PineBridge Investments. Although valuations are high, stocks remain attractive compared with low-yielding bonds, she added."
}