{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-14-2021-11620978526?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-05-14-2021-11620978526",
    "title": "Stock Futures Rise After Turbulent Week of Trading",
    "sub_head": "Investors’ worries about inflation have ebbed after several Fed speakers said the central bank saw no reason to withdraw easy-money policies",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-338563?width=620&size=1.5005861664712778",
    "image_1": "im-338563.jpg",
    "time": "2021-05-14 06:36:00",
    "body": "U.S. stock futures rose Friday, pointing to gains for major indexes at the end of a choppy week in which a jump in inflation rattled markets.<br />Futures for the S&P 500 rose 0.6%. An advance after the opening bell is still likely to leave the broad market gauge in the red for this week, its worst since the end of February. Contracts for the Dow Jones Industrial Average gained 0.4%. Futures on the technology-heavy Nasdaq-100 added 1%.<br />Stocks recouped some losses on Thursday after sliding in response to data showing consumer prices leapt in April, which added to evidence from commodity markets of building inflation. Investors worry that a surge in prices for raw materials will eat into profit margins. A burst of consumer-price inflation could also prompt the Federal Reserve to pare back easy-money policies that have buoyed stocks.<br />But several Fed officials have said this week the central bank has no intention to withdraw that support, helping to calm markets. The Fed needs to see several more months of data on jobs and inflation before determining when to begin tightening monetary policies, Gov. Christopher Waller said Thursday.<br />“The Fed has been very consistent,” said Paul Donovan, chief economist at UBS Global Wealth Management. “That is telling you something: it is telling you [higher inflation] clearly is transitory.”"
}