{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-07-2021-11620372977?mod=markets_lead_pos2",
    "url": "global-stock-markets-dow-update-05-07-2021-11620372977",
    "title": "U.S. Stock Futures Pause Ahead of Jobs Data",
    "sub_head": "Dow Jones Industrial Average futures hold steady after the blue-chips index notched a closing record on Thursday",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-335472?width=620&size=1.5",
    "image_1": "im-335472.jpg",
    "time": "2021-05-07 05:01:00",
    "body": "U.S. stock futures wavered Friday ahead of fresh jobs data that is expected to show a strong recovery in the labor market following last year’s downturn.<br />Futures tied to the S&P 500 ticked up less than 0.1%, a day after the broad-market index closed near its all-time high. Nasdaq-100 futures edged 0.2% higher, suggesting muted gains in technology stocks. Futures linked to the Dow Jones Industrial Average held steady after the blue-chips index notched a closing record Thursday.<br />Stocks are poised for a second week of muted gains, with sentiment bolstered by signs of a strengthening economy and Federal Reserve officials reiterated pledges to refrain from tightening monetary policy until the labor market is recovered. Energy producers, banks and other firms that would benefit from the economy reopening have rallied this week, while technology firms have been among the poorest performers.<br />“This week was really still a combination of the post-Covid recovery and how interest-rate policy will respond,” said Kiran Ganesh, a multiasset strategist at UBS Global Wealth Management. “The performance of some cyclical stocks and commodities suggests that this reopening trade is still on track.”<br />Data to be released at 8:30 a.m. ET is likely to show that employers added jobs at a robust pace for the second straight month in April, signaling a speedy economic recovery. Economists expect payrolls grew by one million in April after rising by 916,000 in March. They project the unemployment rate fell to 5.8%, down from 6% in March and a record-high 14.8% last April when the pandemic struck."
}