{
    "url_original": "https://www.wsj.com/articles/global-stock-markets-dow-update-05-12-2021-11620805277?mod=markets_lead_pos1",
    "url": "global-stock-markets-dow-update-05-12-2021-11620805277",
    "title": "Stock Futures Point to Indexes Extending Declines",
    "sub_head": "Dow on track to slip further after tumbling in its worst one-day performance since late February",
    "category_1": "Markets",
    "category_2": "U.S. Markets",
    "image_1_url": "https://images.wsj.net/im-337135?width=620&size=1.5",
    "image_1": "im-337135.jpg",
    "time": "2021-05-12 06:20:00",
    "body": "U.S. stock futures slipped Wednesday, pointing to the Dow extending its decline a day after its biggest drop since February, as investors awaited fresh inflation data that could test their appetite for shares and bonds.<br />Futures for the S&P 500 edged down 0.2%, a day after the broad stocks gauge posted its biggest two-decline since early March. Contracts for technology-heavy Nasdaq-100 fell 0.4%. Contracts on the Dow Jones Industrial Average, which suffered its biggest drop since late February, ticked 0.2% lower.<br />Signs of mounting inflation have weighed on stocks this week. Rising commodity markets, supply-chain blockages and hiring difficulties have prompted some investors to expect a prolonged upswing in consumer prices.<br />That could lead the Federal Reserve to raise its target for short-term interest rates sooner than it has signaled, potentially weighing on stocks and other assets that have benefited from over a year of near-zero borrowing costs. For their part, several Fed officials have said the economy still needs support from low rates.<br />Concerns that a burst of inflation may prove more intense and longer-lasting than investors had expected have sharpened focus on inflation data for April, due to be published at 8:30 a.m. ET. Economists surveyed by The Wall Street Journal expect the consumer-price index to have jumped 3.6% last month from a year earlier, up from 2.6% in March. That would be the highest 12-month level since the summer of 2011."
}