{
    "url_original": "https://www.wsj.com/articles/god-save-the-clarence-thomas-court-11621893168?mod=opinion_major_pos7",
    "url": "god-save-the-clarence-thomas-court-11621893168",
    "title": "God Save the Clarence Thomas Court",
    "sub_head": "He’s not chief justice, but never before has he had the power and influence he has now.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-342846?width=620&size=1.5",
    "image_1": "im-342846.jpg",
    "time": "2021-05-24 17:52:00",
    "body": "For Clarence Thomas, any chance he might become chief justice has long since passed. But at 72, he is coming into his own. For circumstances have now made it as plausible to speak of the Thomas court as the Roberts court.<br />The trigger was the replacement of Justice Ruth Bader Ginsburg with Justice Amy Coney Barrett. This move gave conservatives a 6-3 majority, depriving Chief Justice John Roberts of the ability to swing decisions to the liberal side—unless he manages to bring Brett Kavanaugh along undefinedwith him.<br />This gives Justice Kavanaugh Joe Manchin-like powers over any case in which the chief might go south on his more conservative-minded colleagues. It’s a big change from the days when Justice Anthony Kennedy could easily move back and forth, here siding with conservatives to strike down speech limits in Citizens United v. FEC (2010), and there unearthing in Obergefell v. Hodges (2015) a constitutional right for gay couples to marry.<br />For a while, Chief Justice Roberts looked as though he might become the new Anthony Kennedy. The chief pulled his own Kennedy in 2012, even before Justice Kennedy retired, when he saved ObamaCare by ruling that the individual mandate was a tax and thus constitutional. He has sided with the court’s liberal wing on other cases too, such as when he blocked the Trump administration’s bid to end the Obama-era Deferred Action for Childhood Arrivals program. At the same time, the Roberts court has lately been shy to take up contentious issues from abortion to gun rights.<br />Enter Clarence Thomas. As Jan Crawford Greenburg noted in her 2007 book, “Supreme Conflict,” for many years Justice Thomas has been dismissed unfairly as Antonin Scalia’s sidekick. In fact, the men weren’t only brothers-in-arms but brothers—just listen to Justice Thomas’s tremendous eulogy for Scalia—whose significant disagreements on issues from natural law to deference to precedent helped each hone his own position while increasing their mutual respect."
}