{
    "url_original": "https://www.wsj.com/articles/goldman-sachs-wants-to-charm-startups-it-wont-be-easy-11621515741?mod=business_featst_pos1",
    "url": "goldman-sachs-wants-to-charm-startups-it-wont-be-easy-11621515741",
    "title": "Goldman Sachs Wants to Charm Startups. It Won’t Be Easy.",
    "sub_head": "Bank has raised $3 billion in client money with plans to invest it in companies such as a digital bank and a food-delivery service",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-340858?width=620&size=1.5",
    "image_1": "im-340858.jpg",
    "time": "2021-05-20 09:02:00",
    "body": "Goldman Sachs  Group Inc. wants to help its clients get a piece of the next big startup.<br />GS Growth, a unit of the bank that buys stakes in maturing startups around the world with the firm’s money, spent recent months courting outside investors, according to people familiar with the matter. Its first client fund, West Street Global Growth Partners, raised more than $3 billion by early May, capital that will be invested in fast-growing closely held companies in the financial-technology, business-software, consumer and healthcare sectors, the people said.<br />Recent investments earmarked for the fund include British digital bank Starling Bank Ltd., Indian food-delivery startup Swiggy and regulation-technology company ComplyAdvantage, the people said.<br />The demand could be huge: Endowments, family offices and other institutional investors, tired of low interest rates, are anxious to get an early slice of the next potential Robinhood Markets Inc. or  Roblox Corp.  And Goldman, which has long relied on businesses such as trading that have high highs and low lows, is eager for the steadier revenue streams that come from earning management fees on clients’ money.<br />The category that GS Growth plans to focus on, growth equity, includes startups that have rapidly expanding customer bases and revenue but aren’t quite ready for an initial public offering. The asset class is becoming an investor favorite, with more than $200 billion flowing into growth-equity funds since 2019, according to data provider Preqin Ltd."
}