{
    "url_original": "https://www.wsj.com/articles/goldman-taps-uber-executive-to-run-its-consumer-bank-11621259972?mod=business_minor_pos9",
    "url": "goldman-taps-uber-executive-to-run-its-consumer-bank-11621259972",
    "title": "Goldman Taps Uber Executive to Run Its Consumer Bank",
    "sub_head": "Peeyush Nahar succeeds Omer Ismail, who left Goldman to run Walmart’s new fintech startup",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-339287?width=620&size=1.5",
    "image_1": "im-339287.jpg",
    "time": "2021-05-17 09:59:00",
    "body": "Goldman Sachs Group Inc.  is poaching an engineering executive from  Uber Technologies Inc.  to run Marcus, its digital-banking unit.<br />Peeyush Nahar is set to join Goldman on June 1 as a partner and head of its consumer business, according to an internal memo reviewed by The Wall Street Journal. At Uber, Mr. Nahar oversaw teams that developed software for payments, insurance and financial-technology services. Earlier in his career, he spent 14 years in a variety of roles at Amazon.com Inc., including building out a lending business for merchants selling on the retailer’s online marketplace.<br />Since its 2016 launch, Goldman’s Marcus has expanded beyond its original offering—high-yield savings accounts—and into unsecured installment loans, personal budgeting software, digital-investing tools and, soon, checking accounts. Goldman also nabbed deals to issue credit cards for Apple Inc. and General Motors Co. and made a pitch for  JetBlue Airways Corp.’s  credit-card program, the Journal previously reported.<br />Along the way, Goldman has experienced a number of growing pains, including higher-than-expected loan losses, product delays and executive turnover. Mr. Nahar will fill a role vacated earlier this year when Marcus chief Omer Ismailleft Goldman to run  Walmart Inc.’s  new fintech startup.<br />One of Mr. Nahar’s tasks will be achieving targets that Goldman executives had set for Marcus before the coronavirus pandemic hit last year. Those include amassing more than $20 billion of loan balances and attracting more than $125 billion of deposits by 2024. At the end of March, Marcus had about $8 billion of loan balances and about $100 billion of deposits."
}