{
    "url_original": "https://www.wsj.com/articles/google-strikes-deal-with-hospital-chain-to-develop-healthcare-algorithms-11622030401?mod=tech_lead_pos1",
    "url": "google-strikes-deal-with-hospital-chain-to-develop-healthcare-algorithms-11622030401",
    "title": "Google Strikes Deal With Hospital Chain to Develop Healthcare Algorithms",
    "sub_head": "Tech giant expands health-sector presence in latest deal to develop tools to improve medical care, as privacy concerns arise",
    "category_1": "Health",
    "time": "2021-05-26 09:56:00",
    "body": "Alphabet Inc.’s  Google and national hospital chain  HCA Healthcare Inc.  have struck a deal to develop healthcare algorithms using patient records, the latest foray by a tech giant into the $3 trillion healthcare sector.<br />Nashville, Tenn.,-based HCA, which operates across about 2,000 locations in 21 states, would consolidate and store with Google data from digital health records and internet-connected medical devices under the multiyear agreement. Google and HCA engineers will work to develop algorithms to help improve operating efficiency, monitor patients and guide doctors’ decisions, according to the companies.<br />“Data are spun off of every patient in real time,” said Dr. Jonathan Perlin, HCA’s chief medical officer. “Part of what we’re building is a central nervous system to help interpret the various signals.”<br />The deal expands Google’s reach in healthcare, where the recent shift to digital records has created an explosion of data and a new market for technology giants and startups. Data crunching offers the opportunity to develop new treatments and improve patient safety, but algorithm-development deals between hospitals and tech companies have also raised privacy alarms.<br />Google has previously reached deals with other prominent U.S. hospital systems, including St. Louis-based Ascension, that granted access to personal patient information, drawing public scrutiny. Other tech giants have struck similar deals."
}