{
    "url_original": "https://www.wsj.com/articles/gop-lawmakers-urge-probe-of-amazons-pursuit-of-pentagon-contract-11620100134?mod=business_minor_pos4",
    "url": "gop-lawmakers-urge-probe-of-amazons-pursuit-of-pentagon-contract-11620100134",
    "title": "GOP Lawmakers Urge Probe of Amazon’s Pursuit of Pentagon Contract",
    "sub_head": "Sen. Mike Lee and Rep. Ken Buck say Amazon might have violated antitrust law in seeking JEDI cloud-computing deal ultimately won by Microsoft",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-333614?width=620&size=1.5",
    "image_1": "im-333614.jpg",
    "time": "2021-05-03 23:48:00",
    "body": "Two Republican lawmakers are pressing the attorney general to investigate potential anticompetitive behavior by  Amazon . com Inc. in its pursuit of a major government cloud-computing contract, according to letters reviewed by The Wall Street Journal.<br />Sen. Mike Lee (R., Utah) and Rep. Ken Buck (R., Colo.) urged Attorney General Merrick Garland to open up an investigation into the Joint Enterprise Defense Infrastructure procurement process in a joint letter on Monday evening. Amazon was one of a number of technology companies that competed for the Department of Defense’s 10-year, $10 billion cloud-computing contract, but ultimately lost to rival Microsoft Corp.<br />The letter says Amazon might have violated antitrust laws and federal conflict-of-interest laws. “We are concerned that Amazon may have attempted to monopolize one or more markets relating to government and/or commercial cloud computing services by improperly influencing the Joint Enterprise Defense Infrastructure procurement process,” the letter says.<br />Amazon didn’t immediately respond to requests for comment late Monday. The company previously has said its cloud subsidiary received no preferential treatment.<br />Amazon has contested the 2019 decision awarding the so-called JEDI contract to Microsoft, its largest cloud-computing rival. Amazon contends that it was treated unfairly in the JEDI procurement process, claiming that former President Donald Trump improperly influenced the outcome and steered the contract to another bidder. The Pentagon has denied those claims."
}