{
    "url_original": "https://www.wsj.com/articles/gops-blue-collar-agenda-still-a-work-in-progress-11619874000?mod=politics_lead_pos5",
    "url": "gops-blue-collar-agenda-still-a-work-in-progress-11619874000",
    "title": "GOP’s Blue-Collar Agenda Still a Work in Progress",
    "sub_head": "Biden outlined a vision of policies that Democrats believe working-class voters want. Republicans are considering their own blueprints.",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-332643?width=620&size=1.5",
    "image_1": "im-332643.jpg",
    "time": "2021-05-01 09:00:00",
    "body": "After the November election, many Republican leaders looked at the surge of blue-collar voters into their party and concluded that their best hope for winning the next time was to cement the GOP’s image as “the party of the working class.’’ But Republicans haven’t yet unified behind a policy platform to support that goal.<br />President Biden used his speech to Congress on Wednesday to show that he was eager to compete for those voters, as well, labeling part of his domestic agenda as a jobs program for blue-collar workers. Nearly 90% of the jobs to be created by Mr. Biden’s infrastructure bill wouldn’t require a college degree, he said, calling his plan “a blue-collar blueprint to build America.’’ His climate plan, he said, would create unionized jobs for tasks such as building 500,000 charging stations to power electric vehicles.<br />To Rep. Tom Rice (R., S.C.), the president’s language had a clear political goal. “It’s obvious he would like to win back many of the voters who came to the Republican Party in recent years…the working-class voters,’’ he said.<br />Working-class voters are sometimes defined as those without a four-year college degree. They accounted for about 60% of voters in 2020 and vary widely in income, according to AP VoteCast, a large survey of the electorate. Some 18% of voters in Wall Street Journal/NBC News surveys last year said they held blue-collar jobs. About half of them considered themselves Republicans, up from 37% a decade earlier and well above the 29% who identified last year as Democrats.<br />In the House, many Republicans have focused on continuing former President Donald Trump’s policies on immigration, energy and trade, while some Senate Republicans have proposed ideas that would give government a more direct role in social programs. The approach to a working-class agenda “has varied a lot within the party,’’ said Oren Cass, executive director of American Compass, a group of conservative economic thinkers. “It’s one of the dimensions along which the party is really in flux.’’"
}