{
    "url_original": "https://www.wsj.com/articles/gov-whitmer-was-right-to-shut-pipeline-down-11622142526?mod=opinion_major_pos17",
    "url": "gov-whitmer-was-right-to-shut-pipeline-down-11622142526",
    "title": "Gov. Whitmer Was Right to Shut Pipeline Down",
    "sub_head": "This 68-year-old pipeline was designed to operate for only 50 years.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-339194?width=620&size=1.5",
    "image_1": "im-339194.jpg",
    "time": "2021-05-27 15:08:00",
    "body": "The Line 5 shutdown is the right call. David Jacobson and Gary Doer’s “Pipeline Politics Threatens Energy Up North” (op-ed, May 18) is misleading about Enbridge’s Line 5. Gov. Gretchen Whitmer is right, Line 5 is “a ticking time bomb.”<br />This 68-year-old pipeline was designed to operate for only 50 years. It has already reported 33 polluting spills, some close to the Great Lakes. Its protective coating is incomplete and its supports are sinking. It is particularly vulnerable in the busy shipping channel in the Straits of Mackinac, where it was recently dented by an anchor.<br />An oil spill in the Straits would be disastrous. Did we learn nothing when Enbridge devastated the Kalamazoo River with a gigantic spill from a 41-year-old pipeline?<br />There is no evidence that shutting down Line 5 would cause U.S. gasoline shortages, like the Colonial Pipeline disruption did. That’s because the Colonial Pipeline, which supplies 100 million gallons a day of gasoline to gas stations that serve U.S. consumers, was shut down without notice. Consumers were unaffected last summer when a court shut Line 5 down for 18 days. Line 5 carries no gasoline. It transports 7 million gallons a day of hydrocarbons to U.S. refineries, which have had six months to make other plans.<br />The authors assume that this outdated pipeline won’t cause an environmental disaster. This is taking a huge bet with no safety net. In ordering Line 5 to shut down, Gov. Whitmer is protecting us all."
}