{
    "url_original": "https://www.wsj.com/articles/gray-whales-were-thought-to-be-extinct-in-the-atlantic-so-how-did-wally-end-up-off-the-riviera-11621180801",
    "url": "gray-whales-were-thought-to-be-extinct-in-the-atlantic-so-how-did-wally-end-up-off-the-riviera-11621180801",
    "title": "Gray Whales Were Thought to Be Extinct in the Atlantic. So How Did Wally End Up Off the Riviera?",
    "sub_head": "Some researchers speculated that receding Arctic sea ice confused the whale during its annual Pacific migration",
    "category_1": "World",
    "time": "2021-05-16 12:00:00",
    "body": "Somewhere in the Mediterranean, a 26-foot-long gray whale is exploring harbors and inlets as it tries to find its way back out to the Atlantic after veering thousands of miles off course.<br />Biologists, who have named the whale Wally, have been tracking its progress since it made its way into the waters separating southern Europe from North Africa in April. After first being spotted off Morocco, it passed Gibraltar and made its way as far as Italy before doubling back along the French and Spanish coasts toward the Atlantic, cut off from its usual food sources and growing thinner with each sighting. Researchers worry whether the whale will survive.<br />Aerial photographs showed Wally passing over reefs, almost within touching distance of people’s coastside gardens and resort beaches as it looked for a way out. One showed it near the sea wall at a popular beach in Barcelona.<br />The mystery, though, is how the whale got to the Mediterranean in the first place.<br />Gray whales were thought to have been extinct in the Atlantic since the early 18th century because of overhunting; they were long prized for their rich oil. Today, the only known population is in the Pacific, where they migrate 6,000 miles between the waters off Mexico, where they mate and reproduce, and the rich feeding grounds in the Bering and Chukchi seas, where they dive to the ocean floor to fatten up on crustaceans and shrimp."
}