{
    "url_original": "https://www.wsj.com/articles/great-inflation-expectations-wont-save-the-fed-11621527488?mod=opinion_lead_pos11",
    "url": "great-inflation-expectations-wont-save-the-fed-11621527488",
    "title": "Great Inflation Expectations Won’t Save the Fed",
    "sub_head": "Jawbone all you want, both Main Street and Wall Street know price high jinks when they see them.",
    "category_1": "Opinion",
    "category_2": "Political Economics",
    "time": "2021-05-20 12:18:00",
    "body": "Central banking has become a game of expectations. Looking only at current price data, you might think the Federal Reserve isn’t satisfying the price-stability half of its mandate from Congress. But never fear. Central bankers will assure you that as long as the Fed (and its peers) can manage inflation expectations, this will all work out in the end. Based on this belief, steering those expectations—the term of art here is “anchoring”—has become a policy-making preoccupation.<br />The only problem: It’s not at all obvious whether or how this monetary lever works. And “well-anchored expectations” almost certainly won’t spare the Fed from having to make difficult decisions in short order about whether and how to move on from its crisis policies.<br />The common theory on prices and expectations for a long time was that household and Main Street guesses about future price movements were dispositive. If workers believed higher inflation was around the corner they would demand higher wages, and then employers would have to meet those wage demands and raise prices to compensate, and up and up prices would spiral. Conversely, if people believed future inflation would be moderate, they wouldn’t be tempted to step onto that merry-go-round.<br />The main good news for the Fed is that there’s only mixed evidence to support this view. Absent other factors, there’s no clear mechanism for household expectations to feed into sustained higher inflation. Workers can demand higher wages all they want, but pay is based on what an employer thinks she can afford given productivity, expected demand and only then some vague guess about whether inflation might allow future price increases.<br />Which is just as well, since households consistently guess wrong about future inflation because they base their bets on what they currently see. Japan, where the central bank and many economists have fixated on expectations for two decades, is a prime example. Households’ inflation expectations tend to be highly correlated with the price changes they’re witnessing at the time, Richard Katz of the Carnegie Council for Ethics in International Affairs has found. Expectations bear almost no relationship to what happens in the 12 months after a given survey."
}