{
    "url_original": "https://www.wsj.com/articles/gretchen-whitmers-pipeline-war-11621636276?mod=opinion_lead_pos1",
    "url": "gretchen-whitmers-pipeline-war-11621636276",
    "title": "Gretchen Whitmer’s Pipeline War",
    "sub_head": "Michigan’s Governor assaults Canada and the Midwest economy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-21 18:31:00",
    "body": "The cyber attack on the Colonial Pipeline has led to surging gasoline prices on the East Coast. But that isn’t stopping Michigan Gov. Gretchen Whitmer from trying to shut down another crucial pipeline, no matter the harm across the Midwest and Canada.<br />Enbridge Energy ’s  Line 5 transports more than half a million barrels a day of oil and natural gas liquids through Canada and the Great Lakes region. Late last year Ms. Whitmer moved to revoke and terminate an easement that lets the pipeline operate for 4.5 miles across the Straits of Mackinac. She’s seeking a state court injunction to force Enbridge to shut down Line 5 and “permanently decommission” the pipeline.<br />Ms. Whitmer claims Enbridge has created an “unacceptable risk of a catastrophic oil spill in the Great Lakes that could devastate our economy and way of life.” But the Pipeline and Hazardous Materials Safety Administration, the federal regulator that oversees Line 5, said in January that it is “presently aware of no unsafe or hazardous conditions that would warrant shutdown of Line 5.”<br />No mode of moving energy is risk-free, but pipelines are much safer than rail. Enbridge says that over two decades Line 5 has seen five incidents that resulted in the release of 882 gallons of product. Compare that to the 2013 Lac-Mégantic disaster, where a train carrying oil derailed, spilling some 1.6 million gallons and causing an explosion that killed some 47 people.<br />Enbridge is seeking permits to build a new pipeline to replace Line 5, but the project is years from completion. Consumer Energy Alliance, an advocacy group, says a shutdown of Line 5 could cause propane shortages in Michigan’s Upper Peninsula, and Midwestern farmers could face rising costs for diesel fuel and more. A report by the group found that, even by conservative estimates, Michigan, Ohio, Pennsylvania and Indiana would lose more than 33,750 jobs and $265.7 million in annual state tax revenue from the pipeline’s closure."
}