{
    "url_original": "https://www.wsj.com/articles/halifax-retribution-review-to-catch-a-sniper-11622152789?mod=opinion_major_pos13",
    "url": "halifax-retribution-review-to-catch-a-sniper-11622152789",
    "title": "‘Halifax: Retribution’ Review: To Catch a Sniper",
    "sub_head": "After two decades away from solving crimes, a forensic psychiatrist played by Rebecca Gibney finds herself called upon to help catch a serial murderer in Melbourne.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-345241?width=620&size=1.5",
    "image_1": "im-345241.jpg",
    "time": "2021-05-27 17:59:00",
    "body": "It’s been 20 years since forensic psychiatrist Jane Halifax (Rebecca Gibney) has worked with police as she’s called on to do in “Halifax: Retribution.” The citizens of Melbourne, Australia, are suffering the growing menace of a sniper—a killer who never misses his targets. That those targets are chosen at random is all the more cause for the terror he inflicts on this city, whose law-enforcement establishment quickly realizes its need for expert help of the kind Jane can provide, however reluctantly. Not only has she been leading a satisfying life as an academic, she’s recently had a tormenting personal loss of her own. She’s nevertheless incapable of rejecting the call of duty in an emergency of this magnitude, particularly one awash in as many mysteries as this one. And as much carnage, colorfully delivered—one of the distinguishing features of this eight-part series. Even conversations among police officers end with somebody getting a bullet in the head.<br /><br />There are, however, distinctive features of a more complex kind in this tale, among them its lack—relatively speaking—of clichéd characters and circumstances. It’s a story that can boast, as well, of a skepticism about high-minded idealists—a kind that turns out to be in the end not terribly nuanced in its picture of the lethal self-righteousness at the heart of a certain kind of obsessiveness with the need to reform society. A picture that suggests, in the end, a connection between that kind of obsession in its extreme forms and a certain degree of mental derangement.<br />There’s no mistaking that the most objectionable—and most dangerous—characters here are those claiming they’ve been driven by devotion to the highest principles. Among them, their determination to right the wrongs of governments that victimize people through the machinery of surveillance: a crime, in the view of certain of the criminals in this saga, that cries out for attention to be paid—which, one of them apparently feels, can be achieved only by repeated acts of murder.<br />A crisply authoritative professional, Jane stands somewhat apart from the police in her ability to establish personal connections with wanted criminals. It’s how she manages to get herself into close quarters with one of the most dangerous of these—which makes for scenes impressively freighted with tension. Not that anyone can imagine she won’t be able to escape, with every hair still in place. Jane has, in addition, a strong support unit in her police colleagues, led by Tom Saracen (Anthony LaPaglia)—a force employed to shadow her every move into dangerous territory."
}