{
    "url_original": "https://www.wsj.com/articles/harvard-and-discrimination-against-asians-11622473877?mod=opinion_major_pos16",
    "url": "harvard-and-discrimination-against-asians-11622473877",
    "title": "Harvard and Discrimination Against Asians",
    "sub_head": "Expect opaque and unmeasurable admissions criteria to replace objective and rigorous standardized testing.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-343076?width=620&size=1.5",
    "image_1": "im-343076.jpg",
    "time": "2021-05-31 11:11:00",
    "body": "Regarding your editorial “Justices, Please Take the Harvard Case” (May 25): Be careful what you wish for. If the plaintiffs, Students for Fair Admissions, win, you can bet that elite college- and graduate-admissions offices around the country will establish workarounds to assure that opportunities remain for admittance of significant numbers of underrepresented minorities. And they’d be right to do so.<br />Expect opaque and unmeasurable admissions criteria to replace objective and rigorous standardized testing such as the SAT and ACT. These tests have their warts, no doubt, but they are more relevant than ever to help select the worthiest candidates, given vastly different educational experiences and rampant grade inflation. The tests have been shown to significantly predict first-year grades in universities at least as well for underrepresented minorities as for others. And recognizing the tests’ disparate socio-economic impact, admissions offices by and large have done an admirable job of using the tests flexibly and equitably, permitting more leeway for applicants from disadvantaged backgrounds. This approach has been a lifeline for minority students. Do we really want to jettison it?<br />California, which has an anti-affirmative-action constitutional provision perpetually in the bull’s-eye of activists, has done just that. The UC Board of Regents voted last year to eliminate SAT/ACT requirements for new students. How the UC system will competently and fairly sift through the thousands and thousands of applicants—including making comparisons between minority candidates—in the absence of objective criteria like these tests is anyone’s guess.<br />Let’s not repeat that fiasco in waiting nationally. The justices would be wise to take a pass on the Harvard case, or to affirm the lower courts’ decisions.<br />William G. Lawlor"
}