{
    "url_original": "https://www.wsj.com/articles/hate-crimes-in-new-york-city-continue-to-rise-11620077186?mod=business_minor_pos4",
    "url": "hate-crimes-in-new-york-city-continue-to-rise-11620077186",
    "title": "Hate Crimes in New York City Continue to Rise",
    "sub_head": "Asians were targeted in 80 hate crimes from Jan. 1 through April 4, up from 16 in the same period in 2020, NYPD figures show",
    "category_1": "U.S.",
    "category_2": "New York",
    "time": "2021-05-03 17:56:00",
    "body": "Hate crimes in New York City continue to rise, fueled by an increase in crimes targeting Asian-Americans and dozens of crimes against Jews, according to New York Police Department figures released Monday.<br />The NYPD’s Hate Crime Task Force said the city recorded 180 hate crimes from Jan. 1 through May 2, an increase of 73% from 104 such crimes during the same period last year. NYPD officials have said that the true number of hate crimes in the city is probably higher because many of those crimes go unreported.<br />According to the figures, Asians were targeted in 80 New York City hate crimes from Jan. 1 through April 4, up from 16 in the same period in 2020. The NYPD recorded 28 hate crimes against Asians for 2020, up from three in 2019. NYPD officials have said that some of the attacks on Asian-Americans have been motivated by the false belief that Asians are responsible for the coronavirus pandemic.<br />According to the NYPD figures, Jewish people were targeted in 54 hate crimes between Jan. 1 and May 2, down from 58 such crimes in 2020. Hate crimes against Jews accounted for the second-largest number of such crimes this year, after those targeting Asians.<br />NYPD figures show that officers made 78 arrests in hate-crime cases from Jan. 1 through May 2, up 160% from 30 such arrests in the same period last year. The NYPD has stepped up its efforts to combat hate crimes against Asians. In the fall, it created the Asian Hate Crime Task Force, which is composed of detectives of Asian descent. The NYPD in March began using undercover officers in an attempt to thwart such crimes."
}