{
    "url_original": "https://www.wsj.com/articles/hatred-of-jews-hardens-israels-resolve-11621893071?mod=opinion_major_pos8",
    "url": "hatred-of-jews-hardens-israels-resolve-11621893071",
    "title": "Hatred of Jews Hardens Israel’s Resolve",
    "sub_head": "Anti-Semitic violence is un-American and threatens Biden’s Mideast agenda.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-342666?width=620&size=1.5",
    "image_1": "im-342666.jpg",
    "time": "2021-05-24 17:51:00",
    "body": "The Gaza war spilled into America last week as some pro-Palestinian and pro-Hamas demonstrators crossed the line separating protest from mob violence in several U.S. cities.<br />Past anti-Jewish violence in America has generally come in one of three forms. It has either been perpetrated by a deranged individual like in the 2018 shooting at Pittsburgh’s Tree of Life synagogue, by an outgrowth of communal tensions as in the 1991 Crown Heights riots, or by an attack on a particular Jewish individual such as the 1915 lynching of Leo Frank.<br />Last week brought something different: Mobs visited widespread violence on random Jews, or in some cases “Jewish-looking” non-Jews. The targets have no responsibility for Israeli policy. Given the policy preferences of U.S. Jews documented in polling, many were likely anti-Trump, anti-Netanyahu, critical of Israel’s treatment of Palestinians and pro-Black Lives Matter. None of this meant anything to the mob. All the attackers seemed to care about was that their victims were, or looked, Jewish. That was enough.<br />Nothing about last week’s violence would have surprised Theodor Herzl, architect of the Zionist movement. The core insight that drove Herzl into Zionism was that though the ideals of the liberal enlightenment were beautiful and appealing, European Jews would perish horribly if they entrusted their fate to them. Many Israelis—whether descended from Holocaust survivors, Jews expelled or fleeing persecution and discrimination across the Middle East, or Jews who endured oppression and discrimination in the Soviet Union—believe from familial and personal experience that Herzl got it right.<br />Americans have tried to build a country that could prove Herzl wrong. The U.S. has sought to form a national identity that transcends race and tribe, in which anyone—including Jewish Americans and Palestinian-Americans—can be truly at home and as American as apple pie. The country isn’t there yet, but many of us want to keep trying."
}