{
    "url_original": "https://www.wsj.com/articles/heard-on-the-street-pandemic-videogame-habits-might-be-hard-to-break-11621508581?mod=business_minor_pos22",
    "url": "heard-on-the-street-pandemic-videogame-habits-might-be-hard-to-break-11621508581",
    "title": "Pandemic Videogame Habits Might Be Hard to Break",
    "sub_head": "Videogame publisher stocks have been among the hardest hit in the recovery trade but gamers’ new engagement could last",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-20 07:03:00",
    "body": "Investors might be overestimating videogame players’ desire to get out and rediscover nature.<br />The hype for  GameStop  has ironically excluded the companies that make the game disks filling those stores. Videogame publisher stocks have been among the hardest hit in the recovery trade, with  Activision Blizzard ,   Electronic Arts ,   Take-Two Interactive ,   Ubisoft  and  Nintendo  averaging a drop of more than 10% this year. That is even after including Take-Two’s nearly 7% jump Wednesday following a strong report for its fiscal fourth quarter that ended March 31. EA, Activision, Nintendo and Ubisoft are still averaging a 27% discount to the Nasdaq Composite, according to FactSet, on a forward-earnings basis.<br />The reason isn’t complicated. Investors worry that the surge in gaming sparked by the pandemic will end as players get back to their workplaces and classrooms. The five aforementioned game makers are indeed coming off strong runs that will be hard to duplicate in a normalized world. Nintendo’s revenue jumped 34% in the fiscal year ended in March, while EA, Ubisoft and Take-Two averaged 28% growth in net bookings for the same fiscal year. Activision, which runs on a calendar year, saw net bookings jump 32% for the 12-month period ending in March. All those growth rates represented significant accelerations from the previous years; for EA and Ubisoft, it was their best growth in a decade, according to FactSet.<br />Despite investor concerns, game habits formed during the pandemic could yet prove sticky. On his company’s earnings call Tuesday, Take-Two’s typically conservative Chief Executive Officer Strauss Zelnick projected a “moderation” as the world normalizes, but added that the overall addressable market for games “will be notably larger going forward than it was pre-pandemic,” thanks mostly to an influx of new gamers.<br />This year will also feature some major releases of high-profile games for the newest Xbox and PlayStation consoles, including the first Battlefield sequel from EA in three years. And the installed base of those consoles should improve, though they will likely still be hampered a bit by the continuing semiconductor shortage."
}