{
    "url_original": "https://www.wsj.com/articles/hearing-homers-song-undying-melody-11620999349",
    "url": "hearing-homers-song-undying-melody-11620999349",
    "title": "Hearing Homer’s Song: Undying Melody",
    "sub_head": "A revolutionary scholar argued that the masterpieces of the ancient world had a collective, oral origin.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-05-14 09:35:00",
    "body": "As recently as 1980, when I was living in a small village in Greece, I heard the oral tradition at work. A great keening of women erupted in the house across the dirt road, informing me that my elderly neighbor, Erasmia, had died. They were singing the dirges called moirológia, “fate-songs,” spontaneous compositions based on traditional patterns, the 15-syllable line of Greek poetry, with heroic epithets about the dead. To my unaccustomed ears, such poetry sounded like the high-pitched murmur of bees.<br />This memory came to mind when reading “Hearing Homer’s Song,” Robert Kanigel’s biography of Milman Parry, the revolutionary scholar of the oral tradition, whose death in 1935 of a gunshot to the heart remains the stuff of myth. Mr. Kanigel has made a career of writing books about eccentric geniuses, such as the urbanist Jane Jacobs and the mathematician Srinivasa Ramanujan. The latter book, “The Man Who Knew Infinity,” was made into a movie starring Dev Patel and Jeremy Irons. A film of “Hearing Homer’s Song” might work equally well, given Parry’s relatively adventurous life and violent death, at 33, in a Los Angeles hotel room. A pistol was found in his suitcase, still holstered, wrapped in a powder-burned shirt. Did it go off accidentally? Did he deliberately shoot himself or was he murdered by his wife, Marian, who often expressed disappointment in her marriage? The death was ruled accidental in the coroner’s report, though according to Mr. Kanigel “homicide” and “suicide” were “both physically inked out.”<br />Mr. Kanigel’s subject is not the mystery of one man’s life, a man he calls “the most important American classical scholar of the 20th century.” Nor is his subject the lifelong labor of Parry’s disciple, Albert Lord, to complete his predecessor’s work. The true hero of “Hearing Homer’s Song” is their “new idea of poetic artistry,” the oral tradition itself. They did not themselves conceive of the possibility of oral composition of epics, but no one before them had taken such pains to demonstrate how it could work.<br />Only 23 when Parry died, Lord had a nervous breakdown and left academia for eight years, laboring in a naval shipyard, before he could face the half-ton of evidence they had gathered in 1934 and 1935, when they recorded the traditional poets of Yugoslavia. They were seeking a link between the poetic practice of contemporary shepherds and Homer. “In that hardscrabble, mostly mountainous backcountry,” Mr. Kanigel writes, “of roads rutted and electricity scarce, of dialects, religions, ancient wars, and tribal resentments all butting up against one another, they struggled with equipment and supplies and bedbug-infested village inns.” Parry’s idea was momentous, touching the essence of poetry as a distinct human art. As Lord put it in “The Singer of Tales” (1960), a book representing the culmination and extension of his teacher’s research, “What is called the oral tradition is as intricate and meaningful an art form as its derivative ‘literary tradition.’ ” By “literary” we usually mean books and writing, but what if literature predates such inventions?<br />Milman Parry argued that we don’t really need to know who Homer was, since the epics could be the oral compositions of a tribe, “not the work of any one individual.” He flung aside our most precious notions of individual genius, concentrating instead on the patterns and inconsistencies of Homeric epics, the way some vocabulary, particularly epithets like “wine-dark sea” and “gray-eyed Athena,” existed only to suit the demands of the dactylic verse, a vibration of sound and a vehicle for narrative propulsion."
}