{
    "url_original": "https://www.wsj.com/articles/hear-com-postpones-ipo-because-of-choppy-stock-market-11620920379?mod=business_lead_pos7",
    "url": "hear-com-postpones-ipo-because-of-choppy-stock-market-11620920379",
    "title": "Hear.com, Zenvia Postpone IPOs Because of Choppy Stock Market",
    "sub_head": "Pair of delays come after mortgage insurer Enact shelved its own public debut on volatility concerns",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-338040?width=620&size=1.5",
    "image_1": "im-338040.jpg",
    "time": "2021-05-13 17:01:00",
    "body": "Hearing-care services provider Hear.com NV and communication-technology company Zenvia Inc. postponed their initial public offerings due to the choppy stock market, people familiar with the matter said.<br />Both Hear.com and Zenvia were set to price their offerings Thursday and start trading Friday. Their timelines are now in flux, the people said. On Wednesday, private mortgage-insurance company Enact Holdings Inc. decided to delay its IPO as well. Enact said Thursday that recent market volatility meant that “current market pricing for the planned offering does not accurately reflect Enact’s value.”<br />The stock market, while still up for the year, has fallen sharply this week. The S&P 500 dropped 4% in the first three days of the week, its steepest three-day decline in seven months, though the index rebounded by 1.2% on Thursday. Companies generally prefer to make their public-market debuts into a rising—or at least not volatile—stock-market environment.<br />Netherlands-based Hear.com was seeking to raise about $300 million in the public market at the midpoint of its targeted price range, while Brazil’s Zenvia was seeking to raise $213 million at its midpoint. Enact, a spinoff of  Genworth Financial Inc.,  was looking to raise about $500 million, according to regulatory filings.<br />The decisions to postpone the offerings are the latest signs of cooling for the U.S. IPO market, which has been hot for nearly a year."
}