{
    "url_original": "https://www.wsj.com/articles/hedge-funds-face-backlash-from-europe-in-bond-market-11620639114",
    "url": "hedge-funds-face-backlash-from-europe-in-bond-market-11620639114",
    "title": "Hedge Funds Face Backlash From Europe in Bond Market",
    "sub_head": "Spain, France and Italy have moved to curb orders from hedge funds to avoid demand for new bonds from appearing inflated, bankers say",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-336165?width=620&size=1.5",
    "image_1": "im-336165.jpg",
    "time": "2021-05-10 05:31:00",
    "body": "European governments are acting to limit hedge funds’ participation in the market for new sovereign bond issuance, following a surge in demand from the firms.<br />The pushback was prompted by unusually large orders placed by hedge funds for new bonds, which can then potentially be sold—sometimes within hours—to the European Central Bank for a profit, bankers, investors and a government official said. Order books, which track demand for new bonds and help determine the prices, have ballooned since hedge funds began to pile into this trade.<br />The debt-management offices of Spain and Italy have placed caps ranging from 500 million euros to 1 billion euros, equivalent to $608 million to $1.2 billion, on orders from hedge funds for bonds directly issued by countries in the primary market, according to bankers who worked on the deals. France has also limited order sizes, an official said.<br />Millennium Management, Brevan Howard, DoubleLine, Tenaron Capital Management and BlueBay Asset Management are among the hedge funds that have been active in the primary market for sovereign bonds in recent months, according to bankers. Some hedge funds have put in orders for as much as 3 billion euros of bonds in a single offering, which is far more than they can realistically buy, the bankers said.<br />Large investment firms, pension funds, insurers and banks’ treasury departments are usually the biggest buyers of government bonds in the primary market. Countries issuing bonds typically seek to avoid investors with a short-term horizon. That is because hot money flowing quickly in and out of their debt can make prices volatile and potentially drive away other buyers, which could increase their borrowing costs."
}