{
    "url_original": "https://www.wsj.com/articles/hedge-funds-increase-bets-on-private-companies-11621416604?mod=markets_lead_pos5",
    "url": "hedge-funds-increase-bets-on-private-companies-11621416604",
    "title": "Hedge Funds Increase Bets on Private Companies",
    "sub_head": "Viking, Maverick look to stand-alone private-equity funds, while Anthony Scaramucci pitches Klarna",
    "category_1": "Hedge Funds",
    "image_1_url": "https://images.wsj.net/im-334486?width=620&size=1.5",
    "image_1": "im-334486.jpg",
    "time": "2021-05-19 05:30:00",
    "body": "Hedge-fund firms are stepping up their presence in what has emerged as Wall Street’s hottest area: investing in private companies.<br />Viking Global Investors LP, Maverick Capital Ltd., Lone Pine Capital LLC and others have taken steps recently to increase their investments in private companies. Viking, a large investor in private healthcare and biotechnology companies, is aiming to raise $1 billion from investors for its first dedicated private-equity fund, said potential clients. The new fund is expected to close on Oct. 1.<br />Some hedge funds have been investing part of their money in private companies for years, saying they would miss out on opportunities to profit otherwise, given that companies are staying private longer. But interest from hedge funds has soared recently as profits have proliferated and companies have gone public at a rapid pace.<br />For the year through Friday, more than $312 billion of registered equity offerings through initial public offerings, special-purpose acquisition companies and follow-on deals came to market in the U.S., according to Dealogic. That figure is more than the annual average of nearly $290 billion that came to market in the U.S. over the decade ended 2020.<br />“There is huge demand,” said Jason Kaplan, a partner at Schulte Roth & Zabel LLP, who said he has been having multiple conversations a week with hedge-fund managers interested in discussing ways to invest in private companies. “They believe in the ability to drive returns and also mitigate some of the risks of public markets.”"
}