{
    "url_original": "https://www.wsj.com/articles/helgoland-review-the-paradox-of-particles-11622231175",
    "url": "helgoland-review-the-paradox-of-particles-11622231175",
    "title": "‘Helgoland’ Review: The Paradox of Particles",
    "sub_head": "On an island retreat to escape allergies, the young physicist Werner Heisenberg could focus his attention on the strange world of the subatomic.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-342886?width=620&size=1.5",
    "image_1": "im-342886.jpg",
    "time": "2021-05-28 15:46:00",
    "body": "Given the probabilistic basis of quantum theory, it is apt that happenstance should have been midwife at the birth of one of its most radical formulations. Had Werner Heisenberg as a young man not suffered from chronic hay fever and sought relief on the virtually treeless island of Helgoland in the North Sea off the coast of Germany, particle physics might be a very different matter from what it is today. Indeed, our concept of matter itself might be a different matter.<br />Carlo Rovelli, a theoretical physicist whose specialty is quantum gravity, is also one of the warmest, most elegant and most lucid interpreters to the laity of the dazzling enigmas of his discipline. In his new, brief but potentially momentous book “Helgoland”—translated from the Italian by Erica Segre and Simon Carnell—he takes Heisenberg as an exemplary figure, one with the “visionary force of a rebellious, critical spirit . . . capable of redesigning our world from scratch.” It is a description that, with a slight slackening of emphasis, might fit Mr. Rovelli himself, in his role as promulgator of what he terms “the ‘relational’ interpretation of quantum theory.” To which we shall return.<br />Heisenberg went to Helgoland—“Heligoland” to English-speakers—in 1925, 20 years after the publication of the Special Theory of Relativity. The world of science was in a more than usually violent state of ferment, with physicists struggling not only to establish a synthesis between Newton’s and Einstein’s differing versions of reality, but also to reach an accommodation with the baffling new ideas that would come to constitute quantum theory.<br />It was a heavy task, and one that is still far from complete, nearly a century on. Richard Feynman was not the first to say—though, being Feynman, he said it more cheerfully than did others—that no one understands quantum theory. This is despite the fact that the theory is at the heart of everything from mobile-phone technology to the formation of star systems. We investigate the stars, and do a lot talking on our phones, yet for most practical purposes we live in the world according to Newton. The macrosphere of gadgets and galaxies seems not to connect, at least not in any way that we can as yet make out, with the microsphere of quanta and quarks.<br />Only 23 when he went to Helgoland, Heisenberg brought with him a puzzle arising from work on the properties of chemical elements carried out by the Danish physicist Niels Bohr, who at the age of 40 was already one of the grand old men of physics. According to Bohr’s formulas, an electron circling the nucleus of an atom will somehow leap from one fixed orbit to another, as if by magic, seeming not to exist between leaps. Heisenberg, in solitude and free of life’s usual distractions, set to work on the problem with the single-mindedness of youth and the determination of genius."
}