{
    "url_original": "https://www.wsj.com/articles/here-today-review-whats-so-funny-11620335525",
    "url": "here-today-review-whats-so-funny-11620335525",
    "title": "‘Here Today’ Review: What’s So Funny?",
    "sub_head": "Billy Crystal and Tiffany Haddish star as a TV comedy writer with dementia and his unlikely guardian angel.",
    "category_1": "Film Review",
    "time": "2021-05-06 17:12:00",
    "body": "A comedy afflicted with terminal unfunniness, “Here Today,” which is playing in theaters, may well be gone tomorrow. Billy Crystal is Charlie Berns, a veteran TV comedy writer and famous playwright—a version of Neil Simon—who is struggling with dementia. Tiffany Haddish is Emma Payge, a singer and street performer who befriends Charlie and becomes his guardian angel. Mr. Crystal directed, from a script he wrote with Alan Zweibel. But he did no favors to himself or anyone else by pushing his cast to TV-sketch excess while playing Charlie on the sticky margin between unctuous and smarmy until the poor man vents his rage in a live-TV scene that amounts to a variant of “Network” without the dramatic logic.<br />It’s unfortunate for the film that its release follows “The Father,” another story of dementia that won richly deserved Oscars for its star, Anthony Hopkins, and its screenwriters, Christopher Hampton and Florian Zeller. Comparisons are inevitable, though, and they’re not flattering. Mr. Hopkins and his colleagues raised the subject to the level of austere poetry. “Here Today” lays it out in clumsy prose.<br />Charlie has long been a Luddite, a writer who continues to peck out his scripts on an old Smith Corona portable typewriter and declines to do smartphones. Now, with his short-term memory a ruin, he can barely find his way from home to the production office where he still works as a valued elder with a group of bright young writers on a TV show that bears unconvincing resemblances to Saturday Night Live. And though he keeps forgetting things like his locker number at the gym or his granddaughter’s bat mitzvah rehearsal, he conceals his confusions successfully, if improbably, until Emma comes along to see through him and light up his life with new energy.<br />That’s the scheme of the script, in any case. Actually Emma is an insistently arbitrary contrivance—her ex-boyfriend won lunch with Charlie by placing a $22 bid in an inner city-library auction, but she has no idea who he is. And the energy she brings is false because Mr. Crystal’s direction forces Ms. Haddish to be strident, and her character off-putting, until several quiet moments near the end when genuine feelings are allowed to intrude. False sentiment suffuses a series of cloying scenes in which Charlie talks to a young and lovely vision of his late wife, Carrie; she’s played by Louisa Krause. (Sharon Stone, Kevin Kline, Bob Costas and Barry Levinson play themselves in cameos.)<br />For a while “Here Today” seems to be exploring an intriguing notion, that for all of Charlie’s frightening lapses he’s still got his chops as a comedy writer, or at least as a teacher who can inspire the youngsters in the writers’ room, and an editor who can tell them if their work is good or bad. “There’s a music to comedy,” he says, and you want to believe him, but the fruits of his advice fall awfully far from the tree. At several points in the TV production process we’re supposed to be seeing sketches that owe their hilarity to Charlie’s instincts, but something is missing. In a movie about the anguish of forgetting, they’ve forgotten to make even the funniest stuff funny."
}