{
    "url_original": "https://www.wsj.com/articles/hertz-bankruptcy-auction-yields-winner-to-back-chapter-11-exit-11620825844?mod=markets_major_pos14",
    "url": "hertz-bankruptcy-auction-yields-winner-to-back-chapter-11-exit-11620825844",
    "title": "Hertz Shareholder Payout Set to Swell on Winning Bankruptcy Bid",
    "sub_head": "Knighthead Capital Management and Certares Management emerged as winners in a bidding war that drove up Hertz’s value, generating returns for shareholders",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-337197?width=620&size=1.5",
    "image_1": "im-337197.jpg",
    "time": "2021-05-12 15:48:00",
    "body": "Hertz Global Holdings Inc.  selected investment firms Knighthead Capital Management LLC and Certares Management LLC as the winning bidders for control of the bankrupt company after a fierce competition drove up the expected payout for shareholders, a rarity in corporate chapter 11 cases.<br />The winning offer provides for an estimated distribution of close to $8 a share to the company’s stockholders, people familiar with the matter said, well above Tuesday’s closing price of $3.69.<br />Initial offers from potential bidders for Hertz in its bankruptcy offered nothing for equity, and, as recently as mid-April, the company said its shareholders would come away empty-handed in the proceedings.<br />Hertz’s turnaround comes as coronavirus vaccinations and a rebound in consumers’ willingness to travel are expected to reinvigorate the business and ease its path out of chapter 11. Pandemic restrictions were devastating to Hertz, already weighed down with debt when Covid-19 hit. The company’s large fleet, which is effectively leased from banks and bondholders, was losing value rapidly, with used-car prices falling and business travel at a standstill. Now, used-car prices are soaring, partly due to the global semiconductor shortage.<br />The proposed distribution to shareholders includes $239 million in cash, or roughly $1.50 a share, and 3% of the stock of the reorganized company. Shareholders also would receive either warrants to buy as much as 18% of the reorganized business, or the opportunity to buy equity through a $1.6 billion rights offering."
}