{
    "url_original": "https://www.wsj.com/articles/hertz-gets-court-approval-for-bankruptcy-deal-with-top-bidders-knighthead-and-certares-11621026273?mod=business_minor_pos4",
    "url": "hertz-gets-court-approval-for-bankruptcy-deal-with-top-bidders-knighthead-and-certares-11621026273",
    "title": "Hertz Gets Court Approval for Bankruptcy Deal With Top Bidders Knighthead and Certares",
    "sub_head": "The winning bid will provide a distribution of as much as $8 a share to Hertz’s current owners, according to company estimates",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-339002?width=620&size=1.5",
    "image_1": "im-339002.jpg",
    "time": "2021-05-14 17:04:00",
    "body": "Hertz Global Holdings Inc.  won bankruptcy-court approval to hand control of the rental-car company to Knighthead Capital Management LLC, Certares Management LLC and other investors that won a bidding war over the company.<br />While shareholders typically receive nothing in corporate bankruptcies, the winning bid for Hertz will provide a distribution of more than $7 and as much as $8 a share to the company’s current owners, according to Hertz’s estimates.<br />The winning bid reflected a dramatic rise in Hertz’s prospects in recent weeks as investor groups competed to buy the company out of bankruptcy. Earlier offers from potential bidders offered nothing for Hertz’s equity, and, as recently as mid-April, the company said its shareholders would come away empty-handed in the chapter 11 proceedings. Hertz filed for bankruptcy last May, fighting for survival as its revenue plummeted during the pandemic.<br />“Today we’re on the verge of a remarkable recovery,” company lawyer Tom Lauria said at a virtual hearing Friday in the U.S. Bankruptcy Court in Wilmington, Del.<br />Covid-19 vaccinations and a rebound in consumers’ eagerness to vacation are expected to reinvigorate the travel business and ease Hertz’s path out of chapter 11. Hertz’s creditors will be paid in full, and shareholders will see a substantial return, Mr. Lauria said."
}