{
    "url_original": "https://www.wsj.com/articles/higher-taxes-wont-squash-the-biden-boom-11620212409?mod=business_minor_pos11",
    "url": "higher-taxes-wont-squash-the-biden-boom-11620212409",
    "title": "Higher Taxes Won’t Squash the Biden Boom",
    "sub_head": "A lot has yet to be worked out, but spending, tax and infrastructure plans are likely to boost economic growth",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-05 07:00:00",
    "body": "The first thing investors need to know about President Biden’s big spending plans is that, even though what eventually passes probably won’t strictly follow what he has proposed, some form of higher spending and taxes is likely coming. The second thing to know is that while changes to spending and tax regimes always create winners and losers, the scope of what Mr. Biden is proposing could make that dynamic especially stark. Third, with increased spending likely to outstrip any increase in taxes, in the early going at least, Mr. Biden’s plan could make the economy go faster.<br />Mr. Biden has laid out two ambitious spending proposals: a $2.3 trillion infrastructure plan and a $1.8 trillion proposal for new spending on child care, education and paid leave. On top of the $1.9 trillion in additional Covid-19 relief he has already signed, it comes to a cool $6 trillion.<br />Unlike the relief package, however, Mr. Biden’s spending proposals come with taxes and other revenue-raising offsets aimed largely at wealthy Americans and large corporations. Even with Democrats in control of the House and Senate, however, some of those tax increases are a reach to get passed. Mr. Biden would like to raise the corporate tax rate to 28% from 21%, for example, but 25%—the level that Sen. Joe Manchin, the pivotal West Virginia Democrat, has said he is comfortable with—seems more likely.<br />While Mr. Biden’s proposals will probably get trimmed back, what passes could still amount to a lot. Given that much of what Mr. Biden has laid out is supportable by the slim Democratic majorities in the House and Senate, political strategists at Morgan Stanley expect $4 trillion in additional spending over the next 10 years, offset by a $1.8 trillion increase in taxes and other measures. Cornerstone Macro’s political strategists think the eventual plan will be more modest—at most $3.3 trillion in spending with $1.9 trillion in offsets—but also believe something will pass in the fall.<br />For companies, in particular, this sets up pluses and minuses. Investors must determine how they balance out. Increased government spending will flow through into the economy, boosting domestic sales, particularly for companies that are in areas where that spending will be directed. Construction-materials suppliers, for example, could benefit from bridge-building projects. But multinationals that do much of their business abroad won’t experience as many of those direct benefits even as they experience the higher corporate tax rate. Those multinationals could additionally get hit by an increase in the special minimum tax called GILTI, or global intangible low-taxed income, if they don’t pay enough in foreign taxes."
}