{
    "url_original": "https://www.wsj.com/articles/higher-capital-gains-taxes-could-snare-bidens-wealthy-cabinet-members-11621589409?mod=politics_lead_pos10",
    "url": "higher-capital-gains-taxes-could-snare-bidens-wealthy-cabinet-members-11621589409",
    "title": "Higher Capital-Gains Taxes Could Snare Biden’s Wealthy Cabinet Members",
    "sub_head": "Officials who have divested significant investments, or are in the process, include Secretary of State Antony Blinken and Defense Secretary Lloyd Austin",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-341691?width=620&size=1.5",
    "image_1": "im-341691.jpg",
    "time": "2021-05-21 05:30:00",
    "body": "TOP BIDEN OFFICIALS COULD BE HIT with hefty capital-gains tax bills if President Biden’s tax proposals become law, though they could defer the consequences until death under laws exempting people who sell assets to take on government jobs. According to financial filings, cabinet officials have unloaded millions in assets that would trigger capital-gains taxes of up to 23.8% under current law, and would be taxed up to 43.4% if Biden’s plan passed unchanged.<br />Government ethics policies direct officials to convert assets that could pose conflicts of interest into diversified or low-risk assets, like mutual funds or treasuries. For this sacrifice, they are rewarded with certificates of divestiture that allow them to avoid paying capital-gains taxes. But that just defers the tax bill, and meanwhile they could miss out on market appreciation and watch their potential taxes go up.<br />Top Biden officials have divested significant portfolios, or are in the process of doing so: Secretary of State Antony Blinken sold hundreds of shares each of Apple,  Berkshire Hathaway ,   Facebook  and  Oracle ,  and 3,700 shares of  Ally Financial Inc.,  along with his 33% share of the consulting firm WestExec Advisers LLC. Defense Secretary Lloyd Austin unloaded around 30,000 shares of  Tenet Healthcare Corp. , where he was a board member, valued between $1 million and $5 million; disclosure documents use a range for investment estimates. A State Dept. spokesperson said Blinken had completed the divestitures but wouldn’t comment on personal financial plans. The Defense Department didn’t respond to requests for comment.<br />Republicans have zeroed in on Energy Secretary Jennifer Granholm’s investments in electric-vehicle maker Proterra. Wyoming Sen. John Barrasso requested an inspector general probe into a possible conflict of interest, after Biden conducted a virtual tour of Proterra’s facilities last month. The Energy Department says Granholm is obeying her ethics agreement. Granholm was granted a divestiture certificate for around 240,000 shares on May 7, allowing her to complete her sales before August. The divestiture could hit Granholm hard, especially if Proterra excels in the fast-growing EV sector.<br />Divestitures are a perennial headache for administrations that have wealthy officials. President George W. Bush’s Treasury Secretary, Hank Paulson, sold roughly $500 million of his  Goldman Sachs Group  stock when he took office, putting him on the eventual hook for tens of millions in taxes."
}