{
    "url_original": "https://www.wsj.com/articles/hijacking-a-plane-to-snatch-a-blogger-11621806173?mod=opinion_lead_pos4",
    "url": "hijacking-a-plane-to-snatch-a-blogger-11621806173",
    "title": "Hijacking a Plane to Snatch a Blogger",
    "sub_head": "The Belarus dictator orders his military to divert a civilian flight.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-342492?width=620&size=1.5",
    "image_1": "im-342492.jpg",
    "time": "2021-05-23 17:42:00",
    "body": "The international order isn’t what it used to be, and the latest evidence is the astonishing decision by Belarus President Alexander Lukashenko on Sunday to hijack an Irish passenger aircraft to arrest a blogger who is a political opponent.<br />Mr. Lukashenko personally ordered a MiG-29 fighter jet to intercept a  Ryanair  flight from Athens to Vilnius in Lithuania. Various press reports say the pretense of a bomb threat on the flight was used to divert the plane to land at Minsk airport, where 26-year-old Roman Protasevich was arrested. No bomb was found on the plane. Mr. Protasevich is among those sought by Belarussian security services for his role in the 2020 protests after Mr. Lukashenko stole the presidential election.<br />The implications of this state-sponsored hijacking aren’t pretty. A head of state used his military to order the diversion of a civilian flight between two European Union countries. His government lied about a bomb threat. And then it snatched a political opponent who was working in exile.<br />If this is allowed to be a precedent without consequences, expect more such hijackings for the purpose of making political arrests. Imagine how Vladimir Putin or North Korea might interpret this as a license to intercept civilian planes.<br />The risks of an accident are high, especially if a pilot refuses to cooperate with the hijacking government’s orders. Will the government then shoot the plane down? After the Belarus stunt, many pilots may refuse to believe claims of a bomb threat in the future."
}