{
    "url_original": "https://www.wsj.com/articles/hijacking-from-the-theft-of-bootleg-liquor-to-taking-jets-in-flight-11622233713",
    "url": "hijacking-from-the-theft-of-bootleg-liquor-to-taking-jets-in-flight-11622233713",
    "title": "‘Hijacking’: From the Theft of Bootleg Liquor to Taking Jets in Flight",
    "sub_head": "No one is sure of the term’s origin or how it came to be applied to so many different kinds of illicit seizures",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-345790?width=620&size=1.5",
    "image_1": "im-345790.jpg",
    "time": "2021-05-28 16:28:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />When Belarus President Alexander Lukashenko forced a  Ryanair  plane to land in order to arrest a dissident journalist who was on board, international outrage was swift. The CEO of Ryanair, based in Ireland, called the incident “a state-sponsored hijacking.” Irish Prime Minister Micheál Martin and several other European Union leaders echoed the term.<br />White House press secretary Jen Psaki was more cautious. “I don’t have a new definition of what happened here,” she said, adding that the White House, while condemning the action, was “not legally ready to change any of the existing language” regarding the term “hijacking.”<br />Under a narrow definition of “hijacking,” what happened to the Ryanair flight might not count. It didn’t fit the typical scenario in which someone commandeers a plane from the inside, such as by coercing the pilot at gunpoint. (The flight, bound for Vilnius, was forced to divert to Minsk because authorities from Belarus claimed there was a bomb threat. The journalist Roman Protasevich was arrested on arrival.)<br />The meaning of “hijacking” has never been entirely straightforward, and the term’s origins, while dating back a little over a century, perplex etymologists to this day."
}