{
    "url_original": "https://www.wsj.com/articles/home-improvement-retailers-raise-the-roof-11621441735?mod=business_minor_pos10",
    "url": "home-improvement-retailers-raise-the-roof-11621441735",
    "title": "Home-Improvement Retailers Raise the Roof",
    "sub_head": "Sales trends at Home Depot and Lowe’s have proven that the sales surge in home improvement is driven by much more than just pandemic boredom",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-19 12:28:00",
    "body": "For several quarters now executives at  Home Depot  and  Lowe’s  Cos. have faced the same old question: Just how much more can consumers spend on their homes? The answer has been consistent: More than you would think.<br />Home Depot’s comparable sales increased 31% in the quarter ended May 2 compared with the year-ago period—its highest growth rate since the pandemic began. It was an easier year-over-year comparison for the retailer because sales growth was muted in the 2020 period when Covid-19 put more of a damper on its urban-weighted store footprint. Lowe’s comparable sales rose by 25.9% in its quarter ended April 30, which was a slight slowdown compared with the prior quarter’s 28.1%. Both retailers beat Wall Street expectations handily on their top and bottom lines, with net income for Home Depot and Lowe’s surging 84.6% and 73.6%, respectively.<br />The two retailers’ results seem to dispel some bearish theories around consumer behavior. One fear was that rampant inflation in raw materials would motivate consumers to postpone or cancel projects. A sheet of lumber product that was priced at $9.55 at Home Depot roughly a year ago had quadrupled in price to $39.76, the company noted in its Tuesday earnings call. Still, lumber was among the top-performing categories for both Home Depot and Lowe’s last quarter.<br />Another concern was that strong demand from do-it-yourself consumers would wane quickly because much of it was driven by fleeting pandemic habits. That doesn’t seem to have been the case so far, with DIY demand still growing at a healthy pace, though both retailers reported even stronger demand from professional customers.<br />Both companies’ share prices fell after they announced blowout results, just as they have for the past few quarters despite consistently topping expectations. Investors can’t seem to shake the concern that the music might stop abruptly as consumers shift their attention and spending away from their homes."
}