{
    "url_original": "https://www.wsj.com/articles/hong-kong-snatches-assets-11621288698?mod=opinion_lead_pos2",
    "url": "hong-kong-snatches-assets-11621288698",
    "title": "Hong Kong Snatches Assets",
    "sub_head": "So much for being a global financial center based on the rule of law.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-339778?width=620&size=1.5",
    "image_1": "im-339778.jpg",
    "time": "2021-05-17 17:58:00",
    "body": "The powers that be in Hong Kong keep assuring the world that nothing has changed regarding its status as a financial center since the Chinese Communist Party imposed its national security law. Tell that to Jimmy Lai, the imprisoned media owner whose assets have now been frozen by the Hong Kong police.<br />The Hong Kong Security Bureau alerted Mr. Lai on Friday that his personal bank accounts and his 71% share in Next Digital, the company that publishes Apple Daily, have been frozen. The South China Morning Post says the value of the frozen assets is about $64.3 million. This is the first time we know of that the national security law has been invoked to deprive an owner of his equity in a publicly traded company in Hong Kong.<br />Hong Kong apologists will say that Mr. Lai is a special case because his media properties support economic and political freedom. Apple Daily continues to criticize the government even with Mr. Lai in jail. He is currently serving a 14-month sentence for his role in unapproved protests. He faces another trial in the coming months on three counts of violating national security laws that are a pretext to make the 72-year-old publisher an example of what happens if you challenge the Party.<br />But if the authorities can strip Mr. Lai of his assets based on a non-judicial order, then no private contract is safe. The asset seizure seems wholly arbitrary. Any shareholder in any Hong Kong-based company who offends Beijing on political grounds is vulnerable. Will the Hong Kong Stock Exchange file even a peep of protest?<br />The seizure won’t help Hong Kong’s eroding status as a global financial center. The political risk is high for a CEO or board of directors to float shares on the Hong Kong exchange, especially when alternatives are available. The decline of the once great entrepôt of economic freedom continues at an accelerating pace."
}