{
    "url_original": "https://www.wsj.com/articles/hong-kong-freeze-of-lais-property-is-legal-11621628877?mod=opinion_major_pos17",
    "url": "hong-kong-freeze-of-lais-property-is-legal-11621628877",
    "title": "Hong Kong Freeze of Lai’s Property Is Legal",
    "sub_head": "We will use all appropriate legal measures to crack down on activities endangering national security.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-339778?width=620&size=1.5",
    "image_1": "im-339778.jpg",
    "time": "2021-05-21 16:27:00",
    "body": "Regarding your editorial “Hong Kong Snatches Assets” (May 18): My decision to freeze certain property held by Jimmy Lai is neither “arbitrary” nor related to any person who “offends Beijing on political grounds.”<br />The action is taken pursuant to Schedule 3 of the Implementation Rules for Article 43 of the Hong Kong National Security Law (HKNSL): Where the secretary for security has reasonable grounds to suspect that any property held by any person is offense-related property, the secretary may issue a notice to freeze that property.<br />The government’s position is very clear. Mr. Lai was charged for committing the offenses of “collusion with a foreign country or with external elements to endanger national security,” “conspiracy to commit collusion with a foreign country or with external elements to endanger national security” and “conspiracy to do an act or a series of acts tending and intended to pervert the course of public justice.” Endangering national security is a very serious crime. We will use all appropriate legal measures to crack down on activities endangering national security, and bring any person violating the law to justice regardless of background.<br />Apart from seeking a license to deal with the property, the person affected by my notice may make an application to the Court of First Instance for the revocation of the notice of freezing the property.<br />Since the HKNSL took effect last June, calm has returned to Hong Kong and the city’s reputation as a safe, secure and vibrant global business and financial center has been restored."
}