{
    "url_original": "https://www.wsj.com/articles/housebroken-review-bark-therapy-11622152701?mod=opinion_major_pos14",
    "url": "housebroken-review-bark-therapy-11622152701",
    "title": "‘HouseBroken’ Review: Bark Therapy",
    "sub_head": "Fox’s new animated series has a menagerie of characters airing grievances to their standard-poodle shrink.",
    "category_1": "Television Review",
    "time": "2021-05-27 17:58:00",
    "body": "From its first chaotic scene to its last, ”HouseBroken,” an animated Fox show involving a therapist and a bunch of neighborhood animals in treatment, seems a concept that was destined to make its way into the world. That it’s a good thing that this one did is clear at once, as we confront, in this highly engaging series, a riot of creatures great and small competing for the attention of the show’s star, who is, naturally enough, the group’s therapist. She’s a standard poodle (expertly voiced by Lisa Kudrow) who will brook no disrespect for the disciplines of psychotherapy, not even from a patient called Diablo (Tony Hale), who is decidedly more civilized, as dogs go, than his name implies.<br />The relationships between the patients are smooth enough—it’s the therapist, clearly doing her all to please the group, who manages to raise hackles. Having assured one client that she’s not a bad dog, the therapist receives a snippy retort complaining about good-dog, bad-dog distinctions. There are also complaints, by a different patient, about being “triggered”—a noteworthy charge, and by now a familiar one, which some time ago began gaining currency among college students claiming to have suffered from exposure to literature, or history, that made them “uncomfortable.” All of the many moments involving language complaints in this genial work approximate the real world’s preoccupation with the latest forbidden term, the latest outrage against the rulebook of sensitive speech. How did they get into this playful series? They’re in the air is the answer, the voice of the culture."
}