{
    "url_original": "https://www.wsj.com/articles/how-a-canadian-province-contained-the-brazilian-covid-19-variant-11620641317",
    "url": "how-a-canadian-province-contained-the-brazilian-covid-19-variant-11620641317",
    "title": "How a Canadian Province Contained the Brazilian Covid-19 Variant",
    "sub_head": "British Columbia quickly imposed limits on indoor activities and used genomic surveillance to identify where vaccines were most needed",
    "category_1": "World",
    "category_2": "Canada",
    "time": "2021-05-10 06:08:00",
    "body": "A Canadian province curbed an outbreak of the P.1 coronavirus variant believed to have originated in Brazil through a combination of targeted vaccinations and physical-distancing rules, moves that health experts say can offer lessons to other jurisdictions dealing with rising variant cases.<br />British Columbia was among the biggest known P.1 hot spots outside Brazil in early April, and the latest data available from the provincial government suggests that variant accounts for roughly one in three new Covid-19 cases. The Western province has attracted attention from public-health experts in Canada and abroad, with many saying decisive actions by the provincial government in recent weeks helped slow the spread, alleviating stress on the healthcare system and reducing the overall Covid-19 caseload.<br />Experts said British Columbia’s strategy focused in part on traditional methods of dealing with Covid-19, such as banning indoor dining and placing further limits on indoor fitness activities.<br />“I think that [British Columbia] did a really good job of combining effective nonpharmaceutical interventions with the vaccination strategy of getting vaccines to as many people as possible,” said Dr. James Lawler, an infectious-diseases physician and co-director of the Global Center for Health Security at the University of Nebraska Medical Center. “It’s an important lesson showing that the tools that we already have at our disposal…also work against P.1 and even some of the more concerning variants.”<br />The P.1 variant is a strain of the Covid-19 virus that is estimated to be as much as 2.2 times more contagious and as much as 61% more capable of reinfecting people compared with previous versions of the coronavirus, according to studies in Brazil. P.1 is believed to be a major factor in the surge of Covid-19 cases in Brazil earlier this year and, more recently, across South America, making many younger people gravely ill."
}