{
    "url_original": "https://www.wsj.com/articles/how-a-global-minimum-tax-could-impact-markets-11621844805",
    "url": "how-a-global-minimum-tax-could-impact-markets-11621844805",
    "title": "How a Global Minimum Tax Could Impact Markets",
    "sub_head": "If it comes to pass, U.S. plans for a global minimum levy on corporate profits could rattle companies with lots of overseas revenue and very low tax bills",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-342549?width=620&size=1.5",
    "image_1": "im-342549.jpg",
    "time": "2021-05-24 04:29:00",
    "body": "The U.S. Treasury Department wants a global minimum corporate tax rate of 15%, a reduced ask from the 21% level it previously suggested. If the policy ever came to pass, that could still have a marked impact on international markets.<br />On a headline basis, the 15% tax would move several countries not typically considered tax havens—Thailand, the U.K. and Vietnam for example—onto the safe side of the line.<br />In both Hong Kong and Singapore, headline corporate tax rates sit between 15% and 21%. But in reality, as noted by Asia economists at Citi, their effective tax rates are made considerably lower by various breaks and incentives and a 15% level would likely still cause issues. Ireland and Macau, with corporate tax rates at 12.5% and 12% respectively, would both be caught even without considering any breaks or incentives.<br />A number of major American companies make more than 50% of their income internationally, and have both foreign effective tax rates and consensus 2022 effective tax rates below 15%, according to an analysis by Goldman Sachs. That list includes  NVIDIA Corp. ,  Broadcom Inc.,   Las Vegas Sands Corp.  and  Microchip Technology Inc.  The analysts see fewer impacts in Europe, where the vast majority of companies already pay above 21% as it is.<br />Paradoxically, the lower the minimum proposed, the greater the threat to the most obvious havens like Jersey, the Cayman Islands and the British Virgin Islands. Since those territories have 0% corporation tax rates, they will be hit under an agreement on any level and a lower proposal is more likely to garner broad international support."
}