{
    "url_original": "https://www.wsj.com/articles/how-my-mind-opened-to-charter-schools-11622045850?mod=opinion_lead_pos6",
    "url": "how-my-mind-opened-to-charter-schools-11622045850",
    "title": "How My Mind Opened to Charter Schools",
    "sub_head": "Too many teachers oppose them because they’re bad for unions, not kids.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-26 12:17:00",
    "body": "The hug took me by surprise. I’d just finished speaking to a group of third-graders about my role as teachers union president when a little girl suddenly wrapped her arms around me and squeezed. Confused, I asked her why. She looked up and told me, “Because you said you care about us and you make sure we have the best teachers.” She was sweet and sincere. She had no idea my words were mostly detached from reality.<br />I’d just finished telling her and her classmates that I worked to make sure their teachers had what they needed to do their jobs—that I protected their teachers’ rights and tried to help them become the best teachers they could be. But I knew that wasn’t always the case.<br />Like many union leaders, I had relentlessly negotiated contracts that protected not only teachers’ rights, but their wrongs. As I drove home, I thought about the $10,000 my union had spent to keep a poorly performing teacher in the classroom—not because she deserved another chance, but because of a technicality.<br />My own childhood taught me the value of an education. I am the son of a Southern sharecropper who was perennially in debt no matter how hard he worked. My teachers were my inspiration and salvation. When I became a teacher, it seemed natural to become an advocate for the profession. Somewhere along the way I became more of a union leader than an educational leader.<br />The pandemic has highlighted the need to be nimble, to serve the needs of children and families where they are. We will fail our children and our teachers if we return to a pre-pandemic educational system. Unfortunately, many teacher unions want to limit access to quality education for underserved kids."
}