{
    "url_original": "https://www.wsj.com/articles/how-to-grow-a-country-garden-without-a-yard-11620154426",
    "url": "how-to-grow-a-country-garden-without-a-yard-11620154426",
    "title": "How to Grow a Country Garden Without a Yard",
    "sub_head": "Lack a plot in which to nurture a dreamy profusion of plants and flowers? Dig into container gardening, no land required.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-333719?width=620&size=1.5",
    "image_1": "im-333719.jpg",
    "time": "2021-05-04 14:53:00",
    "body": "LIKE A BOTANICAL King Midas, Alexander Hoyle turns lifeless pavement into cottage gardens worthy of bucolic Britain. You can barely tell that the fairy-tale patch in front of the garden designer’s own London apartment—a profusion that includes foxglove and iris—isn’t a patch at all but a group of plantings set atop a mostly flagstone surface (right). The transformative ingredient: containers. Mr. Hoyle fills flower pots with several species, he said, then sets the containers cheek by jowl “to embody the English country garden…romantic, abundant and very floriferous.”<br />Mr. Hoyle and other garden designers challenge the notion that vibrant, pollinator-friendly flower gardens require a country estate. City balconies, sidewalks and rooftops can be home to decidedly un-urban styles of garden via container gardening, a method that offers some unanticipated advantages.<br />Jessica Smith, a floral designer and gardener in Bath, England, created her doorstep cutting-garden with containers during the 2020 lockdown. She had originally grown the seedlings on windowsills in a bid to supply her own wedding flowers (the ceremony was scuttled by the pandemic).<br />“Growing in containers meant that I could place my plants very closely together for an abundant and wild look with no gaps,” she said. This would be trickier in a traditional flower border, she added. “Plants need space for their roots and can’t compete well for water and nutrients. But in containers, each plant can be watered and fed individually and placed for maximum impact without [compromising] their needs.” Ms. Smith was able to nurture water-needy climbing roses alongside drought-tolerant cosmos, for example. Containers also let you position plants requiring different soil types—acidic versus alkaline, loamy versus sandy—beside each other. “It was a liberating way of planting,” she said.<br />Container gardeners use planters to play with height in ways not possible when you’re planting in the ground. For example, you can elevate smaller, lower-growing flowers such as calendula, also known as pot marigold, and place them anywhere in a display, said Ms. Smith. You can fashion improbable plant-scapes using different-sized pots; containers raised on bricks concealed by pots in front; and teepees made of willow or bamboo for climbers such as sweet peas."
}