{
    "url_original": "https://www.wsj.com/articles/how-to-get-the-best-local-produce-delivered-to-your-door-a-tech-savvy-shoppers-guide-11620402333",
    "url": "how-to-get-the-best-local-produce-delivered-to-your-door-a-tech-savvy-shoppers-guide-11620402333",
    "title": "How to Get the Best Local Produce Delivered to Your Door: A Tech-Savvy Shopper’s Guide",
    "sub_head": "Want your heirloom carrots, grass-fed beef and artisan cheese straight from the farm—minus the schlep to the market? The technology is finally there.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-335420?width=620&size=custom_1242x1590",
    "image_1": "im-335420.jpg",
    "time": "2021-05-07 11:45:00",
    "body": "IN 2010, Tom Bennett left the Marine Corps and began raising chickens and heritage-breed pigs on empty cornfields in southwest Michigan. Bennett Farms’ pastured meats became a farmers’ market success, but the seasonal business was not enough to support a family. Not until Mr. Bennett launched an online shop in 2019 was he able to leave a day job in sales and focus full-time on expanding his farm.<br />“I had a six-figure income and great health insurance, but in my heart, this is what I wanted to do,” Mr. Bennett said, talking by phone on a recent Friday morning between packing orders and checking on his pigs. Online orders, which Mr. Bennett delivers direct to his customers’ doorsteps, now account for about a third of his farm’s output, and rising.<br />Farmers’ markets and Community Supported Agriculture (CSA) subscriptions have historically been the tentpoles of the local food movement and the main avenues for home cooks to access high-quality ingredients direct from the farm. Those options have excluded the lion’s share of the public, for whom a regular trip to the farmers’ market or meal planning around a mystery box of vegetables isn’t feasible. Local food is just a $9 billion business today: a drop in the bucket of the $450 billion agriculture industry. Recently, though, an array of tech tools have sprung up to bring small farms into the on-demand economy.<br />Mr. Bennett got his business online using e-commerce software from Barn2Door, launched six years ago, which helps farms sell directly to consumers. His market regulars can preorder online, so they’re guaranteed to walk away with their preferred cuts (no more missing out on the last pork shoulder), and the farm has added dozens of new customers via home delivery. An integration with the email marketing company MailChimp helps him promote his business. Routing software lets him plan an efficient delivery route.<br />Barn2Door is just one of the digital services to emerge in recent years with the aim of helping small farms woo the  Amazon  crowd. Through the online marketplace Harvie, farmers can sell their own products as well as those from other local farms. Simon Huntley, Harvie’s founder and CEO, began his career building software to help farms manage CSA subscriptions—a model where consumers pay in advance for a weekly assortment of the farm’s output—which began growing in popularity around 2005. By 2015, Mr. Huntley was hearing from farmers that the market was tapped out. He calculated that 0.4% of U.S. households subscribed to a CSA. “If we’re tapped out at that, something’s wrong,” he said."
}