{
    "url_original": "https://www.wsj.com/articles/how-to-gauge-the-financial-health-of-an-assisted-living-facility-11620328456?mod=markets_featst_pos3",
    "url": "how-to-gauge-the-financial-health-of-an-assisted-living-facility-11620328456",
    "title": "How to Gauge the Financial Health of an Assisted-Living Facility",
    "sub_head": "You don’t want to move into a retirement home that’s about to go bankrupt",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-334456?width=620&size=1.5",
    "image_1": "im-334456.jpg",
    "time": "2021-05-06 15:14:00",
    "body": "My father might need to move to an assisted-living community. How do I evaluate, or how can I investigate, the financial health of these developments? The fees/costs are very high; how do I know a facility won’t go bankrupt soon after he moves in?<br /><br />I hear these questions more frequently as baby boomers, in particular, look for long-term care for aging parents. It’s important to evaluate the financial health of any type of senior housing for two reasons. First, as you note, the costs can be considerable, especially if a large entrance fee is involved. A community that falls on hard times could put your investment in that community at risk.<br />Second, and equally important, a development with financial problems could cut staff or services and, as such, reduce the quality of residents’ care. In the worst case, a facility could close its doors and transfer residents to other housing or leave them to search for a new home. In either instance, a distressing experience.<br />As for your father, an assisted-living community, as the name implies, is for people who are largely independent but who need help with activities of daily living—say, bathing or cooking meals. In 2020, the annual median cost for a one-bedroom residence was $51,600, a 6.2% increase from a year earlier, according to  Genworth Financial Inc.  About four out of five residents pay for care out of pocket, according to AARP."
}