{
    "url_original": "https://www.wsj.com/articles/how-to-get-schooled-by-chinese-education-stocks-11621248915?mod=business_minor_pos10",
    "url": "how-to-get-schooled-by-chinese-education-stocks-11621248915",
    "title": "How to Get Schooled by Chinese Education Stocks",
    "sub_head": "Investors have been ignoring political risk for too long",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-339323?width=620&size=1.5",
    "image_1": "im-339323.jpg",
    "time": "2021-05-17 06:55:00",
    "body": "Investors who didn’t do their homework on Beijing’s educational revision plans have been schooled by volatility in Chinese education stocks.<br />Shares of Chinese tutoring companies took a dive after Reuters reported Thursday that China may introduce tough rules in June on the country’s private tutoring sector, which could include banning weekend classes. Shares of New York listed TAL Education dropped 11% on Thursday, while New Oriental education lost 14% the same day. Shares of TAL and New Oriental have now lost around 40% from their February peaks. Cram schools are popular in China as parents and students strive to get an edge in the increasingly competitive education system.<br />Policy has always been a risk for investors in China’s education sector. According to a separate set of new rules officially released Friday, school operators for grades one through nine, which are compulsory in China, won’t be allowed to expand through mergers. The rules have been in discussion for years. Schools during these mandatory years are supposed to be not for profit, though private companies can effectively control them and funnel money out through contractual agreements. Companies focused more on lower grades fell Monday while those with stronger revenue from high schools, which have escaped the tightest regulations, rallied. Friday’s new rules didn’t mention after-school tutoring, unlike earlier drafts.<br />An aging population may push the government to take a closer look at the pressure-cooker-like education system. Cai Qi, a member of the Communist Party’s Politburo, talked this month about a target of double reduction: reducing students’ homework burden and after-school tutoring. President Xi Jinping said in March that education can’t be overly focused on test scores.<br />On the one hand, the demand for cram schools won’t fade, as the root cause is anxiety created by the narrow funnel of the education system: a focus on examinations and strong competition for places. But more regulations could still add costs and slow growth. Restrictions on taking fees in advance will hurt cash flow for companies, in particular the smaller operators. Firms may also face tighter regulations on advertising, fees and setting up new schools."
}