{
    "url_original": "https://www.wsj.com/articles/how-biden-can-bust-through-the-gridlock-11621962778?mod=opinion_lead_pos9",
    "url": "how-biden-can-bust-through-the-gridlock-11621962778",
    "title": "How Biden Can Bust Through the Gridlock",
    "sub_head": "Partisan combat doesn’t preclude progress on China or police reform.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-05-25 13:13:00",
    "body": "The American constitutional system functions well when one political party dominates the government or when two evenly matched parties have enough common ground to make compromises. When both parties are closely and deeply divided, gridlock is the norm and legislative success the exception. With thin margins in Congress, this is the situation Joe Biden faced as he took the oath of office.<br />The early comparisons between Joe Biden and Franklin D. Roosevelt (or Lyndon B. Johnson) ignored this reality. After FDR routed Herbert Hoover in 1932, he assumed office with a majority of 313-117 in the House and 58-37 in the Senate. In the depth of the Great Depression, Democrats were willing to approve just about anything the president proposed, and the Republicans didn’t matter.<br />After LBJ’s overwhelming defeat of Barry Goldwater in 1964, Democrats controlled the House by a majority of 295-140 and the Senate 68-32. Although the split between Northern and Southern Democrats complicated the path to civil-rights legislation, President Johnson could mobilize large partisan majorities, often supplemented by the votes of moderate and liberal Republicans, to enact much of his agenda.<br />By contrast, the past three decades have been an era of closely balanced parties unprecedented in American political history. Of the 17 presidential elections between 1920 and 1984, 11 were decided with popular-vote landslides of 10 points or more. In the eight elections since 1984, not one candidate has reached that margin of victory.<br />Democrats held the majority in the House for four unbroken decades after the 1954 election. Since then, the chamber has changed hands four times (in 1994, 2006, 2010 and 2018). There is a better than even chance that the House flips again in 2022."
}