{
    "url_original": "https://www.wsj.com/articles/how-trumps-steel-tariffs-failed-11621288859?mod=opinion_lead_pos1",
    "url": "how-trumps-steel-tariffs-failed-11621288859",
    "title": "How Trump’s Steel Tariffs Failed",
    "sub_head": "Prices are high, supplies are low, and promised jobs haven’t arrived.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-339213?width=620&size=1.5",
    "image_1": "im-339213.jpg",
    "time": "2021-05-17 18:01:00",
    "body": "The U.S. and European Union on Monday announced a truce on steel and aluminum tariffs, heading off a June 1 escalation as the two sides negotiate over “global excess capacity” and a potential tariff repeal. That’s a small step forward, but President Biden would do far more good for the U.S. economy if he rolled them back unilaterally.<br />The evidence is overwhelming that Donald Trump’s tariffs have benefited the few to the detriment of the many. Consider the roughly 300 American manufacturers that wrote to Mr. Biden this month, protesting scarce metal materials and unsustainable prices.<br />The bulk of the signatories were unsung industrial companies with names like Ohio Screw Products or Clips and Clamps Industries. “On some products,” they said, “American businesses pay 40 percent more for similar steel compared to their European counterparts.” Lead times have risen from six weeks to 20 weeks, “with some products not promised for delivery until 2022.” Mr. Biden’s big infrastructure plans could worsen the strain.<br />Spot steel prices have “seen a dramatic increase,” Whirlpool CEO Marc Bitzer said last month on an earnings call. “Take North America, they went up to $1,500. These are levels, I mean, unheard of.” Higher costs for materials, mainly steel and resin, “will negatively impact our business by about $1 billion” this year, he said, projecting the inflation won’t peak until the third quarter. Ford and John Deere aired similar news.<br />The tone was markedly different on earnings calls for big steel makers. “This past quarter was our best quarter in  Nucor ’s  history,” said CEO Leon Topalian.  Steel Dynamics  hailed its “record revenues” and “near record quarterly steel shipments.” As a reason to be “bullish for a stronger for longer market,” U.S. Steel CEO David Burritt cited “low levels of steel in the supply chain” and “depleted inventories.” There’s nothing like government-enforced scarcity to allow monopoly rents."
}