{
    "url_original": "https://www.wsj.com/articles/how-to-know-when-inflation-is-here-to-stay-11622447259?mod=markets_lead_pos5",
    "url": "how-to-know-when-inflation-is-here-to-stay-11622447259",
    "title": "How to Know When Inflation Is Here to Stay",
    "sub_head": "Keep an eye on skills shortages, consumers’ wallets and the market’s expectations",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "image_1_url": "https://images.wsj.net/im-346030?width=620&size=1.56479217603912",
    "image_1": "im-346030.jpg",
    "time": "2021-05-31 08:00:00",
    "body": "Inflation is here already, and in the long run there is a lot of upward pressure on prices. But between now and then lies a big question for investors and the economy: Is the Federal Reserve right to think that the price rises we’re seeing now are temporary and will abate by next year?<br />Some at the Fed are already having vague doubts, starting to talk about when to discuss removing some of their extraordinary stimulus even as they continue to push the idea that inflation is likely to fall back of its own accord.<br />The argument that inflation is temporary is simple. Consumer demand has been boosted massively by stimulus and the reopening release of pent-up demand. Supply is unable to keep up thanks to inventories and capabilities run down when demand collapsed during lockdown, workers unwilling to return to work and the overhang of Covid-19 restrictions on production. As a result, there are some extraordinary price ramps in narrow areas, such as used cars, that are pushing up headline numbers. The resulting price rises will abate once spare cash is spent and business is back to normal.<br />The difficulty is how to test whether this is right, because many of the usual gauges are being mucked up by the scale of the post-pandemic rebound. There are three broad areas to watch: the labor force, consumer demand and inflation expectations.<br />Workers can embed inflation through pay raises. There aren’t enough workers, so wages go up. Those workers have more money to spend, so prices of goods and services rise. The workers then demand pay raises, and on and on."
}