{
    "url_original": "https://www.wsj.com/articles/how-to-concentrate-on-god-in-a-pandemic-11621548842?mod=opinion_lead_pos8",
    "url": "how-to-concentrate-on-god-in-a-pandemic-11621548842",
    "title": "How to Concentrate on God in a Pandemic",
    "sub_head": "Attending religious services from home is easier, but there are a lot of distractions.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-20 18:14:00",
    "body": "New York<br />My religious attendance unexpectedly improved during the pandemic. Rather than willing myself across town to our synagogue, I simply joined a livestream service that could log 1,000 people on Saturdays. My wife and I became regulars on Friday evenings and at the candle-lighting Havdalah Zoom ceremony concluding Shabbat. But I’m not sure I’ve upped my game in praying or communing with God.<br />I’ve never been a natural with prayer. As a kid I tuned out the rabbis and stared around me at the men whose starched shirt collars left blood-red creases in their necks from constant rising and sitting. During Torah reading, my mind wandered to the downstairs vending machine where Necco Wafers and Life Savers beckoned, though I also got lost in the stained-glass windows and unseen choir singing from a nest above the ark.<br />Six decades later it’s still an effort to stay on spiritual task, especially during the Amidah blessings, a ritual thanks to God, recited multiple times while standing, including an extended silent portion. Trying to concentrate with full intention—or kavanah—I stumble through the Hebrew, then switch to English, with its exalted praise for the divine: “You sustain the living with loving kindness. You revive the dead with great compassion. You support the fallen and heal the ill . . .” Can I sit yet?<br />During remote services the distractions are constant, like working from home. Only instead of zoning out on a client while putting on my socks, I miss the benediction for the state of Israel. There’s also the temptation to multitask—is it a sin to empty the dishwasher while singing the Aleinu? Or to google the parents of the bat mitzvah girl? Most diverting are on-screen glimpses into congregants’ homes. I’m joining the nice couple chanting Bar’chu, while squinting at the furnishings in their elegant living room. Is that the Hamptons?"
}