{
    "url_original": "https://www.wsj.com/articles/how-to-wean-your-kidsand-yourselfoff-screens-11621080000?mod=business_minor_pos9",
    "url": "how-to-wean-your-kidsand-yourselfoff-screens-11621080000",
    "title": "How to Wean Your Kids—and Yourself—Off Screens",
    "sub_head": "Now is the time for a digital reset to undo bad tech habits you and your kids developed during the pandemic",
    "category_1": "Tech",
    "category_2": "Family & Tech: Julie Jargon",
    "image_1_url": "https://images.wsj.net/im-338720?width=620&size=1.5",
    "image_1": "im-338720.jpg",
    "time": "2021-05-15 08:00:00",
    "body": "After more than a year of being glued to their devices, a lot of kids will have trouble easing up on the tech that brought them comfort and connection during the pandemic.<br />In a recent survey of 325 parents conducted by market-research firm Ipsos, 22% reported that their children spend an average of 10 or more hours a week on entertainment-related screen time—far more time than many of the surveyed parents said they would like. It’s also hard for many adults to put down their devices, which is why I’m offering tips from experts on how families can do a digital reset together.<br />Here are the best suggestions:<br />Create spaces for conversation. “The biggest tech problem many families have is losing conversation and family time to phones,” said Sherry Turkle, founding director of the MIT Initiative on Technology and Self. That’s why she advises designating certain spaces just for conversation. These can include the kitchen and the dinner table.<br />She also suggests that kids not bring devices with them in the car. I agree with this one—to an extent. Some of the best conversations I’ve had with all three of my kids together have occurred when we were driving to the store or to activities. However, I’m in favor of taking tablets on long road trips. Even though I always pack activity books for the kids, some screen time cuts down on the “Are we there yet?” whining. (Plus, they can check out Google Maps, so they won’t have to ask!)"
}