{
    "url_original": "https://www.wsj.com/articles/how-to-plug-into-electric-vehicle-chargers-11620032526?mod=markets_lead_pos10",
    "url": "how-to-plug-into-electric-vehicle-chargers-11620032526",
    "title": "How to Plug Into Electric Vehicle Chargers",
    "sub_head": "Chargers may prove better investments than many EV makers, but stock pickers still need to choose between a plethora of business models.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-332678?width=620&size=1.5",
    "image_1": "im-332678.jpg",
    "time": "2021-05-03 05:02:00",
    "body": "Among the picks and shovels in the electric-vehicle boom are charging points. They seem to be more reliable bets than the startup car brands looking to take on  Tesla ,  but investors still need to decide whether they prefer picks, shovels or something altogether new.<br />A number of companies that offer EV charging infrastructure have gone public in recent months via the now-familiar route of a merger with a special-purpose acquisition company, or SPAC. The first mover was ChargePoint, whose deal closed in February, followed by EVgo, EVBox and Volta Industries, which have yet to complete theirs. There is also  Blink Charging ,  which held a conventional initial public offering in 2018.<br />The basic rationale for investing in such companies is that charging services are needed to support the expected growth of EVs. While this has been true for years, the sector has gotten a big boost from Tesla’s soaring market value, a high-profile scramble by the likes of  General Motors  and  Volkswagen to launch competing EVs and most recently the Biden administration’s decarbonization agenda.<br />Importantly, charging-related companies should benefit from EV adoption whichever vehicle manufacturers dominate. That means investors can sidestep the difficulty of picking winners in an increasingly crowded field. With the exception of Tesla, which has its own network, all EV makers rely on shared charging facilities.<br />“Even if EV adoption is half of current expectations these companies should make their numbers,” says Craig Irwin, an analyst who follows the sector for Roth Capital Partners."
}