{
    "url_original": "https://www.wsj.com/articles/how-norman-lloyd-sustained-an-eight-decade-career-11621458375",
    "url": "how-norman-lloyd-sustained-an-eight-decade-career-11621458375",
    "title": "How Norman Lloyd Sustained an Eight-Decade Career",
    "sub_head": "The actor, who died last week at the age of 106, worked with Charlie Chaplin, Alfred Hitchcock and Robin Williams.",
    "category_1": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-340663?width=620&size=1.5",
    "image_1": "im-340663.jpg",
    "time": "2021-05-19 17:06:00",
    "body": "<br /><br />Most of the obituaries for Norman Lloyd, who died last week at the astonishing age of 106, led with the same two items: He fell off the Statue of Liberty in Alfred Hitchcock’s “Saboteur” and was one of the stars of “St. Elsewhere,” an NBC series about a rundown Boston hospital that ranked among the finest TV dramas of the ’80s (or ever, truth be told). They also made prominent mention of the sheer length of his career, which began on stage in 1932 and ended in Hollywood with “Trainwreck,” an Amy Schumer comedy that came out in 2015, the year he turned 100. No other stage or screen actor is known to have worked to a greater age.<br />In between, he worked with, among countless other notables, Judd Apatow, Ingrid Bergman, Bertolt Brecht, Charlie Chaplin, John Houseman, Burt Lancaster, Jean Renoir, Martin Scorsese, Orson Welles and Robin Williams. Late in life he gave anecdote-rich interviews to relative youngsters like TCM’s Ben Mankiewicz and the New Yorker’s Alex Ross who were agog at the friends he’d made and the things he’d done. Mr. Ross, who spoke to Mr. Lloyd in 2015, described him as “staggeringly undiminished by age.”<br />How did he pull it off? To begin with, Mr. Lloyd fulfilled the Prime Directive of Stage and Screen Longevity: Don’t die. Unlike Welles, who lived a profligate life in every sense of the word and predeceased his old friend and colleague by 36 years, he was a temperate man blessed with a long and happy marriage (his wife died in 2011 at the age of 98) who played tennis twice a week well into his hundredth year."
}