{
    "url_original": "https://www.wsj.com/articles/how-to-avoid-the-5-worst-entryway-decorating-mistakes-11622209818",
    "url": "how-to-avoid-the-5-worst-entryway-decorating-mistakes-11622209818",
    "title": "How to Avoid the 5 Worst Entryway-Decorating Mistakes",
    "sub_head": "As we prepare to welcome guests back into our homes, interior designers share the most common décor goofs they see in foyers—and how to ensure those missteps don’t darken your doorway",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-343396?width=620&size=0.6666666666666666",
    "image_1": "im-343396.jpg",
    "time": "2021-05-28 09:50:00",
    "body": "AN ENTRYWAY should feel like an appetizer on your way to the main course,” said New York City interior designer Laura Krey, one of the many designers who wonder at the neglect this key room often endures. Lacking an actual foyer is no excuse, said Lucie Ayres of 22 Interiors in Los Angeles. “You must figure out how to define an area that will welcome you and your guests.” Rugs, wallpaper and seats can delineate where walls don’t. We asked pros like Ms. Ayres for the irksome decorating gaffes they see most frequently, and for their seasoned advice on what to do instead.<br />“Life happens—shoes, bags, jackets and umbrellas get tossed by the front door without a second thought,” said Amanda Khouri, co-founder of design firm Murray Khouri in Nashville. That includes the detritus that Covid has littered our lives with, such as masks and sanitizers. Kristen Peña, of San Francisco’s K Interiors, noted that while we must stay safe, “it’s important that your entry has a more-welcome, less-E.R. feel.”<br />Instead: Take stock of your habits and clutter and you’ll be able to designate a place for everything without sacrificing beauty, said Ms. Khouri. Are your ever-present water bottle and yoga mat adding visual noise? Tuck them in large fat-weave baskets placed beneath a console or a closed storage piece such as an antique sideboard. To corral Covid supplies, said Ms. Peña, add a good-looking lift-top box to the entry table. Another solution, care of New Orleans designer Maureen Stevens: Ikea’s Hemnes shoe cabinet, easily made more stylish by changing the hardware, or adding color and pattern with stencil or even wallpaper.<br />One of the best ways to ruin the view of the beautiful room beyond your entry is “a huge, industrial-strength, waterproof doormat that would look more suitable on a loading dock,” said Carey Karlan, of Last Detail Interiors in Darien, Conn. Puny rugs don’t work either, said Samantha Gallacher, co-founder of IG Workshop in Miami Beach. They look like sloppy floor mats and don’t stay in place, she said.<br />Instead: “Large rugs in the entry make the space feel like it is designed and intended to welcome guests,” said Dallas interior designer Chad Dorsey. Ms. Gallacher suggests that the rug make a statement as well as introduce the design concept and colors reflected throughout the home. Ms. Karlan favors an Oriental rug. “The thick wool is very absorbent, they clean well, they don’t show dirt and they come in all styles, from contemporary to classic,” she said."
}