{
    "url_original": "https://www.wsj.com/articles/how-to-travel-to-japan-this-summer-11620229480",
    "url": "how-to-travel-to-japan-this-summer-11620229480",
    "title": "How to ‘Travel’ to Japan This Summer",
    "sub_head": "We can’t attend the Olympic Games in Tokyo, but with these book, food and film recommendations from locals, we can immerse ourselves in the city and the culture. Plus: an ‘intensely embarrassing’ reality dating show.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-334175?width=620&size=1.5",
    "image_1": "im-334175.jpg",
    "time": "2021-05-05 11:44:00",
    "body": "JAPAN’S THRUMMING capital—with more than 37 million people in the greater metropolitan area—was devastatingly quiet much of last year. The neon-bright wards of Shibuya and Shinjuku dimmed for months when the thousands of tiny shops and giant department stores temporarily closed or slashed their hours. Throughout the city, parishioners carrying portable shrines stopped dancing shoulder-to-shoulder in the streets. A favorite late-night snack—ice-cold beers with a side of fried chicken—was mostly consumed at home. Now, amid the vaccine rollout, Tokyo has been busily preparing to host the postponed Olympics starting July 23. Yet officials implemented the third citywide lockdown in late April in an effort to contain infection from new Covid-19 variants, and the country’s borders remain closed to foreign visitors, with a reopening date still uncertain. In June, authorities will announce whether locals can attend the games in person. The only upside: Frustrated travelers might count themselves lucky to avoid a sweltering summer in Tokyo. No handkerchief is large enough to soak up sweat from humidity that descends from the Pacific Ocean’s southerly winds. Yet the city’s steamy season does have its virtues: countless outdoor festivals, humongous hydrangeas in the parks, nighttime visits to temples adorned with lanterns, the soundtrack of jazz bands on the streets, even the cicadas perform day and night. Thanks to a few clued-in residents, we’ve come up with myriad ways to approximate summer in the multifarious metropolis, while watching the Olympics in air-conditioned comfort.<br />From historical fiction to a graphic novel, 4 perspectives on this complex capital<br />The author of this 1914 novel was born in 1867, when Tokyo was still called Edo. It’s a story of a young man and his friendship with a teacher set against Japan’s transition from the Meiji period into the modern era.<br />This is a darkly comic story about a misfit who finds meaning in a mundane job. It’s a quick read and offers inimitable insights into social conformity.<br />Little has changed in Tokyo’s Yotsuya neighborhood, where Haruki Murakami set much of this novel about coming of age in the 1960s. Cherry blossom trees still line train tracks. College students still crowd the sidewalk. The author’s observations about a young man’s first hopeless love are timeless, too."
}