{
    "url_original": "https://www.wsj.com/articles/hp-and-dell-post-strong-profits-point-to-bullish-outlook-for-pcs-11622151481?mod=business_lead_pos6",
    "url": "hp-and-dell-post-strong-profits-point-to-bullish-outlook-for-pcs-11622151481",
    "title": "HP and Dell Post Strong Profits, Point to Bullish Outlook for PCs",
    "sub_head": "Robust demand for laptops is projected to stretch into next year despite chip shortage",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-345088?width=620&size=1.5",
    "image_1": "im-345088.jpg",
    "time": "2021-05-27 19:18:00",
    "body": "A pandemic-fueled run on computers helped  HP Inc.  and  Dell Technologies Inc.  deliver strong financial results for the latest quarter despite a semiconductor shortage that is denting some industries.<br />Dell on Thursday reported that first-quarter revenue rose 12% to $24.5 billion from a year earlier driven by a 42% jump in consumer revenue within the client solutions group that includes desktops and notebooks. The strong start to its business year comes after Dell, in February, reported record full-year revenue.<br />Personal-computer sales registered their strongest growth in a decade last year, underscoring a shift from mobile devices brought on by the coronavirus pandemic, according to industry data. PC shipments overall rose 13% in 2020 and are expected to increase 18% in 2021 despite the semiconductor shortage, according to International Data Corp.<br />“We continue to see very strong demand on the consumer side, and the demand on the commercial side is also starting to strengthen as offices reopen,” said HP Chief Executive Enrique Lores.<br />HP expects personal computers to remain a hot item into next year, he said Thursday, as the company posted a roughly 27% jump in second-quarter revenue and raised its full-year earnings outlook. Consumer sales increased strongly, rising 72% in the computer business and 77% in the printing segment, the company said."
}