{
    "url_original": "https://www.wsj.com/articles/hydrogen-cars-failed-to-deliver-investors-hope-planes-are-different-11620984629?mod=business_minor_pos10",
    "url": "hydrogen-cars-failed-to-deliver-investors-hope-planes-are-different-11620984629",
    "title": "Hydrogen Cars Failed to Deliver. Investors Hope Planes Are Different.",
    "sub_head": "Hydrogen is a more feasible green power source for the aviation world than electric batteries. But it will be difficult to deploy in time to meet emissions targets.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-338115?width=620&size=1.5",
    "image_1": "im-338115.jpg",
    "time": "2021-05-14 05:30:00",
    "body": "Does the hydrogen hype that once surrounded cars have better prospects with planes? Yes, but probably not in time to meet the aviation industry’s emissions targets.<br />The past year has brought some vindication to those who see hydrogen as aviation’s passport to a cleaner future. Last fall, European plane maker  Airbus  unveiled three hydrogen-powered aircraft concepts for 2035. More recently, U.K. startup ZeroAvia got backing from  British Airways  as part of a $24 million funding round. Likewise, Universal Hydrogen, led by former Airbus executive Paul Eremenko, has just raised $21 million from heavyweights such as the venture-capital subsidiaries of  JetBlue  and Toyota.<br />For decades, hydrogen was a promising future power source for passenger cars. Now most light vehicle makers favor batteries, and hydrogen is looking for a better home in trains and trucks, as championed by startups such as Nikola.<br />The aviation industry has set itself a target of halving emissions by 2050, which would be roughly in line with the 2016 Paris Agreement to limit climate change. Only a third of the reduction is expected to come from improvements in turbofans and airframes. Sustainable fuels can play a role, but production capacity is limited, and the most affordable ones remain pollutive.<br />Aviation’s initial interest in the electric-vehicle revolution faded as executives realized that carrying heavy batteries more than very small ranges through the air is unfeasible. Rechargeable lithium-ion batteries only deliver 9 megajoules per kilogram of weight, compared with 40 MJ/Kg for jet fuel."
}