{
    "url_original": "https://www.wsj.com/articles/hydrogen-powered-trains-have-arrived-11622025494?mod=business_featst_pos2",
    "url": "hydrogen-powered-trains-have-arrived-11622025494",
    "title": "Hydrogen-Powered Trains Have Arrived",
    "sub_head": "Railways are using the gas to clean up diesel routes. As predictable customers, they can help bring down the costs of green hydrogen for other sectors.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-343711?width=620&size=1.5",
    "image_1": "im-343711.jpg",
    "time": "2021-05-26 06:38:00",
    "body": "For all the buzz about hydrogen trucks and planes, railways provide the most immediate test case for the rollout of a clean-energy technology that has electrified policy makers and markets alike.<br />Investors got very excited about the potential of hydrogen as a sustainable fuel last year, but have taken a breather in recent months—as they have with other speculative technology themes. The fact remains that, for many industries, so-called green hydrogen produced using renewable power needs about a decade of scaling up and rising carbon prices to make it competitive.<br />Yet that isn’t the case for rail transport. Hydrogen-powered trains built by France’s  Alstom  have already carried passengers over 110,000 miles on trial operations in Europe. The total lifetime cost of ownership is already comparable for trains running on diesel, hydrogen fuel cells or electrified lines, according to a report by consulting firm Roland Berger.<br />Hydrogen is best seen as a substitute for dirty diesel, still used on about half of Europe’s rails and most in the U.S. The gas is particularly useful on routes that aren’t busy enough to give priority to overhead electrification, but are too long for batteries alone. Alstom’s hydrogen trains are new, but existing diesel ones can also be retrofitted.<br />The technology faces the classic chicken-and-egg conundrum: Suppliers hesitate to build the big clean-production facilities needed to bring down costs until demand is more certain, while most customers are waiting for lower prices before switching fuels. Trains can help unblock the market because they offer an unusually predictable, long-term source of demand. Government incentives will also accelerate development."
}