{
    "url_original": "https://www.wsj.com/articles/i-got-the-horse-right-here-review-racing-with-runyon-11622230858",
    "url": "i-got-the-horse-right-here-review-racing-with-runyon-11622230858",
    "title": "‘I Got the Horse Right Here’ Review: Racing With Runyon",
    "sub_head": "For the writer with an eye on the ‘plungers,’ racing was just one thing happening at the track.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-342732?width=620&size=1.5",
    "image_1": "im-342732.jpg",
    "time": "2021-05-28 15:40:00",
    "body": "Damon Runyon wrote his first piece about horse racing in 1922, and led with an anecdote about boxing. Jim Reisler, the editor of a new collection of Runyon’s work as a turf hack, suggests that perhaps he was nervous, and so fell back upon that which he knew. I’m sure Mr. Reisler is right. Yet Runyon was bringing to the typewriter his own particular sensibility, in which heroes and villains were not isolated characters reducible to their roles. (Runyon, when he reported on Al Capone’s trial, enthusiastically recorded the gangster’s tailoring bills from Marshall Field’s, and the shopping he did for his home.) In the pages of “I Got the Horse Right Here” you will find yourself in gambling halls and hotels, perusing potential color schemes for racing silks and learning the multigenerational tale of the concessions ownership at Saratoga.<br />Sports writing at the time was wonky, detailed and serious, but Runyon was amused above all else. Racing was just one of the things that happened at the track. Anyone sentimental for a time when boxing and horse racing were main events will get a kick out of this collection. Runyon’s sense of the racing demimonde, though, promises deeper pleasures on offer.<br />Consider that concessions business. On Aug. 18, 1933, Runyon introduces us to the grandchild of Harry Stevens, the man who may (or may not) have invented the hot dog on a cold New York Giants opening day in April 1901. “A stout youth, with nice blond hair and pink cheeks, and a cheery, affable manner that reminds you, vaguely, of someone you know may be seen dashing at regular intervals from one end of the racing premises here to the other.” Runyon continues: “Now he is making an end-run around the mob of bookmakers in the clubhouse, now plunging through the throng under the grandstand, and now hot footing for the $1 enclosure, which is more exclusive than the sacred precincts of the upper clubhouse stand itself.” (It’s more exclusive, Runyon writes, because “you have to lay that one bob right on the line.” It is notable that despite regular coverage of the one- and two-dollar windows, Runyon himself was a plunger.)<br />Before we know it we are wrapped up in a story about how Harry Stevens came into his first substantial sum of money, when William C. Whitney, “former Secretary of the Treasury, founder of the present Whitney clan that is so powerful in racing, was the big gun of Saratoga racing.” After volunteering to do some investing for Stevens, Whitney asked Harry “how much money have you got?” Stevens gave him $25,000 or $30,000.<br />"
}