{
    "url_original": "https://www.wsj.com/articles/i-grieve-for-my-native-india-11620078871?mod=opinion_major_pos5",
    "url": "i-grieve-for-my-native-india-11620078871",
    "title": "I Grieve for My Native India",
    "sub_head": "Being an immigrant once meant leaving your country of birth behind. No longer.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333126?width=620&size=1.5",
    "image_1": "im-333126.jpg",
    "time": "2021-05-03 17:54:00",
    "body": "I’m an immigrant, happy and assimilated. I pay closer attention to America than I do to other parts of the world. This isn’t only because I live here. Settling in a country calls for integration that is meticulous, not just heartfelt. That doesn’t mean that I wall myself off from the world. Like many immigrants, I also pay near-obsessive attention to the land of my birth.<br />Previous immigrant generations needed to erase their old selves to become American. You were more American by being less Italian, or by letting the Greek or Serb in you dwindle. But America now demands less. I’ve never felt pressed to forget India, where I was born. Even if I’d wanted to, I wouldn’t be able, because of technology. An immigrant now can never let go of the country of his birth.<br />These days have been suffused with India. I’ve spent my waking hours reading and watching news, talking to people by telephone, taking in tweets and  Facebook  posts, all of which describe the enormity of India’s pandemic collapse. A decade ago, I spoke to Liberian immigrants who followed from afar that country’s battle with Ebola, and also to people from Haiti as they wrestled with the earthquake’s aftermath. They spoke to me of their impotence (at being unable to help), their guilt (being in America while relatives perished from precisely the sort of fate the immigrant moved here to avoid), and their gut-churning sense of distance from loved ones who’d been sickened or buried under rubble in Port-au-Prince.<br />I’m in close touch with my family. I speak daily to my mother, who is isolating at home in Delhi, and to my sister, who’s raising her Zoom-schooled sons in that city and doing her job as an elementary-school teacher. My brother works as an editor, putting out a publication whose reporters go out, masked and tireless, writing up the grim news they see. A part of that news was the death of his own wife’s father.<br />India’s Covid ordeal, like Liberia’s Ebola and Haiti’s earthquake, is a curse of nature. But its effects on a wondrous, ambitious country have been magnified by the dereliction of India’s government. Which takes me back to my starting point. Immigrants in generations past would assimilate by cutting their civic cords to the places from which they came. You couldn’t be properly American if you didn’t move on."
}