{
    "url_original": "https://www.wsj.com/articles/if-were-doing-vote-recounts-a-few-are-overdue-11620928190",
    "url": "if-were-doing-vote-recounts-a-few-are-overdue-11620928190",
    "title": "If We’re Doing Vote Recounts, a Few Are Overdue",
    "sub_head": "I’ve got beefs with the Rock ’n’ Roll Hall of Fame and those ‘best place to live’ lists.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-337935?width=620&size=1.5",
    "image_1": "im-337935.jpg",
    "time": "2021-05-13 15:25:00",
    "body": "Vote recounts are much in the news today, but there’s no good reason they should be limited to politics. This is where Jethro Tull comes in.<br />Tull was a fabulously successful band that sold tens of millions of records in the 1970s and ‘80s. Yet, for some mysterious reason, they’re still not in the Rock ’n’ Roll Hall of Fame. Yes, they were arty and pretentious, but so were Emerson, Lake & Palmer, Pink Floyd and Yes, and those bands are in the Hall. It doesn’t add up.<br />One possibility is that the voting for new inductees has deliberately been rigged to keep Tull from entering the Pantheon of the Immortals. One theory I’ve heard posits that the ballots submitted by rock critics are replaced in the dead of night by bogus ballots shipped in by jealous fans from places like Hawaii and Idaho, where there are no great rock bands. There is an easy way to settle this controversy: Check the ballots to see if they smell of taters or pineapple.<br />An honest recount of Hall of Fame ballots would also ensure that heavy metal titans Iron Maiden—just snubbed again this week—finally get the honors they so richly deserve. I personally suspect that lots of the ballots cast in favor of those stars were altered by miffed fans of bands like Echo & the Bunnymen and the Psychedelic Furs because they loathe headbangers. And only widespread ballot tampering can explain why the great ‘60s band Paul Revere & the Raiders is not in the Hall. Talk about getting taken for a ride.<br />Recounts would be warmly welcomed in other areas where fame—or infamy—is the issue. Historians routinely vote for James Buchanan as the worst president ever. That’s because Andrew Johnson aficionados always stuff the ballot box. And they get lots of help from Warren Harding and Herbert Hoover supporters. Yes, Buchanan was awful, doing nothing to prevent the Civil War. But Johnson was worse, deliberately undermining everything the Civil War was fought to achieve. He was a racist and a coward and nobody liked him. A recount is long overdue."
}