{
    "url_original": "https://www.wsj.com/articles/if-you-thought-working-from-home-was-messy-here-comes-hybrid-work-11621935000?mod=business_lead_pos5",
    "url": "if-you-thought-working-from-home-was-messy-here-comes-hybrid-work-11621935000",
    "title": "If You Thought Working From Home Was Messy, Here Comes Hybrid Work",
    "sub_head": "Mandatory Mondays and Fridays. Unused desks and crowded conference rooms. Employers and workers navigate a return to offices.",
    "category_1": "Business",
    "time": "2021-05-25 05:30:00",
    "body": "It took months for bosses and employees to adjust to working remotely in the pandemic. The next era of work might be even more messy.<br />Companies are laying down new rules and setting expectations for hybrid work as some workers come back in and others remain out of office. At  JPMorgan Chase  & Co., employees on some teams can schedule work-from-home days, but not on Mondays or Fridays. At  Salesforce.com Inc.  offices that have reopened, Thursdays are proving to be the most popular in-office day, creating high demand for meeting rooms and collaboration spaces, and prompting the company to rethink its office design.<br />Executives at PricewaterhouseCoopers LLP have voiced worries that workers who stay remote could wind up as second-class corporate citizens, falling behind in promotions and pay, so the company plans to track rates of advancement for office-based and remote staff in an effort to make sure nobody lags behind.<br />After months of discussions, big employers from  Humana Inc.  in Louisville, Ky., to  Nike Inc.  near Portland, Ore., say they are cementing plans to return to corporate complexes after Labor Day—in some cases relaxing capacity restrictions—while also promising employees some measure of flexibility in where they work.<br />Covid-19 isn’t the only factor weighing on workplaces. Many managers now worry about a brain drain from their ranks. Some companies that are hiring say they can’t find knowledge workers willing to come into an office five days a week, according to chief executives, human-resource chiefs and recruiters."
}