{
    "url_original": "https://www.wsj.com/articles/illumina-battles-u-s-european-antitrust-enforcers-on-grail-deal-11622206801?mod=business_minor_pos5",
    "url": "illumina-battles-u-s-european-antitrust-enforcers-on-grail-deal-11622206801",
    "title": "Illumina Battles U.S., European Antitrust Enforcers on Grail Deal",
    "sub_head": "EU invokes new policy to claim jurisdiction over transaction, complicating stateside legal proceedings",
    "category_1": "Business",
    "category_2": "Law",
    "image_1_url": "https://images.wsj.net/im-345061?width=620&size=1.5",
    "image_1": "im-345061.jpg",
    "time": "2021-05-28 09:00:00",
    "body": "Life-sciences company  Illumina Inc.  is facing a labyrinth of antitrust hurdles on two continents as it seeks to save its planned $7.1 billion acquisition of Grail Inc., which is developing an early-stage cancer-detection test.<br />The deal, announced last September, could have important ramifications for cancer care and the future of both companies. It also has become something of a test for U.S. and European antitrust enforcers as they focus more on whether acquisitions of leading startups could slow innovation.<br />The U.S. Federal Trade Commission sued the companies in March to block the deal. Since then, the European Union has added an element of intrigue by invoking a new policy to claim a say on whether the combination of the two U.S.-based companies moves forward.<br />A hearing Friday in San Diego could determine the course of U.S. legal proceedings. Illumina has separately mounted a legal campaign overseas contesting the EU’s jurisdiction.<br />San Diego-based Illumina develops and sells next-generation genetic-sequencing machines and the chemicals used in them. Grail, based in Menlo Park, Calif., was founded by Illumina and spun off in 2017. It has been developing liquid biopsy tests that examine blood samples for genetic signs of cancer, a product that, if successful, could have a significant impact in healthcare. Illumina says buying Grail back would allow it to scale up operations and expand access to the tests more quickly."
}