{
    "url_original": "https://www.wsj.com/articles/in-apple-antitrust-trial-judge-signals-interest-in-railroad-credit-card-monopoly-cases-11621940401?mod=business_lead_pos4",
    "url": "in-apple-antitrust-trial-judge-signals-interest-in-railroad-credit-card-monopoly-cases-11621940401",
    "title": "In Apple Antitrust Trial, Judge Signals Interest in Railroad, Credit-Card Monopoly Cases",
    "sub_head": "Epic Games’ antitrust case against the iPhone maker heads to the judge for consideration; decision expected in coming months",
    "category_1": "Tech",
    "time": "2021-05-25 07:00:00",
    "body": "The future of digital commerce on your iPhone could be influenced by how courts resolved questions about market control following technological innovations that disrupted previous generations: credit cards and railroads.<br />With the courtroom battle between Epic Games Inc. and  Apple Inc.  concluded Monday, U.S. District Judge Yvonne Gonzalez Rogers must now decide if the iPhone maker has improperly prohibited third-party app stores and forced developers to use its in-app payment system that collects a commission as high as 30%.<br />As she decides if Apple has operated an illegal monopoly, she’s already made it clear during the trial in Oakland, Calif., that she’s thinking about how previous precedent-setting cases involving  American Express Co.  and a St. Louis railroad apply to the new digital economy in the 21st century. Her decision in the trial that lasted three weeks and a day is expected in the coming months, and it could sway a new generation of commerce.<br />“It’s safe to say she’s not just convinced that there’s an easy win for Apple,” said David Olson, an associate professor at Boston College Law School who has been following the case. “She’s thinking hard about this and seems to be bothered by the lack of in-app or in-game…payment systems.”<br />The question of how to define a market in the case is a central issue. Is the market confined to distributing apps on the iPhone as “Fortnite” videogame creator Epic argues? Or, as Apple contends, is the market just devices on which videogames can be played?"
}