{
    "url_original": "https://www.wsj.com/articles/in-baseball-the-hits-keep-on-not-coming-11621982059?mod=opinion_lead_pos10",
    "url": "in-baseball-the-hits-keep-on-not-coming-11621982059",
    "title": "In Baseball, the Hits Keep On Not Coming",
    "sub_head": "The major leagues shouldn’t resort to rule changes to prop up batting averages.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-25 18:34:00",
    "body": "‘There is ample evidence that the public is getting a wee bit tired of all these ‘pitchers duels,’ ” sportswriter Bob Addie noted in 1968. The following year, Major League Baseball lowered the mound and shrank the strike zone to make things easier for batters. This season pitchers are dominating again—in fact, more than ever.<br />There have already been six no-hitters (seven if you count a shortened seven-inning game). The New York Yankees’ Corey Kluber no-hit the Texas Rangers on May 19; the night before, the Detroit Tigers’ Spencer Turnbull did it to the Seattle Mariners.<br />It’s the first time baseball had six no-hit games before June, and the season-long record is eight, set in 1884. It’s not an issue of unprecedented skill. Mr. Turnbull had the distinction only two years ago of being the Major Leagues’ losingest pitcher that season, with 17 losses. His turnaround, dramatic in its own right, reflects a bigger issue for baseball: Strikeouts are way up, batting averages are down, and it’s bad for business.<br />In Mr. Turnbull’s historic game, the losers struck out nine times, but the winning Tigers struck out 12 times themselves. That same night the San Francisco Giants beat the Cincinnati Reds despite striking out 17 times, while the Tampa Bay Rays and Baltimore Orioles combined for 27 strikeouts, and the Colorado Rockies and San Diego Padres totaled 29. The Atlanta Braves had a rough night, striking out 15 times against the New York Mets, so you’d think the team’s ace, Jacob deGrom, who has recorded 65 strikeouts this season, must have been on the mound. No, the Mets did it with an army of seven other pitchers.<br />The reasons for the pitching surge are numerous but clear. Pitchers are better conditioned and stronger, to the point that 100-mile-an-hour fastballs are common. They are also pitching fewer innings a game—relief pitchers often take over after only five or six innings—meaning they can throw as hard as possible without worrying about pacing themselves."
}