{
    "url_original": "https://www.wsj.com/articles/in-cease-fire-israel-and-hamas-see-gainstoward-differing-goals-11621610289?mod=world_major_1_pos8",
    "url": "in-cease-fire-israel-and-hamas-see-gainstoward-differing-goals-11621610289",
    "title": "In Cease-Fire, Israel and Hamas See Gains—Toward Differing Goals",
    "sub_head": "As truce takes effect, the two sides each claim victory, but they don’t have the same measures of success",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-21 11:27:00",
    "body": "TEL AVIV—Hamas wasted no time in proclaiming victory once a cease-fire with Israel took effect Friday, ending 11 days of fighting. Israel’s Prime Minister Benjamin Netanyahu, by contrast, was assailed by political foes and allies for what they characterized as a premature end to the campaign.<br />As the previous rounds of Middle East conflicts show, however, immediate appearances don’t necessarily reflect the long-term outcomes. In 2006, Israel was widely viewed as having at best secured a draw against Lebanon’s Hezbollah militia. But it marked the end of Hezbollah’s cross-border attacks.<br />“Deterrence, unfortunately, is only measured when you look back,” said retired Maj. Gen. Amos Yadlin, a former head of Israeli military intelligence. In this month’s Gaza campaign, he said, Israel has achieved its military goals. “In two or three years we will understand that Hamas has made a big mistake and that Israel has regained its deterrence,” he said.<br />The complication is that for Israel and Hamas measures of success or failure aren’t the same. For the Islamist movement, which has ruled the Gaza Strip since 2007, and its Iranian backers, one of the most consequential outcomes could be that its willingness to fight undermines the standing of the Palestinian Authority’s President Mahmoud Abbas, also known as Abu Mazen, and the Arab states that struck diplomatic agreements with Israel last year.<br />“It’s not a win-lose situation between us and Hamas,” said retired Brig. Gen. Yossi Kuperwasser, the former head of analysis at Israel’s military intelligence agency. “On the military battleground, they were defeated. But on the political level, Hamas doesn’t fight Israel—it fights Abu Mazen and the moderates in the Arab world. And there, they have succeeded regardless of what has happened on the military battleground.”"
}