{
    "url_original": "https://www.wsj.com/articles/in-donald-trumps-purgatory-11620859899?mod=opinion_lead_pos3",
    "url": "in-donald-trumps-purgatory-11620859899",
    "title": "In Donald Trump’s Purgatory",
    "sub_head": "Ousting Liz Cheney doesn’t end the GOP’s 2022 election problems.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-12 18:51:00",
    "body": "House Republicans ousted Liz Cheney from their leadership on Wednesday, but the GOP’s Donald Trump problem continues. They can’t win without his voters, but they also will struggle to win if the former President dominates the party and insists on re-fighting the 2020 election for the next four years.<br />Ms. Cheney was purged on a voice vote that was so overwhelming that no one even asked for a recorded tally. Her offense was challenging—too vocally for GOP comfort—Mr. Trump’s claims that the 2020 election was stolen and that the attempt to overturn the Electoral College vote on Jan. 6 was constitutional and warranted.<br />Many Republicans privately agree with Liz Cheney on both points, but they don’t want to get into a public fight with Mr. Trump. They want House leaders to focus on resisting the Biden agenda, and they think Ms. Cheney’s insistence on publicly rebutting Mr. Trump’s falsehoods was a distraction. She can now say what she wants as a backbencher.<br />But the GOP problem is less that Ms. Cheney won’t let Mr. Trump go than that Mr. Trump won’t let 2020 go. He can’t accept that he lost, so he’s busy rewriting history to convince everyone he was cheated. He’s making that claim a litmus test for GOP leaders or for candidates who want his endorsement.<br />That may please the Trump base but it won’t appeal to the swing voters the GOP needs to retake the House and Senate. Mr. Trump’s claim that he was cheated in November is the main reason the GOP lost two Georgia Senate seats in the Jan. 5 runoff. Trump voters stayed home after Mr. Trump told them their votes didn’t count. The pre-election polling and voter turnout couldn’t be clearer about this. Joe Biden’s agenda would be stalled now if Mr. Trump had put the party first after his defeat."
}