{
    "url_original": "https://www.wsj.com/articles/in-praise-of-difficult-fruit-11621051260",
    "url": "in-praise-of-difficult-fruit-11621051260",
    "title": "In Praise of Difficult Fruit",
    "sub_head": "If we never forage beyond what’s sweet and accessible, we miss out on worlds of zesty excitement, from elderberries to mangosteen",
    "category_1": "Life & Arts",
    "category_2": "Table Talk",
    "image_1_url": "https://images.wsj.net/im-336782?width=620&size=1",
    "image_1": "im-336782.jpg",
    "time": "2021-05-15 12:01:00",
    "body": "The other day, I bought a large bunch of delicious seeded black Muscat grapes. They reminded me of the grapes of my childhood, when grapes with seeds were normal and seedless grapes were still a luxury. But when I gave some to my 12-year-old son, I was startled to find that he actually gave up eating them halfway through, commenting that it was just too boring avoiding the seeds.<br />This got me thinking about how different fruit is now from what it was in the past, even the recent past. We have become accustomed to the idea that fruit is something sweet, likable and eternally available, almost like candy. With supermarket fruit, there are no bony seeds or prickles to navigate, and much of the time our fruit even comes pre-peeled and pre-chopped.<br />But fruit doesn’t have to be easy. There’s a special kind of joy to eating fruit that makes you work slightly harder for the payoff. I have a damson tree in my garden, and one of the pleasures of late summer for me is picking the dusty-blue fruits, which are like plums only much, much tarter and smaller. Stewed with a little sugar and sieved, these damsons yield a dark magenta purée that makes every supermarket plum taste bland by comparison. I keep damson purée in the freezer and have it over yogurt or oatmeal in the morning, and every time I taste it, I marvel at its acerbic power.<br />If we only ever eat fruit that is sweet, soft and accessible, we miss out on whole worlds of fruit excitement. It’s a bit like only listening to music in a major key. “The Book of Difficult Fruit: Arguments for the Tart, Tender and Unruly” by Kate Lebo (Farrar, Straus and Giroux) is a fascinating new book that celebrates the edgier side of fruit. Ms. Lebo wants us to consider fruits that are mouth-puckeringly sour (rhubarb or gooseberries or yuzu), fruits that are mildly poisonous (like the pits of cherries and apricots), fruits that are as stinky as cheese (durian) and fruits so inky-dark they will stain your clothes (elderberries).<br />The whole nature of fruit has changed in modern times. Fruit used to be something that was deeply seasonal and mostly wild, whereas now it is mostly domesticated and available year-round. But there are still wild fruits around if you know where to look. Ms. Lebo writes about the many varieties of native huckleberry in the U.S., a fruit so stubborn that they “refuse to be domesticated.” The word is sometimes used just to mean wild blueberry, but huckleberries are really several families of small woodland berries, some of which grow in the mountains of the Pacific Northwest (Vaccinium membranaceum) and some of which grow more on the East Coast (Gaylussacia baccata, for example). No one has found a way to grow “hucks” commercially. As Asta Bowen wrote in “The Huckleberry Book,” the huckleberry is “wildness in your hand.”"
}