{
    "url_original": "https://www.wsj.com/articles/in-praise-of-the-dow-on-its-birthday-11622026801?mod=business_minor_pos12",
    "url": "in-praise-of-the-dow-on-its-birthday-11622026801",
    "title": "In Praise of the Dow on Its Birthday",
    "sub_head": "A flaw in the 125-year-old Dow Jones Industrial Average is one of its main charms",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-343699?width=620&size=1.5",
    "image_1": "im-343699.jpg",
    "time": "2021-05-26 07:00:00",
    "body": "The Dow Jones Industrial Average is 125 years old, and some people consider it an anachronism. Yet for all its supposed drawbacks, it has been a pretty good measure of the stock market. One reason might be that, unlike some of its upstart rivals, measuring the market is all that it seeks to do.<br />With the exception of the Dow Jones Transportation Average, which was created a dozen years earlier, the Dow Jones Industrial Average is the longest-running index in the world. Since its start in 1896, it has put on a prodigious performance, rising from 40.94 to 34312.46, or 83,712%, a testament to how good an investment U.S. stocks have been over the long haul.<br />The Dow is an oddly constructed measure of the market, though. When Charles Dow, the founding editor of The Wall Street Journal, first put it together, he simply added up the prices of its 12 original components. It is a bit different these days, with the sum of the prices of its 30 components divided by a divisor, but the same issue arises. The higher a stock’s price is, the more weight it carries in the index. Thus  UnitedHealth Group ’s  stock, with a price of $413.05, accounts for 2718 of the Dow’s 34312 points, while Apple’s stock, at $126.90, counts for just 835. But Apple carries a stock market capitalization of $2.1 trillion, marking it as the largest company by market value in the world, compared with $390 billion for UnitedHealth Group.<br />More recently constructed stock market indexes take a company’s size into account. For most of its history, for example, the S&P 500 was weighted by market capitalization, moving in 2005 to float adjustment, where only the value of shares available for public trading are counted. Inclusion in the Dow is also more arbitrary than in size-weighted indexes, and it can be years before what have become very large companies are selected for addition. Meanwhile, some has-beens have hung on until the brink of bankruptcy.<br />Yet the Dow and the S&P 500 have had strikingly similar trajectories. Over the past 30 years, for example, each has returned, with dividends reinvested, about 11% annually. And, let’s face it, when normal Americans are asked how the market did today, they are as likely to answer in S&P 500 percentage points as they are to answer questions about how hot it is out there in Celsius. Agree with it or not, the Dow, like Fahrenheit, is the standard."
}