{
    "url_original": "https://www.wsj.com/articles/in-praise-of-the-federal-ethanol-regulations-11621449803?mod=opinion_major_pos17",
    "url": "in-praise-of-the-federal-ethanol-regulations-11621449803",
    "title": "In Praise of the Federal Ethanol Regulations",
    "sub_head": "The Renewable Fuel Standard deserves credit for reducing pump prices and saving Americans billions each year.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-339059?width=620&size=1.5",
    "image_1": "im-339059.jpg",
    "time": "2021-05-19 14:43:00",
    "body": "Regarding your editorial “The Ethanol Gasoline Tax” (May 15): The 16-year-old law requiring oil refiners to blend renewable fuels with gasoline has nothing to do with recent higher gas prices. In fact, because ethanol extends fuel supplies and is cheaper than gasoline, the Renewable Fuel Standard deserves credit for reducing pump prices and saving Americans billions each year.<br />But like a gambler betting on the come, some refiners have refused to blend ethanol in the hope that political allies would bail them out of their legal obligation to do so. That high-stakes gambit worked under the last administration, as EPA head Scott Pruitt improperly granted blending “exemptions” to one-third of U.S. refineries. Those waivers devastated the corn market and resulted in billions of gallons of lost demand.<br />But now the courts and Biden administration are calling the refiners’ bluff and finally requiring them to comply with the law. Refiners comply by blending their proportional share of renewable fuel or by buying compliance credits (“RINs”) from parties who blend more than required. As you note, only those refiners “that don’t meet their quotas” must buy RINs. But that’s their prerogative. RIN prices reflect the cost of choosing not to blend ethanol. Still, economists conclude the net effect on the price of E10 gasoline of high RIN prices is zero.<br />So, here is some friendly advice to refiners: Blend enough ethanol to meet your obligation and you won’t need to buy RINs. That’s because each ethanol gallon comes with a free RIN attached. Problem solved.<br />In any case, everyone knows the real driver of pump prices is crude-oil costs, which have doubled since this time last year."
}