{
    "url_original": "https://www.wsj.com/articles/in-the-war-on-cancer-science-is-winning-11621881949?mod=opinion_lead_pos5",
    "url": "in-the-war-on-cancer-science-is-winning-11621881949",
    "title": "In the War on Cancer, Science Is Winning",
    "sub_head": "Promising and amazing advances in vaccination, diagnostic tests, immune therapy and gene testing.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-24 17:49:00",
    "body": "Fifty years have passed since President Nixon declared war on cancer in his 1971 State of the Union address: “The time has come in America when the same kind of concentrated effort that . . . took man to the moon should be turned toward conquering this dread disease.” Today we are closer than ever to that goal.<br />Cancer killed 10 million people world-wide last year, and doctors diagnosed 19 million new cases. Yet scientists have made startling progress in understanding, preventing and treating it. “I’ve had an oncologist tell me that this is a very exciting time to have cancer,” a medical journalist quipped this month at the Fifth International Vatican Conference, an annual gathering of medical, scientific and religious experts. Panelists described progress on many fronts in the battle against cancer:<br />• New vaccines against human papillomavirus, which causes cervical and throat cancer, are in late-stage trials. Scientists are also testing vaccines for melanoma, leukemia, lung and renal cancers.<br />• In five years there may be a simple blood test costing less than $500 that can detect 70% of all cancers in the earliest stages. When patients with breast, prostate and thyroid cancer spot the disease early, their five-year survival rate is 99%.<br />• New Crispr gene-editing technology deploys a molecular defense system borrowed from bacteria, which use this system to kill invading viral cells by unzippering their DNA to rip it apart. Scientists are using Crispr to repair or rewrite flawed genes. The therapy cured sickle-cell anemia in the first three patients to receive it, and soon it will take on cancer. Many trials of Crispr therapies in the U.S. now are in phase 2 for leukemia, lymphoma, myeloma and more. In China, Crispr is showing promise against lung cancer."
}