{
    "url_original": "https://www.wsj.com/articles/in-tight-housing-market-thousands-of-homes-are-reserved-for-certain-buyers-11622021400?mod=business_lead_pos7",
    "url": "in-tight-housing-market-thousands-of-homes-are-reserved-for-certain-buyers-11622021400",
    "title": "In Tight Housing Market, Thousands of Homes Are Reserved for Certain Buyers",
    "sub_head": "‘Whisper listings,’ made directly to select customers, are growing at a time when housing inventory is near record lows",
    "category_1": "Real Estate",
    "time": "2021-05-26 05:30:00",
    "body": "Real-estate agents are selling more homes to select customers while bypassing the public market, a move that squeezes supply tighter for many buyers when inventory is already near record lows.<br />In the vast majority of transactions, an agent lists a home for sale on a local database and markets the property widely to drum up interest and get the best price. But in certain cases, a broker will show an unlisted property to a small circle of potential buyers more exclusively, often in hope of getting a deal done quickly.<br />These private sales are known as pocket listings, or whisper listings. They have been around for many years. But they are on the rise now even though the National Association of Realtors adopted a rule last year aimed at discouraging their use following complaints from some of its members.<br />The new NAR policy requires agents to add listings to their local database within a business day of publicly advertising the listing. But there is a notable exemption: Listings can still be kept off the database if they are only shared within one brokerage, called an “office exclusive.”<br />Pocket listings accounted for 3% of sales on average in the year ended in March, up from 2.6% of sales in the year ended in March 2020 and 2.5% in the year ended in March 2019, according to an analysis by brokerage  Redfin Corp.  That 3% represents roughly 169,000 homes a year sold through this sometimes controversial practice."
}