{
    "url_original": "https://www.wsj.com/articles/indias-stock-market-peers-beyond-covid-19-surge-11622192031?mod=markets_lead_pos2",
    "url": "indias-stock-market-peers-beyond-covid-19-surge-11622192031",
    "title": "India’s Stock Market Peers Beyond Covid-19 Surge",
    "sub_head": "Investors don’t think the humanitarian crisis will cause long-lasting slowdown in economic activity",
    "category_1": "Markets",
    "time": "2021-05-28 05:30:00",
    "body": "Indian markets have been resilient amid a devastating second wave of coronavirus—showing investors reckon India’s long-term growth potential is intact despite the humanitarian crisis and that big companies will avoid severe financial damage.<br />MSCI Inc . ’s India index is up 10.6% so far this year, to May 27, outperforming the index compiler’s broader emerging markets gauge, which is up 4.9%. Two widely watched local indexes, the 30-constituent S&P  BSE  Sensex and the slightly broader Nifty 50 Index, have also beaten the MSCI emerging markets benchmark. The former is just a tad below its record highs notched in February while the Nifty 50 Index hit a fresh record.<br />“There is a huge cognitive dissonance between what markets are doing and what the far-more-dire reality is on the ground,” said Vishnu Varathan, head of economics and strategy at Mizuho Bank in Singapore. He said the Indian stock indexes reflected the performance of very large, well-connected and usually financially strong companies.<br />Mr. Varathan has cut his growth forecasts for this fiscal year, but still expects the economy to grow by 6.8% to 7.8%. He had previously forecast a 10% expansion. “India’s economic recovery will be at least delayed, if not diminished,” he said. India will publish economic data next week for the fiscal year that ended in March.<br />In April, the International Monetary Fund forecast India would grow 12.5% in the fiscal year that ends in March 2022, but an IMF official warned that surging coronavirus cases “poses very severe downside risks to the growth outlook.” As of May 28, India had recorded more than 27.5 million infections and over 318,000 deaths, according to Johns Hopkins University data."
}