{
    "url_original": "https://www.wsj.com/articles/indian-police-visit-twitters-office-after-politicians-tweet-is-labeled-as-misleading-11621942435",
    "url": "indian-police-visit-twitters-office-after-politicians-tweet-is-labeled-as-misleading-11621942435",
    "title": "Indian Police Visit Twitter’s Office After Politician’s Tweet Is Labeled as Misleading",
    "sub_head": "Authorities’ latest move in confronting U.S. tech companies comes as government is under fire for its handling of the pandemic",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-05-25 07:33:00",
    "body": "Indian police visited  Twitter Inc.’s  office in New Delhi to investigate the company’s labeling of tweets from a ruling party spokesman as misleading, the government’s latest move against U.S. tech platforms amid criticism over its handling of the pandemic.<br />Sambit Patra, a spokesman for Prime Minister Narendra Modi’s Bharatiya Janata Party, in posts last week shared what he said was a document from the main opposition party purporting to show instructions for criticizing Mr. Modi’s handling of the Covid-19 pandemic. India has in recent weeks reported record highs of daily cases and deaths, making it the world’s worst current outbreak.<br />Twitter appended a label to Mr. Patra’s tweets stating that they contained “manipulated media.” A company policy prohibits the posting of images or videos that Twitter determines may be doctored and could cause harm.<br />The Delhi police, which report to India’s Home Ministry, said in a statement late Monday that they visited the social media company’s local office to investigate the tweets’ labeling. “It appears that Twitter has some information which is not known to us on the basis of which they have classified it as such,” the Delhi police said in the statement.<br />The Indian National Congress, the main opposition party, has said the documents Mr. Patra posted are forged. The party on Tuesday released a letter addressed to Twitter in which it highlighted tweets referring to the documents from several other senior government officials, asking Twitter to apply the same labeling to those posts."
}