{
    "url_original": "https://www.wsj.com/articles/indias-second-covid-wave-recedes-will-a-third-one-sweep-in-11622154711?mod=opinion_major_pos8",
    "url": "indias-second-covid-wave-recedes-will-a-third-one-sweep-in-11622154711",
    "title": "India’s Second Covid Wave Recedes. Will a Third One Sweep In?",
    "sub_head": "The national economy and the region’s stability depend on the success of Modi’s preventive efforts.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-05-27 18:31:00",
    "body": "The second wave of the pandemic that has battered India raises many questions for which policy makers don’t yet have good answers. But they all depend, in large measure, on a single factor: the Indian government ramping up a so far lackluster vaccination program to protect against a potentially devastating third wave of infections.<br />Can the Indian economy bounce back quickly or will it languish for an extended period? Many livelihoods hinge on a sustained reopening. The Pew Research Center estimates that last year’s (milder) first wave of Covid drove 75 million Indians to poverty. This includes 32 million who dropped out of the middle class, more than half of the 54 million world-wide who suffered this misfortune amid the pandemic. And damage to Asia’s third-largest economy affects the region more broadly.<br />Can India, the world’s largest vaccine manufacturer, still play an outsize role in inoculating the developing world while it struggles to deliver vaccines to its own population? As of Wednesday, India had fully inoculated only 3% of its population. About 11.3% have received at least one dose of vaccine. By banning exports, the government has already leaned on the Serum Institute of India, the world’s largest vaccine manufacturer, to redirect for domestic use 140 million doses of the Covid-19 vaccine earmarked for the World Health Organization’s Covax initiative. The Serum Institute was supposed to supply about 1.1 billion doses of vaccine to Covax. That goal now appears fantastical.<br />Will India be a viable competitor to China for influence in Asia and beyond? On Wednesday, China delivered 500,000 donated doses of its Sinopharm Covid vaccine to Sri Lanka, adding to the 600,000 doses it delivered in March. Taking advantage of India’s disarray, Beijing has also supplied vaccines to Bangladesh, Nepal and the Maldives, countries New Delhi has long regarded as part of its sphere of influence.<br />Will Prime Minister Narendra Modi’s popularity—pummeled by his spectacular mishandling of the pandemic—recover? According to pollster Morning Consult, Mr. Modi’s approval rating has fallen to 64%, still high compared with other world leaders, but much lower than before. His net approval has fallen 20 points since the start of April. Last week an Indian pollster, CVoter, found that for the first time since Mr. Modi took office seven years ago voters dissatisfied with his performance outnumber those who are satisfied."
}