{
    "url_original": "https://www.wsj.com/articles/inequality-would-widen-if-u-s-policies-spur-sustained-inflation-11621173602",
    "url": "inequality-would-widen-if-u-s-policies-spur-sustained-inflation-11621173602",
    "title": "Inequality Would Widen if U.S. Policies Spur Sustained Inflation",
    "sub_head": "Cost of living is rising faster than paychecks despite efforts by Biden administration and Fed",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "time": "2021-05-16 10:00:00",
    "body": "Federal Reserve and Biden administration officials say economic inequality is bad and they aim their policies in part at helping to reduce it. In the short run, at least, those policies might be widening inequality, not shrinking it.<br />In recent months, inflationary pressures have caused the cost of living to rise faster than paychecks, meaning a paycheck hasn’t been going as far as it did before. Consumer price inflation in April rose 4.2% from a year earlier, while hourly pay for production workers rose 1.2%, the Labor Department reported last week.<br />The department also said that, after adjusting for inflation, wages of production workers and nonmanagers fell 3.3% in April from a year earlier, the largest such decline since an inflation shock and recession in 1980.<br />Economists, policy makers and many in the voting public have differing views about income inequality, and the increasing concentration of wealth in the top 1%. Some see inequality as a sign of an unfair economic system that the government should address; others say a healthy capitalist economy rewards its most productive citizens.<br />A fall in inflation-adjusted wages hits low- and moderate-income households especially hard, because they dedicate a larger share of their paychecks to covering daily living costs. The numbers might be temporarily skewed, but if inflation persists and is fueled by the Fed or the Biden administration’s policies, it could raise questions about the costs and benefits of those policies for working Americans."
}