{
    "url_original": "https://www.wsj.com/articles/inflations-magic-number-is-four-11621355006?mod=markets_lead_pos6",
    "url": "inflations-magic-number-is-four-11621355006",
    "title": "Inflation’s Magic Number Is Four",
    "sub_head": "Stocks are usually lower after inflation breaches 4%, and there is a good reason",
    "category_1": "Markets",
    "category_2": "Streetwise",
    "time": "2021-05-18 12:23:00",
    "body": "Three may be the magic number, but it is four that obsesses the market. Specifically, inflation rising above 4% last week proved a shock for inflation-sensitive assets, with bond yields jumping and stocks falling, growth stocks most of all.<br />It might sound like yet another bit of market mysticism, alongside “cup and handle” patterns in charts or the people who try to divine price movements from the stars. But there is more than just a solid history of the market freaking out when inflation passes 4%; it has logic too.<br />The story goes like this. When inflation is low, rising inflation is a good thing for stocks. A pick up from 1% to 2% means the risk of falling into deflation—a serious threat to the stock market—has gone down, so share prices should go up. The market also tends to be especially sensitive to the economy when inflation is very low, because it generally means the economy is quite weak; a stronger economy pushes up inflation, and is good for stocks. The Federal Reserve is also happy to ignore rising inflation at this point, because it is what policy makers want.<br />As inflation rises further, the gains for stocks decrease, because deflation risk is forgotten and the prospect of a more active Fed counteracts the continued benefit from a stronger economy. But there’s a tipping point where the gains from the economy are offset by the threat from the Fed, and that seems to be about 4%. Higher bond yields switch from being good for stocks to being bad for stocks, and the market focuses on the danger of inflation instead of the rewards from the economy that’s creating that inflation.<br />We saw this last week, with stock prices and bond yields moving in opposite directions every day. The link between the two, measured as the correlation of their daily changes over the past 100 days, is the lowest in more than 15 years. Instead of more inflation being good news for stocks, it is now bad news—while still being bad for bonds, meaning higher yields. Less concern about inflation now means lower Treasury yields, and higher stock prices."
}