{
    "url_original": "https://www.wsj.com/articles/inflation-expectations-may-be-suffering-from-inflation-11622198780?mod=markets_major_pos1",
    "url": "inflation-expectations-may-be-suffering-from-inflation-11622198780",
    "title": "Inflation Expectations May Be Suffering From Inflation",
    "sub_head": "Fearful investors are paying steep prices for inflation hedges, but inflation expectations themselves won’t fuel a surge in prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-345632?width=620&size=1.5",
    "image_1": "im-345632.jpg",
    "time": "2021-05-28 06:46:00",
    "body": "Inflation expectations could be getting somewhat inflated.<br />Capital markets are signaling mounting concerns about inflation among investors. At Thursday’s close, bond prices implied average consumer-price growth of 2.6% over the next five years. In recent weeks, this “inflation break-even” rate has surged to highs not seen since 2008, bolstered by the U.S. reporting official inflation of 4.2%—also a 13-year high. Respondents to the May Fund Manager Survey by  Bank of America  saw inflation as the biggest “tail risk” to the bull market.<br />Overpaying for inflation insurance, though, is also a risk.<br />Market inflation expectations are calculated as the yield difference between regular Treasurys and Treasury inflation-protected securities, or TIPS, which compensate holders for consumer-price index increases. As  UBS ’ head of U.S. rates Mike Cloherty noted in a report this week, it is a fall in TIPS yields that has been driving the recent rise in breakevens. This tight inverse correlation is reminiscent of the 2009-2013 period of economic weakness, but uncommon for a recovery, when both usually rise in tandem.<br />TIPS are notoriously less liquid, so their prices can move a lot when demand is strong. It currently is: The TIPS inventories of dealer banks are getting depleted. The Federal Reserve, for one, is buying a lot of them. The yield on the five-year note is now hovering around a record low of minus 1.8%. This all points to a reversal."
}