{
    "url_original": "https://www.wsj.com/articles/inflation-takes-its-cut-11622215423?mod=business_minor_pos10",
    "url": "inflation-takes-its-cut-11622215423",
    "title": "Inflation Takes Its Cut",
    "sub_head": "Americans continue to spend more, but rising prices are cutting into how much they actually buy",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-345734?width=620&size=1.5",
    "image_1": "im-345734.jpg",
    "time": "2021-05-28 11:25:00",
    "body": "Americans spent more in April than they did in March—and bought less.<br />The Commerce Department on Friday reported that consumer spending rose 0.5% in April from a month earlier, which, coming after March’s government stimulus-check-fueled surge, was impressive. The gain was driven by a 1.1% increase in spending on services—an indication of how, with Covid-19 cases dropping and vaccination rates rising, consumers are shifting their behavior. Spending on goods actually declined, with the weakness concentrated in spending on nondurable goods such as groceries and cleaning products.<br />But a closer look at April’s overall gain indicates it was mainly driven by price increases. By the Commerce Department’s measure, which is the Federal Reserve’s preferred gauge of inflation, consumer prices rose 0.6% in April from March, putting them 3.6% above their year-earlier level. As a result, real, or inflation-adjusted spending declined. Core prices, which exclude the often volatile food and energy categories to better capture inflation’s underlying trend, were up 0.7% from March, and 3.1% on the year. The Fed’s inflation goal is 2%, though it has said it will tolerate higher readings than that for some time.<br />The pickup in prices isn’t entirely unexpected, especially versus a year earlier, when the initial shock of the pandemic sent prices lower. But the supply-chain issues that have affected an array of consumer items from cars to kayaks continues pushing prices higher. As the economy reopens, there is a risk of a kind of rolling set of price shocks. Travel prices might jump over the summer, for example, as Americans make up for the vacations they missed out on during the pandemic. Then it might be clothing prices heading into the fall, as more children return to in-person schooling and adults go back to the office.<br />The Fed might well continue to look through any such price increases—after all, taken on their own, each would seem temporary in nature. Taken as a whole, however, they might be harder to ignore."
}