{
    "url_original": "https://www.wsj.com/articles/inflation-increases-likely-to-prove-transitory-fed-official-says-11620824400",
    "url": "inflation-increases-likely-to-prove-transitory-fed-official-says-11620824400",
    "title": "Inflation Increases Likely to Prove Transitory, Fed Official Says",
    "sub_head": "Central bank’s vice chairman sees inflation rising higher in coming months before moderating later this year",
    "category_1": "Economy",
    "time": "2021-05-12 09:00:00",
    "body": "WASHINGTON—U.S. inflation could rise somewhat further in coming months before moderating later this year, a top Federal Reserve official said Wednesday, adding that the central bank’s easy-money policies will likely remain unchanged for some time.<br />Richard Clarida, the Fed’s vice chairman, said he anticipates inflation remaining consistent with the central bank’s inflation-targeting framework adopted last year, notwithstanding a flurry of factors that could push prices temporarily higher. These include both statistical effects and supply bottlenecks in some sectors.<br />“These one-time increases in prices are likely to have only transitory effects on underlying inflation, and I expect inflation to return to—or perhaps run somewhat above—our 2% longer-run goal in 2022 and 2023,” Mr. Clarida said in a speech prepared for delivery to the National Association for Business Economics International Symposium. “This outcome would be entirely consistent with the new framework the Federal Reserve unanimously adopted in August 2020.”<br />Under that strategy, the Fed aims for annual inflation to average 2% over time. In the near term, that will mean letting prices rise faster than 2% a year to make up for lower inflation over the past decade.<br />Since last year, the Fed has held overnight interest rates near zero and purchased at least $120 billion a month of Treasury and mortgage bonds to smooth the economy’s recovery from the recession caused by the Covid-19 pandemic."
}