{
    "url_original": "https://www.wsj.com/articles/inflation-doesnt-have-to-mean-high-interest-rates-11620906329?mod=markets_lead_pos11",
    "url": "inflation-doesnt-have-to-mean-high-interest-rates-11620906329",
    "title": "Inflation Doesn’t Have to Mean High Interest Rates",
    "sub_head": "Issues like the semiconductor shortage are pushing up prices. Investing in production can be a better way to deal with inflation than interest-rate rises.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-13 07:45:00",
    "body": "Does inflation always lead to high interest rates? Washington’s semiconductor ambitions point to a more logical policy response.<br />Inflation is back. The U.S. consumer-price index surged to a 13-year high of 4.2% in April, official data showed Wednesday. The eurozone’s figure is a weaker 1.6%, but still a two-year high. The global bond market isn’t panicking yet. The pandemic led many distressed companies to slash prices in 2020. Investors always knew that, as the economy reopened, some year-over-year increases would be huge.<br />The prices of most products haven’t changed much. CPI gyrations are mostly down to a few items particularly affected by lockdowns and travel restrictions, such as airfares and restaurant prices, as well as commodities. Excluding food and energy, U.S. inflation in April was just 3%.<br />One inflation driver stood out in Wednesday’s data: The global shortage of semiconductors. Partly because it is impairing production of new cars, the prices of used autos jumped 10% in April from the previous month—accounting for over a third of the all-items increase.<br />To cool the used-car economy by raising rates and inflicting pain elsewhere would make little sense. Instead, the Biden administration seeks to fix the chip shortage by investing $50 billion in onshore semiconductor production capacity. The plans will take time and are still underfunded, but they help understand that the best way to fight chip inflation is to make more chips."
}