{
    "url_original": "https://www.wsj.com/articles/inflation-hits-a-high-note-11620835666?mod=business_minor_pos10",
    "url": "inflation-hits-a-high-note-11620835666",
    "title": "Inflation Hits a High Note",
    "sub_head": "Prices are rising at their fastest clip in years, but the Fed is relaxed because expectations aren’t embedded",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-12 12:22:00",
    "body": "Inflation might be picking up, but it isn’t like people are singing songs about it.<br />The Labor Department on Wednesday reported that consumer prices rose 0.6% in April from March, putting them 4.2% above their year-earlier level. Some of that gain on the year was driven by a rise in gasoline prices, but core prices, which exclude food and energy items, rose 0.9% last month and were up 3% from a year earlier. That marked the biggest 12-month rise in core inflation since 1995.<br />In some respects the pickup in inflation has been both predictable and predicted. Prices dipped in April last year as the Covid-19 crisis shut down much of the country. Now we have come up against the anniversary of those declines. Beyond those so-called base effects, the supply-chain problems brought on by the pandemic have been evident for some time. It wasn’t hard to guess what might happen when the rising demand brought on by a reopening economy met those bottlenecks.<br />That is why Federal Reserve officials aren’t acting at all alarmed about what is happening with prices. This week several of them have said they expect price gains to pick up this year, but that they don’t believe much of the rise in inflation will persist once the supply-chain snarls have been resolved. The central bank isn’t ready to start reducing its asset purchases yet, much less to think about raising rates.<br />Part of why is that, eye-popping as some of the price increases over the past year have been, higher inflation hasn’t embedded itself in consumer psyches. Americans under 60 have next to no experience of what it was like when inflation was such a problem that popular musicians were singing about it, like Marvin Gaye did in 1971 (“Inflation no chance/To increase finance”) and again in 1972 (“The nation’s taxation/Is causin’ all, all this inflation”)."
}