{
    "url_original": "https://www.wsj.com/articles/inflation-is-more-of-a-threat-than-the-fed-says-11620153091?mod=opinion_major_pos16",
    "url": "inflation-is-more-of-a-threat-than-the-fed-says-11620153091",
    "title": "Inflation Is More of a Threat Than the Fed Says",
    "sub_head": "The velocity of money will increase significantly just as the 27% surge in M2 since the outbreak of the pandemic works its way through the economy.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "time": "2021-05-04 14:31:00",
    "body": "Regarding Mickey D. Levy and Michael D. Bordo’s “The Fed in the Sand as Inflation Threatens” (op-ed, April 27): I have been calling on Fed Chairman Jerome Powell to release his plan to curb the effects of inflation for several months. Last month, I finally heard back from him. He told me that he doesn’t want inflation that substantially exceeds 2%, or inflation for a prolonged period.<br />I agree. The problem for Mr. Powell is that Messrs. Lewis and Bordo are precisely right: Inflation rates above 2% for any period will disproportionately hurt low-income families, like mine growing up. I watched my parents struggle to make ends meet month after month. If the cost of gas and groceries were also increasing at the rates they currently are, I’m not sure what we would have done.<br />According to data from FactSet, 47 S&P companies have mentioned inflation on their earnings calls for Q1 2021—more than during any other quarter in the last 10 years.<br />I ran for public office because I want every American to have the same opportunity I did to live the dream of this country. Mr. Powell’s indifference toward rising costs of gas, groceries, and diapers is wrong and hurts our nation’s poorest families the most.<br />There must be a clear plan to address rising inflation. Fiscal policy makers should be transparent with American families and offer solutions to those who may be hurt by their decisions. Eighty-seven percent of Americans are already concerned about the rising costs of everyday goods. Mr. Powell needs to get real about inflation and stop brushing off this serious issue as “temporary” pain."
}