{
    "url_original": "https://www.wsj.com/articles/inflation-rate-calculator-customize-your-own-consumer-price-index-11621503004",
    "url": "inflation-rate-calculator-customize-your-own-consumer-price-index-11621503004",
    "title": "Inflation Rate Calculator: Customize Your Own Consumer-Price Index",
    "sub_head": "The Covid-19 pandemic changed Americans’ spending habits, and the government’s monthly inflation report may not show price changes you are seeing at the pump or supermarket",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-05-20 05:30:00",
    "body": "The Labor Department reported last week that its consumer-price index jumped 4.2% in April from a year earlier. That means consumers need to spend 4.2% more money to buy the same amount of goods and services, including clothes, groceries, restaurant meals, recreational activities and vehicles. So, for example,<br />The U.S. struggled with high inflation in the 1970s and early 1980s. The inflation rate peaked in April 1980 at 14.76%. Years of generally low and stable inflation followed. Today, the Federal Reserve’s goal for inflation is 2%. In April, prices rose by the most in any 12-month period since 2008.<br />Every month, the Bureau of Labor Statistics publishes the consumer-price index, a statistical estimate of the change in prices for a basket of goods and services purchased by households. But prices as measured by the CPI may not show the kind of changes you are seeing at the pump, the supermarket or brunch.<br />The inflation rate you experience depends on what you want to buy. And while the index is updated monthly, the factors used in determining how households spend money is updated once a year. Over the past 12 months, though, the swings in our buying habits accelerated. With much of the country under stay-at-home orders last year, consumers suddenly found themselves spending more at the grocery store and much less on transportation, for example. Using credit and debit card transaction information, researchers at Harvard University, recalculated the inflation rate for the Covid-era consumer.<br />In general, consumers tend to notice price increases in the goods and services they purchase more frequently, such as food and gasoline, and not so much for things like appliances, or other less-frequent purchases. But over the past year, our spending patterns for gas and food also changed."
}