{
    "url_original": "https://www.wsj.com/articles/inflation-starts-to-hit-auto-and-home-insurers-11621852380?mod=business_minor_pos11",
    "url": "inflation-starts-to-hit-auto-and-home-insurers-11621852380",
    "title": "Inflation Starts to Hit Auto and Home Insurers",
    "sub_head": "Key question is whether premium increases will be big enough amid chip shortage, scarcity of rental cars, higher building-material prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-342441?width=620&size=1.5",
    "image_1": "im-342441.jpg",
    "time": "2021-05-24 06:33:00",
    "body": "Investors hunting for signs of inflation pressure should keep an eye on something they might not usually think about: the cost of insuring a car or home.<br />Last year insurers were often lowering premiums for auto customers who were driving a lot less and therefore getting into fewer accidents. Now, as life in the U.S. begins to return to normal, consumers’ motor-vehicle insurance costs are again rising. The recent U.S. consumer-price index update had that component up 6.1% in April from a year earlier, ending a long string of decreases and jumping the most since 2018.<br />The question for insurers is whether premium increases will be big enough. Part of the cost of covering a claim to repair or replace a car or home is under pressure. Factors include the global chip shortage, the scarcity of rental cars and the increased price of lumber and other building materials. The consumer-price-index measure of vehicle-repair costs has been on the rise.<br />At the same time, it is unclear how quickly people will return to their old driving habits and what that will do to accident frequency. Perhaps they still aren’t driving to work as often. But are they taking a lot more road trips?<br />Progressive  said earlier this month it was monitoring such things as the pace of people returning to the office, lumber prices and the chip shortage. The company’s April underlying ratio of accident-year, noncatastrophe loss and loss-adjustment expense to net earned premium was about 70%, higher than about 67% during the prior month."
}