{
    "url_original": "https://www.wsj.com/articles/internet-linked-infrastructure-is-not-secure-11621362422?mod=opinion_major_pos16",
    "url": "internet-linked-infrastructure-is-not-secure-11621362422",
    "title": "Internet-Linked Infrastructure Is Not Secure",
    "sub_head": "We have connected nearly every aspect of our lives to this world-wide network. How did we manage to do business before it?",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-336489?width=620&size=1.5",
    "image_1": "im-336489.jpg",
    "time": "2021-05-18 14:27:00",
    "body": "Regarding your editorial “The Real Infrastructure Problem” (May 11): We have connected nearly every aspect of our lives to this world-wide network. How did we manage to do business before it? We used private wire lines and fiber-optic cables, microwave links, and we talked to one another. And why do we now find it necessary that every valve, motor and obscure piece of equipment must be on the internet 24/7? Well, it’s very convenient and cheap. And it does give us extraordinarily powerful access to monitor and control far-flung operations. But it also gives the bad guys a gaping hole to enter and do mischief. I suggest we rethink what really needs to be connected, when it needs to be connected and how. The old ways were much harder to hack. I only connect my home computer to the internet when I need it. The connection goes through an old-fashioned knife switch that is off most of the time, denying the bad guys access. They haven’t yet figured out how to throw a knife switch remotely.<br />Kerry Smith<br />Woodbury, Minn.<br /><br />Had you more space, your editorial might have mentioned the major risks that result from relying on “off-site” fuel sources for electric generation. The Colonial Pipeline hack and the Texas outage demonstrate the consequences of this strategy. This negative impact on grid reliability increases the risk of blacking out wide swatches of the grid as generation sources go offline for lack of fuel."
}