{
    "url_original": "https://www.wsj.com/articles/intelligence-on-sick-staff-at-wuhan-lab-fuels-debate-on-covid-19-origin-11621796228",
    "url": "intelligence-on-sick-staff-at-wuhan-lab-fuels-debate-on-covid-19-origin-11621796228",
    "title": "Intelligence on Sick Staff at Wuhan Lab Fuels Debate On Covid-19 Origin",
    "sub_head": "Report says researchers went to hospital in November 2019, shortly before confirmed outbreak; adds to calls for probe of whether virus escaped lab",
    "category_1": "World",
    "time": "2021-05-23 14:57:00",
    "body": "WASHINGTON—Three researchers from China’s Wuhan Institute of Virology became sick enough in November 2019 that they sought hospital care, according to a previously undisclosed U.S. intelligence report that could add weight to growing calls for a fuller probe of whether the Covid-19 virus may have escaped from the laboratory.<br />The details of the reporting go beyond a State Department fact sheet, issued during the final days of the Trump administration, which said that several researchers at the lab, a center for the study of coronaviruses and other pathogens, became sick in autumn 2019 “with symptoms consistent with both Covid-19 and common seasonal illness.”<br />The disclosure of the number of researchers, the timing of their illnesses and their hospital visits come on the eve of a meeting of the World Health Organization’s decision-making body, which is expected to discuss the next phase of an investigation into Covid-19’s origins.<br />Current and former officials familiar with the intelligence about the lab researchers expressed differing views about the strength of the supporting evidence for the assessment. One person said that it was provided by an international partner and was potentially significant but still in need of further investigation and additional corroboration.<br />Another person described the intelligence as stronger. “The information that we had coming from the various sources was of exquisite quality. It was very precise. What it didn’t tell you was exactly why they got sick,” he said, referring to the researchers."
}