{
    "url_original": "https://www.wsj.com/articles/investors-give-exxon-payback-for-frustrations-on-strategy-and-climate-11622227480?mod=markets_lead_pos5",
    "url": "investors-give-exxon-payback-for-frustrations-on-strategy-and-climate-11622227480",
    "title": "Investors Give Exxon Payback for Frustrations on Strategy and Climate",
    "sub_head": "Some of world’s biggest investment firms help elect dissident candidates for energy giant’s board",
    "category_1": "Markets",
    "time": "2021-05-28 16:34:00",
    "body": "Many of the world’s biggest investment firms helped elect directors proposed by an upstart environmental-activist fund to  Exxon Mobil Corp.’s  board. While votes are still being counted,  BlackRock Inc.,   State Street Corp.  and Vanguard Group have said publicly they wielded votes for investors in favor of at least two dissident directors.<br />The proxy battle was the biggest test yet of Wall Street’s receptivity to a campaign about the risks posed to business from climate change and the transition away from fossil fuels. Large investors have been criticized for being all talk and no action on getting the companies they invest in to change their policies around sustainability. Exxon’s yearslong refusal to make board directors available for frank conversations irked investors.<br />Energy giant Exxon fought hard to fend off the dissident slate. Company officials continued to lobby shareholders even as Wednesday’s annual meeting neared adjournment.<br />Exxon said it welcomed the new directors, Gregory Goff and Kaisa Hietala, and looked forward to working with them. “With almost three million shareholders, it’s not surprising we heard a wide range of views, and many supported the work that we’re doing to improve earnings and cash flow capacity, as well as the work to advance the company to a lower carbon future,” a spokesman said.<br />“Today, we heard shareholders communicate a desire for ExxonMobil to further these efforts. We’re well-positioned to do that.”"
}