{
    "url_original": "https://www.wsj.com/articles/investment-crowdfunding-is-buying-100-in-equity-in-your-favorite-shoe-brand-worth-it-11620052376",
    "url": "investment-crowdfunding-is-buying-100-in-equity-in-your-favorite-shoe-brand-worth-it-11620052376",
    "title": "Investment Crowdfunding: Is Buying $100 in Equity in Your Favorite Shoe Brand Worth It?",
    "sub_head": "Season Three, a New York boot company, is raising capital via Republic, an investment crowdfunding website that allows backers of the brand to acquire a small sliver of the company itself",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-332490?width=620&size=1.5",
    "image_1": "im-332490.jpg",
    "time": "2021-05-03 10:32:00",
    "body": "ETHAN BOYE-DOE has purchased several pairs of boots—for himself, his father and a nephew—from Season Three, a year-old New York hiking boot company. Last month, Mr. Boye-Doe, 30, a product manager at Spotify in New York, put his money toward something else that Season Three was shilling: a piece of the company. He invested a few hundred dollars in the enterprise (roughly the price of a single pair of boots) via Republic, a five-year-old investment crowdfunding website based in New York that offers independent investors the opportunity to acquire a small sliver of a company.<br />Republic’s pitchline is “democratizing investing,” and its minimum stakes, which can be as low as $10, attract a more casual investor than the world of venture capital or angel investing where hardcore backers regularly cut entrepreneurs checks of five- or six-figures and above.<br />Republic’s model resembles that of the popular entrepreneurial crowdfunding site Kickstarter, but instead of buying a product on spec, users are scooping up a very small share of a company itself. (Republic takes about a 6% cut of each investment on its site.) Each company on Republic builds out a pitch page that reveals current financial reports and a future growth plan and includes customer testimonials. Before investing, users must acknowledge the risks that come with investing in securities and—though some users might already know the principals in the company personally—are cautioned to research a company. But after that, investing is as simple as transferring money from a bank account and clicking “invest.”<br />The startups on Republic are a diverse bunch focused on everything from energy to supply chain management to cannabis. Fashion companies, though, have traditionally been a weak spot for the website. “I’d say the first two and a half, three years, [fashion companies] did not perform that well,” said Chuck Pettid, CEO of the investment crowdfunding business at Republic, who cited the clothing brands’ weak products and insufficient customer bases as reasons why Republic’s early forays in fashion fizzled.<br />Season Three is just the fourth footwear company to be opened up for equity crowdfunding on Republic, the most successful of which was Glyph, a knit-loafer brand that raised $135,190 from 353 investors in late 2020. Since opening the fundraising round in mid April, Season Three has raised $40,220 via 83 investors. The minimum investment for Season Three is $100, a tiny piece of the company, which is valued on Republic at $6,000,000. Season Three and Republic collectively agreed on that valuation based on Season Three’s existing financials and its future growth strategy."
}