{
    "url_original": "https://www.wsj.com/articles/investors-need-to-get-the-measure-of-carbon-11621336572?mod=business_minor_pos10",
    "url": "investors-need-to-get-the-measure-of-carbon-11621336572",
    "title": "Investors Need to Get the Measure of Carbon",
    "sub_head": "Reporting on emissions can’t wait for an agreement on how to quantify wider environmental, social and governance risks",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-18 07:16:00",
    "body": "The time has come for investors to think about greenhouse-gas emissions separately from other environmental, social and governance criteria.<br />ESG investing is increasingly popular, but remains hamstrung by its breadth of scope. Not only do the three prongs sometimes point to conflicting priorities, investors don’t necessarily agree which metrics to use and frequently have limited data available. There is often little correlation between different ESG ratings.<br />One way through the fog is to split greenhouse-gas emissions from the wider pack. With nearly all of the world’s biggest economies planning to decarbonize in an effort to slow global warming, emissions are already starting to affect financial returns and business models across industries. It is also more obvious what needs to be measured than with other ESG metrics.<br />However, even emissions come with measurement challenges, and corporate disclosure remains patchy. Regulators, central bankers, lenders, investors, auditors and other stakeholders are working in various combinations to develop new reporting standards. Some are focused only on emissions, others on the wider ESG arena.<br />Five global standard-setting groups collectively published a useful prototype for more emissions-focused reporting in December. Across industries, companies should publish three standardized metrics for greenhouse-gas emissions: scope one, which is emissions from direct operations; scope two, which adds emissions from the energy used in direct operations; and scope three, which covers the full value chain."
}