{
    "url_original": "https://www.wsj.com/articles/investors-should-catch-vimeo-on-replay-11622028600?mod=business_minor_pos11",
    "url": "investors-should-catch-vimeo-on-replay-11622028600",
    "title": "Investors Should Catch Vimeo on Replay",
    "sub_head": "Those who saw Vimeo’s debut as disappointing aren’t considering how far its valuation has come",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-343764?width=620&size=1.5",
    "image_1": "im-343764.jpg",
    "time": "2021-05-26 07:30:00",
    "body": "If you got the sense that  Vimeo ’s  initial public offering didn’t go so well, that would be because there wasn’t one.<br />After trading on thin volume on a when-issued basis last week, the video hosting and sharing platform was officially spun off from its parent company  IAC/InterActiveCorp  on Tuesday, ending its first day as an independent, publicly traded company with a market value of nearly $8.4 billion.<br />That was less than the high of more than $10.6 billion implied by last week’s conditional transaction volume, which could suggest a disappointing debut. But given that volume was so light heading into the spinoff, the more relevant comparison is probably with its recent private financing: Vimeo’s current market value is over $2 billion more than its valuation following a January fundraising and three times what it was valued at just six months ago.<br />So is Vimeo now on sale or overvalued? J.P. Morgan analyst Cory Carpenter’s pre-spinoff valuation analysis had Vimeo at about $9 billion, implying its true value lies somewhere between where it was indicated last week and where it is trading now. Using his revenue estimates, Vimeo ended Tuesday at less than 16 times enterprise value to forward sales.<br />Compare that with  Slack Technologies ,  a pandemic beneficiary that offers a freemium model not unlike that of Vimeo. Following a share-price surge in November, Slack’s stock has traded sideways for the past several months, settling into a valuation of just less than 19 times forward sales. That makes sense: Early last year, as the pandemic gripped the U.S., Slack was growing sales at nearly 50% year-over-year. But Wall Street estimates that growth has since decelerated significantly and should slow further to less than 24% growth for the quarter ending in April 2022."
}