{
    "url_original": "https://www.wsj.com/articles/ipo-market-faces-a-critical-juncture-11621017864?mod=markets_lead_pos1",
    "url": "ipo-market-faces-a-critical-juncture-11621017864",
    "title": "IPO Market Faces a Critical Juncture",
    "sub_head": "With inflation fears weighing on stocks, investors have shifted away from tech, IPOs and SPACs",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-05-14 17:09:00",
    "body": "The U.S. IPO market, unstoppable for nearly a year, has hit a speed bump.<br />Shares of rapidly growing companies have fallen increasingly out of favor with investors. Many newly listed firms, whose stocks rose after their initial public offerings, have dropped below their IPO prices. At least three companies, leery of jumping into a volatile stock market, postponed their IPOs after the S&P 500 started the week with its biggest three-day swoon in nearly seven months.<br />Some investors and bankers think next week could be a turning point. If the stock market calms and the public debuts of celebrity-backed Swedish oat-milk maker Oatly Group AB and software company Squarespace Inc. go well, that could shore up confidence in IPOs, they say. If volatility continues and those offerings sputter or get postponed, the IPO market could pump the brakes.<br />“Volatility makes deals more harrowing to launch,” said Eddie Molloy, co-head of equity capital markets for the Americas at  Morgan Stanley .  “Ultimately what we’d like to see is stability in the markets and see deals perform and hold their performance. Investors making money off of the latest deal is always helpful for the next deal.”<br />For the past 11 months, that has been the case. The IPO market, which raised a record $168 billion in 2020, has already raised a staggering $158 billion in 2021, according to Dealogic data through Thursday, the latest available. But the tides turned recently as fears of inflation came into focus and caused investors to seek havens outside of growth companies."
}