{
    "url_original": "https://www.wsj.com/articles/iran-blocks-moderates-from-running-in-june-election-11621951952",
    "url": "iran-blocks-moderates-from-running-in-june-election-11621951952",
    "title": "Iran Blocks Moderates From Running in June Election",
    "sub_head": "Electoral body’s decision helps smooth a path to victory for hard-line cleric Ebrahim Raisi",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-25 10:12:00",
    "body": "TEHRAN—Iran’s electoral body disqualified dozens of candidates for the country’s June presidential election, including nearly all moderates and reformists, a step that narrows the spectrum for political participation at a time when the Islamic Republic faces growing domestic discontent.<br />The culling of candidates near the center of Iranian politics helps smooth a path to victory for Ebrahim Raisi, a leading hard-line cleric who was defeated in the 2017 election. Analysts warn the move risks reducing voter turnout and further diminishing the popularity of a clerical-led system that has suppressed repeated bouts of political and economic unrest.<br />“It seems the hard-liners’ plan to fully monopolize power in their hands very much overshadows any desire to present elections in the Islamic Republic as proof of the system’s legitimacy,” said Ali Fathollah-Nejad, a scholar affiliated with Freie Universität Berlin.<br />While reformists and moderates were almost entirely sidelined, Iran’s Guardian Council, which vets election candidates, also disqualified scores of establishment insiders, most notably Ali Larijani, a former parliament speaker for 12 years until 2020 who was expected to be the main contender with Mr. Raisi. Mr. Larijani is a conservative but closer in views to the current moderate government than Mr. Raisi.<br />In a statement following the announcement by Iran’s state media, Mr. Larijani said he accepted the outcome and encouraged his supporters to vote. Mr. Larijani ran for president in 2005, garnering less than 6% of the vote."
}