{
    "url_original": "https://www.wsj.com/articles/irelands-tax-lesson-for-biden-11622154655?mod=opinion_lead_pos1",
    "url": "irelands-tax-lesson-for-biden-11622154655",
    "title": "Ireland’s Tax Lesson for Biden",
    "sub_head": "The country used a low corporate rate to become a Celtic tiger. That’s why it opposes the U.S. global minimum tax.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-27 18:30:00",
    "body": "Ireland threw a wrench this week in the Biden Treasury’s plans for a new global minimum tax. “I absolutely support and will be making the case for our 12.5% tax rate,” Finance Minister Paschal Donohoe said regarding the global negotiations. He has “significant reservations” about setting a higher minimum rate.<br />Democrats want a high global minimum tax that would end national tax competition and reduce the harm from their huge tax increase on U.S. business. But tax competition has been a boon to global growth and investment, as Ireland’s famous low-tax policy makes clear. Far from a “race to the bottom,” Ireland adopted policies that were ahead of their time and helped its economy grow from a backwater into a Celtic tiger.<br />It might surprise you to learn that Ireland’s recent tax history includes raising rates on some activities. The story starts in the 1950s when Dublin adopted a zero tax rate on exporting businesses and companies in a special economic zone near Shannon. Those tax breaks were explicit subsidies, in an era when many governments used targeted tax breaks to steer their economies.<br />But in the 1970s, when Ireland joined what later became the European Union, the bloc’s rules prohibited such blatant export subsidies. Dublin at first responded by playing the same game as other European giants—offer tax subsidies but less aggressively. Ireland raised the corporate rate on manufacturers to 10%, compared to a rate for everyone else that sometimes hit 50%. Over time Dublin expanded that preferential rate to other industries such as financial services.<br />The impending phase-out of those tax subsidies in the late 1990s under an EU mandate led Dublin to think again. And it pioneered a new strategy: Apply the same low tax rate to every business. Policy makers settled on 12.5%, which was a tax increase for some companies but a cut for others. This was a classic flat-tax reform, and from then on Dublin was out of the tax-subsidy business."
}