{
    "url_original": "https://www.wsj.com/articles/iron-ore-miners-strive-to-avoid-past-mistakes-as-prices-boom-11622201853?mod=business_lead_pos3",
    "url": "iron-ore-miners-strive-to-avoid-past-mistakes-as-prices-boom-11622201853",
    "title": "Iron-Ore Miners Strive to Avoid Past Mistakes as Prices Boom",
    "sub_head": "The global economic recovery is stoking commodities demand and investment in iron-ore mines from Africa to Australia",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-345435?width=620&size=1.5",
    "image_1": "im-345435.jpg",
    "time": "2021-05-28 07:37:00",
    "body": "Iron-ore’s record prices are encouraging a wave of investment in mining ventures, with companies hoping to avoid a repeat of the previous boom a decade ago that ended in multiple pit closures and abandoned developments.<br />Chinese companies are pushing to build one of the world’s biggest mines in West Africa, while a clutch of smaller companies are developing new mines in Australia or reopening mothballed pits idled years ago when prices were low. Many are betting that demand for iron ore, used to make steel, will remain buoyant as governments world-wide inject billions of dollars into their economies.<br />The benchmark iron-ore price rose to a record $233.10 a metric ton this month, according to data from S&P Global Platts, as China’s steel industry cranked up output. The rally mirrors gains in prices of commodities, including copper and crude oil, which are also in demand as the global economic recovery from the Covid-19 pandemic gathers pace.<br />New iron-ore entrants see an opportunity to thrive because the industry’s biggest producers are behaving differently than a decade ago.<br />BHP Group Ltd.  and  Rio Tinto  PLC, the world’s two largest mining companies, say they aren’t interested in producing much more iron ore in Australia, which accounts for more than half the world’s trade in the commodity. The pair’s current investments, which are still worth billions of dollars, aim to replace output from older pits, and they expect better demand growth in commodities like copper."
}