{
    "url_original": "https://www.wsj.com/articles/is-bidens-national-daycare-good-for-children-11620668565?mod=opinion_major_pos16",
    "url": "is-bidens-national-daycare-good-for-children-11620668565",
    "title": "Is Biden’s National Daycare Good for Children?",
    "sub_head": "The Biden administration’s plan to expand child care isn’t compulsory. It will help families, help employers get stable workers and help our children.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-333111?width=620&size=1.5",
    "image_1": "im-333111.jpg",
    "time": "2021-05-10 13:42:00",
    "body": "Regarding J.D. Vance and Jenet Erickson’s “Biden’s Daycare Plan Is Bad for Families” (op-ed, May 4): Attacks on advocacy for expanding availability and accessibility to developmentally supportive child care for America’s children are mind boggling. The authors point to a Canadian study written by economists instead of looking to U.S. research by those who study child development and education. As a parent and pastor who values the foundation my university-educated children received attending a state-licensed child-care center, I don’t look to economists for child-development expertise.<br />As a community member I have come alongside low-income working families to help them apply for child-care programs sponsored by federal and state governments, only to find out there are not nearly enough spots to meet demand, transportation is often an obstacle and the half-day program offered doesn’t help parents who are at work all day.<br />Less than half of eligible children have access to pre-K programs in their communities. Longitudinal studies point to the value and effectiveness in quality early childhood education to affect children’s cognitive, emotional and social development. I have personally helped families transition their young children from a neighbor’s apartment where they were watching television for hours on end while their parents were at work, to child-care classrooms where they are engaged in developmentally appropriate care.<br />The Biden administration’s plan to expand child care isn’t compulsory. It will help families, help employers get stable workers and help our children.<br />Pam Strader"
}