{
    "url_original": "https://www.wsj.com/articles/isolation-pushes-belaruss-lukashenko-closer-to-russias-putin-11622194201",
    "url": "isolation-pushes-belaruss-lukashenko-closer-to-russias-putin-11622194201",
    "title": "Isolation Pushes Belarus’s Lukashenko Closer to Russia’s Putin",
    "sub_head": "Belarusian leader’s worsening predicament gives the Kremlin a chance to advance long-held plans to deepen integration with the ex-Soviet republic",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-05-28 06:41:00",
    "body": "MOSCOW—The increasing political and economic isolation of Belarusian President Alexander Lukashenko is pushing the beleaguered leader closer to Russia, providing an opening for Russian President Vladimir Putin to advance long-held plans to deepen the integration between Russia and the former Soviet republic.<br />European Union leaders have agreed to impose a new round of sanctions against Belarus and ban its airlines from entering the bloc’s airspace and airports as punishment for forcing an Irish commercial airliner carrying a dissident journalist to land and then arresting him. The impending sanctions could target financial transactions and the country’s key industries such as oil and potash, a pillar of Belarus’s economy and a major source of taxes and foreign currency, EU officials said this week.<br />Mr. Lukashenko’s gambit with  Ryanair  Flight 4978 may have delivered him the prize he sought when he arrested Roman Protasevich, a journalist who helped broadcast massive antigovernment protests last year. But the move, the latest in a series of transgressions by the Belarusian leader, gives the Kremlin an opportunity to take advantage of Mr. Lukashenko’s increasingly vulnerable position.<br />“Every new step toward isolation of Lukashenko by the West inevitably increases his dependency on Putin,” said Artyom Shraibman, founder of Minsk-based political consulting firm Sense Analytics.<br />Messrs. Putin and Lukashenko were scheduled to meet in the Russian port city of Sochi on Friday, where discussions were expected to focus on the development of bilateral ties and promoting integration, among other topics, according to details published by the Kremlin."
}