{
    "url_original": "https://www.wsj.com/articles/israel-hamas-iran-and-biden-11621195618?mod=opinion_lead_pos1",
    "url": "israel-hamas-iran-and-biden-11621195618",
    "title": "Israel, Hamas, Iran and Biden",
    "sub_head": "The U.S. needs to give Israel time to degrade the rocket threat.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-16 16:06:00",
    "body": "As the latest war between Hamas and Israel enters its second week, the narrative is following a familiar script. Hamas fires rockets at Israeli cities, Israel retaliates by bombing the source of the rockets in Gaza, Hamas plays up the civilian casualties, and the world leans on Israel to stop defending itself.<br />Let’s hope this isn’t the trap the Biden Administration falls into as the fighting continues. So far the White House has supported Israel’s right to self-defense. But the weekend bombing of a building in Gaza that housed media offices, including reporters from the Associated Press and Al Jazeera, has led to cries of outrage and an admonition from the State Department to Israel about protecting journalists in combat zones.<br />But who’s really endangering the journalists? Israel’s government says the multistory building was also used by Hamas for intelligence purposes. AP says it had no knowledge of this, but this wasn’t the National Press Club in Washington, D.C. Using civilians and journalists as shields is a common Hamas tactic, and Hamas isn’t likely to have shared its plans with Western journalists.<br />Israel also warned the journalists and others in the building to clear out an hour before the attack. They did and there are no reports of casualties. This also let Hamas’s militants escape, but it shows how far Israel has gone in this conflict to avoid killing civilians. Inevitably there will be mistakes in war, and civilians will die, but it’s remarkable how discriminating Israel’s targeting has been.<br />The truth to keep in mind is that this conflict was started by Hamas and another radical outfit, Islamic Jihad. They are attempting to kill Israeli civilians with rockets supplied by Iran, or manufactured in Gaza with parts supplied by Iran. Hamas’s rocket arsenal is larger and more sophisticated than ever, and the Israel Defense Forces said that as of Sunday the Islamists had fired some 3,000 rockets into Israel. The miracle is that more Israelis haven’t died, and that’s due in large part to Israel’s Iron Dome missile-defense system."
}