{
    "url_original": "https://www.wsj.com/articles/israel-hamas-conflict-disrupts-blinkens-arctic-trip-11621431418?mod=politics_lead_pos2",
    "url": "israel-hamas-conflict-disrupts-blinkens-arctic-trip-11621431418",
    "title": "Israel-Hamas Conflict Disrupts Blinken’s Arctic Trip",
    "sub_head": "Arctic Council gathering highlights U.S. tensions with Russia and China, though its format sidesteps security issues",
    "category_1": "Politics",
    "category_2": "National Security",
    "time": "2021-05-19 09:36:00",
    "body": "REYKJAVIK, Iceland—U.S. Secretary of State Antony Blinken’s tour of Arctic nations, intended to demonstrate the Biden administration’s interest in the U.S. assuming a greater leadership role within multilateral organizations, has been disrupted from the start by the world’s focus this week on violence in the Middle East.<br />The top U.S. diplomat was forced to shift his schedule along the way, canceling meetings to work the phones to promote a de-escalation of the conflict. Mr. Blinken mentioned the Middle East in nearly every public event, taking questions from American and foreign journalists at every encounter.<br />Switching gears in the middle of a trip is nothing new for a U.S. secretary of sate with global responsibilities. Still, this week’s multitasking shows the difficulties the Biden administration has faced as it seeks to shift the focus of U.S. foreign policy from conflicts in the Middle East toward China. Biden administration officials say Beijing is the only power that can stymie U.S. interests around the globe. Meanwhile, Russia’s new Arctic ambitions are challenging the members of the North Atlantic Treaty Organization, who are convening, with Russia, in Reykjavik this week for a meeting of the Arctic Council.<br />The Arctic Council is supposed to sidestep security issues entirely and focus on the effects of climate change, rules for sustainable economic development, and the welfare of indigenous communities. In addition to the U.S., its members are Canada, Denmark, Finland, Iceland, Norway, Russia, and Sweden. China, which has clashed with the U.S. over the Middle East conflict in the United Nations Security Council, participates in Arctic Council events as an observer.<br />“This is a time when you can’t hardly separate yourself from the geopolitics,” said Sen. Lisa Murkowski (R., Alaska), who frequents the gathering."
}