{
    "url_original": "https://www.wsj.com/articles/israels-turmoil-hands-political-lifeline-to-embattled-prime-minister-netanyahu-11621092285",
    "url": "israels-turmoil-hands-political-lifeline-to-embattled-prime-minister-netanyahu-11621092285",
    "title": "Israel’s Turmoil Hands Political Lifeline to Embattled Prime Minister Netanyahu",
    "sub_head": "The opposition’s attempts to put together a rival coalition to unseat Netanyahu appear to be collapsing",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-15 11:24:00",
    "body": "TEL AVIV—Prime Minister Benjamin Netanyahu is pressing an aggressive campaign against Hamas, targeting its leaders, strategic infrastructure and military sites to deter the militant group from continuing its attacks on Israel. The operation could aid Mr. Netanyahu’s other vital goal of staying in power.<br />One week earlier, Mr. Netanyahu’s opponents were poised to unseat him and form a new government, potentially ending the rule of the country’s longest-serving leader as he faces corruption charges. He denies wrongdoing.<br />But the past six days of national turmoil have offered the Israeli prime minister a political lifeline. When Arab parties and a right-wing politician pulled out of talks this week to join or back a rival coalition, the threat to unseat Mr. Netanyahu appeared to collapse.<br />“Netanyahu has always thrived in environments of uncertainty, of chaos and crisis,” said Mitchell Barak, an Israeli pollster and director of Keevoon Global Research, who worked as an aide to Mr. Netanyahu in the 1990s. “He basically goes from crisis to crisis.”<br />Even before the recent conflict and internal tensions, Mr. Netanyahu has had to navigate the country through a difficult year. Israel had one of the worst coronavirus rates per capita before a successful vaccination campaign; its economy was battered by pandemic-related shutdowns; and it has faced off against Iran, hitting its allies in Syria and its ships at sea."
}