{
    "url_original": "https://www.wsj.com/articles/israels-iron-dome-advantage-11620945685?mod=opinion_lead_pos3",
    "url": "israels-iron-dome-advantage-11620945685",
    "title": "Israel’s Iron Dome Advantage",
    "sub_head": "Missile defense again shows its military and diplomatic benefits.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-13 18:41:00",
    "body": "We’ve heard since the 1980s that missile defenses are a waste of money, but Israel keeps proving their value on the modern battlefield. The latest example is the success of Israel’s Iron Dome missile-defense system in reducing casualties and damage from rocket attacks.<br />A spokesman for the Israel Defense Forces says that Hamas and Islamic Jihad, Iran-backed terrorist groups based in Gaza, had fired some 1,700 rockets against Israeli cities this week as of Thursday evening. But the defining image of the conflict so far isn’t Israeli infantry maneuvering into enemy territory. Instead it’s the night sky over Tel Aviv that lights up as batteries of Iron Dome missiles, using radar and sophisticated computer systems, track and shoot down 90% of the incoming weapons.<br />Israel and the U.S. have worked on missile-defense systems for decades, but most efforts have focused on shooting down long-range missiles. The Iron Dome is tailored to defend a small territory with threats concentrated along Israel’s borders. An Israeli firm, Rafael, developed the technology in the 2000s, and in the 2010s the U.S. pitched in for deployment and to acquire some of the systems. In 2020 the American firm Raytheon announced a partnership with Rafael to build Iron Dome in the U.S.<br />Iron Dome saves Israeli lives and property, but it also changes the propaganda calculus for Israel’s adversaries. The high rate of missile interceptions gives Israel’s leaders more flexibility in how they respond to the attacks.<br />Fewer Israeli casualties means there’s less political pressure for a full-scale invasion of Gaza or for indiscriminate air attacks that could kill civilians. Palestinian casualties are a propaganda coup for terrorists, and Israeli restraint saves lives and extends the window for its defense forces to act before they come under opportunistic condemnation from abroad."
}