{
    "url_original": "https://www.wsj.com/articles/israeli-court-delays-ruling-on-possible-east-jerusalem-evictions-11620578472?mod=business_minor_pos4",
    "url": "israeli-court-delays-ruling-on-possible-east-jerusalem-evictions-11620578472",
    "title": "Israeli Court Delays Ruling on Possible East Jerusalem Evictions",
    "sub_head": "Protests erupt over potential removal of Palestinian families, and police brace for more clashes",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-336054?width=620&size=1.5",
    "image_1": "im-336054.jpg",
    "time": "2021-05-09 13:19:00",
    "body": "TEL AVIV—Israel’s Supreme Court on Sunday postponed a court ruling on whether to evict Palestinian families from an East Jerusalem neighborhood, a step that comes as the contested holy city experiences its worst violence in years.<br />Tensions that have resulted in injuries to hundreds of protesters—as well as to more than a dozen Israeli police officers—have continued to rise ahead of the court ruling, which had been scheduled for Monday, on whether to evict Palestinian families from homes in the Sheikh Jarrah neighborhood of East Jerusalem.<br />The court’s decision came in response to a request from Israel’s attorney general, Avichai Mandelblit, who said he is considering whether to become involved because the dispute has become such a volatile political matter. The court said Mr. Mandelblit must decide what role he would play in the case by June 8 and planned May evictions will be suspended meanwhile.<br />Even with the court case delayed, the potential for escalation remains with a show of Jewish right-wing strength that is planned for Monday. Right-wing Jewish Israelis typically march through the Old City, including Muslim areas, waving Israeli flags to mark Israel’s capture of East Jerusalem. The event, an Israeli holiday known as Jerusalem Day, is intended as a show of Israeli claims to the contested city.<br />Israeli police said Sunday the march can go ahead."
}