{
    "url_original": "https://www.wsj.com/articles/israels-lapid-handed-mandate-to-form-new-government-after-netanyahu-fails-11620230512",
    "url": "israels-lapid-handed-mandate-to-form-new-government-after-netanyahu-fails-11620230512",
    "title": "Israel’s Yair Lapid Handed Mandate to Form New Government After Netanyahu Fails",
    "sub_head": "Centrist politician has four weeks to form an administration, with prospect of another election looming",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-05 13:57:00",
    "body": "TEL AVIV—Israel’s president has handed centrist politician Yair Lapid a shot at forming a government after Prime Minister Benjamin Netanyahu failed to do so, stirring anticipation that Israel’s longest-serving leader could soon be out of power after 15 years in office.<br />The outcome is uncertain, however. Mr. Lapid faces a difficult task in stitching together a government from a group of rivals across the political spectrum over the next four weeks. Some are united only in their desire to replace Mr. Netanyahu, who is on trial for corruption. He denies any wrongdoing.<br />Mr. Netanyahu faced similar problems after March’s national election. He had hoped to win back defectors or persuade right-wing partners to form a government with the support of an Islamist party before his mandate expired at midnight on Tuesday.<br />If Mr. Lapid also fails, then President Reuven Rivlin would hand responsibility for selecting a new prime minister back to Israel’s parliament before a new election is called, which would be the country’s fifth since 2019.<br />Mr. Lapid’s prospects may have been enhanced by Mr. Netanyahu’s failure to win back some of his previous supporters, political analysts said. On Wednesday, Mr. Lapid was already talking up his prospective administration as a broad-based, national government. The groups he aims to win over span the spectrum of right-wing, left-wing, religious, secular and, potentially, Arab parties, the latter of which likely would be needed to prop up a minority administration in parliament."
}