{
    "url_original": "https://www.wsj.com/articles/issuance-of-bundles-of-risky-loans-jumps-to-16-year-high-11621849782?mod=markets_lead_pos6",
    "url": "issuance-of-bundles-of-risky-loans-jumps-to-16-year-high-11621849782",
    "title": "Issuance of Bundles of Risky Loans Jumps to 16-Year High",
    "sub_head": "A recovering economy, demand from yield-starved investors boost collateralized loan obligations",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "time": "2021-05-24 05:49:00",
    "body": "Sales of securities backed by bundles of risky corporate loans are hitting records, lifted by a recovering economy and demand from yield-starved investors.<br />Issuance of new collateralized loan obligations, which buy up loans to companies with junk credit ratings and package them into securities, totaled over $59 billion as of May 20, according to data from S&P Global Market Intelligence’s’ LCD. That is the highest ever figure for that period in data going back to 2005.<br />The prospect of rising inflation and a shift away from the Federal Reserve’s easy money policies are making bonds tied to so-called CLOs attractive to a wider range of investors, analysts said. Many are expecting strong growth to prompt Fed tightening, eroding returns on corporate bonds. Yields on CLO bonds typically rise with interest rates.<br />The CLO market’s record sales pace marks a reversal from this time last year, when pandemic fears caused debt prices to plummet, freezing sales of new funds. Support from the Fed, including cutting interest rates to near zero and buying the highest-quality bonds from certain types of CLOs, has since helped bring investors back.<br />CLOs have become a $760 billion market, accounting for 70% of new leveraged loan purchases last year, according to Citi. Because CLOs’ loan holdings are diversified, the bonds can achieve higher credit ratings than the underlying loans, making them popular among institutions restricted to investment-grade debt, such as banks and insurers."
}