{
    "url_original": "https://www.wsj.com/articles/it-isnt-a-new-era-for-productivity-yet-11620313683?mod=business_minor_pos12",
    "url": "it-isnt-a-new-era-for-productivity-yet-11620313683",
    "title": "It Isn’t a New Era for Productivity Yet",
    "sub_head": "Productivity gains have more to do with the early stages of economic recovery than your work-from-home setup",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-06 11:08:00",
    "body": "The U.S. economy is looking a whole lot more productive. That time you spent figuring out how to use Zoom doesn’t have much to do with it.<br />The Labor Department on Thursday reported that U.S. productivity, as measured by how much the typical worker gets done in an hour, rose at a 5.4% annual rate in the first quarter, putting it 4.1% above its year-earlier level. Considering that productivity growth averaged just 1% annually in the decade before the Covid-19 crisis struck, that is something.<br />The pandemic forced many American workers and companies to learn ways to be more efficient, and it is tempting to think that those new efficiencies are behind the productivity gains. That would count as very good news: Because higher productivity allows us to produce more in the same amount of time, it can allow the economy to grow more quickly without overheating, leading to higher wages for workers and higher profits for businesses.<br />But for now, at least, the answer to why productivity is growing strongly is more prosaic than any new era of efficiency. When the economy is coming out of a downturn productivity goes up for the simple reason that in the early stages of a recovery demand rises faster than companies can hire workers and add hours. In the fourth quarter of 2009, for example, productivity was up 6.1% from its year-ago level, but that petered out quickly.<br />Moreover, when the economy is growing rapidly, as it is now, productivity tends to be strong, too, and in many cases it is the growth that is prompting businesses and workers to be more productive rather than they other way around. Cooks in a restaurant that has become suddenly popular come up with ways to keep up when they are getting slammed; a supplier that lands a big manufacturing partner figures out how to speed up the line."
}