{
    "url_original": "https://www.wsj.com/articles/italys-best-white-wine-bargains-11621530501",
    "url": "italys-best-white-wine-bargains-11621530501",
    "title": "Italy’s Best White-Wine Bargains",
    "sub_head": "Consistently as well made as they are well-priced, the white wines of Campania are the savvy oenophile’s summertime pick",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-337989?width=620&size=custom_1467x1389",
    "image_1": "im-337989.jpg",
    "time": "2021-05-20 13:08:00",
    "body": "TWO THOUSAND years ago, Campania produced the most lauded wines in Italy. And while the greatest reds come from elsewhere today (Piedmont, Tuscany), some of Italy’s best whites still come from this southern region—they’re just not much talked-about these days.<br />Even the grapes of Campania are comparatively obscure, with names like Fiano di Avellino, Greco di Tufo, Coda di Volpe that are difficult for non-Italophones to pronounce. But thanks to ambitious producers who apply modern winemaking methods to ancient grape varieties—not to mention a great price-quality ratio—now might be the best time ever to drink Campania’s white wines.<br />After tasting over a dozen I found it hard to believe that some of the region’s native grapes came close to extinction in the middle of the last century. In those days winery owners all over Italy were more focused on producing wines in quantity than they were on quality. Antonio Mastroberardino of the famed Mastroberardino estate is widely credited with reviving interest in the region’s native grapes post-World War II, and his family’s winery became synonymous with the beginning of the Campania renaissance.<br />The Mastroberardino name has faded a bit in recent years, after a rift in the family led to one side keeping the winery and the Mastroberardino name, while the other side assumed control of the vineyards. In 1994 the latter part of the business became Terredora Di Paolo, which Walter Mastroberardino named after his wife, Dora Di Paolo, and turned into one of the most progressive wineries in Campania.<br />That same year, the Romano family, who had long sold grapes to the Mastroberardinos, stopped doing so and decided to make wines of their own. With their Colli di Lapio winery, the Romanos were part of an early wave of growers-turned-winemakers. Their efforts have since been met with much acclaim: Owner Clelia Romano has been called La Signora del Fiano by the Italian wine press. By 2009 the influential Italian food and wine magazine Gambero Rosso named the Clelia Romano Fiano the Best White Wine in Italy."
}