{
    "url_original": "https://www.wsj.com/articles/italy-arrests-cable-car-managers-amid-probe-into-deadly-crash-11622033051?mod=world_major_1_pos4",
    "url": "italy-arrests-cable-car-managers-amid-probe-into-deadly-crash-11622033051",
    "title": "Italy Arrests Cable-Car Managers Amid Probe Into Deadly Crash",
    "sub_head": "Italian prosecutors accuse three managers of deactivating emergency brake ahead of Sunday’s cable-car disaster that killed 14",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-344023?width=620&size=1.5",
    "image_1": "im-344023.jpg",
    "time": "2021-05-26 08:44:00",
    "body": "ROME—Italian prosecutors arrested three managers of the company whose cable car crashed in the Alps on Sunday, killing 14 of the 15 passengers, in a tragedy that shocked the country and raised fresh questions about the safety of Italy’s infrastructure.<br />The managers told investigators that the cable car’s brake had been deactivated following early faulty performance, so the cabin sped downhill and crashed when one of the cables carrying it broke, Captain Luca Geminale of the Carabinieri military police said.<br />Investigators say they don’t yet know why a cable broke shortly before the cabin reached the station, but the emergency brake should have automatically kicked in and stopped the car from sliding down the mountain. Instead, it reached a speed of around 60 miles an hour before hitting a pylon and tumbling into trees above the town of Stresa on Lake Maggiore in northern Italy.<br />The victims included an Israeli family, several Italians and an Iran-born man. The lone survivor, a five-year-old Israeli boy, is being treated at a Turin hospital for severe injuries.<br />The tragedy—which happened just as Italy was beginning to reopen tourism and leisure activities after months of restrictions to fight the Covid-19 pandemic—has quickly become a scandal. Italy has suffered other infrastructure disasters in recent years that were blamed on poor maintenance, negligence or economizing on safety, including the collapse of a highway bridge in the northern Italian port of Genoa in 2018, which killed 43 people."
}