{
    "url_original": "https://www.wsj.com/articles/its-a-travesty-to-compare-the-capitol-siege-to-9-11-11622153451?mod=opinion_lead_pos5",
    "url": "its-a-travesty-to-compare-the-capitol-siege-to-9-11-11622153451",
    "title": "It’s a Travesty to Compare the Capitol Siege to 9/11",
    "sub_head": "More than 3,000 children never saw their parents again. On Jan. 6, Congress returned within hours.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-27 18:10:00",
    "body": "Democratic lawmakers want to establish a “9/11-style commission” to investigate the siege of the Capitol on Jan. 6. “I would like to see Jan. 6 burned into the American mind as firmly as 9/11, because it was that scale of a shock to the system,” commentator George Will said recently. The attempt to reconfigure the “domestic terrorist” narrative to fit the horrifying story of Sept. 11 is profoundly disheartening. These two events are fundamentally different in nature, scope and consequences. Mentioning them in the same breath not only diminishes the horror of what happened on 9/11; it tells a false story to the generation of Americans who are too young to remember that day nearly 20 years ago.<br />My brother, Charles “Chic” Burlingame, was the pilot of American Airlines flight 77. He was murdered in his cockpit at age 51 in a 6½-minute struggle for control of the airplane. Here is what I want these young people to know:<br />Members of Congress might have had a frightening day on Jan. 6, but on 9/11 some 200 people in the World Trade Center towers chose to jump from 80 to 100 floors above the ground rather than be consumed by fire. A woman waiting at a lobby elevator bank was burned over 82% of her body when jet fuel from the first plane sent a ball of fire down the elevator shaft and into the lobby. She spent three months in a hospital burn unit and was permanently disfigured.<br />There are countless harrowing stories like this—of death, destruction and heartbreaking loss. More than 3,000 children lost parents. Eight young children were killed on the planes. Recovery personnel found 19,000 human remains scattered all over lower Manhattan from river to river, including on rooftops and window ledges. Victims’ remains were still being recovered years later by utility workers and construction crews. Some families received so many notifications of remains that they couldn’t take it any more and asked for them to stop. More than 1,100 families received nothing. Their loved ones went to work that morning and disappeared.<br />The attack brought down our nationwide aviation system, shut down the New York Stock Exchange for days, destroyed or rendered uninhabitable 16 acres of Lower Manhattan including underground subway and commuter train lines and destroyed a section of the Pentagon. Rebuilding at ground zero is still incomplete, and U.S. troops are still in Afghanistan."
}