{
    "url_original": "https://www.wsj.com/articles/j-crew-is-naming-former-supreme-designer-to-disrupt-brand-11621224061?mod=business_lead_pos6",
    "url": "j-crew-is-naming-former-supreme-designer-to-disrupt-brand-11621224061",
    "title": "J.Crew Is Naming Former Supreme Designer to ‘Disrupt’ Brand",
    "sub_head": "Brendon Babenzien, veteran streetwear pioneer, is being hired to push the limits of the preppy retailer’s designs",
    "category_1": "Business",
    "time": "2021-05-17 12:01:00",
    "body": "J.Crew Group Inc., the retailer known for its preppy styles, is turning to an occasional-Mohawk-sporting designer with a skateboarding pedigree to revive the struggling brand.<br />The company on Monday is naming Brendon Babenzien, co-owner of culty New York menswear label Noah and former longtime design director at pioneering streetwear brand Supreme, to the role of J.Crew’s chief designer for men. His first designs will hit stores in the second half of 2022.<br />Mr. Babenzien’s hire is a sharp turn for J.Crew, which emerged as a retail force in the ’90s for defining the preppy dress code of upper-middle-class Americans. The 49-year-old native of Long Island made his name in fashion during 14 years at Supreme, whose T-shirts and hoodies bearing the company’s bright red-and-white logo have a cultlike following among young adults.<br />“We need to disrupt the business,” said J.Crew Chief Executive Libby Wadle, who took over the retailer in November after it emerged from bankruptcy.<br />J.Crew filed for bankruptcy protection last year after a long period of declining sales and management turnover. The company was late to adapt as more shoppers shifted to fast-fashion chains and online shopping. It also has been criticized for being out of step with consumer trends. Starting in 2008, under the guidance of men’s designer Frank Muytjens, J.Crew steered its clothing toward Italian-fabric dress shirts, leather dress shoes and slender suits. But around the mid-2010s, men’s fashion shifted toward streetwear and sneakers and J.Crew was slow to keep up."
}