{
    "url_original": "https://www.wsj.com/articles/jamie-dimon-on-booming-economy-and-finally-getting-off-zoom-11620138720?mod=business_lead_pos10",
    "url": "jamie-dimon-on-booming-economy-and-finally-getting-off-zoom-11620138720",
    "title": "Jamie Dimon on Booming Economy and Finally Getting Off Zoom",
    "sub_head": "JPMorgan Chase CEO speaks at The Wall Street Journal’s CEO Council Summit",
    "category_1": "Markets",
    "time": "2021-05-04 10:46:00",
    "body": "JPMorgan  Chase & Co. Chief Executive Jamie Dimon believes a boom is coming in the American economy but warned that the government could waste it away if ambitious spending plans aren’t held accountable.<br />The leader of the nation’s biggest bank reiterated his recent optimism that the economy is poised to emerge from the pandemic on fire, with growth that could stretch into 2023. Mr. Dimon has in recent weeks said that the massive government stimulus, the widespread vaccine rollout and the actions of his corporate and consumer clients have him believing in a possible “Goldilocks” economy of fast growth coupled with mild inflation.<br />“The boom is good. Employment is good. Growth is good. Everyone should enjoy it,” he said Tuesday. Mr. Dimon was interviewed at The Wall Street Journal’s CEO Council Summit by Editor in Chief Matt Murray.<br />Still, Mr. Dimon pointed to signs that leave him unsure of the longevity and impact of that boom. Small businesses and lower-income workers suffered disproportionately in the pandemic, he said. Inflation will likely increase. The stock market is priced at historic highs, with pockets of excess.<br />Mr. Dimon also said that government spending aimed at driving economic growth will fall flat if it isn’t designed well, with measurable outcomes. For example, a highway plan should detail how many miles would be built, at what cost and by when, he said. Offering free tuition for community college won’t work if schools aren’t measured by graduation and job placement rates."
}