{
    "url_original": "https://www.wsj.com/articles/janet-jacksons-costumes-btss-outfits-why-the-celebrity-auction-market-is-booming-11621875542",
    "url": "janet-jacksons-costumes-btss-outfits-why-the-celebrity-auction-market-is-booming-11621875542",
    "title": "Janet Jackson’s Costumes, BTS’s Outfits: Why the Celebrity Auction Market Is Booming",
    "sub_head": "Julien’s, an auction house in Beverly Hills, Calif., has had a megasuccessful year selling preworn celebrity clothing—thanks in large part to nostalgia-obsessed millennials",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-342740?width=620&size=1.5",
    "image_1": "im-342740.jpg",
    "time": "2021-05-24 12:59:00",
    "body": "IN 2015, Julien’s Auctions in Beverly Hills, Calif., sold the fuzzy green mohair-blend sweater that Kurt Cobain wore on Nirvana’s “MTV Unplugged” episode for $140,800. Four years later, the stained cardigan was back on the auction block again. That time it went for $334,000. Today, Darren Julien, the owner of Julien’s, an 18-year-old auction house that frequently hosts sales of celebrity possessions, believes the same grungy sweater could perhaps fetch double that amount. “I’ve had offers of $500,000 to $700,000 to get the buyer to sell it,” he said. For now, the anonymous owner is keeping Cobain’s cardigan. But no matter for Mr. Julien: He has plenty of highly covetable celebrity clothes filling up his auction calendar.<br />Other auction houses including Heritage and Sotheby’s dabble in pop culture items, but Julien’s is the rare firm which trades almost entirely in nostalgic, celebrity-owned relics. It “specializes in things people don’t need, but things that they want,” said Mr. Julien, including tour-used guitars, furniture from star’s homes and lots and lots of famous clothes. He founded his business four years after financier Martin Zweig paid $1.26 million in a landmark 1999 Christie’s sale to acquire the slinky dress Marilyn Monroe wore to sing “Happy Birthday” to John F. Kennedy. In 2016, Julien’s sold that same beaded, flesh-colored gown on behalf of Mr. Zweig’s widow for $4.8 million.<br />For Julien’s, the business of auctioning off pop-culturally significant clothes—steady through the mid-2010s—has erupted in the past few years thanks to deep-pocketed 20- to 40-somethings. “Rich millennials don’t want Picasso and Monet. They want pop culture,” said Mr. Julien. “That’s what connects them or, you know, is most appealing to them.”<br />In January, a set of seven outfits worn by the K-pop band BTS in its 2020 “Dynamite” video sold for $162,500, far exceeding the lot’s $40,000 high estimate. The set was purchased collectively by a pair of Japanese bidders: Yusaku Maezawa, 45, a billionaire and art collector and Hikakin, a 32-year-old YouTuber. A video of the duo joyously winning the auction posted to Mr. Maezawa’s account has been viewed more than three million times.<br />In April, a pair of Air Jordan sneakers that Bill Murray wore in the 1996 film “Space Jam,” a millennial favorite, brought in $22,400 on a $7,000 high estimate. And just two weekends ago, coinciding with Janet Jackson’s birthday, Julien’s hosted a three-day auction of her belongings, including some of the singer’s seminal early-MTV-era outfits. Julien’s does not disclose buyers’ identities without permission, but a few bidders boasted about their purchases on social media."
}