{
    "url_original": "https://www.wsj.com/articles/japan-faces-olympic-losses-no-matter-how-it-handles-the-games-11622451954",
    "url": "japan-faces-olympic-losses-no-matter-how-it-handles-the-games-11622451954",
    "title": "Japan Faces Olympic Losses No Matter How It Handles the Games",
    "sub_head": "Country has already lost out on foreign tourists’ spending, and opening to local spectators risks a costly Covid-19 surge",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-346353?width=620&size=1.4831981460023176",
    "image_1": "im-346353.jpg",
    "time": "2021-05-31 11:59:00",
    "body": "TOKYO—The first group of foreign athletes was set to arrive for the Tokyo Olympics, raising the stakes for Japan’s prime minister as he comes under renewed pressure to seek a cancellation of the Games rather than risk a crippling new wave of the pandemic.<br />Australia’s softball team was scheduled to land in Japan on Tuesday and spend the weeks up to the July 23 start of the Games isolated on three floors of a hotel north of Tokyo, heading out only for training and interacting with locals only via video calls.<br />The arrival of athletes puts more pressure on Prime Minister Yoshihide Suga, who faces an array of medical, political and business leaders calling for the Games to be reconsidered while international Olympics officials say they intend to stick to the schedule.<br />A new poll by the Nikkei newspaper showed 63% of the public remain opposed to the Olympics going ahead as fears grow about the spread of Covid-19 variants, particularly the virulent strain first discovered in India. Most Japanese aren’t expected to be vaccinated when the Games start.<br />Polling shows public opinion opposed to the Games in South Korea and some other nations, amid fears the event could accelerate the spread of infection outside Japan as athletes and officials return home from the event. Some doctors pulled out of the New Zealand Olympic team because of Covid-19 concerns."
}