{
    "url_original": "https://www.wsj.com/articles/japans-muji-appeals-to-china-by-advertising-use-of-xinjiang-cotton-11620692294?mod=business_lead_pos4",
    "url": "japans-muji-appeals-to-china-by-advertising-use-of-xinjiang-cotton-11620692294",
    "title": "Japan’s Muji Appeals to China by Advertising Use of Xinjiang Cotton",
    "sub_head": "Clothing and homewares brand has publicly sided with Beijing in a way that many Western and other Japanese companies won’t",
    "category_1": "Business",
    "category_2": "Asia",
    "time": "2021-05-11 08:14:00",
    "body": "TOKYO—While Swedish clothing retailer H&M has been virtually wiped off e-commerce sites in China, rival Muji is winning applause there.<br />The Japanese chain has publicly sided with the Chinese government in a way that many Western and Japanese companies won’t. Muji says it uses cotton from the Xinjiang region–where the U.S. State Department says mostly Muslim Uyghurs are forced to labor in internment camps—and doesn’t see a problem with advertising that fact.<br />Muji, a Tokyo-based clothing and homewares brand owned by  Ryohin Keikaku Co . , gets about half its revenue outside its home market from China. A fraction comes from the U.S.<br />Muji’s public statements represent one approach to the dilemma of doing business in China for apparel companies. Companies sometimes have to choose whether to please China’s government—and the many consumers in the country who follow the official lead—or heed the warnings of human-rights activists. Those activists say it is impossible for outsiders to ascertain whether the cotton used in T-shirts and other garments is being harvested humanely in Xinjiang.<br />Last month, Muji’s parent said it conducted an on-site audit at more than 12,000 acres of farms and other facilities in the Xinjiang region in 2020 and found no material human-rights violations. Earlier, the company had said the audit didn’t identify significant issues other than some that could be fixed."
}