{
    "url_original": "https://www.wsj.com/articles/jay-z-tina-turner-the-go-gos-to-be-inducted-into-rock-roll-hall-of-fame-11620821103",
    "url": "jay-z-tina-turner-the-go-gos-to-be-inducted-into-rock-roll-hall-of-fame-11620821103",
    "title": "Jay-Z, Tina Turner, Go-Go’s to Be Inducted Into Rock & Roll Hall of Fame",
    "sub_head": "Other members of this year’s diverse class include Carole King, Foo Fighters and Todd Rundgren",
    "category_1": "Arts",
    "category_2": "Music",
    "image_1_url": "https://images.wsj.net/im-337138?width=620&size=1.5",
    "image_1": "im-337138.jpg",
    "time": "2021-05-12 08:05:00",
    "body": "The Rock & Roll Hall of Fame announced its latest inductees on Wednesday: Jay-Z, Tina Turner, the Go-Go’s, Carole King, Foo Fighters and Todd Rundgren will join the institution at the 36th annual ceremony, scheduled for Oct. 30 in Cleveland.<br />The Class of 2021, which the Rock Hall called the most diverse in its history, celebrates a variety of music genres. Jay-Z is considered one of the greatest rappers of all time. Tina Turner, who achieved stardom in the 1960s as part of the R&B duo Ike and Tina Turner, staged a hugely successful comeback as a 1980s pop-rock artist with a raspy voice. The Go-Go’s were the first all-female group who wrote their own music and played their own instruments to top the Billboard album chart. Carole King, a towering pop songwriter in the 1960s and beyond, influenced generations of singer-songwriters with her classic 1971 album, “Tapestry.” Foo Fighters, formed from the ashes of Nirvana and led by Dave Grohl, turned post-grunge rock into an arena staple. And for decades, the multifaceted art-rocker Todd Rundgren has been an experimenter and iconoclast, paving the way for boundary-crossing artists like Prince and Beck.<br />This year’s inductees won out over nominees that included influential hip-hop artist Mary J. Blige, Nigerian Afrobeat icon Fela Kuti and heavy-metal pioneers Iron Maiden. According to the Rock Hall’s rules, to be eligible, artists need to have released their first commercial recording at least 25 years before induction.<br />Three of this year’s inductees were nominated for the first time: Jay-Z, Foo Fighters and the Go-Go’s. Meanwhile, Carole King and Tina Turner are now the second and third female artists to be inducted into the Rock Hall twice—following Stevie Nicks. Mr. Grohl also was previously inducted—as a member of Nirvana.<br />A voting body of more than 1,200 music executives, artists and past winners weighed in on this year’s nominees, based on the artists’ influence, innovation and other factors."
}