{
    "url_original": "https://www.wsj.com/articles/jd-logistics-launches-up-to-3-4-billion-hong-kong-ipo-11621216755?mod=markets_lead_pos2",
    "url": "jd-logistics-launches-up-to-3-4-billion-hong-kong-ipo-11621216755",
    "title": "JD Logistics Launches Up to $3.4 Billion Hong Kong IPO",
    "sub_head": "The offering could value the company at up to $34 billion",
    "category_1": "Markets",
    "category_2": "Stocks",
    "image_1_url": "https://images.wsj.net/im-339292?width=620&size=1.5",
    "image_1": "im-339292.jpg",
    "time": "2021-05-16 21:59:00",
    "body": "The logistics arm of  JD.com Inc.  is looking to raise as much as $3.4 billion through an initial public offering, in the latest Hong Kong listing linked to China’s booming e-commerce market.<br />The IPO could value JD Logistics Inc. at up to $34 billion, filings showed on Monday. It follows share sales in the city by JD.com and another of its subsidiaries last year, which in total raised nearly $8.5 billion, according to Dealogic.<br />JD.com relies on the unit to store and deliver groceries, clothes, home appliances and electronic gadgets across China. Over the years the parent company has used speedy delivery via JD Logistics as a way to gain an edge in its battle for market share with  Alibaba Group Holding Ltd.<br />JD Logistics is offering 609.16 million new shares at an indicative range of 39.36 to 43.36 Hong Kong dollars each, the company’s listing document said, the equivalent of $5.07 to $5.58. The stock being sold represents 10% of its enlarged share capital. It plans to fix the offer price on Friday, and for the shares to start trading on May 28.<br />The share sale could serve as a test of investor appetite for Chinese technology-related stocks. A growing economic recovery, high sector valuations, and heightened regulatory scrutiny of China’s tech giants have prompted some investors to shift their focus toward more traditional sectors and stocks that are more sensitive to swings in the economic cycle."
}