{
    "url_original": "https://www.wsj.com/articles/jeffrey-epstein-guards-avoid-jail-time-11621699866?mod=business_minor_pos5",
    "url": "jeffrey-epstein-guards-avoid-jail-time-11621699866",
    "title": "Jeffrey Epstein Guards Reach Deal to Avoid Jail Time, Conviction",
    "sub_head": "Federal authorities deferred prosecution of two employees who admitted to falsifying records the night the disgraced financier died by suicide",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-342426?width=620&size=1.5",
    "image_1": "im-342426.jpg",
    "time": "2021-05-22 12:11:00",
    "body": "Two federal correctional employees accused of neglecting their duties the night Jeffrey Epstein killed himself in a Manhattan jail cell in 2019 have reached an agreement with federal prosecutors to resolve the criminal charges against them without jail time, prosecutors said Friday.<br />In a letter to the federal judge overseeing the case, the Manhattan U.S. attorney’s office said the government had concluded that “the interests of justice would be best served by deferring prosecution” of Tova Noel and Michael Thomas. Under the agreement, Ms. Noel and Mr. Thomas would admit completing false records but would be spared a criminal conviction.<br />Ms. Noel and Mr. Thomas would have to cooperate with a Justice Department review into the circumstances surrounding Mr. Epstein’s death. The judge still has to approve the agreement, which also would mandate 100 hours of community service.<br />Lawyers for Ms. Noel and Mr. Thomas didn’t immediately respond to requests for comment. Mr. Thomas’s lawyer argued when his client was charged that prosecutors should focus their efforts instead on fixing the prison system.<br />Ms. Noel and Mr. Thomas were charged in November 2019 with conspiracy and multiple counts of records falsification in connection with the death of Mr. Epstein weeks after his arrest on sex-trafficking charges. Both pleaded not guilty and had rejected a plea deal offered in the weeks before their indictment."
}