{
    "url_original": "https://www.wsj.com/articles/jeff-bezos-wags-the-dog-part-ii-11620771489?mod=opinion_lead_pos9",
    "url": "jeff-bezos-wags-the-dog-part-ii-11620771489",
    "title": "Jeff Bezos Wags the Dog, Part II",
    "sub_head": "The Washington Post’s owner spun a tall tale, and perhaps this should be ‘news.’",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2021-05-11 18:18:00",
    "body": "A book excerpt published by Bloomberg News purports to tell “The Untold Story of How Jeff Bezos Beat the Tabloids,” but it’s hard to see the triumph it’s talking about.<br />The just-released “Amazon Unbound,” by reporter Brad Stone, makes evident all over again that the National Enquirer was factual, truthful and well-sourced in everything it reported two years ago about the married Mr. Bezos’ affair with a married helicopter pilot.<br />Mr. Bezos lied outright or was extraordinarily disingenuous in the counternarrative he promoted, suggesting that because of his ownership of the Washington Post he was the victim of a political hit hatched by the Trump administration and/or Saudi Arabia. What soon became obvious at the time is even more obvious now. Mr. Bezos and his advisers had early indications the real source of the leak wasn’t Saudi Arabia bugging his phone. As the Journal reported, it was his girlfriend’s brother, a Hollywood press agent. Unmentioned even now is the obvious corollary. If Mr. Bezos didn’t share the couple’s intimate texts with the brother, he knew his paramour likely did.<br />We’ve all been there—remember the scene in “Arthur” when the dog is punished whenever the elderly housekeeper breaks wind. But Mr. Bezos’ perhaps reluctance to confront his girlfriend only underlines his consciousness of deception as he set out to promote an alternative narrative about Saudi phone hackers.<br />It all comes a cropper in Mr. Stone’s book just as it did for some of us in real time. The disingenuous, circumstantial case mounted by a hired consulting firm. A U.S. attorney’s investigation quietly dropped. The brother’s lame attempt, after the Enquirer exposed him as its source, to worm his way into the billionaire’s good graces by supporting the Saudi narrative. When the full exchange between his representatives and the tabloid are considered, the Enquirer apparently never tried to blackmail Mr. Bezos, as he alleged."
}