{
    "url_original": "https://www.wsj.com/articles/jerome-powells-fate-is-critical-to-biden-presidency-11622034613",
    "url": "jerome-powells-fate-is-critical-to-biden-presidency-11622034613",
    "title": "Jerome Powell’s Fate Is Critical to Biden Presidency",
    "sub_head": "President must decide whether Fed chairman has right call on unemployment, inflation",
    "category_1": "Economy",
    "category_2": "Capital Account",
    "time": "2021-05-26 09:31:00",
    "body": "Few things matter more to the success of President Biden’s administration than employment and inflation, and few institutions influence those more than the Federal Reserve.<br />Which is why so much is riding on whether Mr. Biden decides in coming months to reappoint or replace its chairman, Jerome Powell, whose four-year term expires next February. Presidents going back to Ronald Reagan reappointed chairmen installed by their predecessors, nurturing the institution’s reputation for nonpartisan independence. President Trump broke that tradition by replacing Chairwoman Janet Yellen, a Democrat, after a single term, with Mr. Powell, a Republican.<br />Some on the left would like Mr. Biden to do the same and replace Mr. Powell with someone, preferably not a white man, more vocal about addressing racial disparities, combating climate change and regulating banks more tightly. Mr. Biden has no shortage of qualified candidates starting with Ms. Yellen, now his Treasury Secretary.<br />Of the Fed’s many responsibilities, two matter most: full employment and low, stable inflation. Mr. Biden’s attention is squarely on the first. His ambitious fiscal plans are partly aimed at driving unemployment down to levels that spur strong wage gains for lower- and middle-class families. It would be hard to imagine a Fed chairman less inclined to stand in the way than Mr. Powell.<br />\"He has embraced the idea that many of us on the left had long maintained: low levels of unemployment disproportionately benefit those most disadvantaged in the labor market,” Dean Baker, an economist at the Center for Economic and Policy Research, recently wrote, urging Mr. Biden to reappoint Mr. Powell immediately."
}