{
    "url_original": "https://www.wsj.com/articles/jerusalem-clashes-between-palestinians-and-police-leave-dozens-injured-11620513137?mod=world_major_1_pos7",
    "url": "jerusalem-clashes-between-palestinians-and-police-leave-dozens-injured-11620513137",
    "title": "Jerusalem Clashes Between Palestinians and Police Leave Dozens Injured",
    "sub_head": "Tensions are high ahead of a court ruling that could force the eviction of four Palestinian families",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-336030?width=620&size=1.5",
    "image_1": "im-336030.jpg",
    "time": "2021-05-08 18:32:00",
    "body": "Israeli police clashed with Palestinians in Jerusalem for the second straight night, as tensions mount over a coming court ruling that could force the eviction of four Palestinian families from their homes on contested land after years of legal battles.<br />Israeli police used tear gas, flash grenades and rubber bullets in several parts of the city on Saturday night. Police said some officers had been injured by rioters, but didn’t specify how many. The Palestinian Red Crescent said 64 Palestinians had been treated for injuries during the clashes, 11 of whom were sent to the hospital.<br />Israel’s police had tightened security as tens thousands of worshipers converged on the Al Aqsa Mosque for Laylat al-Qadr, a night of special significance during the Muslim holy month of Ramadan. The mosque is located on a much revered site that Jews refer to as the Temple Mount and Muslims as the Noble Sanctuary, and has long been a source of conflict between Palestinians and Israeli Jews.<br />The mass gathering followed clashes there Friday night between police and worshipers. The Palestinian Red Crescent said it treated over 200 injured civilians Friday night and Israeli police said 18 officers were wounded by protesters who threw stones and aimed fireworks at them.<br />Tensions have escalated ahead of an Israeli Supreme Court decision expected Monday on whether to allow the eviction of four Palestinian families from their homes in the Sheikh Jarrah neighborhood of East Jerusalem, and for their houses to be handed over to a religious Jewish organization that will bring in Jewish tenants."
}