{
    "url_original": "https://www.wsj.com/articles/jfk-john-glenn-and-the-fight-for-space-for-peace-11622260860",
    "url": "jfk-john-glenn-and-the-fight-for-space-for-peace-11622260860",
    "title": "JFK, John Glenn and the Fight for ‘Space for Peace’",
    "sub_head": "By putting the first American in orbit in 1962, NASA ensured a civilian future for space exploration",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-343496?width=620&size=1.5",
    "image_1": "im-343496.jpg",
    "time": "2021-05-29 12:01:00",
    "body": "John F. Kennedy had not even taken the oath of office when the battle began. In December 1960, with the inauguration a month away, the U.S. Air Force launched a first strike—not against a foreign enemy but against NASA, the civilian space agency. In a letter to commanders, the Office of the Secretary of the Air Force expressed confidence that the president-elect understood the imperative of “military supremacy in space” and would, therefore, grant the Air Force the primary role. Making sure that Kennedy got the point, the Air Force leaked its letter.<br />“Space Fight,” cheered Aviation Week. Yet this was more than a turf war. At stake was the very purpose of the U.S. space program. Would the nation stay committed to “space for peace,” the policy of Dwight D. Eisenhower, the outgoing president? Or would the new administration see space as the Air Force did: an arena of the Cold War, a battlefront on which armed conflict might be inevitable? The decision was Kennedy’s to make—though it would come to depend, as events unfolded, on an astronaut named John Glenn.<br />To the Air Force top brass, the existence of NASA was an affront. The Space Act of 1958, which created NASA and gave it control over human spaceflight, was a rebuke to every military planner with fantasies of orbital fighter planes or space stations teeming with missiles. At a time when the Soviet Union was achieving one “first” after another—the first satellite, the first animal in orbit, the first unmanned craft to reach the lunar surface—Eisenhower held to his view that space exploration served no national security interest. As a concession, he allowed the Air Force to continue development of the X-20, a high-altitude bomber, but the “man-in-space” program, Project  Mercury ,  was NASA’s domain.<br />Kennedy’s election gave the generals cause for hope. “If the Soviets control space,” he had said during the campaign, “they can control earth.” In the eyes of the world, he argued, “second in space” meant second in science and technology, second in military power, second in the struggle between freedom and totalitarian rule. In late 1960, a classified U.S. Information Agency report—which caused a stir when it leaked—revealed that Soviet superiority in space was eroding global confidence in the U.S. “Satellite pessimism,” analysts called it. Pressure was building for a show of strength in space.<br />And NASA held a weakening hand. The astronauts were popular with the public, but the manned program was well behind schedule and marred by failure. Rockets exploded on the launchpad; payloads ended up in the sea. Rumors circulated that Kennedy would transfer Mercury to the military or cancel it altogether—a course that his science adviser, Jerome Wiesner, preferred."
}