{
    "url_original": "https://www.wsj.com/articles/job-search-small-business-pandemic-careers-good-use-11621014650?mod=business_minor_pos4",
    "url": "job-search-small-business-pandemic-careers-good-use-11621014650",
    "title": "When Covid Sank This Small Business, Here’s How Its Workers Rebounded",
    "sub_head": "The way the staff of a now-defunct startup near San Francisco scattered and reinvented themselves shines a light on the lessons America’s workforce is using to pivot to new opportunities",
    "category_1": "Business",
    "category_2": "Management",
    "time": "2021-05-17 12:01:00",
    "body": "Across the U.S. economy, hundreds of thousands of workers are emerging from the pandemic on a mission to reinvent their disrupted careers—much like the former employees of Good Use.<br />As a maker of juices from “ugly” fruit and vegetables destined for dumpsters, the four-year-old Bay Area startup was set to have its best year when Covid-19 broke out in early 2020. Instead, as San Francisco offices shut down, Good Use almost overnight lost its juice-delivery client base—mostly tech firms that provided the juices to their employees as a perk.<br />The staff of around 20 people, including sales and production workers, tried to adjust, first switching to home deliveries and then converting operations to bottle and sell hand sanitizer. The final blow came in late summer, says co-founder Grant Carlson, when a supplier failed to deliver products Good Use had already paid for.<br />Like roughly 130,000 other U.S. small businesses, Good Use shut down because of the pandemic, leaving its founders and employees scrambling for a Plan B.<br />For many of them, working at a high-growth company with a feel-good, anti-waste mission had felt like the pinnacle of their working lives. Now, scattered in different directions, many say their experience at Good Use has served as the basis for their renewal and reinvention—a new role, a relocation, or a break for self-reflection."
}