{
    "url_original": "https://www.wsj.com/articles/jobs-report-could-be-pivotal-for-federal-reserve-11622383200",
    "url": "jobs-report-could-be-pivotal-for-federal-reserve-11622383200",
    "title": "Jobs Report Could Be Pivotal for Federal Reserve",
    "sub_head": "U.S. central bank looking for substantial progress on hiring, labor force growth",
    "category_1": "Economy",
    "category_2": "The Outlook",
    "image_1_url": "https://images.wsj.net/im-345719?width=620&size=1.5",
    "image_1": "im-345719.jpg",
    "time": "2021-05-30 10:00:00",
    "body": "WASHINGTON—Friday’s jobs report is shaping up to be a pivotal data release for the Federal Reserve as it charts a plan for ending the easy-money policies that have propped up the economy and markets for more than a year.<br />The May report will help central bankers understand two key questions that now dominate their attention. First, how quickly is the labor market recovering jobs shed during the Covid-19 pandemic? Second, do the supply bottlenecks fueling a recent inflation upswing show any sign of diminishing?<br />The answers will help determine when the Fed begins scaling back its large bond-buying programs and how it thinks about future interest-rate increases.<br />Policy makers project a rapid recovery in the labor market this spring and summer, accompanied by moderate inflation. Such a scenario would allow the Fed to tighten monetary policy gradually and predictably, officials hope. But the path is treacherous. The mere discussion of pulling back easy money in 2013 led to turbulence in bond markets known as the “taper tantrum.”<br />Recent data have complicated matters for the central bank. The Labor Department reported this month that hiring slowed unexpectedly in April. Meanwhile consumer prices rose at a rate that was nearly twice the Fed’s target. Policy makers believe that supply bottlenecks—including challenges bringing people back into the workforce after months of being locked down in a pandemic—may have contributed."
}