{
    "url_original": "https://www.wsj.com/articles/joe-biden-labor-economist-11620685644?mod=opinion_lead_pos3",
    "url": "joe-biden-labor-economist-11620685644",
    "title": "Joe Biden, Labor Economist",
    "sub_head": "The President sees no problem from bonuses not to work. He needs to get out more.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-336486?width=620&size=1.5",
    "image_1": "im-336486.jpg",
    "time": "2021-05-10 18:27:00",
    "body": "After a disappointing April jobs report, President Biden on Monday told employers they have nothing to worry about. His view from Mt. Olympus, er, the White House tells him there’s no problem with the federal unemployment bonus, and if there is, the answer is more spending.<br />The usually camera-shy President briefed the press on short notice to address the claim that expanded payments are slowing the jobs recovery. “There’s been a lot of discussion since Friday’s report that people are being paid to stay home rather than go to work,” Mr. Biden said.<br />That’s an understatement. Employers nationwide have complained for months that Washington’s $300-a-week bonus has made it harder to find willing workers. Yet Mr. Biden brushed aside the complaints, saying he and his staff “don’t see much evidence” that the payments are a “major factor.”<br />The perverse incentive of the bonus is clear, and the evidence goes beyond the anecdotes from tens of thousands of employers. The 266,000 net new jobs in April far undershot economists’ forecasts, and the Labor Department’s latest Jolts survey showed some 7.4 million unfilled positions. Bank of America economist Joseph Song notes that any worker earning less than $32,000 annually would get a raise by going on unemployment, according to a Fox Business report.<br />Mr. Biden could reduce the self-inflicted damage by asking Congress to repeal the bonus, which is available through Labor Day. Instead he assured employers that more government aid is the key to more rapid hiring."
}