{
    "url_original": "https://www.wsj.com/articles/joe-bidens-hits-and-misses-after-100-days-11620168672?mod=opinion_lead_pos8",
    "url": "joe-bidens-hits-and-misses-after-100-days-11620168672",
    "title": "Joe Biden’s Hits and Misses After 100 Days",
    "sub_head": "Students discuss the president’s most noteworthy actions in office.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "image_1_url": "https://images.wsj.net/im-333908?width=620&size=1.5",
    "image_1": "im-333908.jpg",
    "time": "2021-05-04 18:51:00",
    "body": "Editor’s note: This week’s Future View is about President Biden’s first 100 days in office. Next week we’ll ask, “Does ‘equity’ demand the elimination of gifted-and-talented programs in schools?” The argument has been made most recently within New York City’s Department of Education. Students can click here to submit opinions of fewer than 250 words before May 11. The best responses will be published that night.<br /><br />Intimidating the Court<br />On his 80th day in office, President Biden advertised his worst tendencies. He empaneled a Presidential Commission on the Supreme Court to make “an appraisal of the merits and legality of particular reform proposals,” most notoriously what is termed “court packing.”<br />While expanding the Supreme Court would delegitimize the institution—the last rational federal institution in the U.S.—the existence of the commission is itself a way to intimidate the current Supreme Court justices. How might jurists who esteem their court, who value its history and integrity, respond to the credible threat of debasement by the executive? Consider the history of court packing under Franklin Roosevelt. When the Supreme Court in the 1930s deemed several pieces of New Deal legislation unconstitutional, President Roosevelt attempted to “vitalize” the court with younger, like-minded justices. This initiative failed due to a few men of integrity within Roosevelt’s own party, but the message was received. Roosevelt secured a much friendlier Supreme Court thereafter."
}