{
    "url_original": "https://www.wsj.com/articles/journey-to-the-edge-of-reason-review-godels-beautiful-mind-11621003883?mod=opinion_major_pos12",
    "url": "journey-to-the-edge-of-reason-review-godels-beautiful-mind-11621003883",
    "title": "‘Journey to the Edge of Reason’ Review: Gödel’s Beautiful Mind",
    "sub_head": "The great logician of the 20th century achieved his lasting fame by showing what couldn’t be proved.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337907?width=620&size=1.5",
    "image_1": "im-337907.jpg",
    "time": "2021-05-14 10:51:00",
    "body": "The genius logician Kurt Gödel gave his name to his famous Incompleteness Theorems, which in the 1930s helped define the limits of both logic and mathematics. It might be thought that the justification for another biography of Gödel is that previous biographies were in some ways incomplete—or, to put it another way, that a new work should add substantially to what we already know.<br />Does Stephen Budiansky’s “Journey to the Edge of Reason” pass this test? The author, whose most recent works include a biography of Oliver Wendell Holmes Jr. and a history of the National Security Agency, writes vividly, and the book overflows with fascinating detail. Although it mostly steers clear of math and logic, it does a good enough job to convince general readers that they have understood some of the problems with which Gödel grappled. Plus, there is some fresh material to draw upon, including Gödel’s diary, which covers two years before the outbreak of World War II.<br />Much of the story has already been told in biographies by John Dawson and Rebecca Goldstein. Born in 1906, Gödel was raised in a German-speaking family in Brünn (now Brno), when it was part of the Austro-Hungarian Empire. Although Gödel was sometimes mistaken for being Jewish by his contemporaries, his family was, in fact, Lutheran. His father worked in the textile business, and the Gödels were comfortably off. Little Kurt was inquisitive and, because he wouldn’t stop asking questions, he acquired the nickname Herr Warum, “Mr. Why.”<br />Following the collapse of the polyglot Austro-Hungarian Empire and the rise of Czech nationalism, Gödel joined the throng of young, Czech Germans moving to Vienna—he arrived in 1924, becoming a student at the prestigious University of Vienna. Shortly afterward he was invited to attend the Vienna Circle, a discussion group made up of mathematically and scientifically literate philosophers, led by professor Moritz Schlick. For a decade or so, their philosophical approach, logical empiricism, became the most fashionable in the world.<br />Crudely put, the Circle maintained that for a statement to be meaningful it had to be either testable (“water boils at 100 degrees centigrade”) or true by virtue of the meaning of its terms (“all bachelors are unmarried” or other tautologies). Many statements about God, ethics and aesthetics were therefore meaningless. Math posed a problem for the Circle. Was 2+2=4 an empirical claim? Did we discover its truth by adding two apples to another two apples and counting four apples? This didn’t seem right. We could surely work out that 2+2=4 without the aid of fruit or any other material prop. Inspired in particular by Ludwig Wittgenstein, the Circle argued that we should treat mathematical truths as tautologies."
}