{
    "url_original": "https://www.wsj.com/articles/jpmorgan-chase-puts-ceo-contenders-in-charge-of-consumer-operation-11621345201?mod=markets_lead_pos7",
    "url": "jpmorgan-chase-puts-ceo-contenders-in-charge-of-consumer-operation-11621345201",
    "title": "JPMorgan Chase Puts CEO Contenders in Charge of Consumer Operation",
    "sub_head": "Jennifer Piepszak and Marianne Lake are succeeding Gordon Smith, who is retiring at year’s end",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-339955?width=620&size=1.5",
    "image_1": "im-339955.jpg",
    "time": "2021-05-18 09:49:00",
    "body": "JPMorgan Chase  & Co. is putting two of the contenders to succeed Chief Executive Jamie Dimon in charge of its sprawling consumer-banking operation.<br />The bank on Tuesday said consumer-lending chief Marianne Lake and Chief Financial Officer Jennifer Piepszak are taking the reins of its consumer and community bank from Gordon Smith, who will retire at the end of the year. Jeremy Barnum, the bank’s head of global research, will become finance chief. The changes take effect immediately.<br />The move comes two years after  JPMorgan  put Ms. Lake and Ms. Piepszak in their current roles and established them as front-runners to one day run America’s biggest bank. The decision to place the women, both 51 years old, in charge of a unit that serves half of all U.S. households and accounts for roughly 40% of the bank’s profits further cements that status.<br />Mr. Smith is JPMorgan’s co-president and co-chief operating officer alongside Daniel Pinto, who leads its corporate and investment bank. The two men briefly ran JPMorgan last year when Mr. Dimon was recovering from emergency heart surgery. But Mr. Smith’s age—62—put him out of contention to permanently succeed Mr. Dimon, who is 65.<br />In an interview, Mr. Smith said he is stepping down to spend more time with his wife and family. Ms. Lake and Ms. Piepszak, he said, are “superb leaders” who made the decision easier."
}