{
    "url_original": "https://www.wsj.com/articles/jpmorgan-others-plan-to-issue-credit-cards-to-people-with-no-credit-scores-11620898206?mod=markets_lead_pos2",
    "url": "jpmorgan-others-plan-to-issue-credit-cards-to-people-with-no-credit-scores-11620898206",
    "title": "JPMorgan, Others Plan to Issue Credit Cards to People With No Credit Scores",
    "sub_head": "Regulator had asked banks to brainstorm on how to make loans to people who have often been locked out from getting them",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-337034?width=620&size=1.5",
    "image_1": "im-337034.jpg",
    "time": "2021-05-13 05:30:00",
    "body": "Some of the largest U.S. banks plan to start sharing data on customers’ deposit accounts as part of a government-backed initiative to extend credit to people who have traditionally lacked opportunities to borrow.<br />JPMorgan Chase  & Co.,  Wells Fargo  & Co.,  U.S. Bancorp  and others will factor in information from applicants’ checking or savings accounts at other financial institutions to increase their chances of being approved for credit cards, according to people familiar with the matter. The pilot program is expected to launch this year.<br />It is aimed at individuals who don’t have credit scores but who are financially responsible. The banks would consider applicants’ account balances over time and their overdraft histories, the people said.<br />The effort, if successful, would mark a significant change in the underwriting tactics of big banks, which for decades have enshrined credit scores and credit reports as the main tools to determine who gets a loan. They generally reflect a person’s borrowing history in the U.S., including whether they pay their loans on time. Those who pay only with cash or debit cards, or who are new to the U.S., often don’t have credit scores.<br />Some 53 million adults in the U.S. don’t have traditional credit scores, according to  Fair Isaac Corp. , the creator of FICO credit scores. Many are often limited to payday loans and other costly forms of credit."
}