{
    "url_original": "https://www.wsj.com/articles/judge-allows-robinhood-customer-protection-case-to-proceed-11622146018?mod=business_minor_pos6",
    "url": "judge-allows-robinhood-customer-protection-case-to-proceed-11622146018",
    "title": "Judge Allows Robinhood Customer-Protection Case to Proceed",
    "sub_head": "Massachusetts court turns down brokerage’s request for a preliminary injunction in a regulatory action over its duties to investors",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-27 16:06:00",
    "body": "A Massachusetts judge on Thursday gave state securities regulators a green light to proceed with their case against Robinhood Financial LLC, ruling that it wouldn’t be in the public interest to block an administrative hearing on allegations that the online brokerage doesn’t protect inexperienced investors.<br />Robinhood, the zero-commission trading platform that has exploded in popularity this year, asked a court last month to issue a preliminary injunction to prevent an administrative complaint brought by the Massachusetts Securities Division from proceeding. In its request, Robinhood argued that the state’s new fiduciary rule—which state regulators have accused Robinhood of violating—should be invalidated.<br />In his ruling, Suffolk County Superior Court Judge Kenneth W. Salinger didn’t rule on the validity of the state’s fiduciary rule, which requires brokers to act in their clients’ best interest. Instead, he indicated Robinhood could continue to challenge the rule in court.<br />Robinhood has argued that the fiduciary rule doesn’t apply to the company, in part, because it is a self-directed brokerage that doesn’t make investment recommendations or provide advice. The brokerage has also argued that the rule is in conflict with other regulations and determinations, and that the state’s top securities regulator, Secretary of the Commonwealth William Galvin, is unable to “redefine the common law of broker-dealers.” The fiduciary rule was supported by Mr. Galvin and took effect last year.<br />In the decision, Judge Salinger requested further information from both parties about whether Robinhood’s challenge to the fiduciary rule should move forward, or whether it should be paused pending the outcome of state regulators’ administrative complaint."
}