{
    "url_original": "https://www.wsj.com/articles/jury-sides-with-3m-in-second-trial-alleging-company-sold-defective-earplugs-11622247243?mod=business_minor_pos4",
    "url": "jury-sides-with-3m-in-second-trial-alleging-company-sold-defective-earplugs-11622247243",
    "title": "Jury Sides With 3M in Second Trial Alleging Company Sold Defective Earplugs",
    "sub_head": "3M faces more than 230,000 claims tying earplugs sold to the military for years to hearing problems",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-346160?width=620&size=1.5",
    "image_1": "im-346160.jpg",
    "time": "2021-05-28 21:16:00",
    "body": "A Florida jury late Friday sided with  3M Co.  in a case alleging the company’s earplugs caused a veteran’s hearing problems, the first defense win for the company in burgeoning litigation around the earplugs.<br />The defense win comes in the second case to go to trial out of more than 230,000 similar claims alleging 3M knowingly sold faulty earplugs to branches of the military for decades. The lawsuits involve a distinctive dark-green-and-yellow earplug designed to fully block noise if inserted into the ear in one direction, with the other side intended to let in nearby voices but shield the ear from harmful ballistic noises.<br />The first trial ended with a $7.1 million verdict for three veterans who blamed the earplugs for hearing loss and tinnitus, or a ringing in the ears.<br />3M stopped selling the earplugs in 2015 and has stood by the safety of the product. In 2018, the company reached a $9.1 million settlement with the U.S. Justice Department, without admitting to any liability, to resolve allegations in a whistleblower complaint that 3M failed to disclose deficiencies in the product.<br />The majority of the claims have been consolidated in front of U.S. District Judge M. Casey Rodgers in Pensacola, Fla., in a process known as multidistrict litigation. The judge selected plaintiffs for three so-called bellwether trials, which will help give both sides a sense of how juries react to the claims."
}