{
    "url_original": "https://www.wsj.com/articles/justice-department-bankruptcy-lawyer-says-lapierre-failed-to-provide-nra-oversight-11620087839?mod=business_minor_pos5",
    "url": "justice-department-bankruptcy-lawyer-says-lapierre-failed-to-provide-nra-oversight-11620087839",
    "title": "Justice Department Bankruptcy Lawyer Says LaPierre Failed to Provide NRA Oversight",
    "sub_head": "A government lawyer said a monthlong trial established that NRA management should be removed or the group’s chapter 11 case thrown out",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-333597?width=620&size=1.5",
    "image_1": "im-333597.jpg",
    "time": "2021-05-03 20:24:00",
    "body": "A Justice Department lawyer said that National Rifle Association leader Wayne LaPierre has failed to provide adequate oversight of the gun-rights organization and that management should be removed or curtailed if a bankruptcy judge allows the NRA to remain in chapter 11.<br />The government lawyer’s criticism of NRA management came at the conclusion of a monthlong trial over the bankruptcy, supporting New York Attorney General Letitia James’s argument that Mr. LaPierre put the NRA into chapter 11 to try to evade accountability for spending abuses, which he and the NRA have denied.<br />Ms. James sued to dissolve the NRA in August and is seeking to either have the chapter 11 case thrown out or to bring in an independent trustee to take charge of the NRA in bankruptcy.<br />The trial concluded Monday with closing arguments in the U.S. Bankruptcy Court in Dallas that outlined vastly different visions on what should happen to the 150-year-old group. New York and federal authorities as well as the NRA’s former ad agency contend the not-for-profit is badly mismanaged and an independent fiduciary is needed to reign in Mr. LaPierre.<br />The NRA, meanwhile, said Mr. LaPierre and his prodigious fundraising are its most valuable asset, that its board is independent and that it has a plan to bolster its corporate governance and restructure its affairs through chapter 11, setting up operations in what it says is the friendlier jurisdiction of Texas."
}