{
    "url_original": "https://www.wsj.com/articles/justice-department-wants-casino-mogul-steve-wynn-to-register-as-foreign-lobbyist-11622054103?mod=politics_lead_pos4",
    "url": "justice-department-wants-casino-mogul-steve-wynn-to-register-as-foreign-lobbyist-11622054103",
    "title": "Steve Wynn May Face Justice Department Action for Role in China’s Push to Expel Businessman",
    "sub_head": "Prosecutors are preparing to sue the casino mogul, citing his 2017 efforts to get the U.S. to expel Guo Wengui, people familiar with the matter say",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-344265?width=620&size=1.5",
    "image_1": "im-344265.jpg",
    "time": "2021-05-26 14:35:00",
    "body": "WASHINGTON—The Justice Department has told casino mogul Steve Wynn to register as a lobbyist in connection with his 2017 efforts to obtain a diplomatic favor long sought by Chinese authorities, and is preparing to go to court to force him to comply, according to people familiar with the matter.<br />Prosecutors have gathered evidence about Mr. Wynn’s work in recent months in preparation for potential litigation if he doesn’t file any such registration, the people said. If filed, the case would be a rare civil court battle over registering under the Foreign Agents Registration Act. The law doesn’t provide for civil penalties, but it gives the Justice Department the ability to seek a court order to force someone to comply.<br />In July, then-Attorney General William Barr warned that company executives who pushed policies at the behest of Chinese authorities could be required to register under the law, but the Justice Department hasn’t filed any such case.<br />The dispute relates to Mr. Wynn’s alleged efforts in the summer of 2017 to convince U.S. officials to send back to China a Chinese businessman in New York, Guo Wengui, whom Chinese authorities consider a fugitive. Mr. Guo has been accused of a range of criminal offenses, from bribery to sexual assault, all of which he has denied.<br />Mr. Wynn has long denied wrongdoing in the matter. “Steve Wynn never served as an agent or lobbyist for China or anyone else,” his attorney, Reid Weingarten, said. “He was merely a loyal messenger of information he received to our government.”"
}