{
    "url_original": "https://www.wsj.com/articles/justices-please-take-the-harvard-case-11621894691?mod=opinion_lead_pos1",
    "url": "justices-please-take-the-harvard-case-11621894691",
    "title": "Justices, Please Take the Harvard Case",
    "sub_head": "The Court needs to affirm the principle of racial equality or the U.S. will resegregate.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-24 18:18:00",
    "body": "Nearly every day we learn of another case of governments or others setting policy based on the color of one’s skin. This is contrary to the equal rights fought for and won in the Civil War and civil-rights movement, and the Supreme Court has a rare and valuable chance to reaffirm that principle if it decides to hear the appeal in Students for Fair Admissions v. Harvard.<br />The particulars concern whether Harvard discriminates against Asian-Americans in its admissions decisions. Harvard won in the lower courts but the Asian-American plaintiffs have appealed to the High Court. The larger stakes are whether the Supreme Court will wink as America divides in ways that have proved so destructive in the past.<br />The temptation will be for the Justices to give Harvard a pass given its contentious subject. The High Court has already taken cases on gun rights and abortion for the next term starting in the autumn. And you can imagine the reluctance to add the combustible issue of race to the docket.<br />This would be a mistake, and not only on the merits of this case. As Justice Clarence Thomas pointed out in 2018 when the Court passed on Kansas and Louisiana laws involving Medicaid funds for Planned Parenthood clinics, Supreme Court Justices are given lifetime tenure precisely so that a “politically fraught issue” will not prevent them from applying the law neutrally.<br />This is what is at stake in Harvard. In America today the principle that drove the civil-rights movement—equality for all—is fast giving way to the view that race must be a dominant factor in every decision from college admission to eligibility for a federal farm program to the makeup of corporate boards to who gets priority for a Covid vaccine."
}