{
    "url_original": "https://www.wsj.com/articles/kansas-city-southern-to-combine-with-canadian-national-railway-in-roughly-30-billion-deal-11621613337?mod=business_lead_pos2",
    "url": "kansas-city-southern-to-combine-with-canadian-national-railway-in-roughly-30-billion-deal-11621613337",
    "title": "Kansas City Southern to Combine With Canadian National Railway in Roughly $30 Billion Deal",
    "sub_head": "Combination to create first freight-rail network linking U.S., Mexico and Canada by connecting ports in the three countries",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-342044?width=620&size=1.5",
    "image_1": "im-342044.jpg",
    "time": "2021-05-21 13:17:00",
    "body": "Kansas City Southern  said it would combine with  Canadian National Railway Co.  in a roughly $30 billion deal after deeming the offer as superior to the agreement it had struck with  Canadian Pacific Railway Ltd.<br />The deal has an enterprise value of $33.6 billion, including the assumption of about $3.8 billion in Kansas City Southern’s debt, the companies said Friday. The combination would create the first freight-rail network linking the U.S., Mexico and Canada by connecting ports in the three countries.<br />The Wall Street Journal on Thursday reported that Kansas City Southern was expected to ditch the agreement with Canadian Pacific. On Friday, Canadian Pacific said it remains ready to re-engage with Kansas City Southern. Canadian Pacific had earlier decided to hold firm on the terms of its agreed-upon deal with Kansas City Southern.<br />Kansas City Southern shareholders will get $325 a share based on Canadian National’s May 13 offer, comprising $200 in cash and 1.129 shares of Canadian National stock for each Kansas City Southern share, the companies said. The companies said Kansas City Southern’s preferred shareholders will get $37.50 in cash for each preferred share. Kansas City Southern shareholders are expected to own about 12.6% of the combined company, they added.<br />Kansas City Southern is the smallest of the major freight railroads in the U.S. The company plays a big role in U.S.-Mexico trade, with a network sprawling across both countries. Its trains bring autos and other industrial products up from factories south of the border into Texas and the Midwest and haul U.S. farm goods back to Mexico. It also runs a rail link along the Panama Canal."
}