{
    "url_original": "https://www.wsj.com/articles/kids-weight-gain-in-the-pandemic-is-alarming-doctors-11620673200",
    "url": "kids-weight-gain-in-the-pandemic-is-alarming-doctors-11620673200",
    "title": "Kids’ Weight Gain in the Pandemic Is Alarming Doctors",
    "sub_head": "A disruption in routines has contributed to worrying weight gains and weight-related health issues among children, pediatricians say",
    "category_1": "Life & Arts",
    "category_2": "Your Health",
    "image_1_url": "https://images.wsj.net/im-335819?width=620&size=1.5",
    "image_1": "im-335819.jpg",
    "time": "2021-05-10 15:00:00",
    "body": "Pediatricians say they are seeing alarming weight gains in children and adolescents as many return for in-person visits for the first time since the pandemic began.<br />Doctors say they are seeing normal-weight children become overweight or even obese, overweight children become obese, and obese children add more weight. Doctors also report increases in weight-related health conditions, such as high blood pressure, high cholesterol and fatty liver disease. And some children with prediabetes are being diagnosed with Type 2 diabetes.<br />“I’ve been really shocked by the amount of kids who have gone from normal weight to obese in a short period of time during the pandemic,” says Rachana Shah, medical director of the healthy weight program at Children’s Hospital of Philadelphia. The clinic is seeing 300 new patients a month now; the next appointments aren’t available until August. Referrals have doubled since the start of the pandemic.<br />At the I.D.E.A.L. pediatric weight management clinic at Children’s National Hospital in Washington, D.C., many of the children with obesity gained 20 to 30 pounds during the pandemic, says Nazrat Mirza, the clinic’s medical director. “We were so alarmed at the accelerated weight gain that we decided we have to see all our patients even if it’s just touching base,” she says.<br />Among her primary-care patients, Dr. Mirza says, she has seen an acceleration in the number of children jumping from the 10th or 20th percentile for body mass index to the 70th or 80th."
}