{
    "url_original": "https://www.wsj.com/articles/kim-jong-un-bets-on-riverfront-property-to-boost-north-koreas-economy-11621927753?mod=world_major_1_pos1",
    "url": "kim-jong-un-bets-on-riverfront-property-to-boost-north-koreas-economy-11621927753",
    "title": "Kim Jong Un Bets on Riverfront Property to Boost North Korea’s Economy",
    "sub_head": "With country bitten by sanctions and Covid-19, leader wants to project strength with a home-building spree in central Pyongyang",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-342964?width=620&size=1.5005861664712778",
    "image_1": "im-342964.jpg",
    "time": "2021-05-25 06:30:00",
    "body": "SEOUL—In North Korea’s capital, the prime riverfront property went untouched for decades. It was once a site for an American missionary school. Then it briefly became a residence for the country’s founder, Kim Il Sung.<br />Now, it is the site of Pyongyang’s hottest housing development. The modern block of apartments represents a cog in Kim Jong Un’s national strategy to project strength amid economic strife, sanctions and pandemic lockdowns.<br />North Korea has few levers left to pull in pursuit of an economic revitalization without bargaining with the U.S. This is compelling Mr. Kim to give priority to domestic projects that display the regime’s self-image as being the greatest country on Earth.<br />The housing development in central Pyongyang will feature dozens of low-rise buildings and total 800 apartments when completed. Mr. Kim has visited twice in recent weeks. The homes will be “gifts to working people,” North Korea’s state media says, reserved for professionals such as scientists, educators and writers.<br />The modern apartments are the most lavish elements of a broader five-year push to boost the number of homes in Pyongyang by 50,000 units, and even more across a country that has significant housing shortages. Mr. Kim could also use a splashy project to brag about, after admissions of economic shortcomings and calls for more self-sacrifice."
}