{
    "url_original": "https://www.wsj.com/articles/labor-groups-divided-over-proposal-to-let-app-workers-unionize-in-new-york-11622059832?mod=tech_featst_pos2",
    "url": "labor-groups-divided-over-proposal-to-let-app-workers-unionize-in-new-york-11622059832",
    "title": "Labor Groups Divided Over Proposal to Let App Workers Unionize in New York",
    "sub_head": "Draft bill would allow ride-hail drivers and delivery workers to form unions and get additional benefits",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-343843?width=620&size=1.5",
    "image_1": "im-343843.jpg",
    "time": "2021-05-26 20:40:00",
    "body": "ALBANY, N.Y.—Worker groups are split over a proposal in New York state that would let ride-hail drivers and delivery workers form unions and get access to additional benefits while sidestepping the question of whether they should be classified as employees.<br />State Sen. Diane Savino, a Democrat from Staten Island, began circulating a draft of the proposed legislation last week. She said she was having ongoing discussions with worker groups and app companies—including  DoorDash Inc.,   Lyft Inc.  and  Uber Technologies Inc.<br />Ms. Savino hopes her bill will be enacted before the state Legislature adjourns for summer recess on June 10. But groups representing delivery workers as well as labor unions who voiced support for the measure backed away this week, reducing the odds of rapid action, lawmakers said.<br />Representatives for Senate Majority Leader Andrea Stewart-Cousins and Assembly Speaker Carl Heastie, both Democrats, didn’t respond to requests for comment about the proposal. A spokesman for Gov. Andrew Cuomo, a Democrat, said, “This is an issue that we’ve been looking at and we will review this and any other similar proposals.”<br />Ms. Savino estimated her bill would affect more than 200,000 people. Most app-based workers—including Uber and Lyft drivers—are currently considered independent contractors, and as such aren’t covered by New York’s wage and hour laws or by state systems of workers’ compensation and unemployment insurance."
}