{
    "url_original": "https://www.wsj.com/articles/labor-shortage-hits-small-businesses-as-some-workers-stay-home-11621512002?mod=business_lead_pos3",
    "url": "labor-shortage-hits-small-businesses-as-some-workers-stay-home-11621512002",
    "title": "As Amazon, McDonald’s Raise Wages, Small Businesses Struggle to Keep Up",
    "sub_head": "Companies forgo investment and turn down contracts as they compete with jobless benefits and wage increases at larger firms",
    "category_1": "Business",
    "time": "2021-05-20 17:43:00",
    "body": "Ben Johnson is looking for a data analyst and a data scientist to come work for his Philadelphia-area consulting firm. The search has now stretched to Chicago.<br />U.S. companies of all sizes are struggling to fill jobs as surging demand and a reluctant labor force have resulted in a shortage of available workers. Some of the smallest firms said they are feeling acute pain because they have fewer people to pick up the slack and can’t easily match the pay increases, benefits and other perks that larger companies are offering to fill openings. The situation is only expected to become more difficult for business owners such as Mr. Johnson, who said his 20-person company needs to double in size over the next six months to a year.<br />“With the growth I see in the market…in five years I’m going to be tapping out everyone in this country,” said Mr. Johnson, chief executive and co-owner of Freya Systems LLC, a software and data analytics consulting firm.<br />More than two-thirds of small businesses reported having a hard time finding qualified workers, according to a monthly survey of 611 small firms for The Wall Street Journal by Vistage Worldwide Inc. At the same time, they are planning for their workforces to grow. According to the survey results, 75% of small businesses are expecting their head counts to rise over the next year.<br />Businesses with fewer than 20 employees saw employment grow 13.5% last month compared with a year earlier, while businesses with between 20 and 49 employees saw it rise 15.9%, according to data from the ADP National Employment Report. Businesses with 1,000 or more employees saw employment growth of 7.3%."
}