{
    "url_original": "https://www.wsj.com/articles/landmark-opioid-trial-opens-in-west-virginia-11620075407?mod=business_minor_pos6",
    "url": "landmark-opioid-trial-opens-in-west-virginia-11620075407",
    "title": "Landmark Opioid Trial Opens in West Virginia",
    "sub_head": "Trial will be first test of argument that the nation’s three largest drug distributors fueled an epidemic of addiction",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-333385?width=620&size=1.5",
    "image_1": "im-333385.jpg",
    "time": "2021-05-03 16:56:00",
    "body": "CHARLESTON, W.Va.—In a highly anticipated trial, lawyers for a West Virginia county and city told a judge Monday that the nation’s three largest drug distributors should be held liable for helping spur a public-health crisis by ignoring mounting evidence for years that prescription drugs were being diverted for illegal use.<br />“We intend to prove the simple truth that the distributor defendants sold a mountain of opioid pills into our community, fueling a modern opioid epidemic,” said Paul Farrell, an attorney for Cabell County, in a 90-minute opening statement in federal court in the state capital.<br />The county and its largest city, Huntington, sued wholesalers McKesson Corp., AmerisourceBergen Corp. and Cardinal Health Inc. in federal court in 2017, seeking money to help abate a public-health crisis that has led to soaring expenses for everything from jails to drug-treatment centers.<br />The landmark trial is the first test of a theory proposed in more than 3,000 other lawsuits nationwide, in which states and local governments argue that drug distributors created a “public nuisance” by allowing powerful opioids like OxyContin to flood communities. The West Virginia proceeding, along with a California trial under way and New York state court trial scheduled to start next month, could help spur broader settlements to end the opioid litigation.<br />Robert Nicholas, an attorney for AmerisourceBergen, was the first lawyer to present a defense for the companies and he began by introducing the toll of the opioid crisis. “I don’t think there’s anyone in this courtroom who has not been affected by the opioid epidemic,” he said."
}