{
    "url_original": "https://www.wsj.com/articles/last-supper-in-pompeii-from-the-table-to-the-grave-review-rediscovering-roman-revelry-11622063907",
    "url": "last-supper-in-pompeii-from-the-table-to-the-grave-review-rediscovering-roman-revelry-11622063907",
    "title": "‘Last Supper in Pompeii: From the Table to the Grave’ Review: Rediscovering Roman Revelry",
    "sub_head": "A San Francisco museum channels the spirit of Bacchus in an exhibit of food- and drink-related art and objects that range from the mundane to the downright naughty.",
    "category_1": "Exhibition Review",
    "image_1_url": "https://images.wsj.net/im-338242?width=620&size=custom_2798x2099",
    "image_1": "im-338242.jpg",
    "time": "2021-05-26 17:18:00",
    "body": "San Francisco<br />Pompeii beckons. Frozen in time when it was engulfed in volcanic ash and debris from Mount Vesuvius in A.D. 79, then rediscovered in 1748, this ancient Roman town has fascinated the public ever since. Before the pandemic intervened, tourists were limited to 15,000 at a time, lest the site be overrun; now reopened, it is selling timed tickets and keeping attendance even lower.<br />The curious, however, may be partly sated at the Legion of Honor of the Fine Arts Museums of San Francisco, where “Last Supper in Pompeii: From the Table to the Grave” is on view through Aug. 29. With about 150 objects—from life-size marble sculptures and room-size garden frescoes to toothpicks made of bone and lentils carbonized by the 550-degree-plus heat of the eruption—the exhibition zeroes in on the eating and drinking culture of Pompeii. It’s drawn from a larger 2019-20 show at Oxford University’s Ashmolean Museum; but it has been slimmed down to eliminate duplicate utensils and a section on Roman Britain, and beefed up to add more art objects, such as a dining couch (first century A.D.) from the site and a fetching, ivy-wreathed bronze head of Bacchus (first half, first century A.D.) borrowed from the J. Paul Getty Museum.<br />Bacchus, the god of wine and fertility, hovers over this exhibition, a sign of his importance in the daily life of Pompeians. He’s gloriously imposing as a six-foot marble statue at the entrance (A.D. 50-150), his companion panther at his side. (Like some other pieces in the exhibition, this Bacchus was not actually found at Pompeii, but is representative of the time and place.) He’s amusing, cloaked in grapes like an ancient Bibendum, offering wine to his panther, in a fresco (A.D. 60-79) that once was part of a household shrine. He’s intent, pouring wine from an amphora, in a three-foot bronze (first century A.D.). He’s present symbolically, as a panther, in a one-footed marble table that likely graced the atrium of a wealthy Pompeian home.<br />And where Bacchus is not present overtly, his spirit dominates: The items on display project a sense of conviviality, abetted by bountiful food and drink. In the first gallery, a small fresco (A.D. 40-79) portrays a group of women at a dinner party, with the central figure doling out wine to friends who have already imbibed quite a bit. Later, and more typically, there’s one (A.D. 40-79) showing men and women reclining on couches to dine. This party is even more revelrous—in the Latin scrawled on the wall, a woman announces that she’s going to sing, and a male guest shouts, “Yes, you go for it!” (as translated in the excellent Ashmolean catalog)."
}