{
    "url_original": "https://www.wsj.com/articles/lawsuit-accuses-mcdonalds-of-racially-discriminatory-ad-spending-11621557533?mod=business_lead_pos6",
    "url": "lawsuit-accuses-mcdonalds-of-racially-discriminatory-ad-spending-11621557533",
    "title": "Lawsuit Accuses McDonald’s of Racially Discriminatory Ad Spending",
    "sub_head": "Two companies owned by Byron Allen allege burger giant’s ad spending disproportionately shortchanges Black-owned media outlets",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-337761?width=620&size=1.5",
    "image_1": "im-337761.jpg",
    "time": "2021-05-20 20:38:00",
    "body": "Two companies owned by media mogul Byron Allen have filed a lawsuit against  McDonald’s Corp. , accusing the fast-food giant of discriminating against Black-owned media companies.<br />Entertainment Studios Networks Inc. and Weather Group LLC filed the complaint in Superior Court of California, seeking $10 billion in damages. The lawsuit targets what the companies allege are the restaurant chain’s “discriminatory contracting process and refusals to advertise on Plaintiffs’ networks on the basis of race.”<br />The suit marks the latest move by Mr. Allen, who is Black, to pressure large U.S. corporations to spend more ad dollars on Black-owned media companies. His Allen Media Group/Entertainment Studios produces movies and owns more than a dozen television stations as well as the Weather Channel and 10 digital-TV networks, such as Pets.TV and Cars.TV.<br />The lawsuit alleges that McDonald’s spent approximately $1.6 billion on U.S. TV ads in 2019 and estimates that less than $5 million, or 0.31%, of that budget was spent on Black-owned media. The complaint also alleges that McDonald’s hasn’t advertised on Entertainment Studios’ lifestyle networks since they were launched in 2009 but has purchased significant advertising on similarly situated, white-owned networks.<br />Mr. Allen has previously called on advertisers to spend at least 2% of their budgets with Black-owned media companies, a target he later increased to 5%."
}