{
    "url_original": "https://www.wsj.com/articles/lebron-james-steph-curry-lakers-warriors-nba-play-in-tournament-11621254092",
    "url": "lebron-james-steph-curry-lakers-warriors-nba-play-in-tournament-11621254092",
    "title": "Steph Curry vs. LeBron James: The NBA’s All-Star Appetizer",
    "sub_head": "Basketball’s play-in format delivers an irresistible opener between the Golden State Warriors and Los Angeles Lakers. Meanwhile, the Nets rev the engine.",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-339344?width=620&size=1.514792899408284",
    "image_1": "im-339344.jpg",
    "time": "2021-05-17 08:48:00",
    "body": "So here it is, confirmed: the NBA’s All-Star Appetizer, the Showdown before the Throwdown, Adam Silver’s Cuckoo Curtain-Raiser, LeBron James versus Steph Curry, Los Angeles versus Golden State, Wednesday night, 10 p.m. ET, a play-in game for the playoffs, a must-win for any team hoping to push on to a title.<br />Or sort of…but not really. For all the hand-wringing about the NBA’s spiffy prologue tournament, its soft opening before its playoff—“Whoever came up with that [stuff] needs to be fired,” James said, using a mildly more aromatic word than stuff—it isn’t as cold-heartedly do-or die as suggested. The Lakers and Warriors finished the regular season as the Western Conference’s seventh and eighth seeds, respectively, and so, while the winner of Wednesday’s tilt pushes on, the loser survives to play the winner of the contest between 10th-seeded San Antonio and ninth-seeded Memphis, and can still qualify by winning that one. So what we’re really talking about is, the Lakers or the Warriors would have to lose two games, to two different teams, to not make the playoffs, and it’s quite possible they’re both going to wind up making it. Honestly, this cruel, cruel thing is about as cruel as a pickleball mixer.<br />Besides, a little pre-playoff intrigue never hurt a sport. If anything, it’s the caffeine jolt the NBA needs after a shortened sleepwalk of a season disrupted by virus protocols and contested in mostly-empty arenas. It’s difficult to pronounce anything “must-see” in an era in which nobody’s watching much of anything—more people watched me try to parallel park my car this weekend (only four tries, thank you very much) than watch mostly anything in prime time these days—but James and Curry going head-to-head in a very meaningful contest is a rivalry with history, and awfully hard to resist. It’s the starriest possible showcase for this play-in format, which debuted last summer in the NBA bubble, and is designed to open the playoff possibilities for more cities and also tamp down on tanking by crummier basketball outfits.<br />And if you think the NBA’s format is a little rough, tell it to the “wild card” baseball clubs forced to play a one-off sudden death elimination game after finishing a 90,000 game MLB regular season. That’s rough. This? What basketball’s doing is frothy fun.<br />Steph vs. LeBron? Yes, please! Curry is amid a season for the ages—the greatest shooter in NBA history has somehow figured out how to be an even better shooter, routinely lofting the ball from distances that get mortals benched, and rewriting the angles of possibility in the game. Curry is 33 now, and he’s in his Federer phase, that is to say he’s become an experience, someone the sports fan watches not only because he’s so fluid and magical, but also because we might never see someone play like him again. Curry is unadulterated basketball joy—“the MVP of this year,” says none other than LeBron James, a claim that may make Nikola Jokic turn his head—and he’s also this season’s chaos agent, elevating a scattered, injured Golden State club into the Team Nobody Wants to Face. When Steph can score from there, and also there, and there and even there, how can any opponent feel super confident?"
}