{
    "url_original": "https://www.wsj.com/articles/libor-replacement-race-heats-up-11620898202?mod=markets_lead_pos3",
    "url": "libor-replacement-race-heats-up-11620898202",
    "title": "Libor Replacement Race Heats Up",
    "sub_head": "Some analysts say multiple rate benchmarks are likely to emerge instead of just one",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-337582?width=620&size=1.5",
    "image_1": "im-337582.jpg",
    "time": "2021-05-13 05:30:00",
    "body": "New contenders are emerging in the race to get rid of the London interbank offered rate by year-end.<br />Bank of America Corp. and  JPMorgan Chase  & Co. traded the first complex derivative using a Bloomberg index crafted to replace Libor, exchanging $250 million worth of an interest-rate swap earlier this month. The Bloomberg Short Term Bank Yield Index competes with the alternative preferred by regulators including the Federal Reserve Bank of New York.<br />The transaction between the two large Wall Street firms marks a shift in the yearslong plan to move away from the troubled rate underpinning trillions of dollars in financial contracts, with some analysts now saying multiple benchmarks are likely to replace Libor instead of just one. Libor underpins trillions of dollars worth of financial contracts and is scheduled for replacement at the end of 2021 in the wake of a manipulation scandal.<br />The Alternative Reference Rates Committee, consisting of major banks, insurers and asset managers working alongside the New York Fed, have been rallying investors and companies to move to the Secured Overnight Financing Rate, or SOFR. While large banks and mortgage lenders like Fannie Mae have started actively using the benchmark, some large U.S. corporations and other borrowers held off, seeking a benchmark that could fix rates over longer time spans.<br />Bankers said clients are using the Bloomberg index because the ARCC has been slow to roll out those forward-looking reference rates. The committee initially planned to recommend such a rate by the beginning of 2021. After it held off, citing a lack of sufficient transactions and data, some treasurers and traders took matters into their own hands."
}