{
    "url_original": "https://www.wsj.com/articles/life-at-the-waterhole-review-survival-in-the-serengeti-11621376727?mod=opinion_reviews_pos2",
    "url": "life-at-the-waterhole-review-survival-in-the-serengeti-11621376727",
    "title": "‘Life at the Waterhole’ Review: Survival in the Serengeti",
    "sub_head": "A one-of-a-kind camera rig built by PBS and the BBC offers intimate footage of elephants, big cats and other wild animals drawn to a Tanzanian reserve’s most precious resource.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-340114?width=620&size=1.5",
    "image_1": "im-340114.jpg",
    "time": "2021-05-18 18:25:00",
    "body": "Although its subjects include the African wildlife that lives in the Serengeti, “Life at the Waterhole” will have homeowners everywhere sympathizing with the show’s furry, feathered cast, and its benefactors as well: You find a nice place to live. Put in a pool. The next thing you know, hyenas move in next door. And there goes the neighborhood.<br />Fans of nature television have a lot to choose from, much of it very good, but “Life at the Waterhole” has a novel angle: With African temperatures rising, existing water sources drying up and competition for survival increasing—not just among wild animals themselves, but between the wild animals and humans and their livestock—why not just build a waterhole? Or two. And supplement the construction with a bunker that houses cameras that can safely operate 24 hours a day. And then watch what happens. With apologies to “Field of Dreams,” the motto of “Life at the Waterhole” might be “If you build it, they will come.” Because they do, by ground and air and in dozens of different species.<br />Located in northern Tanzania on the Mwiba Wildlife Reserve, the twin oases featured in the three-part series were built in 2019 by the production (the BBC Studios Natural History Unit and PBS) in cooperation with the local Hadzabe and Maasai communities. While they hold 13,000 gallons pumped from a sustainable underground reservoir, they still look a bit like puddles, though most Serengeti waterholes do, says M. Sanjayan, a global conservation scientist and the program’s very upbeat host. As a Maasai farmer tells us, three elephants can drain a typical water source in one visit, which only creates more tensions between the beasts and the neighboring homo sapiens (who actually contend with the animals in creative ways). But the animals-only waterhole is, literally, a game changer.<br />Each of the three episodes is devoted to a different season—dry, hot and wet. The clientele is aware, but unbothered, by the cameras running all day and night and collecting such intimate footage of so many animals: warthogs partying in the cooling mud, or elephants and Cape buffalo having a late-night face-off that the elephants, as usual, win. One of the things observed by the show’s cast—which includes nature photographer Bob Poole (who shares Mr. Sanjayan’s enthusiasm) and scientist Meredith Palmer—is how unbearable temperatures, especially during the hot season, drive some species to switch beats and become nocturnal. The arrival of big cats—lions and leopards—changes the profile of the waterhole, and the hyenas simply ruin everything: For days after a hyena visit, no one comes at all.<br />Five miles of fiber-optic cable were laid to enable the cameras of “Life at the Waterhole,” and what they capture is a crazy variety of mammals and birds—not just the zebras and elephants, but dik-dik, serval, steppe eagles, pugnacious Egyptian geese and the brilliantly colored Fischer’s lovebird, found in the wild only in northern Tanzania. What they also offer, more importantly for the viewer perhaps, is drama. Life at the waterhole, after all, is all about staying alive."
}