{
    "url_original": "https://www.wsj.com/articles/lifeguards-are-skilled-but-worth-392-000-11621449712?mod=opinion_major_pos18",
    "url": "lifeguards-are-skilled-but-worth-392-000-11621449712",
    "title": "Lifeguards Are Skilled, but Worth $392,000?",
    "sub_head": "A far more apt comparison for the well-compensated leaders of these professional ocean lifeguard departments would be that of a chief or captain of a county fire department.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-337435?width=620&size=1.5",
    "image_1": "im-337435.jpg",
    "time": "2021-05-19 14:41:00",
    "body": "Though I, too, was surprised by the generous salaries of the top 1%-2% of my former profession, Adam Andrzejewski errs when he compares the leaders of ocean lifeguard departments, like Daniel Douglas, to basic EMTs (“The $392,000 Lifeguard: ‘Baywatch’ as Union Shop,” op-ed, May 13). In addition to being EMTs and (more often) paramedics, these full-time, professional lifeguards are experts in ocean, surf, swift-water, boat, scuba and cliff rescue techniques. They train and coordinate with local, county and state agencies in disaster response for a number of scenarios, from flooding to chemical, biological, radiological and nuclear events. Each year they manage and train hundreds of ocean lifeguard personnel, who risk their own lives to ensure those of beachgoers. Under their guidance, the Los Angeles and Orange County beaches draw tens of millions of visitors a year, often without even a single guarded drowning. A far more apt comparison for the well-compensated leaders of these professional ocean lifeguard departments would be that of a chief or captain of a county fire department. Did I mention that there were 183 firefighters in Los Angeles County who made more than Mr. Douglas in 2019?<br />Noah Harrison<br />Nashville, Tenn.<br /><br />In the late 1970s, I had a summer job as a lifeguard. In addition to guarding, I had to vacuum the pool daily, clean the filter weekly, and set up the deck chairs every day. For this, I was paid $2 an hour."
}