{
    "url_original": "https://www.wsj.com/articles/light-perpetual-review-children-of-the-20th-century-11621003837?mod=opinion_major_pos12",
    "url": "light-perpetual-review-children-of-the-20th-century-11621003837",
    "title": "‘Light Perpetual’ Review: Children of the 20th Century",
    "sub_head": "In 1944, 15 boys and girls were among the South Londoners killed by a V-2 rocket. Here are imagined lives for ﬁve of them.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337924?width=620&size=1.5",
    "image_1": "im-337924.jpg",
    "time": "2021-05-14 10:50:00",
    "body": "‘For of all sad words of tongue or pen, / The saddest are these: ‘It might have been!’ ”<br />Those doleful lines, from John Greenleaf Whittier’s 1856 poem “Maud Muller,” may be familiar to readers of a certain age who squirmed through “recitation class” in elementary school. The five little children in World War II London who are the main characters of Francis Spufford’s novel “Light Perpetual” would have routinely chanted such rhymed couplets once they started school. But, since those children are killed by an explosion at the very moment of their introduction, they don’t have the opportunity to grow bored or transfixed by declaiming poetry. “Light Perpetual” is a resonant novel about what “might have been” for five young casualties of war, as well as a God’s-eye meditation on mutability and loss.<br />In his acknowledgments, Mr. Spufford tells readers that this novel, like most of his other books—which range from memoir (“The Child That Books Built”) to fiction (“Golden Hill”) to a controversial admixture of both (“Red Plenty”)—is rooted in history: “For the last twelve years, I’ve been walking to work at Goldsmiths College past a plaque commemorating the 1944 V-2 attack on the New Cross Road branch of Woolworths. Of the 168 people who died, fifteen were aged eleven or under. The novel is partly written in memory of those South London children, and their lost chance to experience the rest of the twentieth century.”<br />Out of contemplative pauses in front of that plaque, Mr. Spufford has created an extraordinary novel in terms of its variety of character, symphonic language and spiritual reach. “Light Perpetual” opens with a slow-motion reimagining of the V-2 rocket falling through that Woolworths on that long-ago Saturday. The lunchtime crowd, which has gathered to see a new delivery of aluminum saucepans (a rarity during the war), is instantaneously buried beneath “a dome of debris.” Our omniscient narrator ticks off some of the rubble’s component parts: “Knitting patterns. . . . Wooden table. Pans. Much-darned brown worsted hand-me-down served-three-siblings horn-buttoned winter coat. Skin. Bone.”<br />This radiant blast of a brief opening chapter ends in a “ringing stillness,” after which “Jo and Valerie and Alec and Ben and Vernon are gone. . . . Gone between one ten-thousandth of a second and the next, gone so entirely that it’s as if they’ve vanished into all that copious  immeasurable nothing just beneath the rickety scaffolding of hours and minutes. . . . They cannot act, or be acted on. Cannot call, or be called.” But Mr. Spufford does call,  shifting the mood with an incantatory petition, to wake five dead children to life through art: “Come, other future. Come, mercy not manifest in time; . . . . Come  other chances.”"
}