{
    "url_original": "https://www.wsj.com/articles/lincoln-in-private-review-condential-ruminations-11620166951",
    "url": "lincoln-in-private-review-condential-ruminations-11620166951",
    "title": "‘Lincoln in Private’ Review: Conﬁdential Ruminations",
    "sub_head": "In his private writings, Lincoln tested his arguments, and perfected their phrasing, before making them public.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-334087?width=620&size=1.5",
    "image_1": "im-334087.jpg",
    "time": "2021-05-04 18:22:00",
    "body": "Abraham Lincoln stands among the foremost lyricists of the American experience. His first inaugural address called on a divided citizenry’s “better angels” to uphold the sacred inviolability of the Union. His Gettysburg Address envisioned a nation baptized by the blood of battle into “a new birth of freedom.” And his second inaugural meditated on a just God chastening a republic of liberty that tolerated slavery.<br />How did Lincoln arrive at these arresting ideas and phrases? As far as we know, he didn’t leave a personal diary to posterity. But he did bequeath 109 surviving fragments or notes that feature what he called his “best” (though often “disconnected”) thoughts. In scrawled penmanship, Lincoln explored a range of subjects: the mysteries of nature, a lawyer’s public reputation, the immorality of slavery, the active role of God in human affairs. These notes—some no more than a few sentences, others multiple paragraphs—were not, according to Lincoln’s personal secretaries, John Nicolay and John Hay, “written to be seen by men.”<br />Lincoln’s confidential ruminations are the subject of Ronald C. White’s “Lincoln in Private,” an intimate character portrait and fascinating inquiry into the basis of Lincoln’s energetic, curious mind. Mr. White, whose masterly biography of Lincoln appeared in 2009, regards Lincoln’s notes as the “building blocks” of his political philosophy and of his sense of self. “The function of Lincoln’s fragments”—all of which are reprinted in the book—“is for him to write in private what he may not yet be willing to say in public.”<br />Lincoln cherished careful, authoritative rhetoric. He used his private jottings to confront problems, establish propositions, exercise the limits of his arguments and anticipate critics’ rejoinders—all before announcing his public positions. He wrote to himself as both a meditative thinker and as a careful practitioner who searched for the precise word or phrase and who often set rigid standards for himself. The “leading rule” for all aspiring professionals, the lawyer Lincoln recorded in 1850, “is diligence. Leave nothing for tomorrow which can be done today.” To fulfill an ambitious life was “to be honest at all events.” We see in Lincoln’s fragments a poised and resolute intellectual. We also see a vulnerable individual humbled by the precariousness of the nation and of its vast, uncertain future.<br />When Illinois Sen. Stephen A. Douglas’s 1854 Kansas-Nebraska Act granted citizens the right to decide for themselves the fate of slavery in the western territories, Lincoln retreated to his private thoughts to work through the inconsistencies of Douglas’s “popular sovereignty.” “If A. can prove, however conclusively, that he may, of right, enslave B.,” Lincoln wrote to himself, “why may not B. snatch the same argument, and prove equally, that he may enslave A.?” Put another way, was democracy moral when a political majority curtailed the natural rights of another people who themselves were deprived of electoral consent? Lincoln’s resounding “no” to this question informed his Peoria speech (1854) and his debates with Douglas in 1858, fueling his rise in the Republican Party."
}