{
    "url_original": "https://www.wsj.com/articles/liz-cheney-confronts-a-house-of-cowards-11620342680?mod=opinion_lead_pos10",
    "url": "liz-cheney-confronts-a-house-of-cowards-11620342680",
    "title": "Liz Cheney Confronts a House of Cowards",
    "sub_head": "House Republicans are about to demonstrate they can’t handle the truth about 2020 and Jan. 6.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-335136?width=620&size=1.5",
    "image_1": "im-335136.jpg",
    "time": "2021-05-06 19:11:00",
    "body": "It all comes back to the Capitol insurrection. It’s at the heart of the battle that is, four months later, tearing the House GOP apart. Increasingly, Republicans paint 1/6 as a rowdy and raucous event, an arguably understandable but certainly embarrassing one in which hundreds of people illegally marched into the Capitol and, for a few hours, occupied its halls. There was some unfortunate violence; it should be prosecuted. But you don’t endlessly, ruthlessly and for political reasons bring governmental force down on members of a crowd that got carried away. America is a nation in which crowds get carried away. They didn’t tear the place apart, as street rioters did last summer. It was goofballs dressed in antelope horns. So get a grip, maintain perspective.<br />There is some truth in this. But it dodges the larger, defining and essential truth.<br />That has to do with the expressed aim and intention of many rioters. It wasn’t to roam the halls and yell. It was something grave and dark: to disrupt and prevent the constitutionally mandated counting of the Electoral College votes in the 2020 presidential election. That was scheduled to occur in Congress that day. That act of tabulating is more than two centuries old, formalizes and validates the election outcome, physically represents the peaceful transfer of power, and has never been stopped or disrupted. What happened on 1/6 was an attempted assault on the constitutional order.<br />It was instigated by a lie, the one Donald Trump told his supporters starting the day after the election: that it had been stolen and was fraudulent. And, in time and implicitly, that the certification of results could be thwarted.<br />After the election every attempt to prove it was stolen failed. Recounts failed, more than 60 court challenges failed, some before Trump-appointed judges. Dominion Voting Systems launched lawsuits against those who slandered it. The nutty Trump lawyers dummied up and scrammed."
}