{
    "url_original": "https://www.wsj.com/articles/liz-cheney-draws-more-gop-fire-over-anti-trump-stance-11620161615?mod=politics_lead_pos6",
    "url": "liz-cheney-draws-more-gop-fire-over-anti-trump-stance-11620161615",
    "title": "Liz Cheney Draws More GOP Fire Over Anti-Trump Stance",
    "sub_head": "House Republican leader Kevin McCarthy questions whether the Wyoming lawmaker can carry out her job in leadership",
    "category_1": "Politics",
    "time": "2021-05-04 17:26:00",
    "body": "WASHINGTON—House Minority Leader Kevin McCarthy (R., Calif.) said he had concerns about Rep. Liz Cheney’s ability to serve as one of the party’s top leaders, signaling ebbing support for the prominent critic of former President Donald Trump to remain in her post.<br />“I have heard from members concerned about her ability to carry out the job as conference chair—to carry out the message,” Mr. McCarthy said Tuesday on Fox News. “We all need to be working as one if we’re able to win the majority.”<br />A spokesman for Ms. Cheney, the GOP conference chairwoman, said in response, “This is about whether the Republican Party is going to perpetuate lies about the 2020 election and attempt to whitewash what happened on Jan. 6. Liz will not do that. That is the issue.”<br />Adding more tension to the relationship, Axios reported Tuesday afternoon on comments purportedly made to Fox News hosts before the segment started. According to audio of the remarks, Mr. McCarthy said: “I think she’s got real problems. I’ve had it with her. You know, I’ve lost confidence.” Mr. McCarthy’s office declined to confirm the remarks.<br />Ms. Cheney, who represents Wyoming, has urged the party to distance itself from the former president over his remarks and behavior related to his baseless claims that the 2020 election was stolen from him, while Mr. McCarthy has emphasized unity, including with Mr. Trump. Mr. Trump was impeached by the House in January over allegations he incited the Jan. 6 riot at the Capitol by his supporters. He was acquitted in the Senate."
}