{
    "url_original": "https://www.wsj.com/articles/lockdowns-didnt-stop-covid-11620596906?mod=opinion_lead_pos4",
    "url": "lockdowns-didnt-stop-covid-11620596906",
    "title": "Lockdowns Didn’t Stop Covid",
    "sub_head": "A new study finds more virus spread inside homes than work places.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-336112?width=620&size=1.5",
    "image_1": "im-336112.jpg",
    "time": "2021-05-09 17:48:00",
    "body": "Covid-19 lockdowns shaved 3.5% off U.S. GDP in 2020 even as the federal government spent more than $2.6 trillion in relief measures. Millions of children fell behind in learning and nearly 100,000 businesses closed for good.<br />Conventional wisdom holds this was worth it because lives were saved by shutting workplaces and schools and telling people to stay home. But a new study by University of Chicago economist Casey Mulligan shows the opposite. After the first month of the pandemic, organizations that adopted prevention protocols became safer places than the wider community. Officials who didn’t see that coming forgot that organizations are rational and look for cooperative solutions that improve the welfare of the group, such as reducing the risks of communicable disease.<br />In “The Backward Art of Slowing the Spread? Congregation Efficiencies during COVID-19,” Mr. Mulligan uses empirical data to test the presumption that the workplace was less safe than the home. He recognizes that “absent costly prevention activities, larger groups naturally have more infections per member.”<br />Yet as he notes, people join firms “in part because they value the group’s management of local externalities and public goods.” That’s an economist’s way of saying that the human capital of a company is tied to its capacity to protect employees and serve customers.<br />There is little doubt that infection would spread faster in congregations than in smaller groups if both engaged in similar practices. But since larger groups have an incentive to spend on expensive methods of prevention, larger organizations might be better at prevention than households with fewer people."
}