{
    "url_original": "https://www.wsj.com/articles/lordstown-motors-says-it-needs-to-raise-cash-lowers-production-forecast-11621895454?mod=tech_lead_pos4",
    "url": "lordstown-motors-says-it-needs-to-raise-cash-lowers-production-forecast-11621895454",
    "title": "Lordstown Motors Says It Needs to Raise Cash, Lowers Production Forecast",
    "sub_head": "Electric-truck startup is facing increasing competition as well as questions about its preorders and production plans",
    "category_1": "Business",
    "category_2": "Autos & Transportation",
    "image_1_url": "https://images.wsj.net/im-343078?width=620&size=1.5",
    "image_1": "im-343078.jpg",
    "time": "2021-05-24 18:39:00",
    "body": "Electric-truck startup  Lordstown Motors Corp.  said Monday it faces higher-than-expected costs, is cutting its 2021 production forecast by at least 50% and needs to raise more capital, as it tries to launch its electric pickup truck later this year.<br />The company said that without additional capital, it will finish the year with between $50 million and $75 million on hand, down from the $200 million forecast the company provided in March.<br />“Capital may limit our ability to make as many vehicles as we would like,” said Steve Burns, Lordstown’s chief executive, on a call with analysts. “We wanted to make sure everybody knew the worst, worst case.” The company reported having $587 million on hand at the end of the first quarter.<br />Shares in Lordstown Motors dropped 9% to $8.80 in aftermarket trading. The stock has fallen 52% this year, through the close Monday, amid questions about the strength of its preorders and production plans as well as increased competition from legacy auto makers.<br />Lordstown Motors is one of several electric-vehicle startups to go public in a rash of mergers with special-purpose acquisition companies over the past year. While investors initially saw impressive returns, shares of many have since retreated, as the startups missed targets and added costs in their earliest days as publicly traded companies."
}