{
    "url_original": "https://www.wsj.com/articles/love-flea-markets-how-to-finally-hunt-bargains-in-person-again-11622033109",
    "url": "love-flea-markets-how-to-finally-hunt-bargains-in-person-again-11622033109",
    "title": "Love Flea Markets? How to Finally Hunt Bargains In Person Again",
    "sub_head": "Writer Amy Merrick on resuming her passion for finding the big score. Plus: A guide to the best U.S. flea markets reopening this summer",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-343336?width=620&size=1.5",
    "image_1": "im-343336.jpg",
    "time": "2021-05-26 08:45:00",
    "body": "THERE WAS a time when I only used hand sanitizer at flea markets. Anointing myself with that jellied alcohol signaled that I was in the throes of delight, hunting through fields of folding tables, engaged in an anthropological study of sometimes beautiful, sometimes ugly, always filthy, discarded things. Then 2020 arrived, and with it went my beloved flea markets. The hand sanitizer, sadly, remained.<br />During a year marked with so much loss, the cancellation of my favorite pastime ranked extremely low on the tragedy scale, but I felt it bitterly all the same. The sheer pleasure of looking, the lure of the great find, the jocular social encounters all wrapped up in a single morning’s trip—I pined for them, endlessly scrolling auctions online. It was not the same.<br />My first flea market purchase came at age 6: white leather go-go boots with fringe, for a quarter. That was my first flush of the adrenaline that passionate flea marketers know. At 12, I aimed higher: a 1940s quilt made of triangles of sun-softened cotton shirting for $10. It is still in use today, if decidedly more tattered.<br />In the intervening decades, my romance with flea markets has only strengthened, and I can chart the course of my life and travels in my purchases. Armfuls of antique hemp linens from the Ecseri market in Budapest; vintage silk dresses from the Porte de Vanves in Paris; woven Welsh blankets and willow baskets from Kempton, outside London. While living in Kyoto I memorized the market schedules and headed out early, returning with a rucksack full of indigo textiles and stoneware ceramics.<br />It was the cancellation of my local annual flea market in Dublin, N.H., that stung most. I could no longer walk through the slightly sodden field—the sun barely risen, wallet full of small bills, coffee in a thermos. I couldn’t navigate rows of dealers hawking all manner of good old New England junk: braided rugs, milking stools, Windsor chairs, woven baskets—the scent of the breakfast-sandwich grill enveloping everything in a dreamy bacon haze. I missed the excited hum of the community spirit we all loved and lost."
}