{
    "url_original": "https://www.wsj.com/articles/macron-acknowledges-frances-terrible-responsibility-for-rwandan-genocide-11622132711?mod=world_major_2_pos1",
    "url": "macron-acknowledges-frances-terrible-responsibility-for-rwandan-genocide-11622132711",
    "title": "Macron Acknowledges France’s ‘Terrible Responsibility’ for Rwandan Genocide",
    "sub_head": "French president seeks new chapter in relations with African nation after three decades of enmity, but stops short of apology",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-345049?width=620&size=1.5",
    "image_1": "im-345049.jpg",
    "time": "2021-05-27 16:04:00",
    "body": "KAMPALA Uganda—French President Emmanuel Macron publicly acknowledged his country’s “terrible responsibility” in Rwanda’s 1994 genocide and asked for forgiveness in a bid to reset relations during the first visit by a French leader to the East African nation in more than a decade.<br />In a sober statement at the Gisozi genocide memorial in the capital, Kigali, where nearly a third of the 800,000 victims are buried, Mr. Macron said that France made errors of judgment in standing by a genocidal regime during the 100 days of massacres.<br />“France has political responsibility in Rwanda, it has a duty to recognize the share of the suffering it inflicted on the Rwandan people,” Mr. Macron said, shortly after laying a wreath at the memorial. “I have come to recognize our responsibilities; only those who survived can perhaps forgive.”<br />While Mr. Macron’s remarks fell short of a full apology, his focus on victims and survivors underscored France’s continuing efforts to thaw three decades of frozen relations with Kigali. Mr. Macron’s televised remarks were also received favorably across most of Rwanda, where media is tightly controlled.<br />“It’s a historic turning point,” said Kanimba Joseph, a 37-year-old genocide survivor from Kigali, who lost both parents in the killings. “By accepting responsibility France is healing a lot of wounds.”"
}