{
    "url_original": "https://www.wsj.com/articles/madhouse-at-the-end-of-the-earth-review-freezing-for-belgium-11620858183?mod=opinion_reviews_pos1",
    "url": "madhouse-at-the-end-of-the-earth-review-freezing-for-belgium-11620858183",
    "title": "‘Madhouse at the End of the Earth’ Review: Freezing for Belgium",
    "sub_head": "Representing a young nation, the ship descended on Antarctica. The crew made 20 landings before getting stuck in the ice.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337637?width=620&size=1.5",
    "image_1": "im-337637.jpg",
    "time": "2021-05-12 18:23:00",
    "body": "On Aug. 16, 1897, 20,000 Belgians lined the wharves of Antwerp to wave off the Belgica, a 113-foot three-masted steam whaler. She was departing for Antarctica, still a land of fable in the last years of the 19th century. Belgium had declared independence from Holland only 67 years earlier, and with the voyage of the Belgica, writes Julian Sancton, the young nation “was staking a claim to the next frontier of human exploration.”<br />“Madhouse at the End of the Earth” tells the story of the Belgian Antarctic expedition. Mr. Sancton, an American journalist who visited Antarctica for his research, structures his tale around three main characters: Adrien de Gerlache, a Belgian naval officer and the expedition’s leader; Roald Amundsen, a Norwegian polar explorer who served as the Belgica’s first mate; and Frederick Cook, the voyage’s “lone Yankee,” a New York doctor with a “peninsula of a nose.”<br />De Gerlache’s expedition “was sold as a scientific mission, but at its core it was a romantic endeavor.” The Belgian’s goals were to chart the uncharted; collect data on the region’s flora, fauna and geology; and locate the South Magnetic Pole, then thought to lie around the 75th parallel. Only three expeditions had ever sailed south of the 70th. The Belgica made stops in Rio de Janeiro and Montevideo, Uruguay, in October and November, before the men first sighted the Antarctic Peninsula, which extends toward the southern tip of South America, in January 1898. Over two months the crew discovered what is now the Gerlache Strait and made 20 landings, more than all previous expeditions combined. Then the ship traveled southwest and spent more than a year trapped in the Bellingshausen Sea.<br />Cook had joined the Belgica in Rio, having offered his services as the expedition’s doctor. He had been in Greenland with the American explorer Robert Peary in 1891-92, and was “famous among polar enthusiasts worldwide.” With Cook on board, the Belgica carried 14 Belgians, 11 foreigners and two cats. Before the expedition reached the ice, desertions and dismissals tipped the balance in favor of the non-Belgians.<br />Mr. Sancton conjures the fug of pipe smoke and unwashed men in the unventilated wardroom, the taste of kjøttboller—spongy canned meatballs resembling “soft, colorless gobs”—and the pearly sheen of fluted icebergs. Cook, who took a genuine interest in the well-being of every man aboard, quickly became “the most popular member of the expedition.” Mr. Sancton is pro-Cook throughout these pages, even when the man’s records are unreliable."
}