{
    "url_original": "https://www.wsj.com/articles/male-inmates-in-womens-prisons-11622474215?mod=opinion_lead_pos5",
    "url": "male-inmates-in-womens-prisons-11622474215",
    "title": "Male Inmates in Women’s Prisons",
    "sub_head": "If Congress passes the Equality Act, California’s dangerous policy would go nationwide.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-31 11:16:00",
    "body": "Torrance, Calif.<br />Crazy California laws occasionally go national. Take SB 132, which took effect in January. It allows transgender-identified male state prison inmates to transfer into women’s prisons based on “individual preference”—no hormones, surgery or time spent living as the opposite sex required. Spokeswoman Terry Thornton of the California Department of Corrections and Rehabilitation says 264 male prisoners have declared a nonmale identity and formally requested transfer to women’s facilities.<br />If Congress passes the Equality Act—the House already has—incarcerated biological men who identify as female would be entitled to transfer into women’s federal prisons and possibly also state prisons nationwide. How’s that working in California?<br />Not well, according to Amie Ichikawa, who was released in 2013 from the Central California Women’s Facility in Chowchilla, where she served five years for assault and kidnapping. Ms. Ichikawa is now forming a nonprofit to help currently incarcerated women. I visited her home in Torrance, and she put me in touch with four other current and former inmates. She contacted me after I appeared at a March Senate Judiciary Committee hearing to testify against the Equality Act. I told the lawmakers that although the vast majority of transgender Americans are peaceful, decent and law-abiding, the overbroad bill would be subject to abuse by opportunistic male felons.<br />None of the currently and formerly incarcerated women I spoke to expressed any animus toward transgender people. All acknowledged that some biological men who are transgender have been subject to abuse in men’s prisons. Several of the women made a point of saying they’d have no problem sharing a cell with natal males who have undergone sex-reassignment surgery."
}