{
    "url_original": "https://www.wsj.com/articles/manchester-united-glazer-owners-super-league-old-trafford-11619968696",
    "url": "manchester-united-glazer-owners-super-league-old-trafford-11619968696",
    "title": "Manchester United Fans Storm Old Trafford to Protest Super League, Ownership",
    "sub_head": "Hundreds of team supporters forced their way into the stadium before Sunday’s match as fury over a breakaway league and the Glazer family’s ownership boiled over",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-332979?width=620&size=1.5724815724815724",
    "image_1": "im-332979.jpg",
    "time": "2021-05-02 13:12:00",
    "body": "Fans’ fury over aborted plans for a European soccer Super League boiled over on Sunday when protesters broke into Manchester United’s home stadium and forced the postponement of the day’s game against Liverpool, marking the latest eruption among English soccer fans urging their clubs’ billionaire owners to sell the teams.<br />The afternoon had begun with thousands of fans gathering outside Old Trafford in protest—just as they have over the past two weeks at Arsenal, Liverpool, Chelsea and Tottenham—but took a chaotic turn as several hundred broke through security and barriers and reached the pitch.<br />The target of their anger was the club’s owners, the Florida-based Glazer family, which had signed up Manchester United last month to join a breakaway Super League of elite clubs that fans saw as nothing more than a power play by greedy billionaires. Though the project collapsed in 48 hours, the fiasco has re-ignited 16 years of animosity directed at the United owners for overseeing what fans see as a staggering decline in the club’s standing.<br />“Our fans are passionate about Manchester United, and we completely acknowledge the right to free expression and peaceful protest,” the club said. “However, we regret the disruption to the team and actions which put other fans, staff, and the police in danger.”<br />Hundreds of fans appeared to break into Old Trafford with little resistance as they overwhelmed the security contingent a little more than two hours before the scheduled 4:30 p.m. match. Fans have not been allowed at Premier League matches this season because of the pandemic, and security on the scene appeared to be light."
}