{
    "url_original": "https://www.wsj.com/articles/manchester-united-old-trafford-glazers-protest-11620053976",
    "url": "manchester-united-old-trafford-glazers-protest-11620053976",
    "title": "Pressure Intensifies on Manchester United Owners After Violent Protest",
    "sub_head": "Fan groups redoubled their efforts to force change within the club as police investigate Sunday’s events at Old Trafford",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-333127?width=620&size=1.5023474178403755",
    "image_1": "im-333127.jpg",
    "time": "2021-05-03 11:04:00",
    "body": "Manchester United  supporters intensified the pressure on the club’s American owners on Monday with demands that they reduce their stake in the club, just one day after a large-scale protest outside the team’s Old Trafford stadium turned violent and saw hundreds of fans break onto the field.<br />The protests, in which two police officers were injured, forced the postponement of Sunday afternoon’s English Premier League game against Liverpool. Greater Manchester Police hasn’t said how many arrests were made at Old Trafford or at the Lowry Hotel, where other protesters prevented the United team bus from moving, but the club confirmed an investigation was under way.<br />In the aftermath of the incident, fans appeared emboldened to press even harder for changes. The Manchester United Supporters’ Trust on Monday sent an open letter to co-owner Joel Glazer calling for dramatic changes in the club’s ownership structure.<br />“Let’s be very clear that no one wants what happened at Old Trafford yesterday to be a regular event,” the Supporters’ Trust said. “But what happened was the culmination of 16 years in which your family’s ownership of the club has driven us into debt and decline, and we have felt ever more sidelined and ignored.” The Trust added:<br />“We support the right of fans to protest lawfully and, although we did not personally witness any such acts, of course we do not condone any acts of violence.”"
}