{
    "url_original": "https://www.wsj.com/articles/mandate-even-before-masks-a-directive-that-has-often-sparked-resistance-11621548403",
    "url": "mandate-even-before-masks-a-directive-that-has-often-sparked-resistance-11621548403",
    "title": "‘Mandate’: Even Before Masks, a Directive That Has Often Sparked Resistance",
    "sub_head": "Once it meant the command of kings; now it means the will of voters and the advice of health experts",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-341655?width=620&size=1.5",
    "image_1": "im-341655.jpg",
    "time": "2021-05-20 18:06:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />With the Center for Disease Control and Prevention revising its guidance on masking and social distancing for fully vaccinated people, mask mandates around the country have been lifted this week. But as the rules get eased in many places, the word “mandate” remains contentious and at times confusing.<br />Public health officials have taken pains to clarify that it’s up to states and other jurisdictions to decide whether to enforce mandates, and that the CDC guidelines are not mandates in and of themselves. Appearing on the podcast “Pod Save America” earlier this week, Dr. Anthony Fauci, President Biden’s chief medical adviser, said of the latest guidance, “It is not a mandate to take your mask off.”<br />The easing of restrictions follows months of political wrangling over mask mandates and what they represent. When Texas governor Greg Abbott ended his state’s mask mandate in March, the actor Matthew McConaugheyresponded by saying, “I just want to remind not only Texans but everybody out there, it’s not the mask we’re afraid of, c’mon. It’s the word ‘mandate.’ Let’s not let the word ‘mandate’ get in the way of practical use of this little tool called a mask.”<br />The word “mandate” goes back to a Latin root, mandare, which literally meant “to put into someone’s hand,” and more generally referred to assigning or ordering something. In Roman law, a mandatum was an authoritative command, and a person giving such a command was called a mandator."
}