{
    "url_original": "https://www.wsj.com/articles/manhunt-for-rogue-soldier-in-belgium-focuses-attention-on-extremists-in-western-militaries-11621777313?mod=business_minor_pos4",
    "url": "manhunt-for-rogue-soldier-in-belgium-focuses-attention-on-extremists-in-western-militaries-11621777313",
    "title": "Manhunt for Rogue Soldier in Belgium Focuses Attention on Extremists in Western Militaries",
    "sub_head": "U.S., France and Germany are also grappling with advocates of far-right views among their ranks",
    "category_1": "World",
    "category_2": "Europe",
    "image_1_url": "https://images.wsj.net/im-342425?width=620&size=1.5",
    "image_1": "im-342425.jpg",
    "time": "2021-05-23 09:41:00",
    "body": "BRUSSELS—A weeklong manhunt for a Belgian soldier whom authorities suspect of planning a terrorist attack is highlighting concerns over right-wing extremism in Western militaries.<br />Jurgen Conings, who was on a security watch list for his extremist views, disappeared Monday after taking weapons including rocket launchers from his army base and making threats against public figures and institutions, Belgian authorities said. Belgian media said he had threatened to kill a prominent virologist, who was placed under police protection after Mr. Conings was spotted near his house.<br />The discovery of Mr. Conings’s SUV near a national park Tuesday sparked a search involving hundreds of police and soldiers. Authorities called off the search Friday, saying they had been unable to locate the 46-year-old in the more than 30,000 acres of pine forests, heathlands and lakes in Hoge Kempen, a national park near Belgium’s borders with the Netherlands and Germany.<br />Western militaries are grappling with far-right extremism in their ranks. U.S. Defense Secretary Lloyd Austin ordered steps to tackle extremism, including a review of the definition and updated screening for recruits, after current and former service members with links to right-wing groups took part in the Jan. 6 Capitol riot.<br />Germany last year disbanded a company of special-forces commandos, saying it had been infiltrated by far-right extremism. In France last month, a group of retired generals published a letter in a far-right magazine saying the spread of Islamism and other ideologies was pushing France toward civil war."
}