{
    "url_original": "https://www.wsj.com/articles/marbury-v-the-education-department-11621893306?mod=opinion_major_pos5",
    "url": "marbury-v-the-education-department-11621893306",
    "title": "Marbury v. the Education Department",
    "sub_head": "Biden’s secretary defies the Supreme Court’s foundational decision from 1803.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-342662?width=620&size=1.5",
    "image_1": "im-342662.jpg",
    "time": "2021-05-24 17:55:00",
    "body": "When Rep. Tom Cole (R., Okla.) asked Education Secretary Miguel Cardona about the department’s proposal to embrace the  New York Times ’s  “1619 Project,” Mr. Cardona replied: “I can assure you that I do want to work with you and others to listen to different perspectives. . . . We have a divided country, but our education system is going to unite us.” But we can attest the department isn’t eager to hear critical voices. Its effort to shut them out defies Marbury v. Madison (1803), the foundational Supreme Court case that recognized the power of judicial review and established the basic principles of the separation of powers.<br />Late in his term, President Trump appointed eight people, including the two of us, to the National Board for Education Sciences. Congress created the NBES in 2002 to advise the Education Department on its research and statistical work. The NBES is mandated to determine whether the department’s “technical and scientific peer review” process is sound, whether its research is “scientifically valid,” and whether its activities “are objective, secular, neutral, and nonideological.” Given this administration’s resurrection of Obama-era departmental guidance and regulations on divisive issues—such as threatening schools with civil-rights investigations based on racial disparities in suspension and expulsion rates—objective research based on sound statistics is more important than ever.<br />But the department is preventing the NBES from evaluating the new policies. Until the new members are seated, the board lacks a quorum and can’t meet. That’s where Marbury v. Madison comes in.<br />Like Marbury, our case starts with a refusal to deliver presidential commissions. White House officials notified us in early January that the president had signed and the secretary of state had processed our commissions. With that, we became federal officers. But the Education Department won’t deliver the commissions or even acknowledge their existence.<br />In 1801 President John Adams signed William Marbury’s commission as a justice of the peace, but Thomas Jefferson became president before Marbury’s commission had been delivered. Jefferson and Secretary of State James Madison refused to recognize Marbury’s appointment and deliver his commission. In a decision written by Chief Justice John Marshall, the high court found that Adams’s signature had made Marbury’s appointment final and that refusal to deliver the commission was “violative of a vested legal right.”"
}