{
    "url_original": "https://www.wsj.com/articles/marijuana-research-growers-receive-u-s-approval-11621024843?mod=politics_lead_pos4",
    "url": "marijuana-research-growers-receive-u-s-approval-11621024843",
    "title": "Marijuana Medical Research Growers Receive U.S. Approval",
    "sub_head": "DEA licenses companies to cultivate cannabis for study, ending effective freeze under Trump administration",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-338681?width=620&size=1.5",
    "image_1": "im-338681.jpg",
    "time": "2021-05-14 16:57:00",
    "body": "WASHINGTON—The U.S. government has approved new growers of research marijuana for the first time in more than 50 years, people involved in the process said, widening the capacity to study the drug’s medical value.<br />The action by the Drug Enforcement Administration after years of delay means researchers will be able to study marijuana from more than one grower, a farm at the University of Mississippi, which the government approved in 1968 as the only legal source of pot for federal research. Researchers have long argued that they need to study a wider variety of the plant to know if it can be effective in alleviating pain, fighting seizures, combating depression and relieving post-traumatic stress.<br />“This is a monumental step,” said George Hodgin, a former Navy SEAL who has been waiting more than two years for his business, Biopharmaceutical Research Co. in Monterey, Calif., to receive permission to conduct studies. “This type of long-term thinking from the government will allow companies like ours to pioneer a federally legal cannabis market for products that are tested and approved to help the public.”<br />Steven Groff, a physician in York, Pa., said he intends to study whether cannabis can be used to kill bacteria and viruses such as drug-resistant staph infections. DEA officials contacted him Friday to let him know he had been selected.<br />“We will be growing research cannabis to sell to the whole world for the first time,” said Dr. Groff, who has an 80,000-square-foot growing facility. “I know the power of this plant, but we need to find some data to back it up. That’s what’s been missing.”"
}