{
    "url_original": "https://www.wsj.com/articles/mary-ellen-mark-girlhood-review-twins-teens-and-a-runaway-called-tiny-11619866800",
    "url": "mary-ellen-mark-girlhood-review-twins-teens-and-a-runaway-called-tiny-11619866800",
    "title": "‘Mary Ellen Mark: Girlhood’ Review: Twins, Teens and a Runaway Called ‘Tiny’",
    "sub_head": "The National Museum of Women in the Arts brings together a selection of the photojournalist’s celebrated portraits of children and adolescents—no boys allowed.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-332445?width=620&size=1.5",
    "image_1": "im-332445.jpg",
    "time": "2021-05-01 07:00:00",
    "body": "Washington<br />Mary Ellen Mark (1940-2015) sustained a long career in photojournalism by satisfying the deadline demands of clients while always reserving blocks of time for extended self-directed projects. She bonded with subjects across a vast social spectrum, from Hollywood celebrities to the poorest castes of Indian society, and had a special affinity for children, perhaps because she didn’t treat them as such.<br />“I’ve always felt that children and teenagers are not ‘children,’” she once bluntly told an interviewer. “I look at them as little people and I either like them or I don’t like them.”<br />“Mary Ellen Mark: Girlhood,” at the National Museum of Women in the Arts, serves as a compact retrospective of her work on this theme. Installed against cheerful blue walls in a ground-floor gallery, the 25 prints—dated between 1965 and 2014, all but one in black-and-white—were selected by exhibition coordinator Hannah Shambroom from more than 160 assorted photographs by Mark recently donated to the museum by the Photography Buyers Syndicate.<br />Samples from her most celebrated series are here, many of which began as magazine assignments that grew into books. In 1983, for instance, Life sent her to Seattle to document homeless teenagers. Her experiences there, in particular a friendship with a 13-year-old named Erin Blackwell (known as “Tiny”), turned into a lifelong documentary venture. For the next 32 years, in photographs and two films (directed by her husband, Martin Bell), Mark chronicled Tiny’s development from streetwise hellion, to teen prostitute and drug addict, to struggling mother of 10 children."
}