{
    "url_original": "https://www.wsj.com/articles/mass-protests-brought-on-by-covid-19-woes-paralyze-colombian-city-11620849287",
    "url": "mass-protests-brought-on-by-covid-19-woes-paralyze-colombian-city-11620849287",
    "title": "Colombian Mass Protests Over Covid-19 Woes Paralyze Cali",
    "sub_head": "Road blockades have shut business in the city and strangled farms, foreshadowing unrest in other countries over economic hardship",
    "category_1": "World",
    "category_2": "Latin America",
    "time": "2021-05-12 17:21:00",
    "body": "CALI, Colombia—Days of rowdy, sometimes violent protests have choked off this city of 2.2 million, disrupting food supplies, paralyzing business and sending a warning to political leaders that the pain generated by the pandemic can sow chaos that is difficult to control.<br />Two weeks of antigovernment demonstrations and a national strike triggered by a proposed tax increase, and exacerbated by privation and unemployment made worse by the pandemic, have hit much of the South American country, with demonstrators blocking major highways and battling the police in 19 of Colombia’s 32 provinces.<br />Thirty-five people have died and hundreds have been injured in the unrest. With medical personnel unable to get to work, Covid-19 vaccinations have dropped by 30% in Cali, while the number of infections has nearly doubled in the last week. Nationwide, health authorities are struggling with an average of 450 daily deaths from the disease, three times per capita what hard-hit India has been recording in recent days.<br />Nowhere has the chaos generated by the protests been worse than in Cali, Colombia’s third-largest city, where Cristian Sandoval, 31, and other demonstrators have for days manned a barricade of overturned utility poles, tree trunks and scrap metal blocking a crucial four-lane highway.<br />“We will stay here for as long as it takes,” said Mr. Sandoval, outfitted in a Guy Fawkes mask and Boston Celtics jersey, as a police helicopter hovered overhead. “The government will either have to negotiate with us or fight us.”"
}