{
    "url_original": "https://www.wsj.com/articles/match-group-former-employees-spar-over-handling-of-sexual-assault-allegation-11622237831?mod=business_minor_pos4",
    "url": "match-group-former-employees-spar-over-handling-of-sexual-assault-allegation-11622237831",
    "title": "Match Group, Former Employees Spar Over Handling of Sexual-Assault Allegation",
    "sub_head": "Dating-app conglomerate says its investigation found no violation of law or company policy and that the allegation didn’t need to be disclosed",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-343883?width=620&size=1.5",
    "image_1": "im-343883.jpg",
    "time": "2021-05-28 17:37:00",
    "body": "When Greg Blatt announced his plan to resign as  Match Group Inc.  chief executive in 2017, the dating-app conglomerate presented the transition as orderly and planned well in advance.<br />Privately, executives at Match Group and its then-controlling shareholder,  IAC/InterActive Corp. , expressed concerns that a sexual-assault allegation against the CEO might become public and discussed how long to say the transition had been in the works, according to documents filed this week in a lawsuit the companies have been battling in New York state court. Executives also deliberated over having Mr. Blatt address the allegation, a draft resignation letter Mr. Blatt sent to independent public-relations representatives showed.<br />“We need to get specific on the date of when the Board adopted a CEO transition plan, and it needs to pre-date the incident for the story to be credible should all of this come to light,” said IAC communications chief Valerie Combs in a July 7, 2017, email to IAC Chief Executive Joey Levin, according to the filing.<br />Three weeks after the exchange, a press release announcing Mr. Blatt’s resignation as CEO of both Match Group and dating app Tinder didn’t mention the allegation or an investigation that Match Group conducted. IAC Chairman Barry Diller said in the press release that Mr. Blatt had approached him nearly a year earlier about a potential job change and that the CEO’s departure came after months of discussion and planning.<br />IAC, which separated from Match Group last year, said in a statement that an investigation by Match Group’s board with two outside law firms found no violation of law or company policy. Based on the investigation’s findings, there was no cause for Mr. Blatt to resign and, therefore, no cause to disclose it. “The company has nothing to hide,” a spokesperson for IAC said in a statement."
}