{
    "url_original": "https://www.wsj.com/articles/match-proves-absence-makes-hearts-grow-fonder-11620221641?mod=business_minor_pos10",
    "url": "match-proves-absence-makes-hearts-grow-fonder-11620221641",
    "title": "Match Proves Absence Makes Hearts Grow Fonder",
    "sub_head": "Online dating company’s heat is growing in the new year. Will Bumble share the love?",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-05 09:34:00",
    "body": "A January survey from online travel company trivago showed 38% of Americans would give up sex for a year to travel right now. The other 62% appear to be actively hunting for love online.<br />On Tuesday online dating company  Match Group  showed the quest for chemistry was a very popular New Year’s resolution after many months of solitary confinement. The first quarter looked good from all angles, with revenue and adjusted earnings before interest, taxes, depreciation and amortization both coming in above Wall Street’s expectations. Match’s revenue forecast for the second quarter was also better than analysts had expected, though the company did say it will lean into its recent momentum and increase marketing spending relative to the same period last year, weighing slightly on its bottom line. Investors were still attracted to the overall package, sending shares up 6% after hours.<br />Match said dating app Tinder’s revenue began to reaccelerate in the quarter, up 18% year-over-year compared with an average of just over 14% growth on the same basis over the previous three quarters. Meanwhile, revenue from non-Tinder brands grew 30% in the quarter versus last year, their highest growth rate since Match’s initial public offering, driven in part by increased monetization efforts at relationship app Hinge. Revenue growth from both Tinder and non-Tinder apps came in ahead of analysts’ projections.<br />Importantly, Match showed first-time subscribers jumped in January, even as Covid-19 cases were then rising. Subscriber rates overall are now normalizing after a volatile year as vaccination rates increase. That implies consumers are globally ready and willing to find love this year, though some countries such as India and Japan remain especially challenged by the virus. On the bright side however, there is upside opportunity in those countries should Covid-19 conditions improve. India is a key demographic for Tinder, while Japan is now Match’s second-largest market thanks to local relationship app Pairs.<br />Hinge is becoming a more significant revenue driver for Match as it gains traction. Match said Hinge tripled its revenue last year and is on pace to double it again in 2021. Hinge is the third-most-downloaded dating app in the U.S., App Annie data shows, more recently closing in on Bumble’s No. 2 position. Hinge’s downloads have increased since Match acquired a majority stake in the company in the second quarter of 2018, before acquiring it outright in 2019. Match’s Tinder is the top-downloaded dating app in the U.S."
}