{
    "url_original": "https://www.wsj.com/articles/matt-gaetz-associate-joel-greenberg-set-to-plead-guilty-to-sex-trafficking-11621023645?mod=politics_lead_pos1",
    "url": "matt-gaetz-associate-joel-greenberg-set-to-plead-guilty-to-sex-trafficking-11621023645",
    "title": "Matt Gaetz Associate Joel Greenberg Set to Plead Guilty to Sex Trafficking",
    "sub_head": "Former Florida tax collector agrees to cooperate in federal investigation",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-338790?width=620&size=1.5",
    "image_1": "im-338790.jpg",
    "time": "2021-05-14 16:20:00",
    "body": "A former Florida tax collector is set to plead guilty Monday to sex trafficking and other felony counts in a wide-ranging Justice Department investigation that is examining possible misconduct involving U.S. Rep. Matt Gaetz and other Florida political figures, according to court documents filed Friday in federal court.<br />Joel Greenberg, who resigned as Seminole County tax collector last June, will plead guilty to one count of sex trafficking involving a person under 18 years old, along with counts of wire fraud, identity theft and stalking, according to an 86-page statement of facts filed by federal prosecutors. The plea agreement requires Mr. Greenberg to cooperate in the investigation—which is being run out of Florida and Washington, D.C.—including the “prosecution of other persons.”<br />The investigation is looking at whether Mr. Greenberg, an associate and political ally of Mr. Gaetz, arranged for sexual encounters between the Florida Republican congressman and young women, The Wall Street Journal has reported. Investigators are looking at whether Mr. Gaetz violated sex-trafficking laws, the Journal reported.<br />“Congressman Gaetz has never had sex with a minor and has never paid for sex,” a spokesman for Mr. Gaetz said.<br />A spokeswoman for the U.S. attorney’s office in Florida didn’t immediately respond to a request for comment."
}