{
    "url_original": "https://www.wsj.com/articles/mcdonalds-raises-pay-for-u-s-restaurant-workers-11620907500?mod=business_lead_pos11",
    "url": "mcdonalds-raises-pay-for-u-s-restaurant-workers-11620907500",
    "title": "McDonald’s Raises Pay for U.S. Restaurant Workers",
    "sub_head": "Burger giant is boosting wages at company-owned stores as employers hunt for workers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-337761?width=620&size=1.5",
    "image_1": "im-337761.jpg",
    "time": "2021-05-13 13:03:00",
    "body": "McDonald’s Corp.  said it would raise pay for employees at company-owned restaurants in the U.S., one of the latest companies to bolster wages and benefits as they struggle to hire workers.<br />The burger giant said Thursday it would increase wages for more than 36,500 hourly workers by an average of 10% over the next several months. Nonmanagerial workers at the chain’s roughly 660 company-owned restaurants in the U.S. would earn at least $11 to $17 an hour at entry levels after the increases, McDonald’s said. Supervisors would earn an hourly minimum of $15 to $20. Nonmanagerial employees at company-owned stores earlier this year earned an average of nearly $12 an hour, McDonald’s said, and supervisors earned some $16 to $18 an hour.<br />McDonald’s owns a fraction of its 13,900 U.S. restaurants, around 95% of which are operated by franchisees. Owners have said they are reviewing pay and benefits at their stores. The National Owners Association, a group representing U.S. franchisees, said in an email to its members on Sunday that strong sales should allow operators to raise menu prices if they choose to compensate for higher spending on pay and benefits.<br />“We need to do whatever it takes to staff our restaurants and then charge for it,” the association said.<br />A shortage of workers across the U.S. economy has prompted some employers to boost pay and benefits as they hunt for workers. Elsewhere Thursday,  Amazon.com  said it is hiring 75,000 workers and offering $1,000 signing bonuses in some locations. “The economy is starting to open up, and there is a lot of need for new employees for a lot of different industries,” Amazon Chief Financial Officer Brian Olsavsky said last month."
}