{
    "url_original": "https://www.wsj.com/articles/media-mistrust-wont-inoculate-you-against-misinformation-11620061429?mod=opinion_lead_pos8",
    "url": "media-mistrust-wont-inoculate-you-against-misinformation-11620061429",
    "title": "Media Mistrust Won’t Inoculate You Against Misinformation",
    "sub_head": "The impressions we form about important events will still be driven by their unreliable reporting.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "image_1_url": "https://images.wsj.net/im-333115?width=620&size=1.5",
    "image_1": "im-333115.jpg",
    "time": "2021-05-03 13:03:00",
    "body": "It’s easy to become inured to the daily procession of flagrant falsehoods, tendentious misrepresentations, deceitful exaggerations and narrative-driven editorial distortions from many of the nation’s leading media outlets. As opinion surveys suggest that most of these organizations now rank in public trust a little below emailed pleas from deposed Nigerian princes, it’s easy to think the power they once wielded has been so diminished that they are little more than a mildly diverting source of contemporary color in our lives.<br />It’s easy but wrong. The ability of major news organizations, television and entertainment companies, and increasingly the big tech firms, to frame the context in which Americans see important issues and make decisions about them is as significant as ever. Discerning conservatives know to discount or dismiss much of what they see and read, but we should remember that the editorial judgments still largely shape the way in which most people—including many of those same discerning conservative—view things.<br />It’s unusual for a week to go by when some sensationally reported piece of news isn’t quietly refuted later. In a quaint nod to older reporting traditions, sometimes these falsehoods will be discreetly acknowledged by the fabricating organ.<br />Late last week, the Washington Post, the  New York Times  and NBC News all appended grudging retractions to a sensational story they had converged on about the FBI investigation into Rudolph Giuliani.<br />All three outlets initially reported that Mr. Giuliani had received formal notification that he’d been the target of a Russian influence operation. But it seems the story was yet another example of complaisant reporters collaborating with motivated law-enforcement sources to taint leading Trump figures with the Russia-collusion smear. The Times’s note told readers that the original story had “misstated”—a word that is doing a lot of work in this context—the information."
}