{
    "url_original": "https://www.wsj.com/articles/meet-the-hedge-fund-boss-who-just-bought-tribunes-newspapers-11621890733?mod=business_featst_pos3",
    "url": "meet-the-hedge-fund-boss-who-just-bought-tribunes-newspapers-11621890733",
    "title": "Meet the Hedge Fund Boss Who Just Bought Tribune’s Newspapers",
    "sub_head": "Heath Freeman, president of Alden Global Capital, is known for pushing big cost reductions, which he says help to save newspapers",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-341744?width=620&size=1.5",
    "image_1": "im-341744.jpg",
    "time": "2021-05-24 17:12:00",
    "body": "Six weeks ago, it seemed as if hedge fund boss Heath Freeman was losing his grip on  Tribune Publishing Co.  But he never let go—and now he has his prize.<br />Mr. Freeman, the president of Alden Global Capital LLC, is poised to become the leader of the second-largest U.S. newspaper company, following the firm’s takeover of Tribune. Shareholders voted Friday to approve a sale to Alden, which previously had a roughly 32% stake in the company.<br />Alden, a specialist in distressed assets, has focused on the newspaper business in recent years, and the 41-year-old Mr. Freeman is the low-profile firm’s most public face. The Tribune deal adds properties like the Chicago Tribune and New York Daily News to Alden’s portfolio, which includes MediaNews Group, a chain of 70-odd dailies such as the Denver Post and San Jose Mercury News.<br />Mr. Freeman, who co-founded Alden in 2007 as a 26-year-old alongside his mentor, investor Randall Smith, has pushed a strategy of consolidation and cost reductions at the group’s papers. As a major Tribune shareholder, Alden backed cuts last year at the company—amid a steep, pandemic-driven advertising downturn—that slashed a third of the total payroll and closed about half its news offices, with no stated plans to open new ones.<br />Journalists and media watchdogs say such cuts have gutted local outlets and hastened the industry’s demise. Mr. Freeman has said he’s saving newspapers by keeping them financially viable."
}