{
    "url_original": "https://www.wsj.com/articles/meituans-record-revenue-burns-up-in-groceries-11622455346?mod=business_minor_pos10",
    "url": "meituans-record-revenue-burns-up-in-groceries-11622455346",
    "title": "Meituan’s Record Revenue Burns Up in Groceries",
    "sub_head": "The road to profitability looks long for Meituan as it invests to elbow out rivals in new ventures like group buying for lower-income regions",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-346367?width=620&size=1.5",
    "image_1": "im-346367.jpg",
    "time": "2021-05-31 06:02:00",
    "body": "Chinese internet giant Meituan delivered strong results in its core businesses last quarter. The bad news: New ventures may keep burning cash for a while.<br />The company said Friday that its revenue for the quarter ending in March rose 121% from a year earlier to a record. Operating profit for its core food delivery business rose 26% from a quarter earlier. Revenue at its in-store, hotel & travel segment also grew 113% year-over-year for the quarter. As Covid-19 is largely under control in China, spending on travel and other in-store services have gone up too. While most of Meituan’s revenue comes from online delivery, the in-store and travel segment is the most profitable. Operating profit margin there was 42% against 5% for food delivery.<br />But the whole company remained in the red for the second quarter in a row as spending on new businesses picked up markedly. Its new-initiatives segment lost the equivalent of $1.26 billion in the quarter, nearly six times the losses of a year earlier. Meituan started ramping up investments in areas like community group buying, a way to deliver groceries to the country’s less-developed regions. Losses will likely continue to widen as the company invests in delivery infrastructure, especially of the cold-chain variety for frozen food. Morgan Stanley, for example, expects the equivalent of $5.4 billion of operating losses for the segment in 2021.<br />But investors seem to be taking comfort that at least Meituan’s core businesses are doing well enough to help to fund such spending: The company’s shares jumped 11% Monday.<br />The big investment, however, comes when other internet giants are also raising their spending on new opportunities including community group buying. Alibaba says it will put “all incremental profit” back into areas like technology innovation and supply-chain capabilities. Tencent says it will increase its rate of investment in business services, games and short-form videos."
}