{
    "url_original": "https://www.wsj.com/articles/men-are-dressing-like-paintersand-paying-hundreds-to-do-it-11621437316",
    "url": "men-are-dressing-like-paintersand-paying-hundreds-to-do-it-11621437316",
    "title": "Men Are Dressing Like Painters—and Paying Hundreds to Do It",
    "sub_head": "Pigment-splattered jeans, T-shirts and sneakers that look like Jackson Pollock wore them in his studio are trending. Here, an investigation of the (pricey) crafty clothing craze.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-340498?width=620&size=custom_1280x853",
    "image_1": "im-340498.jpg",
    "time": "2021-05-19 11:15:00",
    "body": "Ralph Lauren’s workwear-inspired subbrand Double RL is currently selling a pair of jeans covered with Jackson Pollock-esque paint splotches. While the price, $429, couldn’t buy you even a square inch of an original by the Abstract Expressionist artist, it’s significantly higher than that of an average pair of slim-cut denims.<br />Paint-splattered gear is increasingly on offer—often at elevated prices—in clothing shops of late. British designer Paul Smith sells a $195 speckled tee that looks like it got shot with a few paintballs; Italian label Palm Angels markets a $780 green hoodie with scattered paint flecks and, for an extra-raggedy look, cutoff cuffs; and Maison Margiela is demanding $1,220 for linen boots that appear to have been splashed with a can or two of Sherwin-Williams. Anyone who’s splatter-curious but budget-conscious can sample the trend in sneaker form: Both Nike and Converse sell relatively affordable $100-ish shoes lightly drizzled with pigment.<br />Ready-made clothes that suggest you just haphazardly repainted your bedroom are not novel. In the 1990s, Helmut Lang sold coveted jeans with a restrained sprinkling of white paint. Maison Margiela has peddled its own paint-splashed sneakers for years. In 2018, Japanese designer Junya Watanabe released an entire collection built around paint-drenched chore coats and Levi’s jeans.<br />It’s no surprise that paint is being profitably splattered again in 2021, when other forms of crafty clothing are key to the fashion zeitgeist. Several years ago, New York brand Bode kicked off a trend for doodled-on garments with its $1,000-plus corduroys featuring hand-drawn images. Luxe Los Angeles label Amiri sells a spotty $750 bleached hoodie that makes whoever’s wearing it look like he got in a fight with a Clorox jug and lost. And we are many years into a tie-dye craze that has made tweens, retirees and everyone in between look like devoted Deadheads.<br />When asked about this craftwork craze, Roma Cohen, the owner of Miami boutique Alchemist, noted that after the pandemic year shoppers just want to “wear something that makes people happy.” Customers crave the devil-may-care, “no worries, man!” image that comes from wearing a tie-dye top or jeans that look like an action painter’s drop cloth."
}