{
    "url_original": "https://www.wsj.com/articles/merrick-garland-highlights-domestic-terrorism-civil-rights-in-budget-request-11620154156?mod=politics_lead_pos10",
    "url": "merrick-garland-highlights-domestic-terrorism-civil-rights-in-budget-request-11620154156",
    "title": "Merrick Garland Highlights Domestic Terrorism, Civil Rights in Budget Request",
    "sub_head": "Attorney general lays out shift in Justice Department’s priorities in appearance before House panel",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-333850?width=620&size=1.5",
    "image_1": "im-333850.jpg",
    "time": "2021-05-04 14:49:00",
    "body": "WASHINGTON—The Justice Department needs more money to fight domestic terrorism, bolster enforcement of civil-rights law, combat gun violence and promote other Biden administration priorities, Attorney General Merrick Garland told lawmakers Tuesday in his first congressional appearance since his confirmation.<br />Mr. Garland outlined the department’s $35.2 billion budget request for the House Appropriations subcommittee that oversees the Justice Department. The request is an 11% increase from the previous fiscal year, substantially larger than those the agency has requested in recent years. During the Trump administration, the Justice Department requested more modest budget increases each year. Congress ultimately sets the Justice Department’s funding.<br />The request reflects priorities Mr. Garland has already begun enacting. Federal prosecutors are pursuing more than 400 cases in connection to the Jan. 6 riot at the U.S. Capitol, and Mr. Garland has said thwarting extremist violence is a top concern. The Biden Justice Department has also taken a more active role in monitoring local police, announcing sweeping investigations into police departments in Minneapolis and Louisville, Ky., where high-profile police killings of Black people sparked nationwide protests and bipartisan calls for change.<br />The priorities Mr. Garland highlighted mark a shift from those of the Trump administration, which sought more money to fight street crime and gang violence and took a more hands-off approach toward local police practices.<br />The budget request calls for a $33 million increase in funding for the department’s Civil Rights Division to enforce federal voting-rights statutes, investigate local police departments and prosecute hate crimes, all work Mr. Garland called “critical to protecting the American dream.” The attorney general said that amounted to a 18.6% increase over current funding for the division."
}