{
    "url_original": "https://www.wsj.com/articles/merrick-garland-defends-bill-barr-11621980937?mod=opinion_lead_pos2",
    "url": "merrick-garland-defends-bill-barr-11621980937",
    "title": "Merrick Garland Defends Bill Barr",
    "sub_head": "Both oppose a judge’s order to make public an internal DOJ memo.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-25 18:15:00",
    "body": "Who knew Attorney General Merrick Garland would ride to predecessor Bill Barr’s rescue?<br />On Monday the Justice Department announced it will appeal federal Judge Amy Berman Jackson’s order to release an internal Justice Department memo from the Trump years dealing with the Robert Mueller report. Justice is appealing despite a May 14 plea not to do so from nine of the 11 Democrats on the Senate Judiciary Committee.<br />At issue is a March 2019 Office of Legal Counsel (OLC) memo advising then Attorney General Barr on how to handle the Mueller findings. Mr. Barr’s department took the view that the memo should not be made public because it is part of protected internal deliberations. Under both Mr. Barr and predecessor Jeff Sessions, Justice also opposed a Judicial Watch suit to depose Hillary Clinton and top aide Cheryl Mills about talking points generated after the attack on the U.S. consulate in Benghazi. It did so on similar institutional grounds of protecting senior executive branch officials from invasive discovery.<br />In her May 3 order, Judge Jackson accused Mr. Barr of being “disingenuous” and claimed the OLC memo isn’t protected because the AG had already made up his mind. In response, Justice on Monday released the first page and a half of the memo—but has sensibly taken Mr. Barr’s side and kept the rest shielded. No doubt the new AG appreciates the implications for his own internal deliberations.<br />In the process the Justice Department has exposed Judge Jackson’s order for the partisan mischief and judicial overreach it represents. As the appeals court considers what to do, the Biden and Trump administrations are now on the same page. This is what a nonpartisan and even-handed Justice Department policy should look like."
}