{
    "url_original": "https://www.wsj.com/articles/metlife-allstate-post-strong-gains-in-adjusted-earnings-11620252790?mod=markets_lead_pos6",
    "url": "metlife-allstate-post-strong-gains-in-adjusted-earnings-11620252790",
    "title": "MetLife, Allstate Post Strong Gains in Adjusted Earnings",
    "sub_head": "Covid-19 pandemic’s impact on insurance industry hasn’t been as bad as feared",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-332729?width=620&size=1.5",
    "image_1": "im-332729.jpg",
    "time": "2021-05-05 18:48:00",
    "body": "MetLife Inc.  and  Allstate Corp.  posted strong gains in adjusted earnings as  the insurers weathered another quarter of the Covid-19 pandemic.<br />Allstate’s car-insurance business had a strong quarter as rush-hour fender-benders were below normal, with many Americans still working from home rather than commuting. MetLife had sharply higher death benefits on life-insurance policies while payouts on pension products and other annuities were reduced.<br />“We believe the worst impact of the pandemic on our business performance is behind us,” MetLife Chief Executive Michel Khalaf said.<br />The pandemic’s impact on the insurance industry hasn’t been as bad as was feared when Covid-19 cases started climbing just over a year ago. Car insurers got windfall profits as stay-at-home directives and business shutdowns left vehicles parked for days. While death claims are elevated, U.S. life insurers have paid fewer claims than initially expected per 100,000 Covid-19 fatalities, largely because the virus has disproportionately killed the elderly and other people with little or no insurance.<br />MetLife’s net income fell 93% to $290 million, a decline primarily related to mark-to-market losses on the financial hedges it buys to protect the company from falling interest rates and stock markets. When rates and equities rise, as they did in the first quarter, the value of that protection falls. Still, MetLife’s reported results got a lift from improved market conditions."
}