{
    "url_original": "https://www.wsj.com/articles/michael-jackson-estate-to-face-smaller-tax-bill-after-court-ruling-11620070959?mod=business_minor_pos5",
    "url": "michael-jackson-estate-to-face-smaller-tax-bill-after-court-ruling-11620070959",
    "title": "Michael Jackson Estate to Face Smaller Tax Bill After Court Ruling",
    "sub_head": "Late singer’s name and likeness was worth $4 million at his death, not $161 million IRS estimated, U.S. tax court rules",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-333364?width=620&size=1.5",
    "image_1": "im-333364.jpg",
    "time": "2021-05-03 17:49:00",
    "body": "Michael Jackson’s estate prevailed over the Internal Revenue Service on several key issues in a closely watched court case, an outcome that will push the estate’s tax burden below the government’s initial assessment.<br />In a ruling issued Monday, U.S. Tax Court Judge Mark Holmes found that the singer’s name and likeness were worth $4 million when he died in 2009, not the $161 million the government had claimed. The IRS won on some other points about the value of other Jackson assets, but will get far less than the hundreds of millions of dollars in taxes and penalties it had sought from the estate.<br />The government and the estate settled some issues, and the case came down to the question of how to value three main assets: Mr. Jackson’s name and likeness and two entities tied to the music business.<br />The estate initially started with some lower values but by Monday’s decision, it had said those three assets were worth $5.3 million combined. The government had started with higher values and an estate tax bill topping $500 million, but eventually concluded those three assets were worth $481.9 million combined. Judge Holmes, in his ruling, said they were worth $111.5 million. The estate’s actual tax bill will be determined later.<br />“This thoughtful ruling by the U.S. Tax Court is a huge, unambiguous victory for Michael Jackson’s children,” John Branca and John McClain, the estate’s co-executors, said Monday. “While we disagree with some portions of the decision, we believe it clearly exposes how unreasonable the IRS valuation was and provides a path forward to finally resolve this case in a fair and just manner.”"
}