{
    "url_original": "https://www.wsj.com/articles/michigan-threatens-enbridges-profits-in-great-lakes-pipeline-dispute-11620769903?mod=world_major_2_pos7",
    "url": "michigan-threatens-enbridges-profits-in-great-lakes-pipeline-dispute-11620769903",
    "title": "Michigan Threatens Enbridge’s Profits in Great Lakes Pipeline Dispute",
    "sub_head": "The state earlier revoked a permit that allowed the Line 5 pipeline to run along the bottom of the Straits of Mackinac",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-336996?width=620&size=1.5",
    "image_1": "im-336996.jpg",
    "time": "2021-05-11 17:51:00",
    "body": "TORONTO—Michigan Gov. Gretchen Whitmer threatened to seize profits from Canadian pipeline company  Enbridge Inc.  if the company continues to operate a pipeline through the Great Lakes after a Wednesday deadline.<br />In a letter sent to Enbridge on Tuesday, Gov. Whitmer and Daniel Eichinger, director of the state’s natural resources department, reminded the company the state had revoked a permit that allowed the Line 5 pipeline to run along the bottom of the Straits of Mackinac, between Lake Michigan and Lake Huron. The governor has given the company until May 12 to shut the pipeline.<br />Michigan has said the pipeline poses an environmental risk and that any spill from it would threaten the Great Lakes. Enbridge has said that section of the 68-year-old pipeline has never leaked and that it is taking steps to protect the lakes after negotiating a plan with former Gov. Rick Snyder to encase the pipes in a tunnel below the lake bed.<br />Enbridge has refused the order, arguing in a lawsuit that Michigan doesn’t have the authority to close the line, which transports oil and natural gas liquids from Superior, Wis., to refineries in Michigan, Ohio, Pennsylvania, Ontario and Quebec.<br />“Enbridge’s continued occupation and use of State-owned bottomlands in the absence of a valid and effective easement constitutes an intentional trespass,” said the governor in her letter. She said the state would, if it wins in court, require the company to disgorge “all profits derived from its wrongful use of the State’s property” after the May 12 deadline."
}