{
    "url_original": "https://www.wsj.com/articles/microsoft-plans-to-pull-the-plug-on-internet-explorer-11621472131?mod=business_minor_pos8",
    "url": "microsoft-plans-to-pull-the-plug-on-internet-explorer-11621472131",
    "title": "Microsoft Plans to Pull the Plug on Internet Explorer",
    "sub_head": "Software giant’s web browser to join other early internet mainstays like AOL Instant Messenger on the digital scrap heap",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-341204?width=620&size=1.5",
    "image_1": "im-341204.jpg",
    "time": "2021-05-19 20:55:00",
    "body": "Microsoft Corp.  said it plans to largely retire its Internet Explorer browser, adding to the digital scrap heap a product once at the center of one of the tech industry’s biggest battles.<br />The software giant on Wednesday said its Internet Explorer 11 desktop application, the current version, will no longer be supported starting June 15 of next year for certain versions of the company’s Windows software. Microsoft’s browser push now is centered on Edge, which it launched in 2015, and shares underlying technology with Chrome.<br />Internet Explorer has faded gradually from prominence as rival browsers such as Chrome from  Alphabet Inc.’s  Google unit and Safari from  Apple Inc.  have won audiences. Internet Explorer had less than 2% of the global browser market for desktop computers in April, according to web analytics firm Statcounter. Chrome had more than 65% of that market, ahead of Safari’s roughly 10%. Microsoft Edge had 8%, according to the data.<br />Internet Explorer joins other big names from the early days of the internet era to transition from digital reality to corporate history after being overtaken by others. AOL Instant Messenger was retired in 2017 after users flocked to platforms such as  Facebook Inc.’s  WhatsApp. Two years later, Tumblr, the microblogging site turned social-media network, was sold for a pittance after being overtaken by Facebook and others.  BlackBerry Ltd. , the company that popularized mobile email and whose devices became a must have for many in business, stopped selling its own devices after Apple’s success with the iPhone and other smartphones caught on. It still provides security software for phones and other devices.<br />More than two decades ago, Internet Explorer was riding high—perhaps too high to some. It featured prominently in the browser battle of roughly 20 years ago and in the U.S. government’s antitrust battle against Microsoft. A federal judge ruled that Microsoft maintained its monopoly in operating-systems software by anticompetitive means and attempted to monopolize the web-browser market by unlawfully tying its Internet Explorer browser to its Windows operating-system software. The practice caused the use of Netscape Navigator, once a dominant browser, “to drop substantially” from 1995 to 1998, the judge wrote. Microsoft in 2001 reached a settlement with the Justice Department over its allegations, without admitting wrongdoing."
}