{
    "url_original": "https://www.wsj.com/articles/microsoft-directors-decided-bill-gates-needed-to-leave-board-due-to-prior-relationship-with-staffer-11621205803?mod=business_lead_pos1",
    "url": "microsoft-directors-decided-bill-gates-needed-to-leave-board-due-to-prior-relationship-with-staffer-11621205803",
    "title": "Microsoft Directors Decided Bill Gates Needed to Leave Board Due to Prior Relationship With Staffer",
    "sub_head": "Some Microsoft directors began investigation in 2019 into woman’s allegations of prior sexual relationship with Bill Gates; Mr. Gates’s spokeswoman says decision to leave board in 2020 wasn’t related to the matter",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-339242?width=620&size=1.5",
    "image_1": "im-339242.jpg",
    "time": "2021-05-16 19:56:00",
    "body": "Microsoft Corp. board members decided that Bill Gates needed to step down from its board in 2020 as they pursued an investigation into the billionaire’s prior romantic relationship with a female Microsoft employee that was deemed inappropriate, people familiar with the matter said.<br />Members of the board tasked with the matter hired a law firm to conduct an investigation in late 2019 after a Microsoft engineer alleged in a letter that she had a sexual relationship over years with Mr. Gates, the people said.<br />During the probe, some board members decided it was no longer suitable for Mr. Gates to sit as a director at the software company he started and led for decades, the people said. Mr. Gates resigned before the board’s investigation was completed and before the full board could make a formal decision on the matter, another person familiar with the matter said.<br />“Microsoft received a concern in the latter half of 2019 that Bill Gates sought to initiate an intimate relationship with a company employee in the year 2000,” a Microsoft spokesman said. “A committee of the Board reviewed the concern, aided by an outside law firm to conduct a thorough investigation. Throughout the investigation, Microsoft provided extensive support to the employee who raised the concern.”<br />A spokeswoman for Mr. Gates said, “There was an affair almost 20 years ago which ended amicably.” She said his “decision to transition off the board was in no way related to this matter. In fact, he had expressed an interest in spending more time on his philanthropy starting several years earlier.”"
}