{
    "url_original": "https://www.wsj.com/articles/military-justice-overhaul-gains-bipartisan-backing-in-senate-11620916200?mod=business_minor_pos4",
    "url": "military-justice-overhaul-gains-bipartisan-backing-in-senate-11620916200",
    "title": "Military Justice Overhaul Reaches Key Level of Support in Senate",
    "sub_head": "Gillibrand-Ernst bill would change how sexual assault and other serious crimes handled",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-337947?width=620&size=1.5",
    "image_1": "im-337947.jpg",
    "time": "2021-05-13 17:32:00",
    "body": "WASHINGTON—A sweeping overhaul of the military justice system has earned the backing of 61 senators from both parties, clearing a critical threshold needed to advance the legislation after years of resistance from the Pentagon.<br />The bill would change the way the U.S. military prosecutes sexual assault and other serious crimes by stripping commanders of their authority to decide whether to send such cases to trial. Instead, independent military prosecutors would make those calls.<br />Forty-one Democrats, two independents and 18 Republicans—including the majority of Senate Armed Services Committee members—have now signed on as co-sponsors of the Military Justice Improvement and Increasing Prevention Act, written by Sens. Kirsten Gillibrand (D., N.Y.) and Joni Ernst (R., Iowa). Co-sponsors span the political spectrum from GOP Sen. Josh Hawley of Missouri to independent Sen. Bernie Sanders of Vermont.<br />Senate Majority Leader Chuck Schumer (D., N.Y.) has supported previous iterations of the bill. His office didn’t immediately respond to a request for comment Thursday.<br />That level of support is enough to overcome the Senate filibuster rule, which requires at least 60 votes for most bills to advance. The bill would have to pass the House and Senate before heading to President Biden’s desk for his signature, but its supporters say they are optimistic that it could become law this year."
}