{
    "url_original": "https://www.wsj.com/articles/millions-are-unemployed-why-cant-companies-find-workers-11620302440?mod=politics_featst_pos3",
    "url": "millions-are-unemployed-why-cant-companies-find-workers-11620302440",
    "title": "Millions Are Unemployed. Why Can’t Companies Find Workers?",
    "sub_head": "Among the reasons potential workers are holding back: fear of getting Covid, lack of child care and enhanced unemployment benefits",
    "category_1": "Economy",
    "time": "2021-05-06 11:05:00",
    "body": "In a red-hot economy coming out of a pandemic and lockdowns, with unemployment still far higher than it was pre-Covid, the country is in a striking predicament. Businesses can’t find enough people to hire.<br />Rising vaccination rates, easing lockdowns and enormous amounts of federal stimulus aid are boosting consumer spending on goods and services. Yet employers in sectors like manufacturing, restaurants and construction are struggling to find workers. There are more job openings in the U.S. this spring than before the pandemic hit in March 2020, and fewer people in the labor force, according to the Labor Department and private recruiting sites.<br />Surveys suggest why some can’t or won’t go back to work. Millions of adults say they aren’t working for fear of getting or spreading Covid-19. Businesses are reopening ahead of schools, leaving some parents without child care. Many people are receiving more in unemployment benefits than they would earn in the available jobs. Some who are out of work don’t have the skills needed for jobs that are available or are unwilling to switch to a new career.<br />Hiring has been robust recently, despite the labor shortfall. U.S. employers added 916,000 jobs in March, according to the Labor Department, and economists project that the April jobs report, due out Friday, will show employers added 1 million more. Weekly unemployment claims fell to 498,000 last week, a new low since the pandemic began.<br />Still, the shortage threatens to restrain what is otherwise shaping up to be a robust post-pandemic economic recovery. Some businesses are forgoing work, such as not bidding on a project, delivering parts more slowly or keeping a section of the restaurant closed. That reduces the pace of the economy’s expansion. Other companies are raising wages to attract employees, which could inflate prices for customers or reduce profit margins for owners."
}