{
    "url_original": "https://www.wsj.com/articles/moderation-on-masks-might-make-more-get-a-shot-11621195091?mod=opinion_lead_pos9",
    "url": "moderation-on-masks-might-make-more-get-a-shot-11621195091",
    "title": "Moderation on Masks Might Make More Get a Shot",
    "sub_head": "Many unvaccinated Americans aren’t ‘antivaxxers,’ but need incentive and information.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-16 15:58:00",
    "body": "The Centers for Disease Control and Prevention’s new guidance advising vaccinated Americans that it is safe to shed their masks is a milestone. The prevalence of Covid-19 is declining rapidly; older Americans are largely vaccinated. The task now is to learn to live with Covid. The virus won’t threaten America in the same way again, though neither will it disappear. Forbearance and persuasion will be essential.<br />Soon preventive measures won’t be prescribed by governors or mayors. People and businesses will decide what risks they are comfortable with. Critics of the CDC guidance say it’s too soon to stop masking or worry that there’s no way to tell who is vaccinated and who isn’t. It’s true that some unvaccinated Americans won’t wear masks. But many Americans are following public-health advice in good faith and may now see more incentive to get the shot.<br />The vaccines are remarkably effective. For most Americans, Covid will be a preventable disease. Some will need to continue to take precautions, such as those with compromised immune systems or certain pre-existing conditions like heart or lung disease.<br />Those who are fully vaccinated may want to guard against the remote risk that they could become infected and pass on the virus to someone else. Some will continue to wear masks in certain situations that are perceived to be high-risk—public transit, for instance. Such prudent behavior should be accepted and encouraged.<br />For all the finger pointing at politicians, the past year has included remarkable successes. Americans rose to a difficult challenge, developed highly effective vaccines in record time, and took on burdens to slow the spread until inoculations arrived."
}