{
    "url_original": "https://www.wsj.com/articles/modi-declared-victory-then-covid-struck-back-with-a-vengeance-11620922164?mod=opinion_lead_pos9",
    "url": "modi-declared-victory-then-covid-struck-back-with-a-vengeance-11620922164",
    "title": "Modi Declared Victory, Then Covid Struck Back With a Vengeance",
    "sub_head": "The Indian leader’s vanity, governing style and focus on politics made the crisis worse than it had to be.",
    "category_1": "Opinion",
    "category_2": "East is East",
    "time": "2021-05-13 13:53:00",
    "body": "Is Narendra Modi to blame for the carnage that Covid has wrought in India? It may be too soon to predict how voters will respond, but it’s not too soon to assess the evidence. Any prime minister would likely have struggled to cope with the pandemic’s brutal second wave, but Mr. Modi’s overweening vanity, overly centralized style of governance, and relentless focus on electoral advantage made him particularly unsuited to the task. His Bharatiya Janata Party’s Hindu nationalist ideology—which makes it loath to alienate “godmen” who are at odds with modern medicine—didn’t help either.<br />On Wednesday, India recorded nearly 363,000 Covid cases and 4,120 deaths, about 30% of deaths world-wide from Covid that day. The Institute for Health Metrics and Evaluation in Seattle estimates the true number of cases at more than 20 times the official figure, averaging between seven million and nine million a day since mid-April.<br />Experts say India is vastly undercounting deaths as well. Earlier this week, Ashish Jha, dean of Brown University’s School of Public Health, estimated that at least 25,000 Indians are dying from Covid each day. Murad Banaji, a mathematician at London’s Middlesex University who tracks the pandemic in India closely, says the real death rate is three to eight times the official figure—or between 12,360 and 32,960 deaths on Wednesday alone.<br />Anecdotal evidence supports these grim estimates. Every day, journalists report new horrors: corpses floating in the Ganges River, oxygen shortages leading to mass deaths in hospital intensive-care units, funeral pyres taking over parking lots for lack of space in crematoria. Anxious Indians flood social media with pleas for oxygen, lifesaving drugs and hospital beds for their loved ones. In Mumbai and Delhi it’s hard to find anyone who hasn’t lost a friend or family member to the disease. The world has launched a massive aid effort to help India, but for many people this won’t make up for their own government’s failures.<br />With crowded cities, abysmal air quality and a rickety healthcare system, India was always at risk from the pandemic. But Indians also had reason to hope. The country produces more than half the world’s vaccines and 20% of generic medicines. Public-health experts hold up its successful mass vaccination program against polio as a model. As of Wednesday, however, India had managed to vaccinate less than 3% of its population fully. (About 10% of Indians have received at least one shot.) Amid shortages, the vaccination program has slowed from a high of 4.3 million shots a day in early April to 2.2 million shots on Wednesday."
}