{
    "url_original": "https://www.wsj.com/articles/montana-to-feds-no-more-no-work-bonus-11620168446?mod=opinion_lead_pos2",
    "url": "montana-to-feds-no-more-no-work-bonus-11620168446",
    "title": "Montana to Feds: No More No-Work Bonus",
    "sub_head": "The Treasure State will refuse extra federal jobless payments.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-334145?width=620&size=1.5",
    "image_1": "im-334145.jpg",
    "time": "2021-05-04 18:47:00",
    "body": "The economy is roaring back as government lockdowns finally end, and employers are struggling to find workers. Enter Montana with a novel idea: telling the feds that it doesn’t want their extra payments for not working.<br />On Tuesday Gov. Greg Gianforte said that by June 27 Montana will end its participation in the federal supplemental unemployment benefit program that provides the jobless with an additional $300 a week through September. Congress enacted the bonus in its Covid legislation, but Mr. Gianforte believes it has become a disincentive to work. So do most economists.<br />Montana already offers a maximum individual unemployment benefit of $572 a week, and with the federal bonus the jobless can collect the equivalent of up to $21.80 an hour for doing nothing. With state and federal benefits combined, about half of Montana’s workers make more than their prior earnings while on unemployment, says University of Chicago economist Peter Ganong.<br />State Commissioner of Labor and Industry Laurie Esau estimates that Montana’s labor force is down some 10,000 workers from pre-pandemic levels. Nearly 25,250 Montanans collected unemployment this week, but the state’s jobs website reports more than 14,000 open positions. In March Montana’s unemployment rate was 3.8%.<br />Montana also plans to issue regulations strengthening requirements so those collecting unemployment checks must show that they are able and available to work and actively looking for a job."
}