{
    "url_original": "https://www.wsj.com/articles/monthly-child-tax-credit-payments-set-to-start-july-15-11621249203",
    "url": "monthly-child-tax-credit-payments-set-to-start-july-15-11621249203",
    "title": "Monthly Child Tax Credit Payments Set to Start July 15",
    "sub_head": "Biden administration will begin sending up to $300 a month per child to millions of households",
    "category_1": "Politics",
    "time": "2021-05-17 07:00:00",
    "body": "WASHINGTON—The Internal Revenue Service will make its first batch of monthly payments to about 39 million families with children on July 15, delivering the child tax credit that Congress expanded in March.<br />Tens of millions of households will receive up to $250 a month per child between age 6 and 17 and up to $300 per child under age 6, based on their ages at the end of 2021. The payments will be made on the 15th of every month, unless that date falls on a holiday or weekend, the Treasury Department said Monday. Unless Congress extends the program, it will expire at the end of December.<br />Congress expanded the child tax credit in March, increasing the maximum credit from $2,000 per child to $3,000 for those age 6 to 17 and to $3,600 under age 6. The expanded part of the credit begins shrinking as income rises above $75,000 for individuals, $112,500 for heads of household and $150,000 for married couples. The $2,000 credit starts phasing out when income reaches $200,000 for individuals and $400,000 for married couples.<br />The credit isn’t just larger. Congress made two other changes that effectively convert the credit into a near-universal child allowance. First, it made the credit fully refundable, which means that the entire amount can go to households that don’t make enough money to pay income taxes. Before, $1,400 of the $2,000 credit was refundable.<br />In addition, Congress ordered the IRS to begin regular payments of the credit, turning the lump-sum refunds during tax season into a routine benefit for 2021. Parents will get half of the credit’s full value over the course of the second half of 2021, shrinking the tax refund they would otherwise get in early 2022."
}