{
    "url_original": "https://www.wsj.com/articles/more-states-to-reject-extra-300-payment-for-unemployed-11620763973?mod=politics_lead_pos5",
    "url": "more-states-to-reject-extra-300-payment-for-unemployed-11620763973",
    "title": "More States to Reject Extra $300 Payment for Unemployed",
    "sub_head": "GOP governors say payments discourage work; Biden says child care, Covid-19 are the deterrents",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-336881?width=620&size=1.5",
    "image_1": "im-336881.jpg",
    "time": "2021-05-11 17:11:00",
    "body": "A growing number of Republican-led states are rejecting enhanced federal Covid-19 pandemic unemployment payments, saying the extra $300-a-week supplement is providing an incentive for some people to avoid work at a time when employers are struggling to find labor.<br />On Tuesday, Iowa and Tennessee joined the list of at least nine states that are moving toward the elimination of the extra benefits ahead of the program’s scheduled expiration in September. The U.S. Chamber of Commerce has also called for an end to the bonus.<br />“Federal pandemic-related unemployment benefit programs initially provided displaced Iowans with crucial assistance when the pandemic began,” Iowa Republican Gov. Kim Reynolds said in a statement that called for the pandemic-related benefit to end June 12. “But now that our businesses and schools have reopened, these payments are discouraging people from returning to work.”<br />President Biden on Monday defended the enhanced benefits and said his administration would make clear that people can’t turn down suitable jobs and keep collecting benefits, except in specific circumstances. His Democratic administration has said that other factors are keeping workers on the sidelines, such as fear of getting sick during the pandemic and a lack of full-time child care.<br />“We’re not seeing this as the root cause, driver of people not seeking work,” White House press secretary Jen Psaki told reporters Tuesday. “Of course, we’re going to see anecdotal examples—we certainly recognize that.”"
}