{
    "url_original": "https://www.wsj.com/articles/mortgage-lender-better-to-go-public-in-spac-deal-11620765967?mod=markets_lead_pos6",
    "url": "mortgage-lender-better-to-go-public-in-spac-deal-11620765967",
    "title": "Mortgage Lender Better to Go Public in SPAC Deal",
    "sub_head": "Digital startup would merge with Aurora Acquisition and raise nearly $800 million in new capital",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-337002?width=620&size=1.5",
    "image_1": "im-337002.jpg",
    "time": "2021-05-11 16:46:00",
    "body": "Startup mortgage lender Better, whose valuation has swelled in the private markets, said Tuesday that it plans to go public by merging with a special-purpose acquisition company.<br />Better Holdco Inc., which operates a digital platform for mortgages and related services, plans to merge with  Aurora Acquisition Corp. , a SPAC sponsored by the investment firm Novator Capital, the companies said. The deal, reported Monday by The Wall Street Journal, values Better at roughly $6.9 billion pre-new money, up from $4 billion late last year.<br />SoftBank Group Corp. , which recently invested $500 million in Better as part of a deal making sprint, could put in an additional $1.3 billion through what is known as a PIPE, or private investment in public equity, a common feature of SPAC mergers. (Better could place $400 million of that with other investors.) The remaining $200 million of the $1.5 billion PIPE is to come from Aurora, whose sponsor is the investment vehicle of Icelandic billionaire Thor Bjorgolfsson.<br />Better would raise nearly $800 million in new capital in the deal, with an additional roughly $950 million in proceeds going to cash out existing shareholders. As part of the transaction, customers who previously took out a mortgage from Better would be able to buy stock in the company through a direct share-purchase program. Better’s co-founder and chief executive, Vishal Garg, wouldn’t sell shares in the offering.<br />The rush among city dwellers to buy bigger homes in the suburbs during the pandemic, plus a surge in mortgage refinancing at historically low interest rates, contributed to a near-quintupling of Better’s loan volume last year, to $24 billion. The company’s management expects the new funds to help accelerate its move into related services, including home and title insurance."
}