{
    "url_original": "https://www.wsj.com/articles/mortgage-lenders-need-to-pump-up-the-volume-11620754005?mod=business_minor_pos11",
    "url": "mortgage-lenders-need-to-pump-up-the-volume-11620754005",
    "title": "Mortgage Lenders Need to Pump Up the Volume",
    "sub_head": "Key margins for mortgage lenders are dropping. But originators like Rocket and UWM may emerge with bigger slices of the pie in what could still be a solid market.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-11 13:26:00",
    "body": "The dynamics of the mortgage business are playing out at high speed. It might not always be fun to watch, but investors shouldn’t turn away yet.<br />It has long been known that high margins in the mortgage business spur intense competition, especially when rising rates crimp some demand for refinancing. So with profitability for mortgage originators surging to incredible levels last year, it is no surprise that the reaction this year is also fierce.<br />For the first quarter, originators such as Rocket Cos. and UWM Holdings reported drops in a key measure of what they earn when originating and selling mortgages, called gain-on-sale margins. Those margins reflect both market spreads and pricing decisions by originators. Rocket and UWM guided to levels even lower in the coming quarter. Investors seem to have been surprised by the pace of this trend: Stocks of both companies are down more than 15% so far in May.<br />These margins do have some context. Rocket expects its overall gain-on-sale margin to fall from around 3.7% in the first quarter to under 3%, with the margin on loans originated with partners, like brokers, to be around 1%. UWM, which is entirely focused on brokers, guided that its first-quarter margin of about 2.2% could fall to 1.1% or below. Those are still levels high enough for firms to be profitable and aren’t anything new to brokers accustomed to prior cycles. Gain-on-sale margins also tend to stabilize after hitting lows.<br />So for now, a really key measure will be volume—both from an overall market point of view and whether attractive pricing to partners like brokers will help the firms pick up share as they outlast competitors with weaker balance sheets and less efficient cost bases."
}