{
    "url_original": "https://www.wsj.com/articles/mothers-day-gift-ideas-cool-mom-11620131392",
    "url": "mothers-day-gift-ideas-cool-mom-11620131392",
    "title": "Mother’s Day Gift Ideas for the Mom Who Needs a Break",
    "sub_head": "The best gift ideas to give Mom a blissful sense of escape—even if she’s still stuck at home",
    "category_1": "WSJ. Magazine",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-333713?width=620&size=1.7777777777777777",
    "image_1": "im-333713.jpg",
    "time": "2021-05-04 08:30:00",
    "body": "She’s spent about 14 months going on mute to handle the meltdowns, the missing keys—the casually posed question about whether there’s anything else for dinner. For Mother’s Day, she would like to (kindly) mute you. Presenting 39 gift ideas from WSJ. Magazine’s mom-editors to give the maternal figure in your life a blissful sense of escape—even if she’s still stuck at home.<br />Since I can’t go to Paris, the next-best thing would be a set of Fermob lawn chairs, so I can pretend I’m at the Jardin du Luxembourg. After months of sweatpants, I’m dreaming of a grown-up version of a princess dress, like Daniela Gregis’s Liberty print Sole frock. (It’s reversible, and the other side is navy wool for more serious moods.) Add in a bottle of Gorge Sèche and a strawberry shortcake from Burrow, served on a delicately painted platter with lily-of-the-valley napkins, and the barefoot garden-party appeal is complete. —Julie Coe, news director<br />This bath mitten, a hybrid of a dry brush and sponge, cleanses, exfoliates and massages—my skin has never felt softer. I use it with either C & The Moon Malibu Made Body Scrub or Nécessaire The Body Exfoliator twice a week—but any soap will do. Afterward, this clean beauty duo from Linné Balance is a real face-changer. It smells like heaven. I’m new to the kitchen, but I desperately want these high-quality starter pieces for home cooks. For those, like me, still finding their way:  A sprinkle of this umami powder over simple grains, vegetables, meat and salads makes all the difference. I have one avocado a day—sometimes two!—and Davocadoguy hand-delivers the ripest in all of New York. —Dana Kien, senior photo editor<br />I love the duality and the versatility of a day-to-night watch—this rose-gold one from Jaeger-LeCoultre is so elegant, and I’m hoping for lots of nights out in the future. Chef David Chang and his team created this Chili Crunch sauce, a blend of Mexican chiles, garlic and shallots, which I love on everything but especially eggs—and I’m hoping my children will be making me some to have in bed this year. (Hint, hint.) I’ll be lounging around in this Dôen nightgown and reading Crying in H Mart, the book by indie musician Michelle Zauner I’ve wanted to read since we profiled her. And after the crazy year we’ve had, I’ve spent more time looking through all the photos I took on my phone—making me realize how much I want to print them and put them into an album. The craftsmanship of these MH Studios examples is so special.  —Kristina O’Neill, editor in chief<br />What if Dickie Greenleaf’s shirts were recut—for Marge? With Nothing Underneath, a cult London shirtmaker that does boyish British tailoring for women, tried to guess. I’ll take the Cuban-collared linen result in all colors, tied at the waist, for all of the farmers’ markets. Along with a raffia bag to immediately stain with rhubarb stalks, a cucumbery cocktail and a Saint Bernard–size bouquet from Scarlet & Violet—loose, undone florists whose work comes in five sizes: Pleasing, Wonderful, Glorious, Splendid and Sublime. —Sarah Ball, digital director"
}