{
    "url_original": "https://www.wsj.com/articles/mothers-day-gifts-2021-11619092265",
    "url": "mothers-day-gifts-2021-11619092265",
    "title": "Mother’s Day 2021: The Best Gifts to Indulge Her Hobbies",
    "sub_head": "Cultivate the new interests Mom picked up in quarantine (or would have, if she’d had time) with these gifts, from art kits and books to tennis clothes and gardening gear",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-327747?width=620&size=1.5",
    "image_1": "im-327747.jpg",
    "time": "2021-05-03 18:35:00",
    "body": "THE LAST 12 months have been, among other things, the Year of the Hobby.<br />A lot of moms managed to adopt a new interest during the last year of social distancing whether it was making bread, attempting ceramics, germinating gem lettuce, cycling solo or dabbling in tie-dye. And they likely found time to pursue that passion project in between at-home working, schooling and caretaking. So it has never been more imperative to show our appreciation.<br />Make this year's Mother’s Day gift a thoughtful one whether you’re celebrating your own mom, the mother of your child, a grandmother, or a de facto mom. Below, our picks to help her indulge her pandemic pastime.<br />Did that needlework kit from last Mother’s Day quietly vanish after a few weeks of use? This year, take the hint, and go for the ready-made version. This summer-y poplin puff-sleeve from Sea New York comes with a removable crocheted vest, so that she can mix it up between crafty and classic depending on her mood. Sea New York Dress, $545, nordstrom.com<br />If your family’s not sick of each other yet, this subscription kit that combines charming art projects with illuminating art-history lessons is something you can enjoy together. Each month brings two new projects inspired by a different artist—past examples include a Matisse-esque vessel composed of colorful paper cutouts to a make-your-own doll kit inspired by folk-art fanatic Alexander Girard (pictured above). Art kit, from $32 per month, rainershine.love"
}