{
    "url_original": "https://www.wsj.com/articles/murders-are-rising-the-most-in-a-few-isolated-precincts-of-major-cities-11620446460",
    "url": "murders-are-rising-the-most-in-a-few-isolated-precincts-of-major-cities-11620446460",
    "title": "Murders Are Rising the Most in a Few Isolated Precincts of Major Cities",
    "sub_head": "A handful of neighborhoods with histories of violence are the primary source of a recent surge in killings in Chicago, New York and elsewhere",
    "image_1_url": "https://images.wsj.net/im-335045?width=620&size=1.5",
    "image_1": "im-335045.jpg",
    "time": "2021-05-08 12:01:00",
    "body": "A murder wave in U.S. cities that started last year is carrying forward into 2021, and a growing body of research shows a pattern behind the rise: It has been concentrated in relatively few poor neighborhoods, typically Black and Hispanic, with persistent histories of violence.<br />As elected officials and communities search for solutions, recognizing this geographical reality is essential, say social scientists and police officials who have studied the murder wave. Police and other city authorities will need to focus their efforts on a few areas that have missed out on the urban renaissance of the past two decades as their middle-class residents have fled. Controversy over policing has complicated matters after the conviction of Derek Chauvin, a white police officer, for the killing of George Floyd, a Black man. “The problem isn’t going away,” said Jens Ludwig, director of the University of Chicago’s Crime Lab. “People in my world are very nervous about the summer of 2021.”<br />Homicide is up 9.1% in New York so far this year and 22% so far in Chicago, following double-digit increases in both places and in many other cities last year. Mr. Ludwig calculates that nearly three-quarters of Chicago’s homicide increase in 2020 was concentrated in a cluster of eight of the city’s 25 police districts, mostly in the city’s predominantly Black South Side and largely Hispanic West Side.<br />Similar patterns have shown up elsewhere. New York saw a 47% increase in homicide in 2020 concentrated in a patch of Brooklyn neighborhoods with a long history of violence, including Brownsville, Crown Heights and Bedford Stuyvesant. It also hit the south Bronx and the Harlem section of Manhattan, said Michael LiPetri, the New York Police Department’s chief of crime control strategies.<br />In St. Louis, six of 76 neighborhoods, representing 7% of the city population, accounted for half of the 2020 homicide increase to 264 from 194, said Richard Rosenfeld, a crime researcher at the University of Missouri, St. Louis. They tended to be minority and poor, he said. In Philadelphia, most of the increases in shootings and homicides were concentrated in areas northeast and southwest of the city center, places long plagued by violence, according to data compiled by David Abrams, a crime researcher at the University of Pennsylvania."
}