{
    "url_original": "https://www.wsj.com/articles/my-life-changing-trip-to-europe-as-a-food-obsessed-teenager-11620746184",
    "url": "my-life-changing-trip-to-europe-as-a-food-obsessed-teenager-11620746184",
    "title": "My Life-Changing Trip to Europe as a Food-Obsessed Teenager",
    "sub_head": "Food writer Alexander Lobrano first visited Europe in the 1970s on a summer vacation with his mother. She wanted him to learn about the Roman Empire. He wanted to eat.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-336358?width=620&size=custom_1280x789",
    "image_1": "im-336358.jpg",
    "time": "2021-05-11 11:16:00",
    "body": "THE SUMMER of 1972, my mother gave me the world. After receiving her inheritance from my Bostonian grandmother, she announced that we’d spend July and August in Europe. Leaving my father and sister, the baby of the family, behind in Westport, Conn., she would take me, then 14, and my two younger brothers to the Continent for the first month. Then we’d meet Dad and my sister in Paris and spend three weeks together touring France and the United Kingdom.<br />We started in Rome. “It’s important for you to see the great cities of Europe and know the ways of the world,” my mother mused aloud during dinner on our first night in the Piazza Navona. In the weeks that followed, her uncharacteristic extravagance astonished us. In Venice, we stayed at a luxurious hotel with rooms overlooking the Grand Canal. In Vienna, we had soufflé Rothschilds decorated with gold leaf for dessert in the opulent red dining room of the Hotel Sacher. On many mornings, breakfast arrived on rolling tables with crisp linen skirts, roses in crystal bud vases, baskets of powdered-sugar-sprinkled pastries and tiny jars of jam. She leavened indulgence with responsibility, putting me, for instance, in charge of tipping and insisting I make the dinner reservations. “But how? I don’t know any restaurants in Florence,” I implored. “Read guidebooks, ask local people, speak with the concierge,” she instructed.<br />She had designed a classic, art-rich itinerary of the great museums, monuments and churches of Europe but with a guiding theme, the Roman Empire, which was intended to pique our interest in the past by making it real. So we marched around the Colosseum and Pompeii in Italy, the ruins of Carnuntum in Austria, the Lindenhof Park in Zurich, and more in France and England. Noticing I was more enthusiastic about carbonara than Caravaggio, my mother occasionally attempted to reorder my priorities. “Food is an ephemeral pleasure, great art isn’t,” she had said when I’d insisted that the riso con carciofi (rice with artichokes) at lunch beat Attila the Hun’s stone throne as a persuasive reason to visit the island of Torcello in the Venetian lagoon.<br />Beyond the daily dose of art, my mother repeatedly taught us that generosity and amiability were vital traits of any good traveler. On an early morning train from Cologne to Paris, we shared a compartment with an old woman from Bratislava who took repeated swigs from the round bottle she kept in her handbag. Seeing my mother rub her eyes, she offered her a sip, which my mother gently declined. After pulling into Gare de Lyon, my brothers and I waited in the hot taxi while my mother helped the lady from Bratislava get her next train to Nîmes. “Why did you have to do that?” I complained when she returned. “That’s an awful question,” she said. “When you become a traveler, you help those who need you in the same way you hope others will help you.”<br />In Paris, I finally got to test a theory I’d formed as a 9-year-old while obsessively reading a book about the lives of a French brother and sister. The author’s lush descriptions of their meals, including cheese souffles and chocolate mousse, led me to conclude that France was a country where everything was delicious. Very quickly, this turned out to be true: The croque monsieur I devoured when we lunched in a cafe was the most amazing sandwich I’d ever had, what with the blistered cheese hiding a lubricious layer of Bechamel sauce on top of a slice of ham. On a walk that afternoon, I ended up glued to the windows of the cheese and pastry shops."
}