{
    "url_original": "https://www.wsj.com/articles/my-octopus-teacher-is-not-an-octopus-11620392753",
    "url": "my-octopus-teacher-is-not-an-octopus-11620392753",
    "title": "My ‘Octopus Teacher’ Is Not an Octopus",
    "sub_head": "An odd film about a man and a cephalopod wins an Oscar, and offers a helpful message about the need to live in the moment",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-334662?width=620&size=1.5",
    "image_1": "im-334662.jpg",
    "time": "2021-05-07 09:05:00",
    "body": "This year’s Academy award for Best Documentary went to “My Octopus Teacher,” an eccentric and unexpectedly tender film about a South African man who grows obsessed with an octopus living in the shallows of a nearby shoreline. He swims daily with the cephalopod, monitoring its movements and feedings, eventually interacting with it underwater. I’ll stop there. I don’t want to spoil “My Octopus Teacher” for people who haven’t seen it—the doc is currently on  Netflix .  Suffice it to say, it’s a very unusual nature film-slash-love story that sticks to you for days, like, well, a tentacle.<br />It’s not spoiling “My Octopus Teacher” to discuss some of the broader reasons why this oddball documentary has struck a chord. First of all, octopuses are wondrous tangles of neurons—“probably the smartest of invertebrates, and extremely weird,” as Alison Gopnik wrote in the Journal last month. It’s also fair to say that the timing of the doc, which was co-directed by Pippa Ehrlich and James Reed, is especially fortuitous. At a moment when so much of the news on dry land is dire, a dive into the shallows of a kelp forest with mollusks feels like a brisk, affirming cleanse.<br />But I think the biggest reason why “My Octopus Teacher” has become a phenomenon is how it speaks to a very urgent modern desire: to disconnect. When we first meet its human protagonist, filmmaker Craig Foster, he’s in the throes of a midlife career burnout: He’s overextended, overworked, fearful of becoming a dour burden to his family, especially his young son. “Your great purpose in life is now just…in pieces,” he says early in the film. “I had to have a radical change.”<br />Look: Not everyone is going to commit to a hundred days plus of swimming with an octopus in frigid water, like steely, sensitive Craig did. Usually, our attempts to detach are more modest. We try to set boundaries with work. We exercise. We socialize. We pledge to read more books. We attempt to limit our use of devices. Sometimes we leave the house—heavens—without a phone.<br />But modern technology is designed to be addictive. There’s pressure to always make oneself available. Backsliding is common, and then the whole, maddening cycle repeats itself."
}