{
    "url_original": "https://www.wsj.com/articles/mysteries-northern-spy-review-11622210011",
    "url": "mysteries-northern-spy-review-11622210011",
    "title": "Mysteries: ’Northern Spy’ Review",
    "sub_head": "In a Belfast haunted by a legacy of violence, a journalist searches for her sister, and the truth.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-345692?width=620&size=1.5",
    "image_1": "im-345692.jpg",
    "time": "2021-05-28 09:53:00",
    "body": "Tessa, the young divorcee and BBC producer who narrates Flynn Berry’s novel “Northern Spy” (Viking, 278 pages, $26), set in and around Belfast, Northern Ireland, wants nothing more than to enjoy the company of her adorable baby son. But her equilibrium is shattered when her older sister Marian, a paramedic, is caught on video participating in an armed robbery perpetrated by the IRA.<br />The police claim Marian’s been a revolutionary for years; she’s since dropped from sight. Tessa insists Marian is not political and must be a hostage. But in Belfast, years after the Good Friday Agreement, “bodies were still being found in peat bogs along the border” between Ireland and Northern Ireland. A preponderance of facts forces Tessa to accept the police version of the truth. But she’s still determined to find Marian, if only to express her rage at her sibling’s criminal behavior.<br />When the sisters finally manage to meet, the reality of Marian’s situation proves more complicated than Tessa imagined, and she resolves to extricate Marian from the cat’s-cradle in which she’s entangled. But the more Tessa assists Marian, the more she herself is coerced into committing compromising actions, and the more disoriented she becomes within a maze of moral conundrums: “It’s hard to say anymore which of us has Stockholm syndrome.”<br />Even at its highest pitch, Ms. Berry’s novel remains a human-centered story that closely examines the behavior of siblings, babies, mothers and friends. All the more shocking, then, when the curtain of domesticity is pushed aside to reveal the man in the black ski mask standing outside the window. Once the screws of suspense have been tightened, “Northern Spy” becomes a beguiling thriller that’s hard to put down.<br />Frances “Frankie” Croy, the English novelist at the center of Christine Mangan’s “Palace of the Drowned” (Flatiron, 306 pages, $27.99), flees to Venice, Italy, in 1966 after she’s physically assaulted a patron of London’s Savoy Hotel. This much-publicized attack (settled out of court) was the culmination of a breakdown brought on by Frankie’s obsession over an especially cutting review of her latest book, a critical and commercial disappointment."
}