{
    "url_original": "https://www.wsj.com/articles/naftali-bennett-poised-to-dislodge-his-mentor-to-become-israels-next-prime-minister-11622480846",
    "url": "naftali-bennett-poised-to-dislodge-his-mentor-to-become-israels-next-prime-minister-11622480846",
    "title": "Naftali Bennett Poised to Dislodge His Mentor to Become Israel’s Next Prime Minister",
    "sub_head": "Participants in the prospective government say they are willing to set aside grand policy gestures if it means avoiding more political gridlock",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-31 13:07:00",
    "body": "TEL AVIV—Naftali Bennett, a standard-bearer for Israel’s right-wing, was locked in negotiations on Monday with politicians across Israel’s ideological spectrum united in their goal of dislodging from power the country’s longest-serving prime minister, Benjamin Netanyahu.<br />The 49-year old former Israeli commando is working with centrist politician Yair Lapid to meet a Wednesday midnight deadline to agree on a coalition that would govern Israel through one of the most tumultuous periods of the country’s history. The disparate parties have aligned mainly to oust Mr. Netanyahu and to avoid another election—the fifth in just over two years.<br />“There are still plenty of obstacles in the way of the formation of the new government. Maybe that’s a good thing because we’ll have to overcome them together,” said Mr. Lapid Monday of the coalition talks. “In a week the state of Israel can be in a new era.”<br />Under the emerging terms of a deal, Mr. Bennett will serve first as prime minister for two years and then Mr. Lapid will succeed him. The other parties that are expected to be part of the government are left-wing Labor and Meretz, centrist Blue and White and right-wing Yisrael Beiteinu and New Hope as well as Mr. Lapid’s centrist Yesh Atid and Mr. Bennett’s right-wing Yamina. Israel’s Islamist party Raam is expected to back the coalition from the outside.<br />Mr. Lapid received the mandate to form the government earlier this month after Mr. Netanyahu failed. He has until Wednesday to tell Israel’s President Reuven Rivlin he is forming a government. Once he does that, the new government must be sworn in within a week, with the support of a majority of the Knesset."
}