{
    "url_original": "https://www.wsj.com/articles/naomi-osaka-withdraws-from-french-open-11622485440",
    "url": "naomi-osaka-withdraws-from-french-open-11622485440",
    "title": "Naomi Osaka Withdraws From French Open Amid Debate Over News Conferences",
    "sub_head": "The world no. 2 had chosen not to face the media in Paris, citing mental health",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-346440?width=620&size=1.7043941411451398",
    "image_1": "im-346440.jpg",
    "time": "2021-05-31 14:27:00",
    "body": "PARIS—Women’s tennis world No. 2 Naomi Osaka withdrew from the French Open on Monday, dramatically concluding a standoff over her decision not to grant interviews during the tournament, which she had attributed to caring for her mental health.<br />Osaka, the highest-earning female athlete in the world and a winner of four major titles, had touched off the debate over the weekend and is now leaving Paris before even playing the second round. In her exit, she revealed a long-running struggle with depression and cast doubt on the rest of her season.<br />Osaka had already been fined $15,000 by the Roland-Garros organizers for failing to appear in a mandatory news conference after her first-round victory here on Sunday. (She still answered three questions on the court and honored a long-standing agreement with a Japanese broadcaster.)<br />“I never wanted to be a distraction and I accept that my timing was not ideal and my message could have been clearer,” she wrote in a statement posted to her social media accounts. “More importantly I would never trivialize mental health or use the term lightly. The truth is that I have suffered long bouts of depression since the U.S. Open in 2018 and I have had a really hard time coping with that.”<br />Osaka, who was raised primarily in the U.S. and represents Japan, had stunned the French Open shortly after landing in Paris when she informed organizers that she would not be carrying out her media duties during the tournament, because she “often felt that people have no regard for athletes’ mental health.”"
}