{
    "url_original": "https://www.wsj.com/articles/narrative-may-work-where-socialism-failed-11621969861?mod=opinion_major_pos17",
    "url": "narrative-may-work-where-socialism-failed-11621969861",
    "title": "Narrative May Work Where Socialism Failed",
    "sub_head": "Marxists dreamed of America’s collectivist transformation, but class warfare couldn't overcome institutional obstacles and general prosperity.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-338388?width=620&size=1.5",
    "image_1": "im-338388.jpg",
    "time": "2021-05-25 15:11:00",
    "body": "Regarding Lance Morrow’s “Can Freedom Survive the Narratives?” (op-ed, May 17): Mr. Morrow worries that the corrosive narratives pedaled by the left may lead us into a sinister autocracy. He views race as a pretext for moving toward a post-capitalism era in which individual liberties are sacrificed for a common good. Marxists dreamed of America’s collectivist transformation, but class warfare couldn't overcome institutional obstacles and general prosperity. However, race-related unfairness and inequality can serve as a backdoor to a similar outcome.<br />Systemic racism is, in effect, a Trojan horse for rooting out what remains of America’s systemic conservatism. Individual responsibility, traditional values and Judeo-Christian faith are impediments to a communal, progressive utopia. In a classic and brilliant bait and switch, the left’s rooting out of racism yanks open the door to statism (i.e., a much more powerful and active federal government) that can remove conservative barriers to progress and force collectivism for a greater good. Legacy media and social media are exposing and canceling conservative heretics who are deemed racists, science deniers and liars.<br />When Alexis de Tocqueville visited America in 1831, he marveled at its success and potential but warned that its great vulnerability was the surrender of freedom without a struggle. If despotism surfaced in a democracy, Tocqueville thought it would be so pervasive as to entirely relieve citizens of the trouble of thinking and all the cares of living. Our systemic-racism exorcism in which systemic conservatism is the real target paves the way for statism. Leftist elites then can take care of us and relieve us of having to think, as long as we surrender some of our freedom. Mr. Morrow is channeling Tocqueville.<br />Ryan Graham<br />Melbourne, Fla."
}