{
    "url_original": "https://www.wsj.com/articles/national-guard-troops-to-end-mission-at-u-s-capitol-11621892027?mod=politics_lead_pos2",
    "url": "national-guard-troops-to-end-mission-at-u-s-capitol-11621892027",
    "title": "National Guard Troops to End Mission at U.S. Capitol",
    "sub_head": "Although the soldiers are leaving, officials have warned that the hardened security measures around the Capitol would remain",
    "category_1": "Politics",
    "category_2": "National Security",
    "image_1_url": "https://images.wsj.net/im-343002?width=620&size=1.5",
    "image_1": "im-343002.jpg",
    "time": "2021-05-24 17:33:00",
    "body": "WASHINGTON—The National Guard, deployed to secure the U.S. Capitol in the wake of the Jan. 6 attack by a pro-Trump mob, will end its mission there Wednesday, the Pentagon said.<br />The troops began arriving at the Capitol hours after Trump supporters breached the Capitol building while Congress was certifying the election of President Biden. The number of troops at one point peaked at 26,000, representing all 50 states, three territories and the District of Columbia. Their strength has been gradually reduced, and roughly 1,600 members remain at the complex, where the U.S. Senate and House of Representatives meet and have office space.<br />The Pentagon hasn’t provided an updated cost estimate since March, when it said it had spent $521 million. Although the soldiers are leaving, officials have warned that the hardened security measures around the Capitol would remain.<br />“They will not be able to return immediately to the open campus where people can openly visit the Capitol because of the strain on the Capitol Police,” said Ret. Army Lt. Gen. Russel Honoré, who conducted a security review following the riots, Sunday on CBS.<br />The Capitol Police twice requested the National Guard to extend its mission around the Capitol. The force asked the Guard to stay past March 4, for instance, the date of the presidential inauguration day until the 1930s. Law-enforcement officials feared another mob could gather and attack the Capitol on that date."
}