{
    "url_original": "https://www.wsj.com/articles/nbc-says-it-wont-air-the-golden-globes-in-2022-11620682234",
    "url": "nbc-says-it-wont-air-the-golden-globes-in-2022-11620682234",
    "title": "NBC Says It Won’t Air the Golden Globes in 2022",
    "sub_head": "The network’s decision comes as Amazon, Netflix and WarnerMedia say they will boycott the awards ceremony over ethical violations and lack of diversity at the organization that runs it",
    "category_1": "Arts",
    "category_2": "Arts & Entertainment",
    "image_1_url": "https://images.wsj.net/im-336442?width=620&size=1.5",
    "image_1": "im-336442.jpg",
    "time": "2021-05-10 17:30:00",
    "body": "NBC said it wouldn’t broadcast the Golden Globes next year, citing a lack of reform in the organizing body behind the annual awards show. The Hollywood Foreign Press Association, the group of international journalists and critics that has bestowed the awards since the 1940s, has been criticized for a lack of diversity and concerns about its nomination process.<br />NBC’s move comes after viewership of the most recent Globes ceremony sustained a 62% drop, much of which could be attributed to apathetic audiences during the Covid pandemic and a glitchy show that unfolded mostly online. The network, which has an eight-year deal to air the Globes, beginning with the 2019 ceremony, left the door open to a return of the telecast.<br />“We continue to believe that the HFPA is committed to meaningful reform. However, change of this magnitude takes time and work, and we feel strongly that the HFPA needs time to do it right. As such, NBC will not air the 2022 Golden Globes. Assuming the organization executes on its plan, we are hopeful we will be in a position to air the show in January 2023,” NBC said in a statement.<br />“Regardless of the next air date of the Golden Globes, implementing transformational changes as quickly—and as thoughtfully—as possible remains the top priority for our organization,” HFPA board members said in a statement Monday. “We invite our partners in the industry to the table to work with us on the systemic reform that is long overdue, both in our organization as well as within the industry at large.” The organization has an estimated 87 members.<br />NBC’s announcement comes amid boycotts of the HFPA by major studios, including  Amazon  and  Netflix ,  and WarnerMedia."
}