{
    "url_original": "https://www.wsj.com/articles/nbcuniversal-explores-streaming-its-sports-channels-or-selling-them-off-11620317801?mod=business_lead_pos6",
    "url": "nbcuniversal-explores-streaming-its-sports-channels-or-selling-them-off-11620317801",
    "title": "NBCUniversal Explores Streaming Its Sports Channels or Selling Them Off",
    "sub_head": "Company scrapped plans to stream NBC Sports Philadelphia on Peacock over fears of complicating broader streaming strategy",
    "category_1": "Business",
    "category_2": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-334369?width=620&size=1.5",
    "image_1": "im-334369.jpg",
    "time": "2021-05-06 12:16:00",
    "body": "NBCUniversal has explored putting its regional sports channels on the streaming service Peacock or selling them off, as the company tries to figure out a future for a business under increasing stress, people familiar with the situation said.<br />Early this spring, NBCUniversal planned to start streaming NBC Sports Philadelphia, which broadcasts the city’s pro basketball, baseball and hockey games, the people said. The goal was to be up and running in time for the Major League Baseball season that began in April.<br />The plan was halted over concerns that it would conflict with the broader streaming strategy of NBCUniversal, a unit of  Comcast Corp . , the people said.<br />NBCUniversal is still considering options for streaming its sports channels on Peacock, the people familiar with the situation said. The company also is exploring whether to sell off the networks and sees the teams associated with them as potential buyers, some of the people said. Teams often hold an equity stake in the networks that air their games.<br />Regional sports channels were once an engine of growth and profit for media companies, because of the high fees owners were able to charge cable and satellite TV providers to distribute them. Now, the business is eroding as consumers cancel pay-TV subscriptions or switch to traditional or online packages that don’t include the sports networks."
}