{
    "url_original": "https://www.wsj.com/articles/ned-lamont-says-no-more-taxes-11621806210?mod=opinion_lead_pos3",
    "url": "ned-lamont-says-no-more-taxes-11621806210",
    "title": "Ned Lamont Says No More Taxes",
    "sub_head": "A Democratic Governor stands up to his state’s never-enough caucus.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-342495?width=620&size=1.5",
    "image_1": "im-342495.jpg",
    "time": "2021-05-23 17:43:00",
    "body": "Connecticut’s budget surplus this year is projected to be $470 million. Its rainy-day fund will hit an all-time high of $4.5 billion. Federal coronavirus relief is bringing $6 billion into the state. So the Legislature, naturally, is proposing to raise taxes. Give Gov. Ned Lamont credit for saying no.<br />Connecticut used to be the low-tax haven with a quick ride to Manhattan, but decades of tax-and-spend policies have eroded its comparative advantage. Today the state taxes capital gains as regular income, with rates up to 6.99%. State lawmakers now want to add a “surcharge” on high earners, meaning a combined cap-gains rate of 8.99% on single filers making more than $500,000.<br />The argument that it’s only a couple of extra points doesn’t wash, especially once Uncle Sam gets his share. The federal government’s top rate on capital gains is 23.8%, but President Biden wants to lift that to 43.4%. Mr. Biden also wants to add a capital-gains tax at death, in addition to the usual estate tax, so heirs couldn’t inherit assets with a stepped-up cost basis.<br />This is double taxation atop corporate taxes, and capital gains are not adjusted for inflation. The federal estate tax is 40%, and then throw in Connecticut’s estate tax up to 12%. Financiers are mobile, and estates in many places are taxed at the ultimate low rate of 0%. Add all this up, and you’d have to be high on nutmeg to stick around Connecticut.<br />The Legislature also wants to create what it bills as a “consumption tax.” People earning more than $500,000 would pay 0.7% of their adjusted gross income. That rate would rise to 1.4% for those earning $2 million, then 1.5% over $13 million. The money would go into a new Equitable Investment Fund, managed by an Equitable Investment Council, which would use it to reduce income inequality, redistribute to certain groups, and so on."
}