{
    "url_original": "https://www.wsj.com/articles/netflixs-high-on-the-hog-centers-black-cooks-in-the-story-of-american-food-11621618308",
    "url": "netflixs-high-on-the-hog-centers-black-cooks-in-the-story-of-american-food-11621618308",
    "title": "Netflix’s ‘High on the Hog’ Centers Black Cooks in the Story of American Food",
    "sub_head": "From the origins of rice cultivation to contemporary haute cuisine, Black innovators have always been central to the story of American food. Now, a new Netflix series is telling it that way.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-340017?width=620&size=1.5",
    "image_1": "im-340017.jpg",
    "time": "2021-05-21 13:31:00",
    "body": "FOR YEARS, the American food story has been primarily told as a white food story. The Netflix series “High on the Hog: How African American Food Transformed America” seeks to change that.<br />Much of the history and culture presented in the four-episode docuseries, which starts streaming May 26, may be new to some viewers. But the seminal book on which the show is based, “High on the Hog: A Culinary Journey from Africa to America,” by the influential food historian Jessica B. Harris, was published in 2011. “I think that it was time for this particular story to be told in this particular way,” Dr. Harris said of the show. “There are so many people now writing about the food of the African diaspora, writing about the food of African Americans, and there’s a need for this kind of storytelling.”<br />Executive producer Fabienne Toback talked about the project’s sweeping historical scope. “There’s so many struggles that Black Americans are going through today, and that we have been going through for the past 400-plus years,” she said. “Any opportunity where we can acknowledge our own contribution for the wonderful things that there are in this country—including something as American as mac and cheese—I think it’s wonderful.”<br />Ms. Toback and fellow executive producer Karis Jagger are both Black women and food enthusiasts. After optioning the book, they brought on Black directors, including Roger Ross Williams. Their goal: to amplify Dr. Harris’s life’s work and shine a light on a rich legacy of culinary ingenuity that continues to evolve in Black homes, kitchens and restaurants, in Africa and the U.S. “We were looking for something meaningful, and this was that story,” said Ms. Jagger.<br />The show’s host, Stephen Satterfield, is already well known in the world of food media. He founded the multimedia company Whetstone and the culinary journal of the same name; he also trained as a chef and spent over a decade working as a sommelier in fine-dining restaurants. Mr. Satterfield acknowledged the work of Dr. Harris as an inspiration for his own career and the impetus to take on the role of host for this series. “Seeing the rigor of her scholarship and the quality of her writing and storytelling was so affirmative for me to absorb as a student, but also to understand as a benchmark for the work that I wanted to try to make in the world.”"
}