{
    "url_original": "https://www.wsj.com/articles/new-face-mask-rules-put-grocery-workers-back-at-center-of-debate-11621675803?mod=business_lead_pos3",
    "url": "new-face-mask-rules-put-grocery-workers-back-at-center-of-debate-11621675803",
    "title": "New Face-Mask Rules Put Grocery Workers Back at Center of Debate",
    "sub_head": "Supermarket employees say they feel their health is at risk as some people drop masks",
    "category_1": "Business",
    "time": "2021-05-22 05:30:00",
    "body": "Supermarket workers are back in the middle of a national conversation about face masks.<br />Many supermarket chains have eased rules for wearing masks in stores since the Centers for Disease Control and Prevention said on May 13 that fully vaccinated people no longer need to cover their faces indoors.  Kroger Co.  said it dropped mask requirements for fully vaccinated customers and employees starting Thursday, unless local rules dictate otherwise.  Walmart Inc.,   Target Corp.  and other grocery sellers have also lifted mask mandates for vaccinated people.<br />Face masks were embraced over the past year as one of the most effective ways to prevent the transmission of Covid-19, particularly between people in enclosed spaces. They have also been a point of contention and conflicts that often spilled into the purview of front-line workers. Now, some workers say the end of mask mandates has put them in a new position of having to explain their employers’ mask policies, manage anxious shoppers and assess whether unmasked customers are indeed vaccinated, all while potentially risking their own health.<br />Elaine Lyon, a 60-year-old cashier at an Albertsons Cos.-owned Safeway store in Seattle, said she has seen more customers in her store without masks since the CDC’s announcement. One customer told her he didn’t have to wear a mask anymore. Another threatened her last weekend after she asked the customer to pull her mask up over her nose, Ms. Lyon said.<br />“One of the things not taken into account is how many people we see,” Ms. Lyon said. “We have people at home who are not vaccinated.”"
}