{
    "url_original": "https://www.wsj.com/articles/new-york-city-landmarks-walking-tour-the-art-critics-guide-11621976414",
    "url": "new-york-city-landmarks-walking-tour-the-art-critics-guide-11621976414",
    "title": "New York City Landmarks Walking Tour: The Art Critic’s Guide",
    "sub_head": "An itinerary for visiting five iconic Manhattan destinations, either on foot or online.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-343317?width=620&size=1.5",
    "image_1": "im-343317.jpg",
    "time": "2021-05-25 17:00:00",
    "body": "<br />An explosion of greenery on the High Line means that summer is imminent in New York. It’s the perfect time for a walking tour of the city, a way to enjoy both the fresh air and iconic art hidden in plain sight. Below you’ll find five landmarks that the Journal’s contributors and critics have deemed masterpieces. For locals and visitors, following this route should take about an hour, plus however long you decide to spend in Central Park. Readers farther afield can enjoy these sites from the comfort of an armchair.<br />Farragut Monument<br />By Augustus Saint-Gaudens; erected 1881; located in Madison Square Park (enter on Fifth Avenue and West 25th Street)<br />The 900-pound bronze statue marked two firsts: the first public work of then-unknown sculptor Augustus Saint-Gaudens and New York’s first monument to the Civil War. Adm. David Glasgow Farragut was known for saying “Damn the torpedoes, full speed ahead” before leading his men to victory in the 1864 Battle of Mobile Bay. Though the statue paid tribute to American history, Saint-Gaudens spent three years working on his creation in Paris. The sculptor, a New York native, felt that the French capital “was essential to its successful execution . . . not only because what he called the ‘art current’ ran stronger there, but because sculpture as an art form was taken more seriously [in Paris] than at home,” explains historian David McCullough. The sculptor’s hard work resulted in an imposing statue that conveys determination and authority. Pay special attention to Farragut’s legs. Saint-Gaudens asked his friend Richard Watson Gilder, the editor of Scribner’s Monthly, who was short like the admiral, to model for him."
}