{
    "url_original": "https://www.wsj.com/articles/new-jersey-is-no-1-alas-11621894658?mod=opinion_lead_pos2",
    "url": "new-jersey-is-no-1-alas-11621894658",
    "title": "New Jersey Is No. 1, Alas",
    "sub_head": "The average resident will pay $931,000 in taxes over a lifetime.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-24 18:17:00",
    "body": "New Jersey comes in it at number one in a new ranking of states. Too bad it’s for how much its citizens will pay in taxes over their lifetimes.<br />An average New Jersey resident will pay an estimated $931,698 in taxes for his lifetime of toil, according to a new study from the financial technology company Self. That’s nearly twice the $525,037 for the average American. It’s even more than the $734,563 their neighbors in high-tax New York will pay.<br />The study is based on the 2019 Consumer Expenditures Report from the Bureau of Labor Statistics, and includes taxes on income, property, consumption (sales tax) and owning a car. It reports that New Jersey also ranks No. 1 in taxes as a share of earnings: 49.51% on estimated lifetime earnings of $1,881,648. Oh, yes, the denizens of the Garden State can also expect to pay the most in lifetime property taxes: $378,087.<br />This grim news will not surprise Garden State residents. The high amount of income New Jerseyans fork over to their governments also explains why New Jersey Members of the U.S. House of Representatives signed letters to Treasury Secretary Janet Yellen, House Speaker Nancy Pelosi and Senate Majority Leader Chuck Schumer asking that the $10,000 annual cap on the state-and-local tax (SALT) deduction be repealed. Some say they will hold the infrastructure bill hostage if the SALT cap remains.<br />But the more sensible reading of New Jersey’s dismal tax numbers would be to recognize that restoring the SALT deduction is only a Band-Aid—and mainly helps the affluent. Taxes in New Jersey are high for all residents. The real problem is that the state is dominated by public unions that work with politicians to tax, spend and elect, and then do it again."
}