{
    "url_original": "https://www.wsj.com/articles/new-sec-chairman-sets-sights-on-citadel-securities-and-virtu-11620576000?mod=markets_lead_pos7",
    "url": "new-sec-chairman-sets-sights-on-citadel-securities-and-virtu-11620576000",
    "title": "New SEC Chairman Sets Sights on Citadel Securities and Virtu",
    "sub_head": "Regulator questions payment for order flow, in which firms pay brokers such as Robinhood for opportunity to execute investors’ orders",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-05-09 12:00:00",
    "body": "WASHINGTON—The electronic-trading firms Citadel Securities and  Virtu Financial Inc.  have become pillars of the stock market in recent years, rivaling the role played by stock exchanges.<br />Wall Street’s new top regulator is putting pressure on them by questioning a key service they provide: executing the orders of millions of ordinary investors whose trades go to their black boxes, instead of being routed to public exchanges.<br />Testifying before Congress last week, Securities and Exchange Commission Chairman Gary Gensler criticized the system that funnels orders to Citadel Securities and Virtu, which pay for the opportunity to trade with retail stock and options orders. Mr. Gensler said such incentives—called payment for order flow—represent a conflict of interest for online brokerages, which collectively make billions of dollars a year from the practice. He voiced concern that the trading firms handling most individual investors’ orders control too much of the business.<br />In an interview with CNBC on Friday, Mr. Gensler went further, comparing the retail wholesalers unfavorably with public exchanges whose prices are considered “lit” because they appear publicly for all traders to see.<br />“A lot of these are really just going to the wholesalers, they are not as lit, they’re not as competitive,” he said. “So it’s not as clear we are actually getting best execution in an unlit, internalized wholesaler as contrasted to the lit markets.”"
}