{
    "url_original": "https://www.wsj.com/articles/newly-published-video-shows-louisiana-troopers-stun-drag-hit-black-man-who-died-after-traffic-stop-11621562940?mod=business_minor_pos4",
    "url": "newly-published-video-shows-louisiana-troopers-stun-drag-hit-black-man-who-died-after-traffic-stop-11621562940",
    "title": "Newly Published Video Shows Louisiana Troopers Stun, Drag, Hit Black Man Who Died After Traffic Stop",
    "sub_head": "FBI, Justice Department’s Civil Rights Division have opened criminal investigation into 2019 arrest of Ronald Greene",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-341839?width=620&size=1.5",
    "image_1": "im-341839.jpg",
    "time": "2021-05-20 22:09:00",
    "body": "Louisiana state troopers are seen repeatedly using their stun guns before dragging a Black man and hitting him during a 2019 traffic stop after which he died, according to footage published this week by the Associated Press that it said was from a police body camera.<br />The arrest, which occurred outside Monroe, La., is the subject of a criminal investigation by the Federal Bureau of Investigation and the Justice Department’s Civil Rights Division, according to a spokeswoman for the U.S. attorney’s office in Shreveport, La., whose prosecutors are also assisting with the probe.<br />In the footage published by the AP, Ronald Greene appears to be jolted numerous times with a stun gun and dragged from his car, as he screams and moans, repeatedly saying, “I’m scared” and “I’m sorry.” At one point, he says, “I’m your brother.”<br />While Mr. Greene is faced down on the ground with his hands cuffed and feet in shackles, a white trooper has his foot on Mr. Greene’s backside.<br />In many parts of the video, Mr. Greene isn’t on screen and the audio is choppy or off, making it hard to follow exactly what is happening. The AP said it obtained 46 minutes of video. The Wall Street Journal couldn’t independently confirm the provenance of the video."
}