{
    "url_original": "https://www.wsj.com/articles/neymar-soccer-paris-saint-germain-11622141359",
    "url": "neymar-soccer-paris-saint-germain-11622141359",
    "title": "How Neymar Became Soccer’s Most Expensive Star and Most Puzzling Paradox",
    "sub_head": "Marked for stardom since childhood, the Brazilian playmaker was long seen as a potential successor to Messi and Ronaldo, but never completely delivered",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-344997?width=620&size=1.5005861664712778",
    "image_1": "im-344997.jpg",
    "time": "2021-05-27 19:54:00",
    "body": "PARIS—Ever since Neymar was a spiky-haired teenager in southern Brazil, large swathes of the soccer economy have been invested in making him a superstar.<br />He was the prodigy who shot to fame with Santos, before two of the richest clubs on the planet spent hundreds of millions of dollars to secure his services. He had a major  Nike  endorsement that put his face on billboards around the planet. And he was the face of Brazil’s home World Cup in 2014 and the Rio Olympics two years later.<br />But in 2020, Nike parted with its one-time golden boy following an allegation by a Nike employee that he had sexually assaulted her on a promotional trip to New York,  according to people familiar with the matter and documents reviewed by The Wall Street Journal. Neymar denies the allegation, which is false, a spokeswoman said.<br />Soccer clubs, sponsors, and officials around the world long viewed Neymar as the heir apparent to the game’s reigning kings, Lionel Messi and Cristiano Ronaldo. That much was confirmed in 2017 as Neymar became the most expensive player in soccer history. Paris Saint-Germain had paid FC Barcelona $262 million for his contract, more than doubling the previous world transfer record.<br />Yet for all the hype that has surrounded him since childhood, Neymar, now 29, has never quite cleared the impossibly high bar that was set for him."
}