{
    "url_original": "https://www.wsj.com/articles/no-gluten-dairy-or-refined-sugar-in-this-chefs-paleo-friendly-recipes-you-dont-miss-them-11620928269",
    "url": "no-gluten-dairy-or-refined-sugar-in-this-chefs-paleo-friendly-recipes-you-dont-miss-them-11620928269",
    "title": "No Gluten, Dairy or Refined Sugar? In This Chef’s Paleo-Friendly Recipes, You Don’t Miss Them",
    "sub_head": "‘Top Chef’ judge and newly minted cookbook author Gregory Gourdet on the magic of salt, his coconut obsession, the healing power of plants and the absolute best way to cook salmon.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-337267?width=620&size=0.6666666666666666",
    "image_1": "im-337267.jpg",
    "time": "2021-05-13 13:51:00",
    "body": "IT’S BEEN A BUSY year for Portland, Ore., chef Gregory Gourdet. For five months, at the height of the pandemic, he ran Kann, a Haitian-inspired pop-up and outdoor yurt village. He also entered a pod of 180 people to film the Portland-based 18th season of “Top Chef,” in which he appeared not as a cheftestant, as he has in seasons past, but in the role of guest judge. Just this week, he published his first cookbook, “Everyone’s Table: Global Recipes for Modern Health” (Harper Wave).<br />The recipes reflect Mr. Gourdet’s culinary CV as well as the way he eats at home. He earned his chops cooking light, bright, cosmopolitan fare in a number of star-chef Jean-Georges Vongerichten’s restaurants, and he draws inspiration from the assertive flavors of Haiti, where his family is from, as well as other cuisines. After overcoming addiction several years ago, Mr. Gourdet took up an intense commitment to physical fitness and a paleo diet to fuel it. The recipes in “Everyone’s Table” contain no gluten, dairy, soy, refined sugar or legumes. They are ideal for the modern family that likely accommodates at least one “dietary distinction”; Mr. Gourdet refuses to think of them as restrictions. The 200 vibrant, satisfying dishes—from tamarind barbecue ribs to luxurious slow-cooked salmon—stand out for how much flavor they pack in, not what’s “missing.” “You wouldn’t notice, and that’s the point,” writes Mr. Gourdet. “All you’d see is food you want to make.”<br />The kitchen tool I can’t live without is: my spice grinder. I just use a $20 coffee grinder. And my small digital scale. And my Microplane, because I love zesting citrus with it, mincing ginger, nutmeg, cinnamon sticks. It’s really handy. I tested my book with the worst blender in the world just to make sure that no matter what type of blender you have, you can make the recipes. But investing in a high-wattage blender is definitely something I encourage. It makes life so much easier.<br />The cookbook I turn to again and again is: “Thai Food” by David Thompson. I read that book a lot. And “Zahav” by Michael Solomonov and Steven Cook—it’s very comprehensive. Another one of my favorite books is “American Seafood” by Barton Seaver. I love “The Food Lab” by J. Kenji López-Alt because of the science behind it, and it has such perfect basic techniques. And “Jubilee” by Toni Tipton Martin, for the history and culture and stories behind the food.<br />My pantry is always stocked with: a vast array of chiles, from Thai chiles to chipotles, guajillo, ancho, chile flakes, chile oil. Alternative flours too: almond flour, coconut flour, tapioca starch. And alternative sweeteners: maple syrup, honey, coconut sugar, palm sugar. Fish sauce. Also olive oil, coconut oil and avocado oil."
}