{
    "url_original": "https://www.wsj.com/articles/no-news-is-bad-news-when-the-u-s-and-south-korea-meet-11621804851?mod=opinion_lead_pos7",
    "url": "no-news-is-bad-news-when-the-u-s-and-south-korea-meet-11621804851",
    "title": "No News Is Bad News When the U.S. and South Korea Meet",
    "sub_head": "A tepid joint statement reveals that Biden still has no plan for handling China and North Korea.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-342474?width=620&size=1.5",
    "image_1": "im-342474.jpg",
    "time": "2021-05-23 17:20:00",
    "body": "If an alliance’s strength were measured by the length of the joint statements its leaders issue when they meet, America’s bond with the Republic of Korea would be strong indeed. Friday’s discussions between President Biden and South Korea’s President Moon Jae-in, on his first Washington trip since Jan. 20, however, produced little of real consequence. Domestic priorities like climate change and Covid overshadowed international strategy.<br />Four months in, the Biden administration still lacks an Indo-Pacific blueprint, as this summit showed. Seoul and Washington face two major strategic issues, critical for themselves and the entire region. First, most immediately, is North Korea’s nuclear and conventional military threat. Second, longer-term and more strategic, is China’s growing philosophical, politico-military and economic assault against the U.S. and the Indo-Pacific generally.<br />Addressing these challenges effectively is central to any effort to refocus American attention on the region. Donald Trump and Barack Obama both failed to “pivot” or “rebalance” to Asia, and Mr. Biden has stumbled out of the starting gate. Although purely coincidental, the Iran-Hamas assault on Israel proved again, as former British Prime Minister Harold McMillan allegedly once told a reporter, that “events, my dear boy, events” often determine the course of foreign affairs.<br />More important, the Moon-Biden meeting reveals that, after four months of anticipation, the U.S. administration is still offering rhetoric rather than substance. For example, American officials have repeatedly asserted that Mr. Biden’s North Korea policy is unlike his predecessors’, but the officials have been noticeably reticent on what it will be like. If anything, Mr. Moon seems to have pushed Mr. Biden toward the “action for action” process Pyongyang has preferred for decades.<br />On China, the Biden-Moon joint statement spoke only obliquely. For Seoul and Washington, reconceptualizing Beijing’s role regarding Pyongyang and the Indo-Pacific generally is long overdue. Treating China as merely another participant in the six-party nuclear talks, or as a disinterested “convener,” or as a “mediator,” ignores both the sustenance it has historically provided to the Kim family dictatorship and current reality. China has long hidden behind this camouflage, and the U.S. and others have too willingly acquiesced."
}