{
    "url_original": "https://www.wsj.com/articles/nonprofit-seeks-to-trap-carbon-in-the-financial-markets-11621762203?mod=markets_lead_pos2",
    "url": "nonprofit-seeks-to-trap-carbon-in-the-financial-markets-11621762203",
    "title": "Nonprofit Seeks to Trap Carbon in the Financial Markets",
    "sub_head": "Climate Vault buys up permits to pollute from the cap-and-trade market and then locks them away",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-325479?width=620&size=custom_1944x720",
    "image_1": "im-325479.jpg",
    "time": "2021-05-23 05:30:00",
    "body": "Scientists have been trying to stash carbon emissions in rocks, soil and trees to slow the effects of climate change. Now an economics professor wants to trap carbon dioxide in the financial markets.<br />Prof. Michael Greenstone’s plan takes advantage of the current cap-and-trade system around carbon emissions. It creates a secondary marketplace that allows organizations to offset their carbon emissions with pollution permits. The hope is that this would effectively reduce emissions and redirect capital to environmentally focused startups.<br />The plan is being driven by the nonprofit Climate Vault that Dr. Greenstone launched with Don Wilson, chief executive of Chicago financial firm DRW Holdings LLC, Bala Srinivasan, senior adviser to the president at the University of Chicago, and Andrew Dailey, managing director of MGI Research LLC. Dr. Greenstone is a professor at the University of Chicago and former White House chief economist during the Obama administration.<br />The nonprofit launches as investors and companies pour billions of dollars into sustainability-focused financial products, turning the promise of doing good into potential profit centers for Wall Street firms. It is so far unclear if the suddenly booming business of selling environmental investing will continue or if these new products will make an environmental impact.<br />“We have seen time and time again that markets can be such powerful forces for solving social problems,” said Dr. Greenstone."
}