{
    "url_original": "https://www.wsj.com/articles/north-koreas-kim-il-sung-has-a-memoir-south-koreans-arent-allowed-to-buy-it-11620044290?mod=business_minor_pos4",
    "url": "north-koreas-kim-il-sung-has-a-memoir-south-koreans-arent-allowed-to-buy-it-11620044290",
    "title": "North Korea’s Kim Il Sung Has a Memoir. South Koreans Aren’t Allowed to Buy It.",
    "sub_head": "Bookstores have halted sales, and police are investigating after a small publisher released it",
    "category_1": "World",
    "category_2": "Asia",
    "time": "2021-05-03 08:18:00",
    "body": "SEOUL—Bookstores have halted sales of a memoir by North Korea’s founding father, and local police are investigating its distribution in South Korea, in the latest of a series of free-speech controversies relating to the Kim regime.<br />On April 1, a small South Korean publisher made available all eight volumes of Kim Il Sung’s “With the Century,” which was first released in North Korea in 1992 and has been available in several other foreign countries.<br />South Korea, with few exceptions, deems material like Kim Il Sung’s memoir illegal, under a national security law that restricts the distribution of Pyongyang’s propaganda in the country. The recent publication was the first instance in which Kim Il Sung’s work became available to ordinary citizens in South Korea.<br />In 2016, a college professor was sentenced to a suspended prison term for asking students to write essays about Kim Il Sung’s memoir after he gave excerpts to them. In 2011, the supreme court explicitly said the autobiography was illegal under South Korean law. In 1994, the chief executive of a book publisher was arrested for attempting to print “With the Century,” which details Kim Il Sung’s early years.<br />The latest company to release the Kim memoirs is Minjok Sarang Bang, which roughly translates as “Love for the People Publishing House” in English. Law enforcement are looking into how and why the publisher decided to publish the texts, according to South Korea’s semiofficial Yonhap News Agency. Multiple calls to the police went unanswered, and the publisher couldn’t be reached for comment."
}