{
    "url_original": "https://www.wsj.com/articles/northwood-investors-agrees-to-buy-two-soho-buildings-for-325-million-11621854000?mod=markets_featst_pos1",
    "url": "northwood-investors-agrees-to-buy-two-soho-buildings-for-325-million-11621854000",
    "title": "Northwood Investors Agrees to Buy Two SoHo Buildings for $325 Million",
    "sub_head": "Manhattan’s commercial property market shows new signs of a rebound from Covid-19 pandemic",
    "category_1": "Commercial Real Estate",
    "image_1_url": "https://images.wsj.net/im-342486?width=620&size=1.5",
    "image_1": "im-342486.jpg",
    "time": "2021-05-24 07:00:00",
    "body": "A real-estate investment firm has agreed to pay about $325 million for two side-by-side SoHo buildings, in a deal that is the latest sign of improvement for a neighborhood hit hard during the pandemic by the work-from-home trend and New York City’s diminished tourism business.<br />Northwood Investors’ plan to purchase the 11-story buildings at the corner of Broadway and Spring Street also is good news for the city’s commercial property market, which experienced a sharp decline in volume after Covid-19 struck. Investor demand is starting to rebound, especially for well-leased properties in strong locations.<br />The SoHo buildings, which include 180,000 square feet of office space and 60,000 square feet of retail space, are more than 90%-occupied by tenants such as the Balthazar restaurant and the Aritzia women’s fashion boutique. Office tenants include WeWork, a commercial real-estate company that provides shared workspaces.<br />Shiva Viswanathan, a Northwood senior managing director, declined to comment on details of the deal. But he said executives of the firm, which has $8 billion of assets under management, “are big believers in New York over the long term” and recently have been “actively looking for new investments.”<br />SoHo, which also endured looting during racial-justice protests last year, has begun to attract big weekend crowds in recent weeks as new Covid-19 cases have plummeted and New York state has eased pandemic restrictions. Balthazar and other restaurants that had been closed for much of the pandemic have reopened, according to Mark Dicus, head of the SoHo Broadway Initiative, a business-improvement district."
}