{
    "url_original": "https://www.wsj.com/articles/not-forgotten-11622231865?mod=opinion_minor_pos1",
    "url": "not-forgotten-11622231865",
    "title": "Not Forgotten",
    "sub_head": "A revival of Memorial Day traditions and an enduring example of bravery.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-345833?width=620&size=1.5",
    "image_1": "im-345833.jpg",
    "time": "2021-05-28 15:57:00",
    "body": "After the dismal Covid spring of 2020, many Americans are eager to resume their communal displays of gratitude for the people whose sacrifices have allowed us to live in freedom.<br />“Memorial Day Parade returns Monday,” notes a headline in The Telegraph newspaper of Alton, Ill. No rain is expected and the parade will follow its traditional route. It seems the town’s tradition proved too strong even for Covid. The Telegraph’s Ron DeBrock reports:<br />This year, such events are returning to normal. On America’s East Coast, volunteers have once again planted 37,342 American flags on Boston Common to honor all those from Massachusetts who have given their lives defending our nation since the Revolutionary War. Last year only a thousand flags were planted as the state imposed significant Covid restrictions.<br />Charlie McKenna reports for the Boston Globe on the families of the fallen who have come to honor their dead:<br />Of course those who have died for liberty come from every state. It is perhaps an especially good time to remember a hero from Colorado who died 50 years ago this week. U.S. Army Maj. William Edward Adams was a helicopter pilot who was killed trying to rescue comrades in Vietnam’s Kontum Province. When he set out he must have known how much the odds were stacked against him. The citation for his Medal of Honor notes that he “volunteered to fly a lightly armed helicopter in an attempt to evacuate three seriously wounded soldiers from a small fire base which was under attack by a large enemy force. He made the decision with full knowledge that numerous antiaircraft weapons were positioned around the base and that the clear weather would afford the enemy gunners an unobstructed view.”"
}