{
    "url_original": "https://www.wsj.com/articles/notable-quotable-pete-du-pont-1935-2021-11620684643?mod=opinion_major_pos4",
    "url": "notable-quotable-pete-du-pont-1935-2021-11620684643",
    "title": "Notable & Quotable: Pete du Pont, 1935-2021",
    "sub_head": "‘This basic division is going to bedevil American society for some years to come.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-336394?width=620&size=1.5",
    "image_1": "im-336394.jpg",
    "time": "2021-05-10 18:10:00",
    "body": "From Pete du Pont’s Nov. 10, 2000, column for the Journal online. Du Pont served as governor of Delaware (1977-85), was a candidate for the 1988 Republican presidential nomination, continued his Journal column until 2014, and died Saturday at 86:<br /><br />In short, the 2000 election was not primarily about “the economy, stupid,” nor the efficiency of government, nor the number of programs proposed or their cost, nor just how government should be reinvented. It was about values like the quality of education, family and ethics, and the character and trustworthiness of the man who will next lead us. Those are not bad ways to pick a president.<br />It is also clear that these concerns are not evenly spread across the country. There are indeed two Americas, one bicoastal, urban, industrial, and politically very liberal; the other rural, with smaller cities and towns, traditional beliefs about family and morality, and a moderate-to-conservative political outlook.<br />Regardless of whether Mr. Gore is successful in his attempt to overturn the result in Florida, this basic division is going to bedevil American society for some years to come. The Democratic Party is being pushed left. Mr. Gore, as either president or leader of the party, is more liberal than Mr. Clinton; newly elected senators like Hillary Clinton and Jon Corzine are very left. People in the rural center will not take kindly to this leftward tilt and will be in continual tension with the other America."
}