{
    "url_original": "https://www.wsj.com/articles/now-teachers-unions-face-a-remote-threat-11621194789?mod=opinion_lead_pos7",
    "url": "now-teachers-unions-face-a-remote-threat-11621194789",
    "title": "Now Teachers Unions Face a Remote Threat",
    "sub_head": "Why did Randi Weingarten pull an about-face? Because not all parents would choose in-person learning.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-16 15:53:00",
    "body": "When Randi Weingarten of the American Federation of Teachers called last week to reopen public schools fully in the fall, she was like an arsonist seeking praise for extinguishing a fire she lit. But it’s increasingly clear the AFT set its own house ablaze. When the unions pressed school districts to offer virtual options last fall, they inadvertently spurred the largest experiment in the history of U.S. education policy. To stop it, they’re condemning the education technique they imposed.<br />Teachers unions have fought for decades against charter schools, scholarship programs, education-related tax credits and other policies that would empower families to seek alternatives to government-run schools. But last fall, thanks to the unions’ obstinance, a large swath of American families suddenly got to choose between in-person and remote instruction. Much to Ms. Weingarten’s chagrin, many of them liked having a choice. “Remote instruction,” she claimed last week, “is not on par with in-person teaching and learning.” But AFT’s own polling this month found 23% felt remote learning “worked just as well” and 6% preferred it.<br />Schooling from home can be an attractive option for students facing obstacles from medical conditions to bullying and long bus rides. Ms. Weingarten’s bucket brigade has been working at the state level to smolder the demand they ignited for virtual schools, particularly in states that didn’t offer them before.<br />Members of the Connecticut Education Association mobilized against a legislative proposal to study virtual schooling and set guidelines for its continued use. One teacher urged lawmakers “to reject normalizing online learning for the sake of students, teachers and society,” while another warned that “continuing virtual learning beyond times of emergency would be detrimental.” The bill died in committee. Connecticut schools won’t have to offer a virtual option after school ends in June.<br />As Corey DeAngelis of the American Federation for Children has noted, teachers unions in Oregon and Pennsylvania worked to prevent students from accessing existing virtual options."
}