{
    "url_original": "https://www.wsj.com/articles/nra-bankruptcy-case-is-dismissed-what-happens-next-11620862901?mod=business_minor_pos5",
    "url": "nra-bankruptcy-case-is-dismissed-what-happens-next-11620862901",
    "title": "NRA Bankruptcy Case Is Dismissed. What Happens Next?",
    "sub_head": "Gun-rights group’s leaders face intensifying scrutiny in New York after a Dallas judge said it can’t continue with its proposed bankruptcy reorganization",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-337808?width=620&size=1.5",
    "image_1": "im-337808.jpg",
    "time": "2021-05-12 19:41:00",
    "body": "U.S. Bankruptcy Judge Harlin Hale on Tuesday threw the National Rifle Association out of chapter 11 following a monthlong trial that examined how the organization is managed under CEO Wayne LaPierre and his motivations to put the 150-year old gun-rights group into bankruptcy. Here is what you need to know about the bankruptcy case, and next steps the NRA may take.<br />When the NRA filed for bankruptcy in January, it said the chapter 11 case was part of a broader strategic plan to reincorporate in Texas, a friendlier jurisdiction for gun rights advocacy where the nonprofit has a significant number of members.<br />The bankruptcy case was filed months after the New York Attorney General Letitia James sued the NRA in August, seeking to dissolve the organization and accusing Mr. LaPierre and other top officers of corruption and financial mismanagement, allegations he and the NRA have denied.<br />Although the NRA is based in Virginia, the organization has been domiciled in New York since its formation in 1871, and is regulated by that state’s nonprofit laws and authorities.<br />When the NRA filed for chapter 11, the group said that it was doing so “to exit what it believes is a corrupt political and regulatory environment in New York.” Lawyers for the New York attorney general pointed to that statement during the bankruptcy trial as evidence the NRA filed bankruptcy in bad faith and to gain an unfair advantage in their litigation. NRA officials also admitted on the witness stand that they didn’t believe New York courts were corrupt."
}