{
    "url_original": "https://www.wsj.com/articles/nras-bankruptcy-tossed-out-by-court-in-setback-to-gun-groups-planned-texas-move-11620762323?mod=politics_lead_pos2",
    "url": "nras-bankruptcy-tossed-out-by-court-in-setback-to-gun-groups-planned-texas-move-11620762323",
    "title": "NRA’s Bankruptcy Tossed Out in Setback for Gun Group’s Planned Move to Texas",
    "sub_head": "A bankruptcy judge said the NRA is solvent and its bankruptcy was filed to evade allegations of mismanagement from New York authorities",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-336464?width=620&size=1.5",
    "image_1": "im-336464.jpg",
    "time": "2021-05-11 17:47:00",
    "body": "A Dallas judge has thrown the National Rifle Association out of bankruptcy court, calling into question the gun-rights group’s plan to reincorporate in Texas as it faces allegations of spending abuses and mismanagement in New York.<br />Judge Harlin Hale of the U.S. Bankruptcy Court in Dallas dismissed the NRA’s chapter 11 case, ruling that NRA CEO Wayne LaPierre filed the January bankruptcy “to gain an unfair litigation advantage” and “to avoid a state regulatory scheme.”<br />Tuesday’s ruling follows arguments by New York Attorney General Letitia James and the NRA’s former ad agency Ackerman McQueen Inc. that the bankruptcy was filed in bad faith and didn’t have a valid purpose.<br />Ms. James sued to dissolve the NRA in August, accusing Mr. LaPierre and other executives of corruption and financial mismanagement, which Mr. LaPierre and the NRA have denied. The New York lawsuit has continued while the NRA has been in chapter 11. Ms. James has oversight of the NRA, which has its headquarters in Virginia but was founded in New York in 1871 and is officially domiciled there.<br />Ms. James said in a press conference after Tuesday’s ruling that her office continues to pursue its enforcement action against the NRA and that the group can’t reorganize in Texas without approval of the New York state attorney general."
}