{
    "url_original": "https://www.wsj.com/articles/nvidias-cryptocurrency-puzzle-gets-less-vexing-11622132688?mod=business_minor_pos10",
    "url": "nvidias-cryptocurrency-puzzle-gets-less-vexing-11622132688",
    "title": "Nvidia’s Cryptocurrency Puzzle Gets Less Vexing",
    "sub_head": "Uncertainty stems from use of chip maker’s graphics processors by ‘miners’",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-27 12:24:00",
    "body": "“Not like last time” can be a dangerous phrase in business. But in the case of  Nvidia  and its relationship with crypto-miners, it also happens to be true.<br />Worries about the impact of crypto-mining have hung over the chip maker as the latest cryptocurrency craze began pushing ethereum prices skyward earlier this year. Nvidia’s graphics processors designed for videogaming are also used to “mine” ethereum, which involves matching and updating cryptocurrency transactions in return for rewards. Those rewards grow as ethereum prices rise, and this year has seen the cryptocurrency’s value soar nearly fourfold, even after a sharp correction over the past few weeks.<br />Nvidia got badly burned by a previous ethereum price jump and subsequent crash in 2018, which resulted in miners dumping their chips on the secondary market and thus hurting Nvidia’s sales. So investors are extra wary this time around, as evidenced by the reaction to the company’s fiscal first-quarter results late Wednesday. Revenue surged 84% year over year to about $5.7 billion, while the company projected $6.3 billion for the current period—14% above Wall Street’s expectations. But the company acknowledged that crypto demand will drive some of that upside. Nvidia’s share price slipped 1% Thursday morning.<br />Nvidia’s business with crypto-miners is hard to fully quantify. The company has started selling specialized graphics cards designed for mining, and it estimates that revenue from these products totaled $150 million in the recently ended quarter and will reach $400 million in the current period. That’s about 6% of Nvidia’s total projected revenue for the quarter. But the company also admits miners could still be snapping up its regular gaming cards as well, even though Nvidia has employed some technical measures to make those products less useful for mining.<br />Strength in Nvidia’s main businesses should better contain any risk from crypto exposure this time around. Its gaming chip revenue has grown 66% since the fiscal year ended January of 2020, which bore the brunt of the impact of the last ethereum spike, while its data center unit has more than doubled. The two are on track to do a little over $20 billion in combined revenue for the current fiscal year—up 43% from the previous year."
}