{
    "url_original": "https://www.wsj.com/articles/nypd-cant-fight-crime-on-its-own-11622494040?mod=opinion_lead_pos7",
    "url": "nypd-cant-fight-crime-on-its-own-11622494040",
    "title": "NYPD Can’t Fight Crime on Its Own",
    "sub_head": "Officers need support from social workers, counselors, teachers and the community.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-345424?width=620&size=1.5",
    "image_1": "im-345424.jpg",
    "time": "2021-05-31 16:47:00",
    "body": "New York<br />Nearly 30 people were shot in New York City on a single weekend in May. Citywide, shootings are up approximately 80% since the beginning of the year, and murders have increased more than 20%.<br />It is naive to think we can make the city safer by removing resources from the New York Police City Department. But it’s also true we can’t continue the current approach to fighting crime. Increasing police presence in high-crime areas is a critical component of responding to the violence affecting our city, but it is not a complete solution. We must confront this crime wave with specialized policing while also addressing the underlying social inequalities.<br />Some of my opponents in the race for mayor suggest a return to blunt-force tactics, such as stop-and-frisk, that perpetuated racial discrimination and stereotypes. In 2011, the peak of stop-and-frisk, police made 685,724 stops. Of those stopped, 87% were black or Latino, and 88% were innocent, according to an analysis of NYPD data from the New York Civil Liberties Union. The police are supposed to protect communities, not profile them.<br />Instead, the NYPD’s acute intelligence and investigative capabilities, which have resulted in record gun arrests—a 64% increase in February compared with the same time last year—should continue in communities facing runaway gun violence. We must also disrupt the influx of illegal guns and embed specially trained officers in the highest-crime areas to take on criminal networks."
}