{
    "url_original": "https://www.wsj.com/articles/nyt-biden-plans-middle-class-tax-hike-11622149787?mod=opinion_minor_pos1",
    "url": "nyt-biden-plans-middle-class-tax-hike-11622149787",
    "title": "NYT: Biden Plans Middle-Class Tax Hike",
    "sub_head": "Just before Memorial Day, President expected to propose World War II levels of spending.",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-345232?width=620&size=1.5",
    "image_1": "im-345232.jpg",
    "time": "2021-05-27 17:09:00",
    "body": "Now it can be told? President Joe Biden has been saying over and over since he was merely a candidate for the nation’s highest office that his tax increases would only target corporations and rich people. The line was always disingenuous because even his old boss President Barack Obamaacknowledged that workers suffer when corporate income tax rates rise. But now the New York Times is reporting that President Biden plans to support a direct tax increase on Americans who are not at all wealthy.<br />Jim Tankersleyreports in the Times that the paper has obtained Biden budget documents and that “the documents forecast that Mr. Biden and Congress will allow tax cuts for low- and middle-income Americans, signed into law by President Donald J. Trump in 2017, to expire as scheduled in 2025.”<br />Granted this is the Times, so readers should be skeptical. But Mr. Tankersley’s account does offer a plausible explanation for why the White House budget team and the Biden Treasury would be looking to shake revenue out of every available American taxpayer:<br />Federal spending in the World War II era allowed the United States to save Western civilization by defeating Nazi Germany and Imperial Japan.  The Biden spending plan will subsidize daycare and electric cars, among other political desires. Unclear is what the U.S. will do in the tragic event it has to fund victory in a world war again.<br />But it does seem clear that taxpayers are being drafted to support a much larger government—almost akin to a permanent Covid emergency. Adds Mr. Tankersley:"
}