{
    "url_original": "https://www.wsj.com/articles/occidental-petroleum-climbing-out-of-its-anadarko-hole-11620772036?mod=markets_major_pos1",
    "url": "occidental-petroleum-climbing-out-of-its-anadarko-hole-11620772036",
    "title": "Occidental Petroleum Climbing Out of Its Anadarko Hole",
    "sub_head": "Occidental’s first-quarter results show long-term investors hope for returns—even if that is sometime in the distant future",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336873?width=620&size=1.5",
    "image_1": "im-336873.jpg",
    "time": "2021-05-11 18:27:00",
    "body": "A commodity producer will always be sensitive to factors beyond its control, but few ride the waves more dramatically these days than  Occidental Petroleum .<br />After reporting unsurprising first-quarter results, its shares tumbled by almost 8% Tuesday—a much steeper decline than other U.S. producers experienced after a cyberattack on the Colonial Pipeline left the largest fuel conduit in the country shut down. The stock-market reaction appears overdone given the short-term nature of the problem rather than a structural decline in U.S. crude oil demand.<br />More important to flag is the progress Occidental Petroleum has made since last year. Part of that can be seen in the shift in forecasts: A year ago, analysts expected the company to turn a net loss of $660 million for the first quarter of 2021. Its actual net loss came in at roughly half of that. The real standout was its strong free cash flow of $1.6 billion, the company’s highest quarterly free cash flow in a decade and about double analysts’ expectations a year ago.<br />The Permian and DJ Basin assets underlying Occidental’s ill-timed Anadarko Petroleum acquisition are finally starting to shine. Permian production came in at the high end of guidance, for example. Another standout was Occidental’s chemicals business, which was its second-largest source of pretax income. Strong construction-related polyvinyl chloride demand, driven by robust housing starts, is one factor behind that performance.<br />All of that will help Occidental slowly but steadily whittle away the enormous debt burden it took on for the Anadarko purchase. The company has stuck to its debt-reduction promises thus far, closing on the sale of roughly $500 million worth of assets last quarter and repaying $174 million of debt. Sector investors focused lately on cash returns will have to look elsewhere, though: It will be some time before the company can direct that free cash flow back to shareholders’ pockets. Its single focus at the moment is to whittle down its $30 billion-plus net debt load to the mid-$20 billion range."
}