{
    "url_original": "https://www.wsj.com/articles/oil-giants-are-dealt-devastating-blows-on-climate-change-as-pressures-intensify-11622065455?mod=business_lead_pos1",
    "url": "oil-giants-are-dealt-devastating-blows-on-climate-change-as-pressures-intensify-11622065455",
    "title": "Oil Giants Are Dealt Major Defeats on Climate-Change as Pressures Intensify",
    "sub_head": "Shell and Exxon lose landmark decisions on the same day, demonstrating growing threats to fossil-fuel companies from activists and investors",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-344630?width=620&size=1.5",
    "image_1": "im-344630.jpg",
    "time": "2021-05-26 19:46:00",
    "body": "Exxon  Mobil Corp. and Royal Dutch  Shell  PLC suffered significant defeats Wednesday as environmental groups and activist investors step up pressure on the oil industry to address concerns about climate change.<br />In a first-of-its-kind ruling, a Dutch court found that Shell is partially responsible for climate change, and ordered the company to sharply reduce its carbon emissions. Hours later in the U.S., an activist investor won at least two seats on Exxon’s board, a historic defeat for the oil giant that will likely require it to alter its fossil-fuel focused strategy.<br />The back-to-back, watershed decisions demonstrated how dramatically the landscape is shifting for oil-and-gas companies as they face increasing pressure from environmentalists, investors, lenders, politicians and regulators to transition to cleaner forms of energy.<br />“The events of today show definitively that many leaders in the oil-and-gas industry have a tin ear and do not understand that society’s views and the legal and political environment in which they operate are changing radically,” said Amy Myers Jaffe, a professor at Tufts University’s Fletcher School who has advised energy companies.<br />Many oil companies have begun adopting comprehensive plans to reduce emissions, and some, especially in Europe, have diversified into renewable energy. But reducing emissions while generating returns is proving challenging, and many face skepticism about their strategies."
}