{
    "url_original": "https://www.wsj.com/articles/oklahoma-joins-the-tax-cutters-11622241387?mod=opinion_lead_pos4",
    "url": "oklahoma-joins-the-tax-cutters-11622241387",
    "title": "Oklahoma Joins the Tax Cutters",
    "sub_head": "The Sooner State returns a budget surplus to taxpayers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-28 18:36:00",
    "body": "The long pandemic year has widened the policy divide between Democratic and Republican states, with the latter generally resisting long lockdowns and doing better economically. Now Oklahoma is rewarding its citizens by cutting taxes to make the state more competitive.<br />Republicans control the House, Senate and governorship in the Sooner State, and last week Gov. Kevin Stitt signed the tax bills into law. Effective Jan. 1, the corporate income tax will drop to 4% from 6%, and the legislation also cuts individual income tax rates across the board by 0.25 percentage points. The top rate falls to 4.75%. These could amount to as much as $347 million in tax relief for fiscal year 2022.<br />“We walked into a situation this session where we did not have a fiscal crisis because we kept the state’s economy open to the greatest extent possible while caring for the health and safety of the citizens of this state,” says Oklahoma House Speaker Charles McCall. The state had projected a $1.4 billion revenue decline in the dark days of spring 2020 but began its 2021 legislative session with a $1.6 billion surplus. “It was the perfect time to institute some tax relief,” says Mr. McCall.<br />The new rates mean Oklahoma will now rank sixth lowest among states that assess personal income tax and tied with Missouri as second lowest among states with a corporate income tax, according to the Tax Foundation. Oklahoma requires either a three-fourths legislative majority or a voter referendum to raise taxes, so the cuts have some staying power.<br />Oklahoma is betting that its low taxes will attract businesses and newcomers. It still trails neighboring Texas, an economic powerhouse without an income tax. But its rates are competitive with those of other states in the region. The Sooner State joins Montana, Idaho and Iowa as states that have cut income taxes since the pandemic began, according to the Tax Foundation."
}