{
    "url_original": "https://www.wsj.com/articles/olivia-rodrigo-tops-music-charts-in-explosive-first-week-with-sour-11622416868",
    "url": "olivia-rodrigo-tops-music-charts-in-explosive-first-week-with-sour-11622416868",
    "title": "Olivia Rodrigo Tops Music Charts in Explosive First Week With ‘Sour’",
    "sub_head": "The Disney star and singer-songwriter hits No. 1 with debut in the biggest week for an album so far this year",
    "category_1": "Arts",
    "category_2": "Music",
    "image_1_url": "https://images.wsj.net/im-341598?width=620&size=1.5",
    "image_1": "im-341598.jpg",
    "time": "2021-05-30 19:21:00",
    "body": "Olivia Rodrigo has stormed the charts—hitting No. 1 with huge streaming numbers for an album that clinches her status as one of music’s biggest new stars.<br />The Disney actress and pop singer-songwriter’s debut album “Sour” tops the latest Billboard 200 chart, generating the equivalent of 295,000 in U.S. sales in the week ended May 27. It is the biggest week for a debut charting album since late 2014, when Billboard began including streaming in its flagship album-sales chart, the magazine said.<br />Much of the 18-year-old artist’s units—218,000—came from her album’s massive 301 million first-week U.S. streams, according to MRC Data, formerly known as Nielsen Music. That is the second-biggest streaming week ever for an album by a woman, second only to Ariana Grande’s 307 million first-week streams for “Thank U, Next” in 2019. The rest of Ms. Rodrigo’s units came from traditional sales. (For Billboard, 1,250 streams by paying streaming-service subscribers, or 3,750 streams on free services like YouTube or Spotify’s ad-supported option, equals one album sale.)<br />Ms. Rodrigo’s No. 1 debut is the biggest week for an album so far this year, beating Taylor Swift’s rerecorded 2008 album “Fearless (Taylor’s Version),” which moved 291,000 units in its opening week. “Sour,” which Ms. Rodrigo released on May 21, features “Drivers License,” the year’s biggest hit, with roughly 800 million streams on Spotify alone, and “Good 4 U”—both of which topped Billboard’s Hot 100 singles chart. With a blockbuster debut record, two No. 1 singles and a recent performance on “Saturday Night Live,” Ms. Rodrigo has successfully leveraged her fame from “High School Musical: The Musical: The Series” into pop stardom.<br />She’s “the biggest breakout pop star of 2021 by far,” Chris DeVille, senior editor at the website Stereogum, wrote this month."
}