{
    "url_original": "https://www.wsj.com/articles/on-reviving-religion-for-non-orthodox-jews-11620324173?mod=opinion_major_pos18",
    "url": "on-reviving-religion-for-non-orthodox-jews-11620324173",
    "title": "On Reviving Religion for Non-Orthodox Jews",
    "sub_head": "Most American Jews operate by personal choice and need to be given a reason to choose Judaism.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-330863?width=620&size=1.5",
    "image_1": "im-330863.jpg",
    "time": "2021-05-06 14:02:00",
    "body": "In “Beyond ‘a Shul With a Pool’” (Houses of Worship, April 30), Rabbi Ari Lamm argues that despite the growing concern about the state of religion in the U.S., religious leaders should be optimistic and focus on creative types of outreach that aren’t tied to bricks-and-mortar communities. I agree, but most American Jews operate by personal choice and need to be given a reason to choose Judaism. The pandemic provided strong reasons for many people to choose religion given the increased need for spiritual comfort in a world of isolation and fear. I heard this repeatedly over the past year as I conversed with people on Zoom presentations at over 60 synagogues in North America, most of which were Reform or Conservative.<br />For Judaism to survive and thrive beyond Orthodoxy, clergy do need to stress a return to the basics—that is, a return to the importance of celebrating Jewish tradition. We need more focus on Jewish observance—starting with Shabbat—and how to raise families with thicker religious-cultural practices. A key component of this education is encouraging people to derive personal meaning from our ancient practices even if the ways in which they observe differ from those of more traditionally religious Jews. Without this emphasis, I worry that there may be little left of Jewish tradition to transmit to future generations who are not Orthodox.<br />Prof. Roberta Rosenthal Kwall<br />DePaul University<br />Chicago"
}