{
    "url_original": "https://www.wsj.com/articles/one-of-the-pot-industrys-best-highs-is-fading-11620983162?mod=business_minor_pos11",
    "url": "one-of-the-pot-industrys-best-highs-is-fading-11620983162",
    "title": "One of the Pot Industry’s Best Highs is Fading",
    "sub_head": "A big listed U.S. cannabis grower recently raised debt at a sub-10% coupon for the first time. It isn’t a positive sign for everyone.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-14 05:06:00",
    "body": "Top U.S. cannabis growers will be glad to see the back of one particular high: double-digit interest rates. Others in the pot industry may feel a bit deflated.<br />Green Thumb Industries, which this week reported 90% comparable sales growth in the first quarter, recently secured the first debt deal by a big listed U.S. marijuana cultivator at a sub-10% coupon. The Illinois-based business got a three-year loan at a 7% interest rate, or 9.1% factoring in warrants, based on calculations by Viridian Capital Advisors. Rival Curaleaf got a credit facility at 10.25% without an equity sweetener earlier this year.<br />U.S. growers will be treated as pariahs by mainstream banks as long as the drug remains federally outlawed. Yet their cost of capital is coming down anyway, as business booms and competition among yield-hungry alternative lenders heats up.<br />In 2020, sales of legal U.S. pot reached $20 billion, a jump from $13 billion in 2019. Rapid growth continued in the first quarter, with sales in Illinois and Massachusetts up 100% and 71% respectively, according to the cannabis-focused SOJE Fund. The prospect of regulatory reform is also shifting how capital markets view the industry. Senate Majority Leader Chuck Schumer is trying to introduce a bill that, if approved, would finally give pot companies access to regular banking services like mortgages.<br />For now, the hedge funds and family offices willing to lend to pot businesses still need to be compensated for the risks of bankrolling a federally illegal industry and holding illiquid securities. Most institutional investors stay away, so secondary trading is thin. That explains interest rates of around 10% even for the most financially robust borrowers. Curaleaf this week reported a $17 million loss for the first quarter, but sales increased 170% compared with the same period of 2020. GTI has had three consecutive quarters in the black."
}