{
    "url_original": "https://www.wsj.com/articles/online-real-estate-got-too-hot-to-handle-11620817201?mod=markets_major_pos1",
    "url": "online-real-estate-got-too-hot-to-handle-11620817201",
    "title": "Online Real Estate Got Too Hot to Handle",
    "sub_head": "Sector’s stocks overheated in a pandemic frenzy relative to the cooler pace of industry transformation",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-12 07:00:00",
    "body": "Real estate 2.0 is still just knocking on disruption’s door.<br />For an industry that has historically relied upon a paper-intensive, time-consuming process of buying and selling homes, the past few years have brought a lot of progress. We can now see the value of a house in one click, tour it virtually with a few clicks or sell it with a few more. The promise is evident in the flood of companies coming to the public markets that tackle automated home flipping, like  Opendoor  and Offerpad, or seek to improve the fragmented brokerage model, like Compass.<br />Zillow  Chief Executive Rich Barton has said he and his co-founders realized people weren’t ready to buy and sell homes electronically on demand back in 2005. But 14 years later, with a human agent still at the center of most real-estate transactions, Zillow bet that a growing population of consumers were finally ready to embrace big change with iBuying.<br />Last year, the rise of remote work made Zillow and fellow real estate technology companies look smart. Investors started to believe that the pandemic was just the impetus the industry needed to transform on a large scale. In an 11-month span from mid-March 2020, Zillow shares soared nearly 700%—more than 2.5 times the rise of  Zoom Video Communications  over that period.<br />But now, as vaccination rates tick up and workers filter back into offices, investors are starting to waver. Zillow shares have shed 43% of their value in less than three months, while Opendoor shares have fallen more than 50% from their highs this year. Compass, which went public in April, is now valued at less than it was after its last private round in 2019."
}