{
    "url_original": "https://www.wsj.com/articles/online-sales-party-starts-winding-down-11621361023?mod=business_minor_pos10",
    "url": "online-sales-party-starts-winding-down-11621361023",
    "title": "Online Sales Party Starts Winding Down",
    "sub_head": "E-commerce sales are still growing, but could start losing momentum quickly",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-18 14:03:00",
    "body": "Online retailing has spent the pandemic bellying up to the bar, but now it might be on the brink of a hangover.<br />The Commerce Department on Tuesday reported that e-commerce sales—from internet retailers such as  Amazon.com  and traditional retailers such as  Walmart —were up 39% from a year earlier in the first quarter. That was the swiftest growth since the second quarter of last year, when sales were up 44%. Before the Covid-19 crisis, e-commerce sales were growing at about a 15% rate.<br />That is especially remarkable considering that, as the quarter was coming to its finish, vaccines were becoming more widely available and the pandemic’s grip was clearly loosening. Moreover, one might have thought that people’s need for some of the things they were buying online would by that point have been sated. How many jigsaw puzzles does a family need, anyway?<br />There are signs that people’s zeal for shopping online has begun to fray. In its earnings report Tuesday, Walmart said that its e-commerce sales were up 37% in its fiscal first quarter ended April 30 from a year earlier. That is a big move, but short of the 69% e-commerce growth it registered in the fourth quarter. Also on Tuesday,  Home Depot  said that its digital sales were up 27% in its fiscal first quarter ended May 2 from a year earlier, which compared with an 83% gain in the fourth quarter.<br />To a degree, those slower growth rates reflect the fact that the comparison periods include April 2020, when the Covid-19 crisis first set off the surge in online shopping. To compensate for this, both Walmart and Home Depot highlighted how much both their e-commerce sales and their overall sales grew over the past two years."
}