{
    "url_original": "https://www.wsj.com/articles/our-overworked-navy-needs-real-attention-11620152978?mod=opinion_major_pos17",
    "url": "our-overworked-navy-needs-real-attention-11620152978",
    "title": "Our Overworked Navy Needs Real Attention",
    "sub_head": "Positioning a fleet between Taiwan and China invites an incident with limitless potential for escalation.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-326564?width=620&size=1.5",
    "image_1": "im-326564.jpg",
    "time": "2021-05-04 14:29:00",
    "body": "Regarding Seth Cropsey’s “America’s Naval Strategy Is at Sea” (op-ed, April 28): We might recall the salty Navy aphorism, attributed without firm basis to Adm. Hyman Rickover: “There are two types of ships: submarines and targets.” Given the ubiquity of satellite surveillance, secrecy is an anachronism. The assorted missile arrays poised to take out a carrier task force make an entire fleet into a veritable floating Pearl Harbor. Positioning a fleet between Taiwan and China invites an incident with limitless potential for escalation. Were even one ship to be sunk by China, what then would our retaliatory strike provoke? As Adm. Rickover warned: “Unfortunately . . . attempts to limit war have always failed. The lesson of history is when a war starts every nation will ultimately use whatever weapon it has available.” A surface Navy in the context of nuclear-armed belligerents is as antiquated as the canvas sail.<br />Lt. Cdr. Jeffrey R. Smith (USN, Ret.)<br />Alameda, Calif.<br /><br />Much of China’s military development and its potential threat to the U.S. is being financed with American money. The Office of the U.S. Trade Representative says that in 2019 the U.S. spent $471.8 billion on imports from China while our exports were $163 billion. In addition, U.S. foreign direct investment in China was $116.2 billion and the reciprocal was $37.7 billion. In an economy like China’s, those dollars can be directed wherever the regime chooses. Our national strategy requires a more expansive effort than simply increasing the defense budget. We cannot win an arms race in which we finance both sides."
}