{
    "url_original": "https://www.wsj.com/articles/overdraft-fees-fell-in-the-covid-19-economy-11622367000?mod=markets_lead_pos1",
    "url": "overdraft-fees-fell-in-the-covid-19-economy-11622367000",
    "title": "Overdraft Fees Fell in the Covid-19 Economy",
    "sub_head": "Many people curbed their spending and lenders waived fees, pushing down overdraft revenue nearly 10% in 2020",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-345835?width=620&size=1.5",
    "image_1": "im-345835.jpg",
    "time": "2021-05-30 05:30:00",
    "body": "Legislators slammed banks last week for the money they made from overdraft fees. It turns out, though, that overdraft revenue fell in 2020 for the first time in six years.<br />The reasons? With nowhere to go when Covid-19 hit, many people curbed their spending. Stimulus money helped them pad their bank accounts. And banks were also more lenient about waiving the fees.<br />Financial firms brought in an estimated $31.3 billion in consumer overdraft revenue in 2020, according to financial-data firm Moebs Services Inc., down nearly 10% from the year before. The number of overdraft transactions in 2020 fell to less than 1 billion after topping that mark for about two decades, Moebs found, and the median fee last year was $30.<br />The decline in overall fees is another example of how Covid-19 changed consumer finance in surprising ways. At the start of the pandemic, U.S. lenders feared a huge surge in delinquencies. But then the government stepped in with expanded unemployment benefits and stimulus checks, and many people were able to save money and pay off debt. Many banks also waived some overdraft fees, especially early in the pandemic.<br />Fees of all types are important to banks’ revenue, especially in a year when low interest rates crimped lending profitability and loan demand was low. More people could start racking up overdraft fees when government stimulus measures end."
}