{
    "url_original": "https://www.wsj.com/articles/palestinians-israeli-police-clash-ahead-of-jerusalem-day-march-11620646448?mod=world_major_1_pos7",
    "url": "palestinians-israeli-police-clash-ahead-of-jerusalem-day-march-11620646448",
    "title": "Palestinians, Israeli Police Clash Ahead of Jerusalem Day March",
    "sub_head": "Violence comes amid tensions over potential eviction of Palestinian families from East Jerusalem neighborhood",
    "category_1": "World",
    "category_2": "Middle East",
    "image_1_url": "https://images.wsj.net/im-336172?width=620&size=1.5",
    "image_1": "im-336172.jpg",
    "time": "2021-05-10 07:34:00",
    "body": "JERUSALEM—Fresh clashes broke out between Israeli police and Palestinians at a flashpoint holy site in Jerusalem on Monday, exacerbating tensions ahead of a planned Jewish nationalist march that passes through Muslim areas of the Old City.<br />At least 180 people were injured as the police fired flash grenades, tear gas and sponge tipped bullets at Palestinian worshipers at the Al Aqsa Mosque compound, according to Palestinian medics and social media videos. Israeli police said they used riot control methods after hundreds of Palestinians began throwing stones and shooting fireworks at them near an entrance to the site.<br />The compound has become a focal point of Palestinian anger over what they see as years of efforts to push them out of Jerusalem and limit their access to land they claim, as well as infringe on their basic rights. The situation has been aggravated by right-wing Jewish Israeli efforts to assert control in East Jerusalem, which Israel claims as part of its undivided capital.<br />Earlier Monday, Israeli police restricted Jewish visitors to the holy site complex—known to Jews as the Temple Mount and to Muslims as the Noble Sanctuary—which has long been a source of conflict between Palestinians and Israelis.<br />Monday’s violence comes after days of clashes between Palestinians and Israeli police amid tensions over a looming court decision on whether to evict Palestinians from their homes in the East Jerusalem neighborhood of Sheikh Jarrah. Israel’s Supreme Court delayed a planned Monday hearing on the evictions, owing in part to the heightened political tensions associated with the decision."
}