{
    "url_original": "https://www.wsj.com/articles/patent-busting-wont-help-vaccinate-the-world-faster-11620591133?mod=opinion_lead_pos8",
    "url": "patent-busting-wont-help-vaccinate-the-world-faster-11620591133",
    "title": "Patent Busting Won’t Help Vaccinate the World Faster",
    "sub_head": "The solution is to ease restrictions on exporting shots and build more production capacity.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335953?width=620&size=1.5",
    "image_1": "im-335953.jpg",
    "time": "2021-05-09 16:12:00",
    "body": "While the U.S. Covid pandemic has been contained, the situation in many countries, particularly India, is dire. It’s essential to get as much of the world vaccinated as quickly as possible to save lives and prevent new variants from emerging. The Biden administration’s support for breaking vaccine patents is a bad precedent that would do no immediate good and substantial long-term harm.<br />There isn’t enough vaccine supply to meet world-wide demand. Many countries have access only to inferior vaccines produced in Russia or China. Understandably, they want the same safe and effective vaccines that are available to Americans. By the end of 2022, U.S. manufacturers will produce more than 12 billion doses of high-quality vaccines, enough to satisfy global needs. And other vaccine candidates are in the pipeline and may be authorized over the next year. But over the next six months, global supply will remain tight.<br />The Biden administration caved to pressure at the World Trade Organization to support waiving intellectual-property protections for Covid vaccines. Some activists have declared victory, even though patent breaking wouldn’t solve the immediate problem and could make a global agreement much more difficult. France, Germany and the U.K. all oppose the idea, and the WTO should reject it. Here are four productive steps the developed world could take instead:<br />First, the U.S. government should stop hoarding doses and make them available for export. Some of the biggest vaccine makers have shown that their manufacturing is stable and growing. The supply chain is reliable, and the U.S. doesn’t need to stockpile hundreds of millions of doses. More can be made available on a rolling basis to countries like India and Brazil.<br />Second, countries that produce quality vaccines such as Belgium, France, Japan, Australia and the U.K., to name only a few, should invest in a major expansion of manufacturing facilities and the attendant supply chain, in return for a guarantee that a high percentage of the vaccines that flow from these efforts go to low- and middle-income nations. This would secure stable production and guarantee a steady supply of high-quality vaccines for vulnerable nations."
}