{
    "url_original": "https://www.wsj.com/articles/pc-makers-have-a-peak-to-scale-11622293381?mod=business_minor_pos10",
    "url": "pc-makers-have-a-peak-to-scale-11622293381",
    "title": "PC Makers Have a Peak to Scale",
    "sub_head": "HP and Dell have been the hottest stocks in tech, but fears the personal-computer market is peaking are starting to weigh",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-345961?width=620&size=1.5",
    "image_1": "im-345961.jpg",
    "time": "2021-05-29 09:03:00",
    "body": "Life has been good lately for  HP  and  Dell Technologies .  Many investors seem to think the PC business is as good as it gets.<br />Booming demand for personal computers has made HP and  Dell  two of the strongest large-cap tech stocks so far this year. Before their latest quarterly reports late Thursday, HP was up 31% for the year, while Dell had jumped 36%. That far exceeds the performance of both  Microsoft  and  Apple —the market’s two most valued companies, who also have a fair amount of exposure to the PC market.<br />That set a high bar for the two companies’ results for the fiscal quarter ended in April. But both came through. HP’s revenue surged 27% year-over-year to about $15.9 billion, notching the company’s best growth since splitting with its  Hewlett Packard Enterprise  sibling in 2015. Dell’s revenue jumped 12% year-over-year to about $24.5 billion. Both well exceeded Wall Street’s estimates. PC sales account for a little over half of Dell’s total revenue and a little over 60% of HP’s.<br />Still, both stocks fell Friday following their results. HP shares fell 9% as analysts noted that its per-share earnings projection for the fiscal year ending in October reflects pressure coming in the second half of the year. The company racked that up to “increased costs in commodities and logistics.” It also said the continuing chip shortage will hurt its ability to meet demand in both PCs and printers. Dell shares slipped by 1.1%, as the company also cited supply constraints as a factor for July quarter revenue to be “slightly below our normal sequential pattern over the past few years.”<br />PCs have been a mature business for years; the sector saw unit sales shrink globally every year from 2012-2018, according to both Gartner and IDC, which track PC sales. Microsoft’s end of support for Windows 7 sparked a small upgrade cycle in 2019, but the pandemic really juiced demand, as workers and students sent home rushed to equip themselves. Unit sales of PC and Chromebooks jumped 13% to 302.6 million in 2020, and surged by 55% year-over-year in the first quarter, according to IDC’s data."
}