{
    "url_original": "https://www.wsj.com/articles/pe-backed-chain-threatens-to-shut-two-hospitals-over-financial-dispute-with-rhode-island-11619964001?mod=markets_lead_pos6",
    "url": "pe-backed-chain-threatens-to-shut-two-hospitals-over-financial-dispute-with-rhode-island-11619964001",
    "title": "PE-Backed Chain Threatens to Shut Two Hospitals Over Financial Dispute With Rhode Island",
    "sub_head": "The conflict is one of several involving state and local governments and hospital chains owned by private-equity firms",
    "category_1": "Markets",
    "category_2": "Finance",
    "image_1_url": "https://images.wsj.net/im-332959?width=620&size=1.5",
    "image_1": "im-332959.jpg",
    "time": "2021-05-02 10:00:00",
    "body": "A private-equity-backed hospital chain said it could be forced to shut down two Rhode Island hospitals after a dispute over a state review into the company’s operations and finances.<br />The conflict between Prospect Medical Holdings Inc., whose biggest shareholder is Leonard Green & Partners, and the state is one of several disagreements involving state and local governments and hospital chains owned by private-equity firms.<br />The Rhode Island fight comes as Leonard Green had been trying to finalize a deal to sell its majority stake in Prospect. The state—concerned about the company’s financial condition, including how several-hundred-million dollars of debt-funded dividend payments had weakened Prospect’s finances in recent years—was moving to require that Prospect put at least $120 million in escrow to ensure its viability before the deal would be approved.<br />Prospect responded by saying the requirement could force it to shut down the hospitals. That led the state’s Democratic attorney general, Peter Neronha, to say, “You chose to get into healthcare. Act like you believe in it.”<br />The Rhode Island review, which has been under way for more than a year, has been closely followed across the private-equity industry and in Washington."
}