{
    "url_original": "https://www.wsj.com/articles/peak-season-is-still-ahead-for-timeshare-stocks-11621966212?mod=business_minor_pos10",
    "url": "peak-season-is-still-ahead-for-timeshare-stocks-11621966212",
    "title": "Peak Season Is Still Ahead for Timeshare Stocks",
    "sub_head": "As the pandemic wanes, timeshare stocks are the vacation from speculation investors need",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-343585?width=620&size=1.5",
    "image_1": "im-343585.jpg",
    "time": "2021-05-25 14:10:00",
    "body": "Timeshares don’t sell themselves. Neither do their reasonably valued shares.<br />With travel roaring back, consumers are likely to be a promiscuous bunch, perhaps opting for home shares one day and hotels the next. By design, timeshares lock in their business for the long term. Closing the sale has always been hard, though. Travel + Leisure Co. (previously Wyndham Destinations), gave a whopping 945,000 tours in 2019. In the first quarter of 2021,  Marriott Vacations Worldwide  reported sales and marketing amounted to 67% of its sales of vacation ownership products. By comparison,  Airbnb  spent only about a quarter of its revenue on marketing in that period.<br />But you haven’t heard the pitch yet. Coming off a year of lockdowns, consumers say they value the space and privacy of a home share. Soon, they might be back to wanting the amenities and trusted brand name of a hotel. Timeshares can offer both.<br />The industry has evolved since the days when people bought a set week in a set room at a set resort. Today, the largest timeshare companies offer consumers the ability to use points to travel to their resorts across the world for varying periods priced according to demand.<br />Timeshare companies mainly make their money in three ways: sales, fees and financing. Offering financing is often key to selling prospective buyers on the spot who wander into a presentation from the beach with a margarita, but little ready cash, in hand. Interest on timeshare loans typically runs 13% to 14%, according to Jefferies analyst David Katz, making the spread compelling in the current interest-rate environment. Publicly traded timeshare companies like  Hilton Grand Vacations  will sell to anyone, but they have the benefit of an easier approach to their collective millions of hotel members already committed to their brands."
}