{
    "url_original": "https://www.wsj.com/articles/peloton-is-no-nike-11620341211?mod=business_minor_pos10",
    "url": "peloton-is-no-nike-11620341211",
    "title": "Peloton Is No Nike",
    "sub_head": "Connected-fitness company’s shares have traded on a fantasy that might not stand the test of time",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-335197?width=620&size=1.5",
    "image_1": "im-335197.jpg",
    "time": "2021-05-06 18:46:00",
    "body": "When was the last time you used a Bowflex or ate a PowerBar? That is the thing about consumer appetite for sports fads: insatiable one day, fleeting the next.<br />Investors last year rushed to quench their thirst for stay-at-home stocks with the connected-fitness company Peloton. Valued at around $8 billion as of its initial public offering pricing in 2019, Peloton cycled up to a $49 billion market value in January. Shares have since backpedaled rapidly, shedding nearly half their value as vaccines rolled out and gyms reopened.<br />This week Peloton saw its hardware lineup temporarily cut in half. The company said Wednesday it was voluntarily recalling its treadmill products after the U.S. Consumer Product and Safety Commission reported one death and many injuries resulting from Peloton’s Tread+, as well as injury risk from the potential detachment of the touch screen on its lower-priced Tread. In addition to treadmills, Peloton sells two models of a stationary bike.<br />Recalls aside, recent business has been thriving. Peloton on Thursday reported results for the March quarter that showed revenue surged 141% year on year. Connected-fitness subscriptions grew 135% in the quarter, which showed a 12-month retention rate of 92%.<br />Some analysts see rough terrain ahead. BMO analyst Simeon Siegel said Peloton’s market value has been driven by its marketing department rather than by its engineers or instructors. With the recalls, he worries that the stock will start trading on numbers rather than investor theses. He cited multiplying competition in connected fitness, adding that Peloton’s days in a one-company playing field are behind it."
}