{
    "url_original": "https://www.wsj.com/articles/pga-championship-third-round-leaderboard-scores-kiawah-11621643848",
    "url": "pga-championship-third-round-leaderboard-scores-kiawah-11621643848",
    "title": "The Answer at the PGA Championship Is Blowing in the Wind",
    "sub_head": "Phil Mickelson and Louis Oosthuizen lead after two rounds at Kiawah’s Ocean Course, where windy conditions are proving hellacious for the world’s best golfers",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-342347?width=620&size=1.4988290398126465",
    "image_1": "im-342347.jpg",
    "time": "2021-05-22 10:00:00",
    "body": "Kevin Kisner is a South Carolina native. His sister has a beach house in Kiawah. He can’t count the number of times he has visited the island that houses one of the world’s most famous golf courses. But the No. 44 ranked golfer in the world almost never actually plays the Ocean Course when he’s there.<br />“I wouldn’t say the Ocean Course is one that you venture to for fun,” Kisner said this week. “I don’t play much golf when I come to Kiawah. Rather be there by [the] 14 tee at the beach club hanging out than standing on the 14th tee.”<br />It isn’t a coincidence Kisner singled out the 14th hole. It’s a gem of a par-3, cradled by the Atlantic Ocean with an elevated green. It’s also the hole players at this PGA Championship dread because it is the start of a battle with something they can’t see: the wind.<br />Phil Mickelson, vying to become the oldest major champion ever, and Louis Oosthuizenenter the weekend as co-leaders at five under par, atop a field where there have been 20 more rounds of at least 80 than below 70. The average score so far is 6-over par, making it one of the most difficult PGA Championships ever, with the cut line set at 5-over. And now the weekend action comes after a pair of days when, unlike the last major here, the best golfers on the planet had to reckon with the element that makes this golf course so difficult.<br />In 2012, the last time the Ocean Course hosted the PGA Championship, Kiawah Island may as well have been in the Indian Ocean. The reason: the PGA Championship used to happen in August. The weather was hot. It felt even hotter. That’s because the wind was calmer."
}