{
    "url_original": "https://www.wsj.com/articles/phil-mickelson-pga-championship-oldest-major-champion-11621809434",
    "url": "phil-mickelson-pga-championship-oldest-major-champion-11621809434",
    "title": "Phil Mickelson Wins the PGA Championship and Becomes the Oldest Major Champion",
    "sub_head": "The 50-year-old made history at Kiawah’s Ocean Course, winning his sixth major and second Wanamaker Trophy",
    "category_1": "Life & Arts",
    "category_2": "Sports",
    "image_1_url": "https://images.wsj.net/im-342529?width=620&size=1.4988290398126465",
    "image_1": "im-342529.jpg",
    "time": "2021-05-23 19:40:00",
    "body": "Phil Mickelson fired a wedge through the sand on the Ocean Course’s fifth hole, and the year could have been 2005. It certainly didn’t seem like 2021. There was a packed crowd. There was an eruption for a player whose best days came years ago. And there was Mickelson, club raised in the air and pumping his left fist, as his ball dutifully slid into the hole.<br />Later came the celebration of something even more improbable than a lone, brilliant shot. Phil Mickelson, at 50 years old, is a major champion once again.<br />Mickelson took the 2021 PGA Championship at Kiawah Island Golf Resort with a 6-under performance that made him the oldest player to win a major, surpassing Julius Boros who won the 1968 PGA Championship at 48. The win was Mickelson’s sixth career major and second PGA Championship, making it a stunning chaser to a career that was already one of the most successful in the sport’s history.<br />“This is just an incredible feeling,” he said afterward. “I just believed that it was possible.”<br />His victory set up a remarkable sight as he walked up the 18th fairway followed by a mob of fans, who were so supercharged that officials appeared to lose control of the scene. They completely enveloped Mickelson before he could even make it to the green, while Brooks Koepka, his final round pairing, had to fight through the crowd to join him. Mickelson described the scene as “slightly unnerving, but exceptionally awesome.”"
}