{
    "url_original": "https://www.wsj.com/articles/pinterest-vows-to-add-more-female-executives-workers-of-color-11621335601?mod=tech_lead_pos2",
    "url": "pinterest-vows-to-add-more-female-executives-workers-of-color-11621335601",
    "title": "Pinterest Vows to Add More Female Executives, Workers of Color",
    "sub_head": "Moves come after gender-discrimination settlement; ‘I’m trying to personally set that better tone,’ CEO says",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-339871?width=620&size=1.5",
    "image_1": "im-339871.jpg",
    "time": "2021-05-18 07:00:00",
    "body": "Pinterest Inc.  has set new targets for increasing the number of women in leadership and improving racial and ethnic diversity throughout its workforce, a move that comes after the social-media company was roiled last year by claims of discrimination.<br />Ben Silbermann, co-founder and chief executive of Pinterest, told The Wall Street Journal that he was accountable for the experiences that employees have at work and that it was tough to learn how some staffers faced discrimination.<br />“What can come out of that is learning what we need to do better and making changes,” Mr. Silbermann said in his first interview since the company agreed to pay $22.5 million to settle a gender-bias lawsuit. “I’m trying to personally set that better tone.”<br />Pinterest, whose visual-discovery platform aims to provide users with inspiration for creative projects, said Tuesday that by 2025 it wants to increase the number of people it employs from underrepresented races and ethnicities to 20% from 12%. The company, which has about 2,700 employees, also said it wants to increase the number of women in leadership positions to 36% from 30%.<br />The company also said it has achieved “pay equity” across its U.S. workforce by race and gender, and that it made about $1 million in adjustments to employees’ compensation in the second half of 2020. Pinterest also pledged to increase transparency around employee pay and promotions."
}