{
    "url_original": "https://www.wsj.com/articles/pipeline-politics-threatens-energy-up-north-11621289880?mod=opinion_lead_pos8",
    "url": "pipeline-politics-threatens-energy-up-north-11621289880",
    "title": "Pipeline Politics Threatens Energy Up North",
    "sub_head": "Michigan’s Whitmer tries to shut down a fuel artery to Canada.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-339194?width=620&size=1.5",
    "image_1": "im-339194.jpg",
    "time": "2021-05-17 18:18:00",
    "body": "A dispute near the northern U.S. border is threatening relations between America and Canada. Michigan Gov. Gretchen Whitmer has ordered the shutdown of the Line 5 pipeline, which carries up to 540,000 barrels a day of crude oil and natural gas. Line 5 crosses the Great Lakes for a 5-mile stretch at the Straits of Mackinac. The crossing depends on a 1953 easement, which Michigan is threatening to cancel, citing environmental concerns.<br />You don’t have to look far to see the consequences of such a shutdown—the Eastern Seaboard just lived through it. After hackers halted operations on the Colonial Pipeline, which serves 45% of the region’s fuel needs, prices skyrocketed, vehicles lined for blocks, and more than 1,000 gas stations ran dry. State and federal governments waived safety and environmental rules for fuel delivery by truck, rail and ship, all of which produce more emissions than pipelines.<br />Even as the U.S. works to recover the Colonial, Michigan threatens a similar disruption. Line 5 supplies more than half of Michigan’s propane needs, while supporting thousands of jobs. Line 5 supplies 45% of the fuel needs of Canada’s most populous provinces, Ontario and Quebec. It delivers all jet fuel to Canada’s largest airport, Toronto Pearson, and heats the homes of millions.<br />Line 5 has operated across the straits for nearly 70 years without incident. The pipeline operator,  Enbridge ,  has an agreement with Michigan to replace the Mackinac section with a new line under the lake bed in a cement-encased tunnel, making a leak all but impossible. Why not expedite approval of this project?<br />As ambassadors to Canada and the U.S., respectively, we saw a similar crisis in 2012 over the Gordie Howe Bridge connecting Detroit and Windsor, Ontario. It was the most significant economic and security issue on the northern border at the time."
}