{
    "url_original": "https://www.wsj.com/articles/police-overhauls-help-fight-crime-biden-administration-official-says-11622031515?mod=business_minor_pos6",
    "url": "police-overhauls-help-fight-crime-biden-administration-official-says-11622031515",
    "title": "Police Overhauls Help Fight Crime, Biden Administration Official Says",
    "sub_head": "Vanita Gupta, Justice Department’s No. 3, says fostering trust between police and communities is effective way to stem violent crime",
    "category_1": "Politics",
    "time": "2021-05-26 08:18:00",
    "body": "WASHINGTON—Federal overhauls of local police departments bolster the fight against violent crime, Associate Attorney General Vanita Gupta said, countering criticism from some officers who say the national outcry over police conduct is already sapping their morale as departments across the U.S. see rises in gun violence.<br />The Justice Department’s broad civil rights investigations aim to root out patterns of unconstitutional conduct such as excessive force or racial discrimination. They can end in a legal settlement known as a consent decree forcing a police department to make changes overseen by a court-appointed monitor.<br />Critics of the federal probes, including some police officers and their unions, say they can make officers less proactive, leading to more crime, especially when officers are already on edge given the past year’s nationwide demonstrations over the killings of George Floyd and other Black Americans by police.<br />“Our ability to fight violent crime and to keep communities safe is inherently tied in with the ability for law enforcement to have the trust of the communities that they serve,” said Ms. Gupta, the Justice Department’s No. 3 official. “When people trust law enforcement and recognize its legitimate authority to enforce the law, that’s when we can actually do the most effective violence-prevention work.”<br />Her comments come as the Justice Department and local law-enforcement agencies are anticipating a rise in violence this summer. Shootings and homicides in most big U.S. cities are up this year again after climbing in 2020. Police are bulking up patrols and implementing other tactics to head off a crime wave as the easing of the pandemic prompts more people to venture into public spaces."
}