{
    "url_original": "https://www.wsj.com/articles/police-shooting-of-andrew-brown-in-was-justified-north-carolina-district-attorney-says-11621352048?mod=business_minor_pos6",
    "url": "police-shooting-of-andrew-brown-in-was-justified-north-carolina-district-attorney-says-11621352048",
    "title": "Andrew Brown Jr. Police Shooting Was Justified, North Carolina District Attorney Says",
    "sub_head": "Black man was fatally shot by deputies, who were attempting to issue warrants; D.A. says he lacks authority to publicly release body-cam videos",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-340109?width=620&size=1.5",
    "image_1": "im-340109.jpg",
    "time": "2021-05-18 17:14:00",
    "body": "A North Carolina district attorney said Tuesday the fatal shooting of Andrew Brown Jr. by sheriff deputies in Elizabeth City, N.C., in April was justified, according to his review of the state’s Bureau of Investigation’s probe.<br />Mr. Brown, a 42-year-old Black man, was shot during an April 21 encounter with Pasquotank County Sheriff’s Office deputies, who were attempting to issue drug-related search and arrest warrants.<br />District Attorney Andrew Womble said in a news conference that Mr. Brown backed his car away from a team of officers seeking to arrest him, striking one of the officers. He said Mr. Brown also put the car in drive and was headed toward two other officers when deputies began shooting. He said it was appropriate and legal for deputies to fire their weapons because of their perception that the car was being used as a deadly weapon.<br />“Mr. Brown’s death, while tragic, was justified,” he said. Mr. Brown had a felony record and had previously resisted arrest, Mr. Womble said, a fact that officers had been briefed on while planning the warrant operation.<br />At the news conference, Mr. Womble played several body-camera videos that he said showed deputies didn’t fire their guns until Mr. Brown tried to flee. Mr. Womble said he wouldn’t replay the videos and didn’t have the authority to release it to the public."
}