{
    "url_original": "https://www.wsj.com/articles/politics-stories-vs-resumes-11620416965",
    "url": "politics-stories-vs-resumes-11620416965",
    "title": "Politics: Stories vs. Résumés",
    "sub_head": "Memoirs from Tim Scott, Carl Levin and Mazie K. Hirono offer facts—and filler.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-335571?width=620&size=custom_5000x3333",
    "image_1": "im-335571.jpg",
    "time": "2021-05-07 15:49:00",
    "body": "The political memoir, as a genre, is in bad shape. There are too many memoirists, for one thing. Unimportant cabinet secretaries, mid-level White House staffers, lawmakers that most of the country has never heard of—they all, these days, feel the need to write detail-heavy 300- or 400-page accounts of their time in the halls of power. Very few of these chroniclers are gifted writers, and even fewer have anything important to relate.<br />Yet some of them have terrific stories to tell about their early lives. If only they would write about the interesting bits of their biographies and leave out the already familiar career highlights and tiresome score-settling. Consider Hawaii Sen. Mazie K. Hirono’s “Heart of Fire: An Immigrant Daughter’s Story” (Viking, 397 pages, $28). Ms. Hirono, in this reviewer’s admittedly biased opinion, is author of some of the most witlessly partisan remarks in recent U.S. legislative history. Yet I found the book’s early chapters very moving.<br />Ms. Hirono was born in Japan in 1947. Keiko, as she was called, was a small child when her father fell into alcoholism and gambling. His own parents treated Keiko’s mother with shocking cruelty. When her mother’s breasts suddenly ceased to give milk, “her mother-in-law insisted that [her daughter-in-law’s] upper arm be branded with a sizzling iron, to shock her body into making her milk flow once more.” Ms. Hirono recalls “my mother’s glazed look as she told me this story many years later, almost as if she were recalling an event that had happened to someone else.” She bore the scar on her arm for the rest of her life.<br />Ms. Hirono’s mother had been born in Hawaii and soon began secretly arranging to leave her husband and flee with their children to the American territory, which she did in 1955.<br />Once Ms. Hirono begins narrating her political career, however, her writing takes on the, if I could put it this way, angular qualities of her public persona. She is never wrong, her opponents never less than despicable. Republicans during the ObamaCare debate, she quotes herself saying at the time, were “literally plotting how to deny millions of people in our country the heath care they deserve.” She, on the other hand, glows with saintliness: “In the conflict-rich arena of politics, I had never sought the spotlight, never even referred to myself as a politician. I was a public servant. My work was to serve those who were vulnerable.” Many politicians think and speak this way, but they ought to be discouraged from turning their memoirs into dreary recitations of their own courageous stands and their enemies’ treachery."
}