{
    "url_original": "https://www.wsj.com/articles/poor-countries-ask-wealthy-ones-to-do-more-to-stave-off-covid-19-surge-11621602003",
    "url": "poor-countries-ask-wealthy-ones-to-do-more-to-stave-off-covid-19-surge-11621602003",
    "title": "Poor Countries Ask Wealthy Ones to Do More to Stave Off Covid-19 Surge",
    "sub_head": "Developing nations pleading for vaccines say they are also short of oxygen, life-saving drugs and diagnostic tests",
    "category_1": "World",
    "time": "2021-05-21 10:06:00",
    "body": "Public-health officials are pressing rich governments, including the U.S., to do more to help poor nations that are now at the center of the pandemic, as the devastating outbreak in India continues to exacerbate vaccine shortages in the developing world.<br />India, where overwhelmed hospitals are short of beds, oxygen and other lifesaving Covid-19 treatments, this week announced the highest death toll recorded by any country during the pandemic, with 4,529 deaths counted over 24 hours on Tuesday. Public officials say that figure vastly undercounts the true death toll.<br />The Serum Institute of India, the world’s biggest vaccine maker, has said it only expects to resume exports of Covid-19 shots at the end of the year, including to Covax, the World Health Organization-backed initiative to immunize developing countries. The Indian government has restricted the export of shots so it can inoculate the country’s more than 1.3 billion citizens.<br />Covax—which aims to vaccinate around one billion people by the end of the year—has ordered a total of 1.1 billion vaccine doses from the Serum Institute, its main supplier, although some of these weren’t expected to be delivered until 2022.<br />A Covax spokesman said the initiative still hopes that some deliveries from the Serum Institute will resume in the third quarter, albeit at reduced quantities. Covax previously said that it urgently needs at least 140 million doses, which it had been expecting from the Serum Institute by the end of May, to finish vaccinating healthcare workers in developing countries."
}