{
    "url_original": "https://www.wsj.com/articles/poshmark-and-realreals-half-off-sale-11620901800?mod=business_minor_pos10",
    "url": "poshmark-and-realreals-half-off-sale-11620901800",
    "title": "Poshmark and RealReal’s Half-Off Sale",
    "sub_head": "Online used-apparel sellers debuted on the public markets with much excitement but are priced more realistically now",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-337703?width=620&size=1.5",
    "image_1": "im-337703.jpg",
    "time": "2021-05-13 06:30:00",
    "body": "The hype around online used-apparel sellers might have been too much. Investors should take a second look now that they are in the bargain bin.<br />After a resilient 2020,  Poshmark  and luxury consignor  RealReal  are experiencing brisk business this year. In the first quarter, RealReal saw gross merchandise value, a measure of total sales through its platform, grow 27% compared with a year earlier and 8.6% compared with the prior quarter. Poshmark reported on Wednesday that its gross merchandise value grew 43% compared with a year earlier or 14% compared with the prior quarter. Both exceeded consensus analyst estimates, according to FactSet.<br />In the first quarter, Poshmark saw its customers seek aspirational items, as they dreamed of a more normal summer. Top-performing search categories in March included crop tops, which saw searches double compared with a year earlier, and bikinis, which are seeing searches up 87%.<br />Luxury buyers seem to be moving at a slower pace: RealReal said in its earnings call that shoppers continued to buy a higher mix of wardrobe staples such as handbags, watches and fine jewelry rather than apparel in the first quarter. That has weighed on RealReal’s profitability because the company takes a lower cut of sales on those items compared with apparel. Partly because of that, gross profit per unit was flat at $85 in the first quarter, the same as a year earlier.<br />Despite the better-than-expected top line performance, both companies’ shares took a beating after their results. RealReal’s shares dipped 19% on Tuesday after its Monday afternoon earnings release. Poshmark’s shares were down 11% in after-hour trading following its earnings call on Wednesday. Both companies’ shares have roughly halved in value since their respective market debuts."
}