{
    "url_original": "https://www.wsj.com/articles/powell-gets-his-inflation-wish-11620860099?mod=opinion_lead_pos1",
    "url": "powell-gets-his-inflation-wish-11620860099",
    "title": "Powell Gets His Inflation Wish",
    "sub_head": "The Fed Chairman wanted higher prices. Lets hope it’s ‘transitory.’",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-12 18:54:00",
    "body": "Federal Reserve Chairman Jerome Powell’s inflation ship has come in, albeit more rudely than he probably wanted. The consumer price index rose a remarkable 4.2% at an annual rate in April, and 3% in the core measure that excludes food and energy. Mr. Powell wanted more inflation, and now he’s got it.<br />The surge in prices won’t surprise most Americans, who have been paying more everywhere from the grocery store to cars to the housing market. Prices in April rose across the board, but especially for goods and services in lower demand during the lockdowns. Hotel prices increased 8.8% for the month and 8.1% year-over-year. The monthly increase of 0.9% less food and energy was the largest since 1982.<br />As vaccines roll out, more people are going out and spending their savings and stimulus checks. Demand is increasing at the same time supply problems frustrate businesses. Used car and truck prices jumped 10%, which accounted for a third of the month’s CPI increase. One reason: New car production has slowed amid a global computer chip shortage. But that’s no consolation to middle-class Americans who buy used cars. The rich buy new Teslas.<br />Commodities have also been surging and are feeding into consumer prices. Corn prices are up 50% this year and some 125% year-over-year. Overall food prices climbed 0.4% from March and 2.4% over the past 12 months. Fresh produce and meat prices rose even more.<br />A worker shortage is also pushing up wages—average hourly earnings rose 0.7% in April—and may be starting to feed into higher consumer prices. Many small businesses were reluctant to pass on their increasing cost of goods and labor when demand was lower. But that may now be changing as consumers are spending more freely."
}