{
    "url_original": "https://www.wsj.com/articles/precision-is-natures-gift-to-technology-11621018183",
    "url": "precision-is-natures-gift-to-technology-11621018183",
    "title": "Precision Is Nature’s Gift to Technology",
    "sub_head": "Modern computing has sought to mimic the error-correction success of the natural world, and quantum weirdness may now provide new solutions",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-338046?width=620&size=1.5057471264367817",
    "image_1": "im-338046.jpg",
    "time": "2021-05-14 14:49:00",
    "body": "Nobel Prize-winning physicist Frank Wilczek explores the secrets of the cosmos. Read previous columns here.<br />Precision is a powerful tool, but it can be hard to come by. That theme, with variations, is a leitmotif of science, organic life and modern technology. It is sounding again today, at the frontier of quantum computing.<br />Consider biology. Complex organisms store their essential operating systems—instructions for how to build cells and keep them going—within long DNA molecules. Those basic programs must be read out and translated into chemical events. Errors in translation can be catastrophic, resulting in defective, dysfunctional proteins or even in cancers. So biology has evolved an elaborate machinery of repair and proofreading to keep error rates low—around one per billion operations. A series of complicated molecular machines examine the progress and correct mistakes, in a process aptly called proof-reading. The creation of this machinery is one of evolution’s greatest achievements.<br />Many applications of computers also need precision. (For instance, in bank transactions it’s important to get passwords and transfers exactly right!) Modern computer technology came into its own when small, reliable solid-state transistors became available. Here, the basic distinction between “0” and “1” gets encoded in two alternative locations for buckets of electrons. When there are many electrons per bucket, errors in the position of one or a few don’t spoil the message.<br />But in doing computations the computer must move the buckets around. Making those buckets of electrons smaller makes the job of moving them around easier. Indeed, the computer industry’s spectacular record of ever-faster speed is largely the story of lowering the number of electrons used to make a bit; nowadays we’re approaching ten or fewer. Unfortunately, at this frontier the near error-immunity that stems from having many “redundant” electrons is less automatic. To maintain nearly error-free, precise operation, new tricks will be necessary."
}