{
    "url_original": "https://www.wsj.com/articles/prepare-for-rapid-air-travel-rebound-airbus-tells-industry-11622111542?mod=business_lead_pos5",
    "url": "prepare-for-rapid-air-travel-rebound-airbus-tells-industry-11622111542",
    "title": "Prepare for Rapid Air Travel Rebound, Airbus Tells Industry",
    "sub_head": "Plane maker plans return to pre-pandemic production levels in contrast with more-cautious peers",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-344866?width=620&size=1.5",
    "image_1": "im-344866.jpg",
    "time": "2021-05-27 06:32:00",
    "body": "Airbus  SE laid out a long-term plan to return aircraft production to pre-pandemic levels, putting its suppliers and customers on notice that it is betting air travel, and jet demand, will bounce back quicker than others expect.<br />Airbus said it plans to lift production of its bestselling A320 narrow-body to 64 a month by the second quarter of 2023—topping its 2019 average monthly output of 60. It set out a longer-term ambition of reaching 70 a month at the beginning of 2024. That could rise to 75 in 2025, the company said.<br />At the start of the crisis, Airbus cut rates across its programs by roughly 40% and reduced its A320 output to 40 a month.<br />The new rate plan for the A320neo is “markedly higher” than previous expectations, according to Sandy Morris, an aerospace analyst at Jefferies in London. Jefferies had forecast an average production rate of around 52 a month in 2023, and 57 a month in 2024. Airbus shares were up almost 6% in midday European trading.<br />Industry executives have repeatedly said they expect travel demand to stay below pre-Covid levels for years. While Airbus has penciled in two full years before its factories are back where they were before the crisis, it is essentially telling its globe-spanning supply chain that the plane maker is sticking to what has been for months a more optimistic forecast for air travel recovery than many in the industry."
}