{
    "url_original": "https://www.wsj.com/articles/preschools-sleeper-effect-on-later-life-11622146543",
    "url": "preschools-sleeper-effect-on-later-life-11622146543",
    "title": "Preschool’s ‘Sleeper’ Effect on Later Life",
    "sub_head": "New research shows that the biggest effect of early education isn’t on children’s test scores but on their resilience as teenagers and adults",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-344510?width=620&size=1.5",
    "image_1": "im-344510.jpg",
    "time": "2021-05-27 16:15:00",
    "body": "Psychologist Alison Gopnik explores new discoveries in the science of human nature. Read previous columns here.<br />Does preschool help children become more successful adults? Twenty-five years ago, I thought that there wouldn’t be a straightforward answer to this question—development is just too complicated and hard to study. I was completely wrong. A clever and compelling study by the economists Guthrie Gray-Lobe, Parag Pathak and Christopher Walters has just appeared as a National Bureau of Economic Research working paper, and the answer is clearly “yes.” But the results also raise fascinating questions about how early experience influences later life.<br />In defense of my earlier view, development is, in fact, complicated and hard to study. How can we tell that there aren’t other differences between children who go to preschool and those who don’t? There are so many different kinds of preschool programs, so many different measures of success and so many other things that happen to children as they grow up. Wouldn’t early effects just wash out later on?<br />Some of these problems have been reflected in policy debates. Early studies of big public programs, particularly Head Start, found that children’s grades and test scores improved at first, but the effects faded out in elementary school. On the other hand, some more controlled and longer-term studies found that children who attended preschool were healthier and wealthier many years later. But these studies looked at experimental, relatively small interventions, like the Perry Preschool Program in Ypsilanti, Mich.<br />In the new study, the researchers looked at both the short- and the long-term effects of a big public preschool program, and they took advantage of a remarkable natural experiment. In 1997, Boston decided to offer free universal preschool, but since there were more applicants than places, they used a lottery to decide who would get in. The result was the equivalent of a randomized, controlled trial—the scientific gold standard for determining cause and effect. The researchers analyzed the school records of over 4,000 students and compared children who had randomly won the lottery to those who hadn’t. Most of the children were Black or Hispanic, and most were poor enough to be eligible for free lunch."
}