{
    "url_original": "https://www.wsj.com/articles/president-joe-sanders-11620340410?mod=opinion_lead_pos8",
    "url": "president-joe-sanders-11620340410",
    "title": "President Joe Sanders",
    "sub_head": "The vaccine patent decision is the latest example of Biden’s far-left governance.",
    "category_1": "Opinion",
    "category_2": "Potomac Watch",
    "image_1_url": "https://images.wsj.net/im-335035?width=620&size=1.5",
    "image_1": "im-335035.jpg",
    "time": "2021-05-06 18:33:00",
    "body": "The White House this week proposed to strip drug companies of their vaccine patents, an act hailed by adulators as “moral leadership.” It’s better seen as the encapsulation of the Biden presidency—a case study in fictional narratives, executive overreach, recklessness, and kowtowing to the left.<br />The biopharmaceutical industry in under a year accomplished a modern miracle—designing a breakthrough vaccine to counter Covid-19; engineering a ground-up production process; and climbing a logistical Everest. It was a triumph of innovation, investment and capitalism, a moment that deserves to be celebrated.<br />Instead, the Biden administration supports a proposal in the World Trade Organization that would “waive” the intellectual-property rights of the companies that accomplished this feat, giving away their technology to every drugmaker in the world. Put another way, Mr. Biden is freely handing American invention to China—the country that routinely steals it, and whose Wuhan lab might have been the source of the virus.<br />The move is in keeping with the administration’s refusal to acknowledge the history of the vaccine achievement. Team Biden continues its willful disregard of Operation Warp Speed, in part because it is too petty to give credit to any person, company or initiative connected to the Trump administration.<br />It has instead pushed the claim that the Biden administration alone deserves credit for the vaccine rollout. This rewriting of reality is becoming routine. The administration declares there is no “crisis” at the border, as illegal crossings surge. It says Georgia’s election-law update is “Jim Crow,” although the state provides more voting opportunities than others. It redefines entitlement spending as “infrastructure.” The press only encourages these fictions, making it easier for the administration to ignore biotech’s lead role in beating the pandemic and to hand over its work to the world."
}