{
    "url_original": "https://www.wsj.com/articles/president-biden-signs-cybersecurity-executive-order-to-boost-federal-defenses-against-hacks-11620859243?mod=politics_lead_pos2",
    "url": "president-biden-signs-cybersecurity-executive-order-to-boost-federal-defenses-against-hacks-11620859243",
    "title": "President Biden Signs Cybersecurity Executive Order to Boost Federal Defenses Against Hacks",
    "sub_head": "Move comes amid a wave of major hacks, such as this week’s pipeline shutdown and SolarWinds espionage campaign",
    "category_1": "Politics",
    "time": "2021-05-12 19:30:00",
    "body": "WASHINGTON—President Biden on Wednesday ordered U.S. agencies and software contractors that supply them to boost their defenses against cyberattacks that officials say pose a growing threat to national security and public safety.<br />The president signed an executive order that establishes baseline cybersecurity standards for U.S. agencies and their software contractors, including mandates to use multi-factor authentication and data encryption, and that requires federal information technology vendors to disclose certain data about hacks.<br />The order also establishes a cybersecurity safety review board, to be led by a mix of government and private-sector cybersecurity experts. The board will be empowered to investigate significant cyber intrusions and publish security recommendations. The board is modeled loosely on the National Transportation Safety Board, which investigates airplane crashes and other transit failures, officials said.<br />The new order is intended to reorient the federal government’s approach to cybersecurity around prevention rather than crisis response, a senior administration official said. It came as Colonial Pipeline Co. restarted its 5,500-mile conduit—a major source of fuel throughout the East Coast—late Wednesday afternoon. The pipeline was taken offline on Friday in response to a cyberattack.<br />The order was written largely before that hack was disclosed and doesn’t specifically address critical infrastructure cybersecurity, like the energy grid or gas and oil pipelines."
}