{
    "url_original": "https://www.wsj.com/articles/press-reset-review-surviving-the-videogame-industry-11620944210?mod=opinion_reviews_pos1",
    "url": "press-reset-review-surviving-the-videogame-industry-11620944210",
    "title": "‘Press Reset’ Review: Surviving the Videogame Industry",
    "sub_head": "The business is rewarding but also volatile. Overwork and unstable employment are commonplace.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-338369?width=620&size=1.5",
    "image_1": "im-338369.jpg",
    "time": "2021-05-13 18:16:00",
    "body": "When it was launched in December, “Cyberpunk 2077” was one of the most eagerly anticipated videogames in years. The role-playing game takes place in Night City, a violent dystopia full of hackers and mercenaries, and actor Keanu Reeves has a starring role. But the game’s developer, Poland-based CD Projekt Red, goofed the rollout. Players immediately reported that the game was plagued by glitches: characters randomly levitating, for instance. It emerged that, as “Cyberpunk” was heading toward release, staffers knew that it wasn’t ready for prime time. Bugs were being discovered even as management declared that the game could be pressed to discs.<br />Jason Schreier covered the debacle for Bloomberg News, and in “Press Reset” he draws a broader portrait of the volatile videogame industry. He follows the employees at a number of companies as they navigate the highs and lows of a rewarding yet frequently chaotic line of work. Mr. Schreier, whose “Blood, Sweat and Pixels” (2017) explored the process by which videogames are made, writes lucidly and entertainingly. For neophytes, “Press Reset” is a useful introduction to the business of videogames. For those who play, and who will inevitably recognize the titles and developers that Mr. Schreier discusses, the book may well prove compulsively readable.<br />The videogame industry, we learn, is rife with overwork and unstable employment. As Mr. Schreier shows, creating a videogame places heavy demands on the designers, programmers and other workers involved. He tells the story behind “BioShock Infinite,” developed by Irrational Games and released in 2013. The game, which stars a former Pinkerton agent and is set in the fictional airborne city of Columbia in 1912, was overseen by Irrational’s Ken Levine, a visionary but demanding boss. “Over the course of BioShock Infinite’s development,” Mr. Schreier writes, “the game changed constantly as Levine scrapped and overhauled ideas both big and small.” Mr. Levine would tell his staff to make major adjustments “seemingly at a whim. . . . Every cut or change Levine made had trickle-down effects. . . . It was demoralizing to put weeks of your life into something only to watch it get flushed down the drain.”<br />A number of senior staffers quit during the game’s development, fed up with the work environment. “BioShock Infinite” received rave reviews, but its creators were mentally exhausted. A year after the game’s release, Mr. Levine announced that he was quitting Irrational to start a new studio. A handful of people were selected to join him, but everyone else was laid off. As Mr. Schreier writes of the “BioShock Infinite” team: “They’d given up countless hours of personal and family time to finish it. Their reward for that was to lose their jobs? If just felt so unfair.”<br />One of the more surprising episodes in “Press Reset” concerns MLB pitching legend Curt Schilling. In 2006 he founded a videogame company called Green Monster Games, later renamed 38 Studios and initially based in Maynard, Mass. Mr. Schilling used his star power to secure a $75 million loan from the state of Rhode Island in 2010 in exchange for moving operations to Providence. One employee, art director Thom Ang, had bought a house in Massachusetts and then moved again to Rhode Island. Another, Andy Johnson, moved from Arizona to Rhode Island to oversee “localization” efforts—the work of getting games into different languages and countries."
}