{
    "url_original": "https://www.wsj.com/articles/pride-review-sweeping-history-made-personal-11620767280",
    "url": "pride-review-sweeping-history-made-personal-11620767280",
    "title": "‘Pride’ Review: Sweeping History Made Personal",
    "sub_head": "The six-part documentary tells the story of LGBTQ+ civil rights in America through intimate stories.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-336453?width=620&size=1.5",
    "image_1": "im-336453.jpg",
    "time": "2021-05-11 17:08:00",
    "body": "Assumptions will be made in advance about “Pride,” the ambitious six-part documentary about the history of \t\t\t\t\t\t\t\tLGBTQ+ civil rights in America. And some will be correct. Is it celebratory? Yes. Is it self-congratulatory? To a degree. Is it a sweeping, encyclopedic, overly ambitious, Ken Burns-ian attempt to be the last word on the subject? On the contrary.<br />Despite the breadth of the subject and the decades-long arc of the project—from “1950s: People Had Parties” through “2000s: Y2Gay”—the governing impulse in the series is for intimacy, a telling of smaller personal stories that illuminate the large themes. The anecdotal aside (or digression) is a stratagem employed by plenty of documentaries, as well as political speeches. But here it provides warmth and a pulse to what might have in other hands been deadly dull historiography. “Pride” is very much alive, partly because it goes deep rather than wide in wrangling the unwieldy, unmanageable stories that make up an equally untidy movement.<br />Each episode of “Pride”—which will be available on Hulu the day after it makes its premiere on FX (three episodes Friday; three more, May 21)—is the work of a different director or directors, all of whom come out of what’s generally lumped together as gay or queer cinema. Each filmmaker imposes personal stylistic choices on the tale of his/her/their decade, but they also operate in rather specific neighborhoods of the LGBTQ+ community, with intersections. Cheryl Dunye’s chapter on the ’70s, for instance, begins with the lives of the filmmaker Barbara Hammer and the poet Audre Lorde and eventually gets into the intramural wars of the women’s movement, whose leaders (notably Betty Friedan) resisted gay involvement for fear of alienating mainstream America. Which was something the Christian Right and Phyllis Schlafly would exploit, as Ms. Dunye goes on to explain.<br />This echoes, in its way, the approach of Bayard Rustin, a major strategist for the Rev. Martin Luther King Jr., who, as recalled in Andrew Ahn’s “1960s: Riots & Revolutions,” understood not just the moral weight of nonviolence but its usefulness in swaying public opinion. Similarly, he and the Black civil rights movement understood the need to play down Rustin’s involvement and his own homosexuality.<br />One of the recurring conflicts within “Pride” is between pragmatism and radicalism, of movements at war with themselves—“1980s: Underground,” directed by Anthony Caronna and Alex Smith, is one example, dealing as it does with the AIDS crisis. But the history is one thing, the storytelling another. “Pride,” co-produced with Killer Films (whose Christine Vachon has been a force in gay-oriented cinema for decades), doesn’t try to do the impossible, to be all things to all people LGBTQ+. There are some things lost in such a filmmaking philosophy, of course. But most of them are boring. What was gained was something sincerely moving and even more valuable than a cataloging of legislative malpractices, or a parade of well-known people."
}