{
    "url_original": "https://www.wsj.com/articles/pro-china-lawmakers-in-hong-kong-find-a-new-national-security-target-art-11621330201?mod=world_major_2_pos4",
    "url": "pro-china-lawmakers-in-hong-kong-find-a-new-national-security-target-art-11621330201",
    "title": "Pro-China Lawmakers in Hong Kong Find a New National-Security Target: Art",
    "sub_head": "Legislators call for barring some art from new museum as insulting to China; ‘middle finger pointing at Tiananmen Square’",
    "category_1": "World",
    "category_2": "Asia",
    "image_1_url": "https://images.wsj.net/im-335221?width=620&size=1.5",
    "image_1": "im-335221.jpg",
    "time": "2021-05-18 05:30:00",
    "body": "Emboldened by last year’s national-security law, Hong Kong’s pro-Beijing politicians want art they say insults China kept out of a new museum in the city.<br />But a Swiss art collector who donated around 1,500 works valued at $163 million in 2012 says he hopes the city will uphold the assurances he received then that freedom of expression would be protected.<br />“It shouldn’t be the politicians who curate this exhibition,” said Uli Sigg, referring to the M+ Museum’s coming opening exhibition. “If we were not allowed to show the pieces we have on this list, that would be a very serious offense also to me personally.”<br />The inaugural exhibition later this year will be a test of artistic freedom in a city where China increasingly suppresses democratic political activism. Mr. Sigg’s collection, one of the largest troves of contemporary Chinese art, includes such politically sensitive works as “Study of Perspective: Tian’anmen,” a black-and-white photograph in which Chinese artist Ai Weiwei offers a middle-finger salute to Beijing’s Tiananmen Square. Some works Mr. Sigg donated are set to be shown at the opening exhibition, which he is co-curating.<br />Authorities’ broad new powers under the national security law imposed by Beijing last June include criminalizing acts deemed to provoke hatred of China’s central government."
}