{
    "url_original": "https://www.wsj.com/articles/pro-act-builds-it-back-better-with-unions-11622057194?mod=opinion_major_pos16",
    "url": "pro-act-builds-it-back-better-with-unions-11622057194",
    "title": "PRO Act Builds It Back Better With Unions",
    "sub_head": "The PRO Act will not “force Americans” into anything. Instead, it will give workers the choice to form a union through a free and fair election.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-341750?width=620&size=1.5",
    "image_1": "im-341750.jpg",
    "time": "2021-05-26 15:26:00",
    "body": "Kimberley Strassel’s “Biden’s Big Labor Bind” (Potomac Watch, May 21) is another laundry list of antiworker talking points. The American Jobs Plan is not threatened by America’s labor movement. It is strengthened by us and the inclusion of the Protecting the Right to Organize (PRO) Act.<br />Let’s clarify a few points. First, the PRO Act will not “force Americans” into anything. Instead, it will give workers the choice to form a union through a free and fair election. That’s not a power grab—just workplace democracy.<br />Not only is the PRO Act strong policy, it’s good politics. A recent Morning Consult poll found a staggering 73% of voters—including 59% of Republicans—support the right to collectively bargain. The PRO Act will strengthen and expand that right. That’s why, in a rare bipartisan vote, the House passed the PRO Act in March.<br />If anything is stalling the American Jobs Plan, it’s big corporations wanting to pay less in taxes than firefighters and teachers. It’s antiworker senators pretending to care about the deficit after passing a $1.9 trillion tax cut for the ultrawealthy and big corporations four years ago. Scapegoating unions is as stale as trickle-down economics.<br />Let’s not forget President Eisenhower—a Republican who put us to work building America’s Interstate Highway System—said: “Only a fool would try to deprive working men and women of the right to join the union of their choice.” President Biden realizes today what President Eisenhower did a half-century ago: Infrastructure investment and workers’ rights go hand in hand. It’s time to once again build back better with unions."
}