{
    "url_original": "https://www.wsj.com/articles/probe-into-belaruss-diversion-of-ryanair-faces-delays-over-black-box-analysis-11622395295",
    "url": "probe-into-belaruss-diversion-of-ryanair-faces-delays-over-black-box-analysis-11622395295",
    "title": "Probe Into Belarus’s Diversion of Ryanair Flight Faces Delays Over Black-Box Analysis",
    "sub_head": "Lithuania has opened a criminal investigation into the diversion, while it and partner Poland weigh where to send recorder",
    "category_1": "World",
    "time": "2021-05-30 13:21:00",
    "body": "Lithuanian and Polish investigators probing a diverted Ryanair flight over Belarus haven’t yet decoded information held in the plane’s black box amid early frustration with the airline’s cooperation and conflicting narratives by several governments involved.<br />Like many aircraft-related probes, investigators believe the plane’s black box—which holds devices that store operational data and cockpit audio—could hold critical information about what happened on May 23 over Belarus. But unlike in investigations involving crashes, the plane and crew are safe, and the aircraft’s black box has been available to investigators for almost a week.<br />Meanwhile, sometimes-competing jurisdictions in the probe and political sensitivities over what has become an international incident have made the investigation more complex than most.<br />“Most investigations start from a premise of determining what should have happened, then examine what did happen” and then reconcile the two and draw lessons learned, said Conor Nolan, chairman of the Virginia-based Flight Safety Foundation, which advocates for air safety. “In this case, we cannot easily determine what should have happened because it is far from clear how reliable any of the source data is.”<br />Lithuania and Poland haven’t yet determined where they will ship the black box for analysis, saying they are looking for a country that won’t appear to be politically biased. Lithuania, where the plane landed after its stop in Minsk, has opened a criminal probe. Officials there said they have interviewed passengers and debriefed the cockpit and cabin crew. The plane and crew returned Saturday to London’s Stansted Airport,  Ryanair ’s  biggest base."
}