{
    "url_original": "https://www.wsj.com/articles/prosecutors-seek-outside-review-of-materials-seized-from-rudy-giuliani-11620171370?mod=business_minor_pos5",
    "url": "prosecutors-seek-outside-review-of-materials-seized-from-rudy-giuliani-11620171370",
    "title": "Prosecutors Seek Outside Review of Materials Seized From Rudy Giuliani",
    "sub_head": "Attorney-client privilege concerns cited in letter to Manhattan federal judge",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-334168?width=620&size=1.5",
    "image_1": "im-334168.jpg",
    "time": "2021-05-04 19:36:00",
    "body": "Manhattan federal prosecutors have asked a judge to appoint an outside authority known as a “special master” to oversee a review of materials seized by FBI agents last week from Rudy Giuliani in their investigation into his work in Ukraine.<br />Manhattan federal prosecutors said their request, unsealed Tuesday in federal court, stems from concerns about attorney-client privilege.<br />Mr. Giuliani’s legal team has criticized the dawn search of his apartment and office as unconstitutional and a breach of attorney-client privilege. Legal experts noted that the search was an unusual step for prosecutors to take, particularly because Mr. Giuliani has served as the personal lawyer of former President Donald Trump.<br />“[U]nder exceptional circumstances, the appointment of a special master to review materials seized from an attorney may be appropriate,” the prosecutors wrote. “Those circumstances may exist where the search involves the files of a criminal defense attorney with cases adverse” to the prosecutors’ office.<br />The three assistant U.S. attorneys on the letter are part of the office’s public corruption unit and are also the prosecutors on the campaign-finance case involving several of Mr. Giuliani’s associates. The letter—which said a grand-jury investigation was under way—was written to U.S. District Judge J. Paul Oetken, who is also overseeing that case."
}