{
    "url_original": "https://www.wsj.com/articles/prosecutors-in-george-floyd-case-weigh-adding-third-degree-murder-charge-against-three-former-officers-11621534560?mod=business_minor_pos6",
    "url": "prosecutors-in-george-floyd-case-weigh-adding-third-degree-murder-charge-against-three-former-officers-11621534560",
    "title": "Prosecutors in George Floyd Case Weigh Adding Third-Degree Murder Charge Against Three Former Officers",
    "sub_head": "Former Minneapolis officers currently face charges of aiding and abetting second-degree murder and manslaughter",
    "category_1": "U.S.",
    "time": "2021-05-20 17:08:00",
    "body": "Prosecutors in the case of three former Minneapolis police officers charged with aiding and abetting Derek Chauvin in the murder of George Floyd told an appellate court on Thursday that they are considering adding a third-degree murder charge against the three men.<br />“We very well may charge some or all of these individuals as principals, not as accessories,” said Neal Katyal, a former acting U.S. solicitor general under President Barack Obama, who was arguing for the prosecution in a hearing Thursday over whether the charge of third-degree murder fits the case.<br />Mr. Chauvin was convicted last month of second-degree murder, third-degree murder and manslaughter after kneeling on Mr. Floyd’s neck and back for 9 minutes and 29 seconds on May 25. His sentencing is slated for June 25.<br />The other three former officers, Tou Thao, J. Alexander Kueng and Thomas Lane, are charged with aiding and abetting second-degree murder and manslaughter, and are expected to stand trial next March. In multiple videos presented at Mr. Chauvin’s trial, Mr. Lane can be seen holding down Mr. Floyd’s legs, while Mr. Kueng knelt on Mr. Floyd’s back and Mr. Thao kept onlookers at bay.<br />The judge has entered pleas of not guilty for all three former officers. Attorneys for Mr. Lane and Mr. Kueng declined to comment. An attorney for Mr. Thao didn’t immediately return a call for comment."
}