{
    "url_original": "https://www.wsj.com/articles/prosecutors-seek-cooperation-of-trump-confidante-subpoena-manhattan-private-school-11620921963?mod=business_minor_pos6",
    "url": "prosecutors-seek-cooperation-of-trump-confidante-subpoena-manhattan-private-school-11620921963",
    "title": "Prosecutors Seek Cooperation of Trump Confidant, Subpoena Manhattan Private School",
    "sub_head": "Officials are looking into tuition payments for the grandchildren of Trump Organization CFO Allen Weisselberg, who has been pressured to help the probe into the former president",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-337886?width=620&size=1.5",
    "image_1": "im-337886.jpg",
    "time": "2021-05-13 15:36:00",
    "body": "New York prosecutors have subpoenaed a Manhattan private school as they seek the cooperation of the Trump Organization’s chief financial officer in their investigation of former President Donald Trump and his company, according to people familiar with the matter.<br />The subpoena seeks information from Columbia Grammar & Preparatory School, where grandchildren of Trump Organization CFO Allen Weisselberg are students, the people said. From 2012 to 2019, more than $500,000 of the children’s tuition was paid for with checks signed by either Mr. Weisselberg or Mr. Trump, the two children’s mother, Jennifer Weisselberg, told The Wall Street Journal. She is the former wife of Mr. Weisselberg’s son Barry.<br />Ms. Weisselberg said she told Manhattan prosecutors that she and Barry understood the tuition payments to be part of her ex-husband’s compensation package at the Trump Organization, where he worked. Former prosecutors not involved in the probe said the Manhattan district attorney’s office could be examining whether the Weisselbergs evaded taxes with the tuition-payment arrangement.<br />The subpoena marks a separate front in the investigation of Mr. Trump by Manhattan District Attorney Cyrus Vance Jr.’s office, which has for months been seeking Allen Weisselberg’s cooperation, according to people familiar with the matter. Mr. Weisselberg has worked for the Trump Organization for decades and is regarded as Mr. Trump’s confidant and his company’s financial gatekeeper. Mr. Weisselberg hasn’t been accused of wrongdoing.<br />Prosecutors often seek the cooperation of someone possibly involved in a crime to obtain confidential information and provide a potential road map to records or documents. Typically, prosecutors offer a potential defendant leniency in exchange for their help. Putting pressure on a possible defendant’s family is one way to encourage cooperation."
}