{
    "url_original": "https://www.wsj.com/articles/punished-in-hong-kong-for-texting-the-press-11622241535?mod=opinion_lead_pos3",
    "url": "punished-in-hong-kong-for-texting-the-press-11622241535",
    "title": "Punished in Hong Kong for Texting the Press",
    "sub_head": "A pro-democracy lawmaker is denied bail for speaking to the WSJ.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-28 18:38:00",
    "body": "China wants to silence Hong Kongers even as it persecutes them. A court judgment released Friday shows that a judge penalized former pro-democracy lawmaker and journalist Claudia Mo for speaking to Western journalists, including our own Jillian Melchior.<br />Police arrested Ms. Mo, along with nearly the entire opposition movement, in January. She and 46 others are charged with conspiracy to commit subversion under the national security law for organizing or participating in an informal pro-democracy primary election last July. Judge Esther Toh denied Ms. Mo bail in April, and the world learned why on Friday.<br />The national security law prohibits “collusion” with vaguely defined foreign forces and states that defendants may not receive bail “unless the judge has sufficient grounds” to believe that they “will not continue to commit acts endangering national security.” As a reason to keep Ms. Mo behind bars, prosecutor Maggie Yang described Ms. Mo’s WhatsApp correspondence with these pages, the New York Times, Bloomberg and the BBC.<br />In a court filing explaining her denial of bail, Judge Toh quotes from an Oct. 1, 2020, conversation Ms. Mo had with Ms. Melchior about 12 Hong Kongers who were captured after they tried to escape to Taiwan by boat.<br />Ms. Mo told Ms. Melchior: “The detention and treatment of the 12 Hong Kong protesters serve as the ultimate warning and threat to Hongkongers about what one can face if you’re caught. The new security law and the spate of arrests have worked as a scare tactic, probably fairly successfully—at sending a persistent political chill around the city.” Every word of that is true, and it was hardly a secret."
}