{
    "url_original": "https://www.wsj.com/articles/purdue-pharma-preparing-to-poll-creditors-on-bankruptcy-exit-plan-11622066947?mod=business_minor_pos6",
    "url": "purdue-pharma-preparing-to-poll-creditors-on-bankruptcy-exit-plan-11622066947",
    "title": "Purdue Pharma Preparing to Poll Creditors on Bankruptcy Exit Plan",
    "sub_head": "A bankruptcy judge said will let the OxyContin maker send its chapter 11 plan to creditors for a vote, a critical milestone that keeps the company on track for an August trial over its bankruptcy exit",
    "category_1": "Pro Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-344669?width=620&size=1.5",
    "image_1": "im-344669.jpg",
    "time": "2021-05-26 18:09:00",
    "body": "Purdue Pharma LP is preparing to poll creditors on its bankruptcy exit plan, a critical milestone as the OxyContin manufacturer prepares for a summer trial over a chapter 11 proposal that earmarks billions of dollars for opioid abatement programs.<br />Judge Robert Drain of the U.S. Bankruptcy Court in White Plains, N.Y., said Wednesday he intends to approve Purdue’s disclosure statement, a document describing the proposed repayment terms on which creditors will vote.<br />Judge Drain said he would formally approve the disclosure statement and accompanying solicitation materials that will be sent to creditors after lawyers incorporate final changes to the documents that were discussed at Wednesday’s hearing.<br />Purdue’s creditors are a vast and diverse group that includes states, municipalities, tribes, school districts and thousands of people who have asserted personal injury claims over OxyContin, the company’s flagship drug. Judge Drain said the disclosure statement provides Purdue creditors with sufficient information to give an informed vote on the chapter 11 plan.<br />The judge’s remarks follow weeks of negotiations between lawyers for Purdue and state authorities who demanded the drugmaker disclose more information about how the chapter 11 plan would work. Opponents have challenged a component of the chapter 11 plan that would release members of the Sackler family who own Purdue from thousands of opioid-related lawsuits in exchange for a $4.28 billion payment. The family has denied wrongdoing."
}