{
    "url_original": "https://www.wsj.com/articles/putin-hijacks-biden-for-a-summit-11621969237?mod=opinion_lead_pos1",
    "url": "putin-hijacks-biden-for-a-summit-11621969237",
    "title": "Putin Hijacks Biden for a Summit",
    "sub_head": "Never mind that Russia’s Belarus proxy snatched an airliner.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-25 15:00:00",
    "body": "The White House announced Tuesday that President Biden will meet Vladimir Putin one-on-one in Geneva next month. That’s right. Two days after Mr. Putin’s proxy in Belarus, Alexander Lukashenko, forced a passenger jet to land in Minsk to arrest a blogger critical of his rule, the Russian dictator is rewarded with this symbolic elevation of his global status.<br />Mr. Biden’s gift to Mr. Putin coincided with word that Mr. Lukashenko is abusing the blogger, 26-year-old Roman Protasevich. Mr. Protasevich appeared in a staged “confession” video in which he supposedly admits to organizing protests. There are reports he has been beaten in prison, and may have been taken to a hospital as a result.<br />Mr. Lukashenko’s hijacking gambit was so dangerous and provocative it’s hard to see how he would have proceeded without at least tacit approval from his patron in the Kremlin. The stunt involved a fake bomb threat and scrambling a military jet against a civilian airliner flying between two NATO and European Union member states.<br />The EU already has imposed a first round of sanctions by barring civilian planes from flying through Belarusian airspace. Other sanctions, including from the United Kingdom, may follow, deepening Minsk’s economic dependence on Russia. The Kremlin is denouncing the EU and defending Mr. Lukashenko.<br />Then there’s Mr. Biden. It’s impossible to know whether Messrs. Putin and Lukashenko were emboldened specifically by Mr. Biden’s recent lifting of sanctions on the Nord Stream 2 gas pipeline from Russia to Germany. That easing came as Mr. Putin imprisons his own vocal domestic opponent, Alexei Navalny."
}