{
    "url_original": "https://www.wsj.com/articles/queen-of-meth-review-lori-arnolds-reign-of-error-11620163738",
    "url": "queen-of-meth-review-lori-arnolds-reign-of-error-11620163738",
    "title": "‘Queen of Meth’ Review: Lori Arnold’s Reign of Error",
    "sub_head": "A Discovery+ miniseries tells the story of actor Tom Arnold’s sister, who profited handsomely from introducing methamphetamines to Iowa.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-333423?width=620&size=1.5",
    "image_1": "im-333423.jpg",
    "time": "2021-05-04 17:28:00",
    "body": "Lori Arnold drives a forklift now, but she used to be a “queenpin.” The “Scarface in a Skirt” of screaming tabloids headlines. The woman who, on a grand scale, introduced methamphetamines to Iowa. She is, to a great extent, a fascinating story.<br />But if viewers find themselves conflicted while watching this Discovery+ miniseries, it won’t be surprising. “Queen of Meth” is, in many ways, a cautionary tale, the story of a drug-abuse epidemic brought on by a number of factors, including the disastrous strikes against Hormel’s meatpacking plants in the mid-’80s (and the closing of the Hormel plant in Arnold’s hometown of Ottumwa, Iowa). What ensued was a convergence of financial need and idleness that led a farming state into a whirlwind of meth addiction. As the joke went, Iowa came to stand for “I Only Want Amphetamines.”<br />It was a situation cultivated in no small way by Arnold, who was making bushel baskets of cash and at one point spending it ostentatiously. “Why don’t you get a vanity plate that says ‘BUST ME’?” one local remembers saying to Arnold about her red Jaguar. It would, indeed, all come tumbling down in 1991 for Arnold, who spends a great deal of time and energy mapping out how one becomes a drug lord, a process that resembles a kind of falling forward into deeper and deeper involvement with criminals. And, of course, being one.<br />“I’m more embarrassed about my past than I used to be,” Arnold admits. Embarrassment may not be exactly what a viewer will experience, but a three-part presentation about Arnold seems like two parts too much. Much energy is devoted to the Arnold family chronicle: Lori Arnold’s brother is Tom Arnold, the actor-comedian and onetime husband and co-star of Roseanne Barr. He appears throughout “Queen of Meth” as a guide, translator, historian and apologist. Their mother, who more or less abandoned them, is blamed for most of Lori’s problems, which included a marriage at age 14 and exposure at an early age to those dens of Midwestern iniquity, the skating rink and the Elks club. Mr. Arnold is a mostly sympathetic element in the show and has acknowledged his own problems with substance abuse. But when he employs the “addiction is a disease” rhetoric in regard to his sister it feels very false. She was intoxicated by the money, never mind the cost."
}