{
    "url_original": "https://www.wsj.com/articles/rachel-green-outfits-friends-reunion-jennifer-aniston-11622071033",
    "url": "rachel-green-outfits-friends-reunion-jennifer-aniston-11622071033",
    "title": "In Time for the ‘Friends’ Reunion, Gen Z Discovers Rachel Green’s Outfits",
    "sub_head": "The ‘Friends’ reunion show on HBO Max is the culmination of a fervent nostalgia trip encompassing everything ’90s—particularly the body-conscious fashion worn by Jennifer Aniston as Rachel Green",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-344714?width=620&size=1.5",
    "image_1": "im-344714.jpg",
    "time": "2021-05-26 19:20:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />POORVA SETH, 21, a recent graduate of the University of Toronto, wore a tight white T-shirt, beige jacket, miniskirt and knee-high boots to an outdoor lunch date this spring. Her sartorial inspiration? Rachel Green, the character that Jennifer Aniston played in the ultra-popular sitcom “Friends.” The show, which is being revisited in a reunion special on HBO Max this week, went off the air just a few years after Ms. Seth was born in 1999. Yet like many Gen-Z women, she considers Rachel Green “the style icon that I look to the most.”<br />Although it’s been nearly 30 years since “Friends” debuted in 1994, its avant-basic aesthetic is a source of inspiration for many people who were too young to absorb it the first time around. Although the show’s kooky coffee-shop set design has not endured in the same way, its body-conscious and colorful fashion is having a moment. Specifically the styles worn by Rachel Green, the show’s resident fashion plate, who had evolved from an unemployable suburban princess into a polished Ralph Lauren executive by the time series ended its run in 2004. Emily Perry, who runs the popular Instagram account @everyfriendsoutfit, noticed, “More than any other ‘Friend’ her outfits get the most questions about where and how to buy certain pieces and get shared widely.”<br />According to Google data from 2020 compiled by Money.co.uk, Rachel Green was the TV character with the most-searched style, easily beating the next in line, Maddy Perez from the far-more-current HBO show “Euphoria.” Image-sharing platform  Pinterest  reports that searches for “Rachel Green aesthetic” are eight times higher over the last month than during the same time period in 2017, and searches for “Rachel Green outfits” have increased by 58%.<br />Both those who lived through the 1990s, as well as those who devour that decade’s look on TikTok, know what the Rachel Green look entails: skinny layered T-shirts, knee-high boots, overalls, slip dresses, low-rise cargo pants, shorts with tights, plaid mini-skirts, buttoned cardigans. Although what I recall most powerfully about Rachel Green from the (actual) ’90s was her highlighted shag hairdo—the “Rachel”—it now takes a back seat to her fashion. Currently trending on TikTok: videos enumerating style lessons learned from Rachel Green (for example, “A Little Black Dress is always a good idea”)."
}