{
    "url_original": "https://www.wsj.com/articles/ransomware-the-digital-banditry-of-tying-up-corporate-data-11621000101",
    "url": "ransomware-the-digital-banditry-of-tying-up-corporate-data-11621000101",
    "title": "‘Ransomware’: The Digital Banditry of Tying Up Corporate Data",
    "sub_head": "‘Ransom’ has long meant ‘buy back,’ but it eventually took on the special meaning of paying off kidnappers and, these days, computer hackers",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-338002?width=620&size=1.5",
    "image_1": "im-338002.jpg",
    "time": "2021-05-14 09:48:00",
    "body": "Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.<br />The cyberattack that crippled the operations of Colonial Pipeline this week—leading to gas shortages throughout the southeastern U.S.—was the latest example of a relatively new kind of security threat. In a “ransomware” attack, hackers use malicious code to hijack a computer system and hold its data hostage for a payment. (Colonial Pipeline announced Wednesday that it was resuming operations. The Wall Street Journal reported the firm had paid the hackers.)<br />A recent surge in ransomware attacks puts a 21st-century spin on an age-old concept: capturing someone or something and demanding a payment, or ransom, in return. The word we use for such financial extortion has its own peculiar back story.<br />“Ransom” is historically related to another common English word, “redemption.” The two words are known as “doublets” because they share a common source but entered into English by different paths. “Redemption” is much closer in form to their shared Latin root, “redemptio,” meaning “buying back.” In classical times, the word could refer to freeing a prisoner or captive by making a payment, such as when Julius Caesar was captured by pirates in the Aegean Sea. As his biographer Plutarch recounted, Caesar paid the kidnappers—but later returned and had them crucified.<br />With the advent of Christianity, “redemptio” and its related forms took on a more theological spin, used in the Vulgate, the official Latin translation of the Bible, for deliverance from damnation and atonement for sins. Meanwhile, the word took a different trajectory through French, which, in its typical smoothing over of Latin syllables, turned “redemptio” into “rançon.” In English, that became “ranson” and ultimately “ransom.” (Something similar happened with the word “random,” from Old French “randon.”)"
}