{
    "url_original": "https://www.wsj.com/articles/rebellion-in-the-faculty-lounge-11621619432?mod=opinion_lead_pos5",
    "url": "rebellion-in-the-faculty-lounge-11621619432",
    "title": "Rebellion in the Faculty Lounge",
    "sub_head": "The new president, Miles K. Davis, wanted to shift Linfield University’s focus to meet student demand. Liberal-arts professors had other ideas.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "image_1_url": "https://s.wsj.net/public/resources/images/ED-BA809_Winter_8U_20210521120208.jpg",
    "image_1": "publicresourcesimagesED-BA809_Winter_8U_20210521120208.jpg",
    "time": "2021-05-21 13:50:00",
    "body": "Linfield University in bucolic McMinnville, Ore., resembles other small private colleges across the country struggling with financial pressures. Except its president, Miles K. Davis, isn’t the typical ivory-tower intellectual.<br />Mr. Davis, 61, has been pushing to change Linfield’s institutionally stodgy and politically progressive academic culture, in part by placing an increased emphasis on career education. He’s expanded his college’s nursing and business programs and eliminated more than a dozen tenured faculty positions in liberal-arts disciplines. His efforts are a case study in the obstacles to change in the long-cosseted world of American higher education.<br />“The academic world has become increasingly disconnected from the applied world,” says Mr. Davis, the university’s first black president, in a Zoom interview. His effort to counter that trend provoked an ugly rebellion from the liberal-arts faculty. The usually sleepy college, established in 1858, has made national news as Linfield faculty rallied support from academics across the country in their campaign to drive Mr. Davis out.<br />“If you’re not in the news, then you’re probably not doing enough to adapt in this changing environment,” says Mr. Davis, a U.S. Navy veteran who spent a decade in business consulting before joining Shenandoah University’s business school in 2001. He became dean there in 2012, and enrollment grew 77% before he moved on to Linfield College six years later. (It rebranded itself as a university in 2020.)<br />When he arrived in Oregon, Linfield’s enrollment had been shrinking for six straight years even as the student body was becoming poorer and more ethnically diverse. A third of Linfield’s 2,000 or so students are the first generation in their family to attend college."
}