{
    "url_original": "https://www.wsj.com/articles/record-iron-ore-prices-have-rusty-underpinnings-11620644804?mod=markets_featst_pos1",
    "url": "record-iron-ore-prices-have-rusty-underpinnings-11620644804",
    "title": "Record Iron Ore Prices Have Rusty Underpinnings",
    "sub_head": "Politics and capacity constraints are behind the surge in iron ore prices but neither will necessarily play out how investors think",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-336168?width=620&size=1.5",
    "image_1": "im-336168.jpg",
    "time": "2021-05-10 07:06:00",
    "body": "Iron ore prices have jumped to new highs on steel supply concerns in China—and politics. That might not last.<br />Iron ore futures on China’s Dalian exchange rose 10%—the daily trading limit—Monday to a record high. The rally comes against the backdrop of buoyant commodity markets. Copper prices, for example, have also notched record highs as the metal is seen as a beneficiary of the transition to renewables and electric vehicles. Goldman Sachs analysts called the red metal the “new oil” last month.<br />Concerns about supply seem to have driven the latest gains in iron ore. China indefinitely suspended a strategic economic dialogue with Australia on Thursday, signaling no end in sight for the worsening relationship between the two countries. Australia is by far the world’s largest iron ore producer while China is the biggest consumer. Last week, China also stepped up measures to curb capacity at local steel mills to prevent “blind investment.” The expectation is that this could drive stockpiling of iron ore and steel before the coming restrictions kick in.<br />The short-term supply and demand situation for many commodities is indeed out of kilter, partly because of the pandemic. The supply disruptions caused by Covid-19 and heavy rainfall, for example, have affected iron ore production in Brazil, the second-largest iron ore producer. Demand, however, has remained strong in China, which has recovered from the pandemic.<br />The imbalance might linger for a while, but a fundamental shift toward a tighter Chinese market over the long run looks more questionable. If futures prices are moving higher because investors expect Aussie iron ore to become scarce on the mainland for political reasons, they will probably be disappointed."
}