{
    "url_original": "https://www.wsj.com/articles/religious-freedom-and-sacred-land-11620340325?mod=opinion_lead_pos10",
    "url": "religious-freedom-and-sacred-land-11620340325",
    "title": "Religious Freedom and Sacred Land",
    "sub_head": "A copper-mining plan threatens an Apache site—and the liberty of all Americans.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-334770?width=620&size=1.5",
    "image_1": "im-334770.jpg",
    "time": "2021-05-06 18:32:00",
    "body": "The defense of religious liberty in the U.S. unites Americans with fundamental differences—nonbelievers and believers of every sort concerned with constitutional freedoms. To defend these freedoms, Americans should especially defend the country’s smallest religious minorities. Consider the Apache tribes’ continuing fight to protect sacred land.<br />Oak Flat, a 2,200-acre forest in Arizona owned by the federal government, is known to the Apache community as Chich’il Bildagoteel, their equivalent of the Temple Mount or Vatican Hill. In the 2015 defense authorization bill, this area was set to be traded to a foreign mining company for private land elsewhere. Oak Flat is slated to be mined for copper in a manner that will reduce these sacred grounds to a crater nearly two miles in diameter.<br />The Apache challenged the proposed transfer under a law designed to protect religious freedom. Yet a federal district court held that precedent in the Ninth Circuit Court of Appeals forced the bizarre conclusion that such destruction did not impose a “substantial burden” on the free exercise of religion that even needed to be weighed against any interest asserted by the government.<br />Tribes and organizations dedicated to protecting religious freedom are still trying to stop the mine. Spirited legal challenges—led by the Becket Fund advocacy group, with friend-of-the-court support from our organization, among others—highlight how much is at stake for the First Amendment and the cause of freedom of religion.<br />When the Founders protected free exercise of religion, virtually all other governments gave benefits to a preferred religion and persecuted or discriminated against nonbelievers. America’s approach is a historical anomaly that has managed to persist and promote greater peace and pluralism for nearly 250 years, even as an increasing number of faiths have been added to the fold."
}