{
    "url_original": "https://www.wsj.com/articles/reopening-is-inflations-cure-not-cause-11622065923?mod=opinion_major_pos4",
    "url": "reopening-is-inflations-cure-not-cause-11622065923",
    "title": "Reopening Is Inflation’s Cure, Not Cause",
    "sub_head": "Expect prices to moderate as demand shifts to travel and other experiences from consumer goods.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-343684?width=620&size=1.5",
    "image_1": "im-343684.jpg",
    "time": "2021-05-26 17:52:00",
    "body": "The rise in inflation doesn’t stem from booming demand associated with the reopening of bars, restaurants, concert venues and stadiums, as many have claimed. It reflects the extent to which manufacturers were caught off balance by the pandemic last year. That’s good news, because the problem is temporary. As more consumer spending gets rerouted in the months ahead from durable goods such as camping gear and hot tubs to experiences like travel and live events, inflation is likely to moderate.<br />Fearful that 2020 would be a replay of the economic collapse of 2008-09, many manufacturers cut back on output and capacity to conserve cash. But instead of shrinking, sales of durable goods like autos, furniture, motorcycles and hot tubs, rose at rates not seen in decades, creating shortages and price pressures.<br />Most of the 6.5% drop in manufacturing output in 2020 can be attributed to the initial lockdowns, which shuttered production in China in January and February and Europe and North America in March and April. But rather than aggressively scale up production schedules once factories were reopened and health and safety protocols were in place, manufacturers remained understandably cautious. For many companies, orders ran ahead of production. Employment remained well below pre-pandemic averages. Many firms kept inventories of finished goods and necessary inputs to a minimum.<br />Consumption could hardly have evolved more differently. Deprived of concerts, vacations, sporting events, fine dining and other experiences, consumers splurged on new and used cars, furniture, computers, phones, games, toys and bikes. Spending on these recreational items was up by 25% or more, on average, during the pandemic. Housing demand reached levels last seen in 2006, as low interest rates, social distancing and remote work spurred households to seek new homes or renovate existing residences.<br />It’s no surprise that surging demand and diminished supply have led to shortages, not only of finished manufactured goods like hot tubs and couches, but also of the components, parts and raw materials that go into them. Shortages of these inputs exacerbate the problem by inhibiting new production, leading to larger backlogs and even greater price pressure."
}