{
    "url_original": "https://www.wsj.com/articles/reopening-bets-pay-off-big-for-stock-pickers-11622466001?mod=markets_lead_pos1",
    "url": "reopening-bets-pay-off-big-for-stock-pickers-11622466001",
    "title": "Reopening Bets Pay Off Big for Stock Pickers",
    "sub_head": "The powerful economic rebound is making winners of investors who wagered on businesses revving up again",
    "category_1": "Markets",
    "category_2": "ETFs",
    "image_1_url": "https://images.wsj.net/im-346063?width=620&size=1.5",
    "image_1": "im-346063.jpg",
    "time": "2021-05-31 09:00:00",
    "body": "Investors are amassing hefty gains by loading up on economically sensitive stocks that have flourished during this year’s explosion of business activity.<br />More than two dozen actively managed exchange-traded funds have surged at least 20% so far this year, outpacing the S&P 500’s 12% climb. Goldman Sachs analysts say 56% of stock-picking large-cap mutual funds are beating their benchmarks, the highest percentage in more than a decade.<br />Some of the best performers include companies with smaller market capitalizations and so-called value stocks—those deemed inexpensive relative to measures of a company’s net worth. The energy-focused  for example, has risen 48% this year thanks to a recovery in oil prices. It includes top holdings such as  Energy Transfer  LP, up 62% since December.<br />The  which focuses on companies returning the most cash to shareholders, has also jumped 48% this year. Primary holdings include  Rent-A-Center Inc.  and  Toll Brothers Inc.,  which have both gained more than 50%. The Avantis U.S. Small Cap Value ETF, which has soared 36%, boosted by  Goodyear Tire & Rubber Co. ’s 82% gain and a climb of 72% from aluminum maker  Alcoa Corp.<br />The moves mark a reversal of last year’s trend, when the pandemic slowed economic activity and stock pickers flooded into shares of technology companies that many believed could benefit from the crisis. Now business activity is expected to surge to its highest level in at least four decades, driving investors toward shares of manufacturers, energy companies and others tied to economic growth. That includes steelmaker  Nucor Corp. , which has gained 93% this year to lead the S&P 500 and  Marathon Oil Corp. , which has climbed 82%."
}