{
    "url_original": "https://www.wsj.com/articles/rep-kevin-mccarthy-struggles-to-move-republicans-past-trump-11621540163?mod=politics_lead_pos6",
    "url": "rep-kevin-mccarthy-struggles-to-move-republicans-past-trump-11621540163",
    "title": "Rep. Kevin McCarthy Grapples With Legacy of Trump",
    "sub_head": "Nearly three dozen House GOP lawmakers broke with party leaders over Jan. 6 riot commission; former president calls them ‘wayward’",
    "category_1": "Politics",
    "time": "2021-05-20 15:49:00",
    "body": "WASHINGTON—When House Minority Leader Kevin McCarthy helped engineer the ouster of Rep. Liz Cheney from House GOP leadership ranks last week, he hoped it would restore public unity among House Republicans—and change the subject from former President Donald Trump. It didn’t take.<br />Instead he hit another barrier Wednesday, when the House took up a bipartisan bill to create a commission to investigate the attack on the U.S. Capitol on Jan. 6 by a mob of Trump supporters. The California Republican and Mr. Trump urged GOP lawmakers to oppose the measure. But Wednesday night, 35 Republicans broke with party leaders to back the legislation, which now goes to the Senate.<br />Those defections—which included many of the GOP’s moderate and swing-district lawmakers—came just five days after dozens of conservatives voted against New York Rep. Elise Stefanik as Ms. Cheney’s successor in leadership, in part because they were annoyed by Mr. McCarthy having anointed her for the job so quickly. If Republicans succeed in capturing the House majority next year, Mr. McCarthy will need to keep both the moderate and conservative factions on his side to realize his goal of becoming speaker.<br />“What members of the House want is someone that’s going to take the bullet for them, not make them take the bullet,” said GOP strategist Terry Sullivan. He said Mr. McCarthy is “trying to have it both ways when it comes to the role Donald Trump plays in the future of the party.”<br />The decision to publicly align the House GOP with Mr. Trump has created both opportunities and pitfalls for Mr. McCarthy and House Republicans. They hope to tap Mr. Trump’s continued popularity among the GOP base without having to confront his continued false claims about the election."
}