{
    "url_original": "https://www.wsj.com/articles/republican-transportation-bill-seeks-rural-investments-curbs-in-regulation-11621436473",
    "url": "republican-transportation-bill-seeks-rural-investments-curbs-in-regulation-11621436473",
    "title": "Republican Transportation Bill Seeks Rural Investments, Curbs in Regulation",
    "sub_head": "Latest entry into the infrastructure debate calls for pilot program for a vehicle-miles-traveled tax",
    "category_1": "Politics",
    "time": "2021-05-19 13:27:00",
    "body": "WASHINGTON—House Republicans released a $400 billion transportation infrastructure bill, proposing to curb some federal regulations and emphasize investment in rural areas in a five-year plan reauthorizing federal highway and transit programs.<br />The legislation, put together by Republicans on the House Transportation and Infrastructure Committee, is the latest entry into the infrastructure debate in Washington. President Biden is seeking to advance a $2.3 trillion plan, while a group of Senate Republicans has presented a $568 billion counteroffer. White House officials and the Senate Republicans have met in recent days to discuss their plans.<br />Unlike the White House and Senate Republican plans, the legislation from House Republicans is focused only on surface transportation programs, which Congress must periodically reauthorize. Separate legislation from House Republicans addresses wastewater infrastructure, for example, an element of both the White House and Senate GOP plans.<br />Rep. Sam Graves (R., Mo.), the top Republican on the House Transportation and Infrastructure Committee, said the bill laid out GOP priorities in the infrastructure negotiations.<br />“I strongly believe that the path to improving America’s infrastructure is through partnership—not partisanship. Republicans want to work together on bipartisan infrastructure solutions, but in order to reach that goal, key principles must be addressed in this process,” he said."
}