{
    "url_original": "https://www.wsj.com/articles/republicans-must-attract-more-young-voters-11620576491?mod=opinion_major_pos17",
    "url": "republicans-must-attract-more-young-voters-11620576491",
    "title": "Republicans Must Attract More Young Voters",
    "sub_head": "As long as the Republican Party emphasizes social matters that many of the younger generation do not believe in, they will get fewer and fewer votes.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-328144?width=620&size=1.5",
    "image_1": "im-328144.jpg",
    "time": "2021-05-09 12:08:00",
    "body": "In “The Left Brightens GOP Midterm Chances” (op-ed, April 22), Karl Rove gives good reasons why the progressive Democrats may lessen their chances for success in 2022 by their stances on issues like defunding the police. But Republicans are falling behind the Democrats in their appeal to younger voters because they identify Democrats as being for equality of the races, equality of the sexes as well as LGBT and abortion rights. As long as the Republican Party emphasizes social matters that many of the younger generation do not believe in, they will get fewer and fewer votes, as older voters decline in numbers<br />The Republican Party already has voters who vote Republican because of the party’s more conservative social stances. It needs to talk less about those positions and talk more about other things to attract younger voters. Republicans should emphasize they are for equality for all, but not artificially imposed quotas when it comes to race or gender; that they are against pitting one race against another; that they are pro-immigration, but immigrants must comply with our laws; that they are against defunding the police so that our cities don’t descend into anarchy; that most police shootings involving minorities are not the result of inherent racism; that they favor free speech and do not condone people being shouted down or fired from their job for expressing opinions others do not agree with.<br />These are ideas that most people, young or old, agree with. The Republican Party can grow and prosper. It needs to begin to think young.<br />George Kral<br />Wilmington, Ohio"
}