{
    "url_original": "https://www.wsj.com/articles/republicans-can-get-an-infrastructure-deal-11622065873?mod=opinion_major_pos6",
    "url": "republicans-can-get-an-infrastructure-deal-11622065873",
    "title": "Republicans Can Get an Infrastructure Deal",
    "sub_head": "Or at least force the Democrats to pay the price in 2022 for spending and tax hikes.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-344213?width=620&size=1.5",
    "image_1": "im-344213.jpg",
    "time": "2021-05-26 17:51:00",
    "body": "President Biden is reminding Senate Republicans how frustrating a Democratic administration can be—especially when it’s pushing a gigantic expansion of government accompanied by huge tax increases like the American Jobs Plan.<br />It’s still smart for GOP senators to try to negotiate a reasonably sized and focused infrastructure package unsullied by tax increases. If Congress passes that, Republicans show they can find common ground on necessary legislation, since most everyone agrees U.S. infrastructure badly needs repair. And if Democrats’ insistence on massive spending and tax hikes kills any possibility of a deal, Republicans will be on the right side of important issues for the midterms.<br />The administration began this dance on March 31 with a $2.3 trillion “infrastructure” plan that included a wish list of non-infrastructure items—including child and senior care, low-income housing and subsidies for electric-car purchases—financed by mammoth tax increases.<br />GOP senators countered three weeks later with a $568 billion alternative focused on actual infrastructure. It would fund roads, bridges, ports, waterways, airports, public transit and broadband without undoing the 2017 tax reforms.<br />Democrats had already ridiculed Republican criticism of the president’s plan, employing a laughably expansive definition of infrastructure spending. “Paid leave is infrastructure. Child care is infrastructure. Caregiving is infrastructure,” Sen. Kirsten Gillibrand tweeted."
}