{
    "url_original": "https://www.wsj.com/articles/resistance-to-medicaid-expansion-sets-up-2022-fight-in-holdout-states-11622194202?mod=politics_lead_pos5",
    "url": "resistance-to-medicaid-expansion-sets-up-2022-fight-in-holdout-states-11622194202",
    "title": "Resistance to Medicaid Expansion Sets Up 2022 Fight in Holdout States",
    "sub_head": "Several state ballot referendums show popular support for Medicaid expansion but Republicans are resisting",
    "category_1": "Politics",
    "category_2": "Washington Wire",
    "image_1_url": "https://images.wsj.net/im-345294?width=620&size=1.5",
    "image_1": "im-345294.jpg",
    "time": "2021-05-28 05:30:00",
    "body": "DEMOCRATS LOOK TO MEDICAID EXPANSION fights to juice 2022 races in battleground states like Wisconsin and Florida, and even red ones like Missouri. They have been boosted by several state ballot referendums showing popular support for the expansions, and a carrot-and-stick approach from the Biden administration aided by American Rescue Plan funds. Resistant Republicans are tying the expansions to other Democratic policies, like expanded unemployment benefits, that they say are hampering the economic recovery from the pandemic.<br />Wisconsin Democratic Gov. Tony Evers this week called the GOP-controlled state legislature into session to consider accepting around $1 billion in federal funds to expand Medicaid eligibility to roughly 91,000 more people. The GOP-led legislative chambers gaveled out within seconds. Statehouse Speaker Robin Vos said the expansion would “trap people in the life of poverty.” Evers and his allies plan to make the Republican rejection of Medicaid money a campaign issue for 2022, when Evers is up for reelection, and they wasted no time doing so after the session. “Republican legislators should have to explain to Wisconsinites across our state why they made the decision they did today,” Evers said.<br />In Florida, organizers are collecting signatures for a Medicaid ballot initiative that could juice turnout for other races, including governor and U.S. senator. Missouri Democrats hope for a boost in the uphill race to replace Sen. Roy Blunt after Republican legislators declined to provide funds for Medicaid expansion despite voters approving a 2020 constitutional amendment requiring the state to expand coverage. In Georgia, advocacy groups are running ads pressuring Gov. Brian Kemp, who says he has already boosted access to healthcare (but not taken federal funding). He is also up for re-election in 2022.<br />Support for Medicaid expansions doesn’t necessarily correlate to support for Democrats, however: In 2018, Nebraska voters expanded Medicaid with 53% in favor, the same day Republican Gov. Pete Ricketts won 59% in his re-election bid.<br />THE JUSTICE DEPARTMENT should take decisive action to deal with possible antitrust law violations in the meatpacking industry, a bipartisan group of senators and House members said. In a Thursday letter led by South Dakota Republican Sen. Mike Rounds and Minnesota Democratic Sen. Tina Smith, the legislators said the Justice Department needed to produce results from its continuing review of a handful of companies in the beef-processing market. They cite the confluence of rising consumer prices, plummeting cattle prices, and large profits for the companies that “defy expectations of market fundamentals.” A spokesperson for the North American Meat Institute, a major industry group, said the group’s members “and their livestock suppliers benefit from a fair and competitive market.”"
}