{
    "url_original": "https://www.wsj.com/articles/retailers-race-to-keep-kayaks-and-tvs-on-shelves-11622135459",
    "url": "retailers-race-to-keep-kayaks-and-tvs-on-shelves-11622135459",
    "title": "Retailers Race to Keep Kayaks and TVs in Stock",
    "sub_head": "Dick’s, Best Buy among chains facing challenges finding products as shoppers flood in; ‘We’re chasing all the time’",
    "category_1": "Business",
    "time": "2021-05-27 13:24:00",
    "body": "Big retail chains such as  Dick’s Sporting Goods Inc.  and  Best Buy Co.  say they are rushing to have enough goods to sell in their stores this year amid surging demand from American consumers for products from fitness equipment to televisions.<br />The situation is a sharp turn from the depths of the Covid-19 pandemic a year ago, when many retail executives worried aloud about whether shoppers would ever return to their stores. Companies shifted to e-commerce and added curbside services. But this spring, as vaccines roll out, households get stimulus funds and restrictions are lifted, people are shopping in stores again.<br />The spending is adding to inventory challenges that surfaced last year when shoppers hurried to buy items such as toilet paper and bikes. Now, purchasing teams are dealing with a range of in-demand items along with pandemic-fueled strain on supply chains. They risk potentially losing out on sales as consumers have historic levels of money to spend.<br />“It’s hit almost every aspect of the business, so we’re chasing all the time. We’re chasing everything. But we’ve gotten really good at it,” Lauren Hobart, chief executive of Dick’s Sporting Goods, said this week about finding some products. Executives have pointed to supply constraints for certain products, and in March said the company had been pushing to get fitness items, kayaks, golf equipment and athletic apparel.<br />Dick’s reported sales in the quarter ended May 1 more than doubled from a year ago when stores temporarily closed, and jumped 52% from the same period in 2019. Ms. Hobart said team sports returned with a vengeance while golf, fitness and outdoor products also had strong demand."
}