{
    "url_original": "https://www.wsj.com/articles/return-of-commuters-is-a-wild-card-for-downtown-property-11622469601?mod=markets_lead_pos4",
    "url": "return-of-commuters-is-a-wild-card-for-downtown-property-11622469601",
    "title": "Return of Commuters Is a Wild Card for Downtown Property",
    "sub_head": "Commercial real-estate values are diverging in major cities like London and New York",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-31 10:00:00",
    "body": "Downtown offices are just as empty as the clothing stores next door, but real-estate investors much prefer the former. Part of the bias may be because the challenges facing offices are newer and less understood.<br />The centers of major cities like London and New York have been ghost towns during the pandemic as workers have abandoned commuting. The West End, one of the U.K. capital’s busiest districts, is currently at 40% of normal footfall, according to local landlord  Shaftesbury .  The hope is that activity will pick up if all U.K. government lockdown restrictions are lifted on June 21, as planned. In New York, office occupancy was just 16.8% of precrisis levels by May 19, according to Kastle Systems’ back-to-work barometer.  Facebook  and  JP Morgan  recently said they would bring staff back to the office from July.<br />Even with the prospect of more people flowing around urban centers, offices are attracting more optimism than the stores dotted around them. Last week, Shaftesbury said the value of its central-London retail stores fell 18% over the six months through March, while another London-focused real-estate investment trust,  Great Portland Estates ,  recently said its stores have lost 27% in value over its latest fiscal year. Their offices slipped a more modest 3%, on average.<br />Stock investors are notably more bearish. The big discounts-to-book values at which U.K. office REITs trade imply approximately a 15% fall in property values, according to real-estate research firm Green Street.<br />The divergence between office and store valuations can also be seen in New York, though office values have come down more sharply than in London. A full 16.1% of the U.S. city’s office space is now available to rent, Colliers data shows—higher than during the 2009 financial crisis."
}