{
    "url_original": "https://www.wsj.com/articles/riders-of-justice-review-sorting-out-a-senseless-world-11620937219",
    "url": "riders-of-justice-review-sorting-out-a-senseless-world-11620937219",
    "title": "‘Riders of Justice’ Review: Sorting Out a Senseless World",
    "sub_head": "With the help of an eccentric academic and his associates, a Danish soldier, played by Mads Mikkelsen, seeks vengeance on the biker gang he believes killed his wife",
    "category_1": "Film Review",
    "time": "2021-05-13 16:20:00",
    "body": "Usually the simplest part of writing about a movie is designating its genre. We all know the main ones, which is why they’re useful as shorthand guides—action, drama, thriller, comedy, romance and the like, often in combination. The most straightforward description of “Riders of Justice,” in Danish with English subtitles, is a drama with intense action elements and darkly comic overtones. But it might be described more accurately as a deliciously absurdist, fundamentally serious, even philosophical enterprise that uses a superheated revenge plot to address our common need for making sense out of life. This whatever-you-want-to-call-it, playing in a few theaters this week and streaming on demand next week, is also one of the most fascinating films I’ve seen in a long while.<br />Orson Welles ended “Citizen Kane” with the incineration of a child’s sled. “Riders of Justice,” which was written and directed by Anders Thomas Jensen, starts with the theft of a bicycle. It’s the first in a sequence of events leading a mother, Emma (Anne Birgitte Lind), and her teenage daughter, Mathilde (Andrea Heick Gadeberg), to a suburban train and a terrible accident that takes Emma’s life. The husband and father, Markus, is played by the great Mads Mikkelsen, barely recognizable behind a graying beard and lethal glower. A Danish soldier deployed in Afghanistan, Markus returns to Denmark to console Mathilde, a task for which the icy warrior is eminently unsuited; his idea of emotional support is assuring the stricken girl that she can banish her insomnia by counting backward from 500.<br />If truth be told, Markus is equally shattered by the seeming randomness of the tragedy. That changes when an eccentric academic named Otto (Nikolaj Lie Kaas) shows up at the front door. We’ve seen him before. He was in the same car of the ill-fated train, and gave Emma his seat. Now he has a theory based on his expertise in probability calculation. The crash, Otto believes, was not an accident but an elaborately orchestrated assassination of someone seated in the same car—a thug from a notoriously vicious biker gang, Riders of Justice, who’d been scheduled to testify against his buddies in a murder case. The theory seems so plausible to Markus that he, with help from Otto and a couple of his associates, mounts a vendetta against the gang in order to avenge his wife’s death.<br />All of that would suggest genre purity, a by-the-numbers letting of blood. But Otto is no ordinary academic, and “eccentric” barely begins to describe him, or the workings of his mind. He and his buddies are dulcetly nutso, and all of them are played by quicksilver-brilliant comic actors. Lars Brygmann is Lennart, a bright-eyed imp who still seems to be crazy after 4,000 hours of therapy (though not so crazy that he can’t pass in Mathilde’s eyes for a crisis counselor). Nicolas Bro is Emmenthaler, a hacker with a fragile psyche, a blimp’s physique, a fixation on computer-monitor resolution, and a doomed passion for playing the French horn.<br />They are three mad mice sniffing out statistical cheese. They’re so marvelously strange and funny that Mr. Mikkelsen’s stone-faced Markus starts to seem comical too in his pitiless prosecution of a mission based on questionable inferences and dubious suppositions. Others fill out the cast of memorable characters: Gustav Lindh as Bodashka, a sweet and hapless Ukrainian hustler; Albert Rudbeck Lindhardt as Sirius, Mathilde’s devoted boyfriend."
}