{
    "url_original": "https://www.wsj.com/articles/riding-off-into-the-covid-sunset-11620771564?mod=opinion_lead_pos10",
    "url": "riding-off-into-the-covid-sunset-11620771564",
    "title": "Riding Off Into the Covid Sunset",
    "sub_head": "The lesson I learned as a girl—‘get back on the horse’—has never been more relevant.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-11 18:19:00",
    "body": "Charlottesville, Va.<br />At the Brookhill Farm stable here in the heart of “horse country,” I’m not surprised when the manager says there was a surge of new riders during Covid. People sought outdoor activities to relieve the stress of lockdown and found the joy and peace that riding these noble animals can bring.<br />It reminded me that America is a country that respects and cherishes horses deeply because of how they have shaped its history. Domestic horses were introduced into North America with the Spanish conquest in the 16th century, and escaped horses spread in the Great Plains. To this day, American ranchers tend their herds on horses—the origin of the unique form of riding known as the Western style, practiced by cowboys, a word I learned as a teenager in Italy.<br />I began riding as a girl and competed in show jumping. It’s a dangerous sport but a rewarding one. At first I fell a lot, even as I slowly gained confidence in my ability. Like all teens, I sometimes felt invincible, and riding taught me I wasn’t.<br />Once I was relaxing on my horse after a training session, without my stirrups and with long reins, and the animal bucked because another horse scared him. The next thing I knew, I was waking up in an ambulance with my father almost too insistently trying to rouse me. I woke up again with my hands tied to a hospital bed as a precautionary measure, and called the doctors to free me because I didn’t enjoy being tied down. I suffered a face and neck injury. When I went back to school I felt out of place. I couldn’t speak properly because my lip was broken and I wore a neck collar that made it difficult to study. I was riding again as soon as I was able."
}