{
    "url_original": "https://www.wsj.com/articles/robinhoods-biggest-business-more-than-tripled-in-the-first-quarter-11619975534?mod=markets_lead_pos2",
    "url": "robinhoods-biggest-business-more-than-tripled-in-the-first-quarter-11619975534",
    "title": "Robinhood’s Biggest Business More Than Tripled Amid Trading Frenzy",
    "sub_head": "The trading app generated $331 million in payments for order flow during the first three months of 2021",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-332976?width=620&size=1.5",
    "image_1": "im-332976.jpg",
    "time": "2021-05-02 13:12:00",
    "body": "The stock-trading mania of early 2021 lifted revenue at Robinhood Markets Inc. to new heights.<br />When its customers buy and sell stocks and options, Robinhood routes those orders to high-speed traders, which pay the startup brokerage for the right to execute many of those trades. That business, known as payment for order flow, generated about $331 million in revenue for Robinhood in the first quarter, according to a securities filing late last week. That is more than triple the $91 million Robinhood brought in from payment for order flow in the first quarter of 2020.<br />Millions of amateur investors downloaded Robinhood’s app in the first quarter, drawn in by the run-up in meme stocks popular on Reddit’s WallStreetBets forum. Such rapid growth in users and revenue is likely to appeal to potential investors in Robinhood’s coming initial public offering, one of the most eagerly awaited listings of the year. The strength of its business up until January prompted new and existing investors to pump a whopping $3.4 billion into the company just three months ago.<br />Robinhood needed that capital infusion to keep supporting the Reddit-fueled market rally. After the clearinghouse that helped complete Robinhood’s trades asked it to post billions of dollars in additional collateral that it didn’t have on hand, Robinhood restricted users’ ability to purchase shares in  GameStop Corp.  and other highflying stocks at the end of January.<br />That decision spawned scores of customer complaints, dozens of lawsuits against Robinhood and a social-media campaign to delete the app around the beginning of February. But those trends didn’t end up denting Robinhood’s business. February revenue from payments for order flow at Robinhood totaled about $121 million, or nearly 7% more than what it earned in January."
}