{
    "url_original": "https://www.wsj.com/articles/rolls-royce-designed-by-you-inside-the-carmakers-new-custom-coachbuild-program-11622116910?mod=business_featst_pos2",
    "url": "rolls-royce-designed-by-you-inside-the-carmakers-new-custom-coachbuild-program-11622116910",
    "title": "Rolls-Royce, Designed by You: Inside the Carmaker’s New Custom Coachbuild Program",
    "sub_head": "With the unveiling of one of three built-to-order Boat Tails, Rolls-Royce introduces a Coachbuild program that invites the customer into its design studio.",
    "category_1": "WSJ. Magazine",
    "category_2": "Art & Design",
    "time": "2021-05-27 08:01:00",
    "body": "At 60 Miles an hour the loudest noise in this new  Rolls-Royce  comes from the electric clock.” David Ogilvy wrote this tagline in 1958 to underscore the kind of exacting workmanship that went into Rolls-Royce’s Silver Cloud. The line has passed into advertising legend. Ogilvy’s phrasing wasn’t just catchy, it helped boost American sales.<br />Luxury marches on, sometimes in a direction few would even dream of going. The poor copywriter forced to adapt Ogilvy’s neat formulation to the new Rolls-Royce Boat Tail—the first to be unveiled from the company’s just-announced Coachbuild customization program—would have his hands full. Would-be owners who have been anointed by Rolls get to have a hand in building the car from scratch, from initial sketches through a full-scale clay model to delivery.<br />What does that mean for the “electric clock”? For this Boat Tail, one of three built on the same chassis, the clock is the owner’s heavy mechanical watch. He likes to take his watches off when he gets behind the wheel, but he hates stowing them in the glove compartment. So Rolls-Royce worked with the Swiss watchmaker Bovet 1822 to develop both a watch and a housing on the dashboard that would allow its complicated tourbillon movement, which can be sensitive to motion or temperature changes, to keep on ticking (without electronic assistance—the owner was adamant) while avoiding any interference from vibrations or the car’s antenna. “This has never been achieved,” says Alex Innes, Rolls-Royce’s head of Coachbuild design. “And having lived and breathed it for two and a half years, I know why.”<br />How do you squeeze that into an ad? The answer is, you don’t. For one thing, nobody else can ever buy this car. For another, the owner wouldn’t hear of it. Rolls is keeping his identity private so we know nothing about him, beyond the fact that the face of his Bovet watch duplicates the night sky over his birthplace on the day he was born. Where and when is a secret.<br />How much will one of those custom jobs set you back? Rolls-Royce declines to say, but an earlier customization project, the Sweptail from 2017, had a reported sticker price of $13 million. For that kind of money the owner can do just about anything he or she wants to the car, from tweaking the lines of its silhouette to gratifying whims that may strike some—OK, me—as slightly insane. How else to characterize a built-in fridge configured to cool the owner’s preferred champagne to his preferred temperature in exactly the time it takes him to arrive at the place where he likes to drink it? (None of this is for the half-hearted. The bespoke collaboration takes about four years and requires frequent consultations at Rolls-Royce’s headquarters in West Sussex, England.)"
}