{
    "url_original": "https://www.wsj.com/articles/rothys-mens-shoes-recycled-bottles-11621427858?mod=business_featst_pos2",
    "url": "rothys-mens-shoes-recycled-bottles-11621427858",
    "title": "Rothy’s Goes Toe-to-Toe With Allbirds and Nike With its First-Ever Men’s Shoes",
    "sub_head": "The direct-to-consumer brand will offer two styles for men made in part from recycled plastic bottles, just like its ever-popular women’s flats.",
    "category_1": "WSJ. Magazine",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-340351?width=620&size=0.7762280169799879",
    "image_1": "im-340351.jpg",
    "time": "2021-05-19 08:38:00",
    "body": "When the San Francisco-based startup Rothy’s launched a line of relatively affordable, machine-washable, pointy-toed knit women’s ballet flats made of recycled plastic bottles, few in the fashion industry could have guessed the shoes would develop a cult following.<br />Now, five years later, Rothy’s is stepping into men’s shoes and hoping for a similar hit. The company plans to debut its men’s shoe line on the label’s website and in its six stores on May 20, starting with a minimalist $175 sneaker and a $185 driving loafer. Additional colors and styles will drop throughout the year.<br />Rothy’s foray into sustainable shoes for the opposite sex comes as men continue to step up their shoe game. Sales of U.S. men’s footwear rose more than 32 percent during the first three months of this year, compared with the same period a year ago, according to market researcher NPD Group.<br />“We feel like the time is right,” says Rothy’s co-founder and chief executive officer Stephen Hawthornthwaite, 51. “It’s an exciting moment for us to be able to extend our mission around sustainability to a really significant other half of the consumer that we’ve never been able to address,” adds co-founder and president Roth Martin, 48. The company, which now also offers bags, children’s shoes and masks, all direct-to-consumer like its shoes, says it brought in 450,000 new customers in 2020 despite the pandemic while some existing customers continued to buy repeat or new styles. It projects that 2021 sales will be “well north of $140 million,” Hawthornthwaite says. Now with men’s, he says, “we think it’s an opportunity to double the size of the company.”<br />The sneaker potentially thrusts Rothy’s in a toe-to-toe with Allbirds, the San Francisco–based company whose $95 “Runner” sneakers made of eco-friendly wool rather than leather have become Silicon Valley’s go-to footwear."
}