{
    "url_original": "https://www.wsj.com/articles/rudy-giulianis-bid-to-review-prosecutors-evidence-rejected-11622219719?mod=politics_featst_pos2",
    "url": "rudy-giulianis-bid-to-review-prosecutors-evidence-rejected-11622219719",
    "title": "Rudy Giuliani’s Bid to Review Prosecutors’ Evidence Rejected",
    "sub_head": "Judge to appoint special master to review material seized in raid of former mayor’s home and office",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-345814?width=620&size=1.5",
    "image_1": "im-345814.jpg",
    "time": "2021-05-28 12:35:00",
    "body": "A federal judge Friday denied Rudy Giuliani’s bid to review materials seized in a criminal investigation into his dealings with former Ukrainian officials, saying Mr. Giuliani’s status as a lawyer to former President Donald Trump didn’t exempt him from a search warrant.<br />Instead, U.S. District Judge J. Paul Oetken granted a request by the Manhattan U.S. attorney’s office to appoint an independent authority, known as a special master, to review the materials seized last month from Mr. Giuliani’s home and office for potentially privileged information such as attorney-client communications.<br />“[L]awyers are not immune from searches in criminal investigations,” Judge Oetken wrote in his order, which also rejected a similar request from a lawyer and associate of Mr. Giuliani, Victoria Toensing, whose devices were also seized last month.<br />Federal agents executed search warrants on April 28 at the New York City apartment and office of Mr. Giuliani, an unusual escalation of a yearslong investigation by Manhattan federal prosecutors into the former mayor. The Manhattan U.S. attorney’s office and the Federal Bureau of Investigation are investigating Mr. Giuliani for possible violations of federal lobbying laws in connection with his dealings in Ukraine, in particular his efforts to remove the former U.S. ambassador in Kyiv and gather damaging information on the Biden family.<br />Mr. Giuliani has said he never served as a foreign agent and has denied wrongdoing. A lawyer for Mr. Giuliani didn’t immediately respond to a request for comment."
}