{
    "url_original": "https://www.wsj.com/articles/rudy-giulianis-attorneys-dispute-search-warrants-legitimacy-11621276765?mod=politics_lead_pos7",
    "url": "rudy-giulianis-attorneys-dispute-search-warrants-legitimacy-11621276765",
    "title": "Rudy Giuliani’s Attorneys Dispute Search Warrants’ Legitimacy",
    "sub_head": "Former Trump personal lawyer’s legal team asks judge to compel prosecutors in Ukraine-lobbying probe to disclose their underlying evidence",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-339501?width=620&size=1.5",
    "image_1": "im-339501.jpg",
    "time": "2021-05-17 14:39:00",
    "body": "Lawyers for Rudy Giuliani are pushing back against a Manhattan U.S. Attorney’s office investigation that led to a federal raid of his home and office last month, asking a federal judge to compel prosecutors to disclose their underlying evidence and reasoning for the search warrants.<br />The request came in a letter filed Monday in Manhattan federal court as part of legal proceedings over the search warrants, which are unusual for prosecutors to seek for a working attorney like Mr. Giuliani, who was former President Donald Trump’s personal lawyer.<br />The U.S. Attorney’s office in Manhattan and the Federal Bureau of Investigation are examining whether Mr. Giuliani violated foreign lobbying laws, focusing in particular on his efforts to remove the U.S. ambassador to Ukraine while he was Mr. Trump’s lawyer, The Wall Street Journal has reported. Mr. Giuliani, a former New York mayor, has said he has never lobbied for anyone in Ukraine.<br />Prosecutors have asked for an outside arbiter—known as a special master—to be appointed to review the materials seized in April for attorney-client privilege. But Mr. Giuliani’s lawyers wrote that no such review should proceed until they have more information about the April warrants and also a secret 2019 search warrant, which they say was used to obtain access to Mr. Giuliani’s iCloud account but wasn’t subject to special-master review.<br />Lawyers for Victoria Toensing, a lawyer and associate of Mr. Giuliani whose devices were also seized through a search warrant last month, wrote their own letter to U.S. District Judge J. Paul Oetken, asking that Ms. Toensing be allowed to review the seized materials before turning data over to the special master."
}