{
    "url_original": "https://www.wsj.com/articles/rule-by-the-climate-technocrats-11622153870?mod=opinion_lead_pos3",
    "url": "rule-by-the-climate-technocrats-11622153870",
    "title": "Rule by the Climate Technocrats",
    "sub_head": "A Biden order aims to use financial regulation to conscript private capital against CO2 emissions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-27 18:17:00",
    "body": "Progressives know they can’t pass their ambition to eliminate fossil fuels through Congress in open debate. So they’re doing it by degrees and in relative stealth via regulation across the economy. Consider President Biden’s executive order this month that conscripts the financial system in the climate cause.<br />“The intensifying impacts of climate change present physical risk to assets, publicly traded securities, private investments, and companies” as well as a “transition risk” from a shift away from fossil fuels, the order says. The goal of Mr. Biden’s many other climate regulations, such as electric-car mandates, is to make fossil-fuels obsolete, and he wants financial regulators to order private capital to assist.<br />National Economic Council Director Brian Deese, National Climate Advisor Gina McCarthy, Treasury Secretary Janet Yellen and the White House budget director are directed to measure climate risk to federal programs, assets and liabilities.<br />“The Federal Government has broad exposure to increased costs and lost revenue as a result of the impacts of unmitigated climate change,” the executive order says. This is almost comic when you consider the fiscal risks of Mr. Biden’s $6 trillion in actual and proposed new spending, much of which is for subsidizing non-economic investments in green energy. Think Solyndra or Fisker Automotive.<br />Mr. Biden’s four horsemen of the climate apocalypse will “quantify climate risk within the economic assumptions and the long-term budget projections of the President’s Budget.” They will also analyze the “financing needs” to achieve Mr. Biden’s goal of net-zero emissions by 2050 and limit “global average temperature rise to 1.5 degrees Celsius.”"
}