{
    "url_original": "https://www.wsj.com/articles/russia-rolls-out-covid-19-vaccine-for-animals-11622128581",
    "url": "russia-rolls-out-covid-19-vaccine-for-animals-11622128581",
    "title": "Russia Rolls Out Covid-19 Vaccine for Animals",
    "sub_head": "Trials of homegrown Carnivac-Cov shot achieved immune response in species including cats and dogs",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-05-27 11:16:00",
    "body": "MOSCOW—As Russia’s efforts to vaccinate its population against Covid-19 sputter, authorities have turned to a new target group: animals.<br />Russian officials said they rolled out a homegrown animal vaccine, Carnivac-Cov, after trials showed that it generates antibodies in dogs, cats, foxes and mink.<br />While scientists say there is no strong evidence that animals play a large part in spreading Covid-19 to people, infections have been recorded in various species worldwide, including dogs, cats and apes. Massive outbreaks have been observed especially in mink farms, with Denmark culling millions of the mammals last year amid fears of new mutations.<br />A World Health Organization-led team investigating the origins of the Covid-19 pandemic said in a March report that the virus very likely spread from bats and then to humans via another small mammal species such as mink, raccoon dogs or ferret badgers, either on a farm or in the wild. This week, President Biden ordered a U.S. intelligence inquiry into the origins of Covid-19, following renewed scrutiny of the possibility that the outbreak of the virus might have started with a laboratory leak in China.<br />Russia’s agriculture safety watchdog Rosselkhoznadzor said it has distributed 17,000 doses of the vaccine to both state and private clinics in several regions, including Moscow. Pet owners, breeders and owners of animals that are kept free range have expressed rising interest in the shot, and at least 10 cats and dogs have been vaccinated so far, the agency said."
}