{
    "url_original": "https://www.wsj.com/articles/ryanair-ceo-calls-belarus-flight-diversion-a-premeditated-hijacking-11622142195",
    "url": "ryanair-ceo-calls-belarus-flight-diversion-a-premeditated-hijacking-11622142195",
    "title": "Ryanair CEO Calls Belarus Flight Diversion a ‘Premeditated Hijacking’",
    "sub_head": "Airline hasn’t provided its own detailed account, but Michael O’Leary is disputing Belarus version of events in private letter",
    "category_1": "Business",
    "time": "2021-05-27 15:03:00",
    "body": "Ryanair Holdings  PLC rejected Belarus’s account of the diversion of one of its planes Sunday, angrily condemning the forced landing in a private letter and calling on the government to identify three passengers the company said it suspects are security-services agents.<br />The letter, which hasn’t previously been reported, was sent earlier this week by Ryanair Chief Executive Michael O’Leary to the director of Belarus’s department of aviation. In the letter, reviewed by The Wall Street Journal, Mr. O’Leary described the incident as a “premeditated and unlawful” hijacking and “an illegal and reprehensible action.”<br />On Sunday, Belarus scrambled a jet fighter to intercept a Ryanair commercial jet flying over the country en route from Athens to Vilnius, Lithuania. Belarus says it diverted the plane because of a suspected bomb aboard. While on the ground in Minsk, authorities arrested a prominent dissident living in exile who was a passenger, along with his girlfriend.<br />The European Union and the U.S. have called the incident a brazen case of interference with civilian aviation. The EU has urged its carriers not to fly over Belarus. Belarus said it acted responsibly and in accordance with international protocols for dealing with a bomb threat.<br />On Thursday, foreign ministers of the Group of Seven industrialized nations and the EU’s foreign policy chief called the diversion “a serious attack on the rules governing civil aviation” and called on the United Nations’ International Civil Aviation Organization to investigate the incident."
}