{
    "url_original": "https://www.wsj.com/articles/salt-deduction-cap-was-part-of-a-package-11621969923?mod=opinion_major_pos16",
    "url": "salt-deduction-cap-was-part-of-a-package-11621969923",
    "title": "SALT Deduction Cap Was Part of a Package",
    "sub_head": "Various changes made it more difficult to itemize, and therefore more difficult to deduct mortgage interest.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-339743?width=620&size=1.5",
    "image_1": "im-339743.jpg",
    "time": "2021-05-25 15:12:00",
    "body": "William McGurn lays out an excellent case against state and local tax (SALT) deductions (“Bernie’s SALT in Biden’s Wounds,” Main Street, May 18). There is a further consideration: The 2017 Tax Cuts and Jobs Act greatly reduced the tax code’s subsidy to housing and, not incidentally, made tax-return preparation a lot simpler for many taxpayers. Part of the reduction was direct: limiting deductible interest to $750,000 of new mortgage debt. The indirect changes were more important. Various changes made it more difficult to itemize, and therefore more difficult to deduct mortgage interest. This was due not only to the SALT cap but also to the large increase in standard deductions (from $12,700 to $24,000 for most married couples). Numerous minor changes, the narrowing of the casualty-loss deduction, for example, made some contribution. As a result of all these changes, interest deductions dropped 37% from 2017 to 2018. In 2017 46.9 million returns claimed itemized deductions, whereas in 2018 only 17.5 million did. Thus, roughly 30 million taxpayers ceased itemizing and therefore stopped getting any tax benefit from mortgage-interest or SALT payments.<br />A shortage of lower-income housing could be regarded as a market failure that justifies subsidy. Not so with middle- and upper-income housing. Subsidizing such housing warps economic decisions. When you slash SALT deductions and mortgage-interest deductions, you are removing a lot of the tax subsidy for housing. Making itemization more difficult simplifies tax-return preparation for millions of people. Those are good things and ought not be rolled back.<br />Jack Harllee<br />Washington<br />"
}