{
    "url_original": "https://www.wsj.com/articles/save-the-secret-service-11621549106?mod=opinion_lead_pos10",
    "url": "save-the-secret-service-11621549106",
    "title": "Save the Secret Service",
    "sub_head": "A new book charting a venerable institution’s decline should serve as a wake-up call for officials.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-05-20 18:18:00",
    "body": "Here is journalism as a true and honest public service: Carol Leonnig’s new book, “Zero Fail,” about the rise and fall of the Secret Service. It is just terrific, to use a phrase from the 1960s, when the service became universally admired. The Washington Post reporter interviewed more than 180 people including current and former agents, directors and other officials, and worked under some pressure: Secret Service leaders and alumni had vowed to attack her work, she says, on the grounds she meant only to embarrass the institution. But she is “in awe of the agents and officers” who do what they do each day. It’s clear she means to save the agency from many forces, including itself.<br />The service’s reputation has been battered the past two decades by embarrassing scandals involving agents and managers, but the greater problem is that it is no longer keeping the president safe. “Agents and officers gave me a guided tour, showing me step by step how the Secret Service was becoming a paper tiger,” weakened by bad leadership, underfunding, an insular culture and declining professionalism. It is painful reading because Secret Service agents have been unique among government workers in that everyone knew of them and admired them. They live in the American imagination as what they’ve long been and still often are: focused, ethical, no-nonsense, alert. Dwight Eisenhower called them “soldiers out of uniform.” When I worked with them, they were the pros on the premises; they were dashing even when they weren’t dashing.<br />Their primary job: to keep the president safe and if necessary take a bullet for him. That is literally what agent Tim McCarthy did during the assassination attempt on Ronald Reagan on March 30, 1981. There too was agent Jerry Parr, who bundled the seemingly unhurt Reagan into the car and, after seeing pinkish, oxygenated blood on his mouth, countermanded an order and got him straight to the emergency room. (Wonderful arcana included by Ms. Leonnig: When Parr was a kid he saw a 1939 movie, “Code of the Secret Service,” which made him want to be an agent. The central character, fearless agent Brass Bancroft, was played by Ronald Reagan, whose life Parr saved some four decades later. Life is full of strange, unseen circularities.)<br />If you remember the JFK shooting you remember agent Clint Hill running to the president’s car when he heard the first shot, jumping on the back step as the car sped up, stumbling, hauling himself over the trunk and situating his body so if there were more shots they would get him instead.<br />What lore, what a tradition of valor. But the 21st century has been pretty much a disaster for the service; that is when the deterioration of the institution really began to show. There was a major expansion of duties, new missions and responsibilities, plus poor leadership, bad management and growing unprofessionalism. And it was always underfunded. In 2002 U.S. News & World Report revealed serious misbehavior in the highest ranks. The Secret Service was humiliated in 2012 when a dozen agents and officers were accused of turning a presidential trip to Cartagena, Colombia, “into a kind of Vegas bachelor party, complete with heavy drinking and prostitutes.” Men and women of the service had been known for “tireless and selfless vigilance.” Suddenly they were becoming known for “blackout drinking, bar brawls, and car accidents.”"
}