{
    "url_original": "https://www.wsj.com/articles/scalise-backs-stefanik-to-replace-liz-cheney-as-gop-conference-chair-11620218211?mod=politics_lead_pos1",
    "url": "scalise-backs-stefanik-to-replace-liz-cheney-as-gop-conference-chair-11620218211",
    "title": "Elise Stefanik Gains Momentum to Replace Liz Cheney as GOP No. 3",
    "sub_head": "House GOP Whip Steve Scalise backed the New York lawmaker as GOP conference chairwoman after Cheney’s criticisms of Donald Trump",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-334048?width=620&size=1.5",
    "image_1": "im-334048.jpg",
    "time": "2021-05-05 09:11:00",
    "body": "WASHINGTON—House GOP Whip Steve Scalise (R., La.) backed Rep. Elise Stefanik (R., N.Y.) to replace embattled Rep. Liz Cheney of Wyoming as GOP conference chairwoman, amid frustration by party leaders over Ms. Cheney’s comments criticizing former President Donald Trump.<br />The second-ranking House Republican’s formal endorsement of Ms. Stefanik—even before Ms. Cheney has been voted out of her position—exposed the high level of resentment between her and other House GOP leaders.<br />“House Republicans need to be solely focused on taking back the House in 2022 and fighting against Speaker Pelosi and President Biden’s radical socialist agenda, and Elise Stefanik is strongly committed to doing that, which is why Whip Scalise has pledged to support her for Conference Chair,” Lauren Fine, a spokeswoman for Mr. Scalise said on Wednesday.<br />Mr. Scalise’s endorsement of Ms. Stefanik was first reported by Punchbowl News.<br />Ms. Cheney has urged the GOP to distance itself from Mr. Trump over his remarks and behavior related to his baseless claims that the 2020 election was stolen from him. Other Republicans have emphasized unity, including with Mr. Trump. Mr. Trump was impeached by the House in January over allegations he incited the Jan. 6 riot at the Capitol by his supporters. Ms. Cheney was one of 10 Republicans to vote to impeach. Mr. Trump was acquitted in the Senate."
}