{
    "url_original": "https://www.wsj.com/articles/scammers-and-fraudsters-from-sea-to-shining-sea-11621804820?mod=opinion_lead_pos6",
    "url": "scammers-and-fraudsters-from-sea-to-shining-sea-11621804820",
    "title": "Scammers and Fraudsters From Sea to Shining Sea",
    "sub_head": "The warranty on my car has expired, the caller tells me for the 200th time. Who are these people?",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-342475?width=620&size=1.5",
    "image_1": "im-342475.jpg",
    "time": "2021-05-23 17:20:00",
    "body": "‘Even paranoiacs,” said the truly paranoid poet Delmore Schwartz, “have real enemies.” I am neither a poet nor a paranoid, but I believe I have real enemies. I refer to the various people who call on both my landline and cellphone and send me bogus emails, all in the hope of cheating me out of money. Unlike the ultra-Orthodox Jewish private detective who was said to be on the case 24/6, these people work 24/7. I have had phone calls from some among them as early as 7:30 a.m. on weekdays and as late as 11:20 p.m. on a Sunday night.<br />The other day, opening my computer, I was greeted by an announcement, pretending to be from Amazon, asking if I had really purchased an $899  Samsung  television set that had been charged to my account. Since I hadn’t, the query, which came in with a Gmail address, was meant to send me into a panic about the scoundrel who had been buying things under my name, but intended really to send me into the dirty-fingernailed hands of the swindler who here pretended to represent Amazon.<br />Roughly two hours later I had a phone call from a young man purporting to be my grandson, who, the caller claimed, had been in a car accident and needed money urgently to cover the costs of the towing and damage to his car. “Where shall I send the money, Archie?” I asked. When the voice on the phone began to answer, I mentioned that I do indeed have a grandson but his name is Nick, and hung up. The people who set up these elaborate hoaxes, I am told, specialize in cheating older people, a category under which I qualify. The assumption here must be the older one is, the less likely to see through the scam. People suffering even mild dementia are especially vulnerable.<br />Two scam phone calls followed the fake Amazon email: one purportedly from Social Security citing complications on my monthly check and urging me to call a phone number immediately, the other asking me to renew the warranty on a car I haven’t owned since 2015, perhaps (I do not exaggerate here) the 200th such call I have received about this fictitious warrantee. Later in the day another caller—East Indian accent included at no extra charge—called to mention the $299 fee I owed for a recent installation of an imaginary bit of  Microsoft  software on my computer.<br />Then there were the calls from various charities—true charities or not, I do not know—which showed up on my caller ID under fake names (“Charlie Zucker” was one) with area codes matching my own. Who knew the country contained so many rogues, frauds and pure stinkers out there trying to do me out of my money?"
}