{
    "url_original": "https://www.wsj.com/articles/scared-or-prepared-inside-swedens-effort-to-steel-its-citizens-against-threats-from-russia-11620390691",
    "url": "scared-or-prepared-inside-swedens-effort-to-steel-its-citizens-against-threats-from-russia-11620390691",
    "title": "‘Scared or Prepared?’: Inside Sweden’s Effort to Steel Its Citizens Against Threats From Russia",
    "sub_head": "Scandinavian country is reviving its Cold War-era ‘Total Defense’ plans to prepare for crises from cyberattacks to war",
    "category_1": "World",
    "category_2": "Europe",
    "time": "2021-05-07 08:31:00",
    "body": "In peaceable Sweden, authorities are readying schoolchildren and adults for the kind of crisis that seemed unthinkable a decade ago: a military invasion by Russia.<br />The U.S. and its allies in Europe see an invasion by Moscow as less likely than during the Cold War, when citizens and companies were more accustomed to taking a role in defending their countries.<br />But Russia, as well as China, has sought to divide and weaken the West using the kind of assaults that remain below the threshold of armed conflict, such as cyberattacks and disinformation. That has alerted governments, in particular in smaller countries close to Russia, to the need to make their economies and societies more resilient.<br />“There is a blurred line between peace and war, and we see we are challenged in more domains and adversaries using a wide range of tools: disinformation, cyberattacks, vulnerabilities in critical infrastructure,” the secretary-general of the North Atlantic Treaty Organization, Jens Stoltenberg, said recently.<br />After Moscow seized parts of Ukraine in 2014, Sweden dusted off and modernized Cold War-era plans called “Total Defense” for the whole of society to prepare to resist an invader. The aim—through information campaigns and role-playing scenarios—is to equip citizens and companies to fend for themselves in crises triggered by anything from all-out war to pandemics to cyberattacks."
}