{
    "url_original": "https://www.wsj.com/articles/scotlands-independence-parties-gain-upper-hand-as-pressure-builds-on-u-k-11620505997",
    "url": "scotlands-independence-parties-gain-upper-hand-as-pressure-builds-on-u-k-11620505997",
    "title": "Scotland’s Independence Parties Gain Upper Hand as Pressure Builds on U.K.",
    "sub_head": "SNP’s Nicola Sturgeon pushes referendum plan with Green Party allies as Boris Johnson gains ground in England",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-336023?width=620&size=1.5",
    "image_1": "im-336023.jpg",
    "time": "2021-05-08 19:26:00",
    "body": "EDINBURGH—Scotland’s future in the U.K. is set to loom over British and European politics for years after pro-independence groups led by Nicola Sturgeon’s Scottish National Party expanded their majority in the country’s parliament, setting up a clash with the British government on whether Scots should be allowed a vote on leaving the 300-year-old union.<br />Ms. Sturgeon’s SNP secured the largest number of seats—nearly half the total—in the country’s multiparty, European-style proportional electoral system after pitching independence as a way to accelerate Scotland’s recovery from the Covid-19 pandemic. A referendum could also chart a path for Scotland back into the European Union after Britain left the trade bloc at the start of the year, supporters said.<br />The SNP fell one seat short of an outright majority, indicating the divisiveness of the independence debate in Scotland and handing British Prime Minister Boris Johnson an excuse to refuse a referendum. Only the U.K. government has the authority to sanction a vote. But the nationalists’ ranks were bolstered by growing support for the Scottish Green Party, which also campaigned for independence, setting the stage for a protracted standoff.<br />Together they have a majority of 72 seats in the 129-member legislature, an increase from the last vote five years ago.<br />Ms. Sturgeon, who is Scotland’s first minister, or government leader, wasted little time laying out her plans to force a vote some time in the next five years."
}