{
    "url_original": "https://www.wsj.com/articles/sec-weighs-new-investor-protections-for-spacs-11622052408?mod=politics_lead_pos6",
    "url": "sec-weighs-new-investor-protections-for-spacs-11622052408",
    "title": "SEC Weighs New Investor Protections for SPACs",
    "sub_head": "Chairman Gary Gensler told a House committee that his staff is developing ideas for new rules or guidelines for SPACs",
    "category_1": "Politics",
    "time": "2021-05-26 16:01:00",
    "body": "WASHINGTON—The Securities and Exchange Commission is weighing new protections for investors in blank-check firms known as special-purpose acquisition companies, deal-making vehicles that surged in popularity over the past year.<br />SEC Chairman Gary Gensler told the House Appropriations Committee on Wednesday in prepared remarks that his staff is developing ideas for new rules or guidelines for SPACs. Mr. Gensler questioned whether the SPAC structure appropriately protects small investors, who piled into the recent trading frenzy in blank-check firms.<br />“They’ve just taken off like wildfire, you might say, in the last six months,” he told the committee during a question-and-answer session. “There’s real questions about who’s benefiting and investor protection.”<br />For private companies, SPACs offer a streamlined alternative to initial public offerings. A SPAC initially raises money in its own public offering and lists its shares on a stock exchange. After that, it uses the war chest to hunt for a private company to merge with. If it finds a deal, the private firm takes the SPAC’s listing on the exchange and becomes a public company.<br />Firms that have gone public over the past year through SPAC deals include electric-vehicle companies  Lordstown Motors Corp. , which said Monday that it needs to raise more capital,  Nikola Corp. , and  Fisker Inc.  The SEC’s enforcement division and the Manhattan U.S. attorney’s office are probing Nikola, while a short seller has questioned some of the company’s claims about its technology."
}