{
    "url_original": "https://www.wsj.com/articles/sec-sues-cryptocurrency-promoters-over-deal-that-raised-2-billion-11622243637?mod=markets_lead_pos6",
    "url": "sec-sues-cryptocurrency-promoters-over-deal-that-raised-2-billion-11622243637",
    "title": "SEC Sues Cryptocurrency Promoters Over Deal That Raised $2 Billion",
    "sub_head": "State Regulators in Texas Called BitConnect a ‘Massive Fraud’ in 2018",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "image_1_url": "https://images.wsj.net/im-346123?width=620&size=1.5",
    "image_1": "im-346123.jpg",
    "time": "2021-05-28 19:14:00",
    "body": "WASHINGTON—Regulators sued a group of cryptocurrency promoters who helped raise over $2 billion from investors with the promise of 40% monthly returns, in one of the largest cases ever brought over digital assets.<br />The Securities and Exchange Commission on Friday sued five individuals in Manhattan federal court over their promotion of BitConnect. The SEC said the men violated laws that required them to register as brokers and ran afoul of other investor-protection rules. It didn’t accuse them of fraud.<br />The SEC’s lawsuit seeks to have the defendants give back the money they made and to pay civil monetary penalties.<br />BitConnect was a digital asset created in 2016 and sold in exchange for bitcoin, the world’s most valuable cryptocurrency. BitConnect told investors it would profitably trade their bitcoin using an automated “trading bot” and required the currency to be locked up for terms ranging from four to 10 months, according to the SEC’s lawsuit. BitConnect eventually lost 92% of its value, and investors lost all or nearly all of their funds in the lending program, the SEC’s lawsuit said. Thousands invested in BitConnect.<br />The SEC sued BitConnect promoters Trevon Brown of Myrtle Beach, S.C., Craig Grant of Kissimmee, Fla., Ryan Maasen of Tulsa, Okla., and Michael Noble of Pacific Palisades, Calif. Regulators also sued Joshua Jeppesen of East Falmouth, Mass., who allegedly was a liaison between BitConnect and the promoters. Mr. Jeppesen also represented BitConnect at conferences and other events."
}