{
    "url_original": "https://www.wsj.com/articles/sec-studying-whether-new-rules-are-needed-for-apps-that-gamify-trading-chairman-says-11620239971?mod=markets_lead_pos2",
    "url": "sec-studying-whether-new-rules-are-needed-for-apps-that-gamify-trading-chairman-says-11620239971",
    "title": "GameStop Frenzy, Archegos Meltdown May Prompt New SEC Rules, Chairman Says",
    "sub_head": "Gary Gensler is set to testify Thursday before House Financial Services Committee",
    "category_1": "Politics",
    "time": "2021-05-05 17:12:00",
    "body": "WASHINGTON—Wall Street’s top regulator will study potential new rules related to two recent episodes of stock-market turbulence—the  GameStop Corp.  frenzy among small investors and the implosion of Archegos Capital Management.<br />In testimony prepared for the House Financial Services Committee, Securities and Exchange Commission Chairman Gary Gensler says applications that “gamify” trading—by using appealing visual graphics to reward a user’s decision to trade—might encourage frequent trading that results in worse outcomes for investors. Some Democratic lawmakers have blamed gamification for the boom in retail trading that helped drive the rise in GameStop shares.<br />Mr. Gensler, who is expected to appear Thursday before lawmakers, also says in the prepared testimony that the SEC will study regulatory changes in response to the March blowup of Archegos, an unregulated family-investment vehicle of hedge-fund veteran Bill Hwang whose leverage-fueled bets led to more than $10 billion in losses at top global banks.<br />In his remarks on gamification, Mr. Gensler suggests that many investor-protection rules were written before trading moved to online platforms that have grown more visually enticing and are sometimes blamed for encouraging investors to trade more. The hearing was scheduled after a boom in individual trading drove the prices of several stocks, including those of GameStop and  AMC Entertainment Holdings Inc.,  far above where they traded in December.<br />“Many of our regulations were largely written before these recent technologies and communication practices became prevalent,” Mr. Gensler is set to say. “I think we need to evaluate our rules, and we may find that we need to freshen up our rule set.”"
}