{
    "url_original": "https://www.wsj.com/articles/section-1031-helps-many-and-is-no-loophole-11620668483?mod=opinion_major_pos17",
    "url": "section-1031-helps-many-and-is-no-loophole-11620668483",
    "title": "Section 1031 Helps Many and Is No Loophole",
    "sub_head": "Readers react to Biden’s targeting of like-kind exchanges.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-331501?width=620&size=1.5",
    "image_1": "im-331501.jpg",
    "time": "2021-05-10 13:41:00",
    "body": "Regarding “New Proposal Takes Aim at Real-Estate Tax Loophole” (U.S. News, April 29): A 1031 like-kind exchange has never been a tax loophole. Like-kind exchanges allow investors to exchange one property for another similar “like-kind” property and pay gains taxes later when the property is liquidated. Section 1031 of the Internal Revenue Code is an established statute as legislated by Congress originally as part of the Revenue Act of 1921. Like-kind exchanges facilitate the overall flow of the real-estate-investment industry, with about 15% of all commercial-real-estate transactions in the U.S. being like-kind transactions. Additionally, those who rely most on section 1031 aren’t large corporations, but individual Americans who own investment property, from urban apartments to farms to forests.<br />According to a study by Profs. David C. Ling and Milena Petrova, nearly 88% of exchanged properties are sold after one round, often resulting in higher paid tax amounts over time than would have otherwise been due. This reinvestment accelerates the velocity of money and prevents extended holding periods that lead to stagnation. Furthermore, the study states that the repeal of section 1031 would harm tenants, property owners and the economy overall with a decrease in real-estate prices and long-term rent increases, to name a few.<br />John Harrison, DBA<br />Alternative & Direct Investment Securities Association<br />Indianapolis"
}