{
    "url_original": "https://www.wsj.com/articles/seed-to-dust-review-shadows-in-the-garden-11620340379",
    "url": "seed-to-dust-review-shadows-in-the-garden-11620340379",
    "title": "‘Seed to Dust’ Review: Shadows in the Garden",
    "sub_head": "The author of ‘How to Catch a Mole’ returns with autumnal meditations on aging, change and a life lived with ﬁngers in the soil.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-335162?width=620&size=1.5",
    "image_1": "im-335162.jpg",
    "time": "2021-05-06 18:32:00",
    "body": "Born in the North of England, Marc Hamer endured a troubled youth, getting kicked out of his house soon after he turned 16. He wandered homeless for a time, which nearly killed him. Sleeping under the stars deepened his sense of the natural world, an interest that stuck. Mr. Hamer has lived in Wales for more than 30 years, where he made his living as a professional gardener. He also had a sideline as a catcher of moles, which many landowners regarded as pests and were willing to pay Mr. Hamer to remove.<br />This we learned in Mr. Hamer’s “How to Catch a Mole,” a quirky and well-received 2019 memoir. The book wasn’t really a how-to manual, but an account of how Mr. Hamer, a pacifist, came to retire from catching moles, since getting them out of a garden usually meant killing them.<br />In lyrical prose, Mr. Hamer revealed a curious kinship with moles—creatures who, like him, often work alone. Like Laurie Lee, another son of England who roamed for a time, Mr. Hamer is an elegist, attracted to what’s beautiful precisely because it’s poised to pass away.<br />His new book, “Seed to Dust,” chronicles the final year he spent as the sole hired gardener on a country estate before trading his pruners for a laptop to focus on his writing.<br />The estate’s widowed and aging matriarch, known here only as Miss Cashmere, represents a way of life that seems on the way out. “Gardens like these cannot last,” Mr. Hamer tells readers. “They are messages from a bygone age and need skilled labour that few are willing to do, and fewer are willing to pay for.”"
}