{
    "url_original": "https://www.wsj.com/articles/senate-republicans-block-jan-6-riot-commission-11622218867?mod=politics_lead_pos4",
    "url": "senate-republicans-block-jan-6-riot-commission-11622218867",
    "title": "Senate Republicans Block Jan. 6 Capitol Riot Commission",
    "sub_head": "Party leaders including McConnell and Trump had urged colleagues to reject proposal",
    "category_1": "Politics",
    "time": "2021-05-28 15:38:00",
    "body": "WASHINGTON—Senate Republicans blocked the creation of a bipartisan, independent commission to investigate the Jan. 6 assault on the U.S. Capitol by a pro-Trump mob, after GOP leaders urged colleagues to reject it.<br />The bill needed 60 votes to advance in the evenly divided Senate, thanks to the chamber’s longstanding filibuster rule. That means 10 Republicans would have had to vote with all 50 members of the Democratic caucus to allow the bill to proceed. Only six did, and the legislation fell short, with 54 votes in favor, 35 against and 11 senators not voting.<br />The six Republicans who voted in favor of proceeding with the legislation were Sens. Bill Cassidy of Louisiana, Susan Collins of Maine, Lisa Murkowski of Alaska, Rob Portman of Ohio, Mitt Romney of Utah and Ben Sasse of Nebraska. All but Mr. Portman had voted to convict former President Donald Trump in February at his impeachment trial on charges of inciting insurrection on Jan. 6. Mr. Trump was acquitted.<br />Two Democrats weren’t present for the vote: Sens. Patty Murray of Washington state and Kyrsten Sinema of Arizona. Nine Republicans also didn’t vote, including Sens. Pat Toomey of Pennsylvania and Richard Burr of North Carolina, both of whom were among the seven GOP senators who voted to convict Mr. Trump earlier this year.<br />The Senate had been scheduled to vote on the commission Thursday but procedural delays on separate legislation forced it into Friday. Sens. Murray and Toomey said Friday that they had missed the vote because of family obligations, but they would have voted yes."
}