{
    "url_original": "https://www.wsj.com/articles/seven-epic-road-trips-for-this-summer-and-beyond-11621524311",
    "url": "seven-epic-road-trips-for-this-summer-and-beyond-11621524311",
    "title": "Seven Epic Road Trips for this Summer and Beyond",
    "sub_head": "A few of our favorite driving vacations in the U.S., meticulously planned from beginning to end",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-339517?width=620&size=1.5",
    "image_1": "im-339517.jpg",
    "time": "2021-05-20 11:25:00",
    "body": "This collection of road-trip stories has been curated for a special day of unlimited access to WSJ on May 20. Click here to see our full archive of travel stories.<br />WITH THE pandemic in retreat this summer, many Americans who have the WAZE and means are packing their bags and filling their gas tanks—heading out on the open road eager to rediscover the country. Why not join them? The following collection of road trips features intriguing routes and destinations from Maine to California. There’ll be encounters with history along the Natchez Trace; natural wonders to explore in Colorado’s Rocky Mountains; and good food and drink everywhere along the way: Pemaquid oysters in Kennebunkport, pimento cheese sandwiches in Tupelo, sazeracs in New Orleans. It’s a moveable feast for a nation on the move once more.<br />When you set out to drive from Nashville to New Orleans, you’re better off taking it slow. On this wonderfully detailed tour from Tennessee, through Mississippi and Louisiana you’ll be passing through sultry small towns that invite you to linger and enough poignant sites of American history to keep you engaged. Then there’s the food–an unapologetic celebration of simple carbohydrates.<br />Denver native Ryan Haase designed this drive through his home state, combining the very best of the Rocky Mountains in an unhurried three days. Along the way, expect traffic-stopping vistas, wildflower meadows, arty bergs and a peach of a last leg<br />During Covid, even driving vacations can get a little bumpy so we asked AAA trip-planning pros to suggest three foolproof routes and a few tips for smoothing the way. No matter which itinerary you choose–the one on the trail of Civil Rights legends or a trip back to the Wild West or a sea-to-sea odyssey–you’ll find a mix of bucket-list sites and worthy surprises."
}