{
    "url_original": "https://www.wsj.com/articles/seychelles-the-worlds-most-vaccinated-nation-sees-renewed-covid-19-surge-11620669853",
    "url": "seychelles-the-worlds-most-vaccinated-nation-sees-renewed-covid-19-surge-11620669853",
    "title": "Seychelles, the World’s Most Vaccinated Nation, Sees Renewed Covid-19 Surge",
    "sub_head": "The country is experiencing its largest coronavirus outbreak after vaccinating some 60% of its population, mostly with China’s Sinopharm shot",
    "category_1": "World",
    "time": "2021-05-10 14:04:00",
    "body": "Seychelles, which has vaccinated a higher proportion of its population against coronavirus than any other country, is struggling to contain a new surge in Covid-19 infections, raising questions about the effectiveness of a Chinese shot the island nation has administered to the majority of its vaccinated residents.<br />In recent days, a rush of patients seeking treatment has overwhelmed the Seychelles’s sole coronavirus treatment center, as the pristine archipelago of 115 islands in the Indian Ocean battles its worst wave of infections, according to the health ministry. The daily rate of Covid-19 symptomatic infections has jumped to more than 300 cases, bringing the cumulative total to 8,172 and forcing the government to reinstitute lockdown measures.<br />Although that number is low, it is an outsize problem for a tiny geographically isolated nation with a population of just 100,000. The daily case rate is a higher number of infections per capita than India’s outbreak.<br />On Sunday, with hospitals in the capital Victoria overwhelmed with patients, the health ministry issued guidelines on how people who have tested positive for Covid-19 should treat themselves from home while the government scrambles to build more makeshift treatment centers.<br />The islands’ renewed infection surge comes as a shock after the government vaccinated more than 60% of the population. Some 38,000 of the population was given the shot from Chinese state-owned firm Sinopharm and the remainder received  AstraZeneca  shots produced at the Serum Institute of India."
}