{
    "url_original": "https://www.wsj.com/articles/shares-of-chinas-meituan-sink-as-public-scrutiny-mounts-11620731883?mod=markets_lead_pos3",
    "url": "shares-of-chinas-meituan-sink-as-public-scrutiny-mounts-11620731883",
    "title": "Shares of China’s Meituan Sink as Public Scrutiny Mounts",
    "sub_head": "Online delivery company’s stock closes at seven-month low as investors sour on growth prospects",
    "category_1": "Markets",
    "category_2": "Stocks",
    "time": "2021-05-11 07:29:00",
    "body": "Once a stock-market darling, online delivery company Meituan has come under mounting regulatory and public scrutiny in China, souring investors on its growth prospects amid a broader crackdown on the country’s powerful technology sector.<br />On Tuesday, shares of Meituan tumbled nearly 10% before paring some losses to close at a seven-month low. The previous day, the shares had fallen 7%. The declines took Beijing-based Meituan’s market capitalization to the equivalent of about $195 billion.<br />Three months ago, Meituan was flying high with a market capitalization exceeding $340 billion, according to FactSet, as Chinese consumers swarmed to its mobile app to purchase vegetables, groceries and household goods in bulk. In April the company raised nearly $10 billion from investors to fund new technology and ambitious expansion plans. Even after the recent tumble, Meituan is China’s third-most-valuable listed internet company, behind videogame developer and social-media company  Tencent Holdings Ltd. , and e-commerce firm Alibaba Group Holding Ltd.<br />On Monday evening, the Shanghai Consumer Council, a quasi-government body that protects consumer rights, said it had summoned Meituan representatives to a meeting and told the company to address problems that had sparked a litany of complaints from consumers.<br />Representatives of  Pinduoduo Inc.,  a fast-growing e-commerce company that has become one of China’s top online shopping sites, were also called to a meeting by the council and told to rectify problems that included sales of counterfeit goods. Pinduoduo’s Nasdaq-listed shares plunged 9% in U.S. trading on Monday after the news."
}