{
    "url_original": "https://www.wsj.com/articles/shell-ordered-by-dutch-court-to-cut-carbon-emissions-11622038961?mod=business_lead_pos2",
    "url": "shell-ordered-by-dutch-court-to-cut-carbon-emissions-11622038961",
    "title": "Shell Ordered by Dutch Court to Cut Carbon Emissions",
    "sub_head": "Lawyers say the ruling, which Shell can appeal, could set a precedent in other Western jurisdictions",
    "category_1": "Business",
    "time": "2021-05-26 15:01:00",
    "body": "A Dutch court on Wednesday ruled that  Royal Dutch Shell  PLC is partially responsible for climate change and ordered the company to reduce its carbon emissions, a first-of-its-kind ruling that adds fresh pressure on oil-and-gas companies already facing heightened scrutiny from governments and investors.<br />The ruling, issued by the district court in The Hague and stemming from a lawsuit brought by environmental groups, found Shell must curb its carbon emissions by 45% by 2030, compared with 2019 levels. This is in line with United Nations guidance for member states aimed at preventing global temperatures rising more than 1.5 degrees Celsius above preindustrial levels.<br />Lawyers and consultants said the ruling could set a precedent in other Western jurisdictions, particularly in Europe, opening oil companies to new legal jeopardy over their carbon emissions. Companies in other heavy polluting industries could also face greater environmental scrutiny, they added.<br />“This case does open the door for challenges to other energy-intensive sectors,” said Liz Hypes, an analyst at risk consultancy Verisk Maplecroft. Other industries that could face lawsuits include agriculture, transport and mining, all of which are already being targeted by regulators and civil society over their emissions, Ms. Hypes added.<br />The civil suit against Shell was led by the Dutch arm of Friends of the Earth, an environmental nonprofit. It alleged Shell’s production of oil and natural gas contributed to climate change, violating a so-called duty of care to those affected by it and failing to meet the company’s human-rights obligations."
}