{
    "url_original": "https://www.wsj.com/articles/sheldon-silver-former-new-york-state-assembly-speaker-is-furloughed-from-prison-11620160714?mod=business_minor_pos6",
    "url": "sheldon-silver-former-new-york-state-assembly-speaker-is-furloughed-from-prison-11620160714",
    "title": "Sheldon Silver, Former New York State Assembly Speaker, Is Furloughed From Prison",
    "sub_head": "Democrat had been convicted on public-corruption charges",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-333879?width=620&size=1.5",
    "image_1": "im-333879.jpg",
    "time": "2021-05-04 16:38:00",
    "body": "Former New York state Assembly Speaker Sheldon Silver was furloughed from federal prison Tuesday, after serving less than a year of a 6½-year sentence behind bars, a person familiar with the matter said.<br />Mr. Silver, 77 years old, was convicted of public corruption and had been incarcerated for about eight months at the Otisville Federal Correctional Institution north of New York City. Federal prison officials recently reached out to the U.S. Attorney’s office for the Southern District of New York, which prosecuted the former Democratic lawmaker, about releasing him to home confinement, an office spokesman said.<br />The spokesman said prosecutors told the federal Bureau of Prisons on Monday that they opposed home confinement for Mr. Silver. A spokesman for the Bureau of Prisons said it wouldn’t discuss an individual inmate’s release plans, but that the bureau had the authority to furlough inmates to their homes while they are considered for home or community confinement.<br />Mr. Silver, who has a home in Manhattan’s Lower East Side, couldn’t be reached for comment, and his attorney, James Loonam, declined to comment. Before he was sentenced in July, Mr. Silver said he was sorry for his actions and said he didn’t wish to die in prison. His lawyers said in court papers that Mr. Silver had a history of kidney disease and cancer.<br />Mr. Silver was one of the most powerful politicians in New York and served more than 20 years as speaker of the Assembly before he was charged in 2015 with trading official favors for bribes disguised as legal fees."
}