{
    "url_original": "https://www.wsj.com/articles/should-you-wear-socks-with-loafers-11620325957",
    "url": "should-you-wear-socks-with-loafers-11620325957",
    "title": "Should You Wear Socks With Loafers?",
    "sub_head": "Some men insist going sockless results in sweaty, sickening feet. Others contend that socks are bulky and uncool. With the help of a podiatrist, we argue both sides of this decades-old debate.",
    "category_1": "Life & Arts",
    "category_2": "Fashion",
    "image_1_url": "https://images.wsj.net/im-333314?width=620&size=custom_1481x1326",
    "image_1": "im-333314.jpg",
    "time": "2021-05-06 14:32:00",
    "body": "For the recurring series, That’s Debatable, we take on a contentious issue of the day and present two spirited arguments—one in favor and other emphatically opposed. Previous installments from the series are here.<br />Wearing loafers without socks, some men maintain, induces foot odor and leaves ankles frigidly exposed on brisk days. For many corporate workplaces—and, in some cases, the local watering hole—the look also skews too casual. The Dreadnought Pub in Edinburgh has gone so far as to ban uncovered “mankles” on its premises. In a  Facebook  post, the pub defended its position: “We do our best to keep the place looking reasonably smart.”<br />When donning shorts, the pro-sock camp claims, naked ankles aren’t an issue—but to project sophistication while wearing full trousers, socks are a must. Ridicule rained down on former Trump campaign chairman Paul Manafort when he opted for bare ankles during his 2018 trial. More appealing role models like James Dean, JFK and Steve McQueen, on the other hand, all suavely sported the socks-and-loafers look. If you aspire to emulate those princes of style and pull off this combo, we have a few tips.<br />Find a fine-gauge sock that doesn’t compete with your shoe’s texture. Avoid boring white or black socks and go for something a little snazzier, like a simple stripe or solid violet. Don’t fear pattern or color, but bear in mind that your socks say a lot about who you are. Do you want to be the guy who deftly selects the just-right contrasting hue for a subtle statement, or the zany dude who wears leopard spots and enjoys the startled looks they elicit?<br />The pro-socks contingent leans on the hygiene argument when dealing with doubters. “A shod foot is a dark, damp and warm environment—it’s fungus heaven,” said Joshua Rivard, 31, a plumber from Lowell, Mass., who has seen his fair share of dark, damp environments. He also points out that few guys really scrub the insides of their shoes. You wouldn’t wear the same socks 6 months in a row, he said, “so why on earth would you shove your bare feet in a 6-month-old petri dish?”"
}