{
    "url_original": "https://www.wsj.com/articles/should-business-school-hopefuls-skip-the-gmats-some-of-their-power-may-be-a-myth-11620565164",
    "url": "should-business-school-hopefuls-skip-the-gmats-some-of-their-power-may-be-a-myth-11620565164",
    "title": "Should Business-School Hopefuls Skip the GMATs? Some of Their Power May Be a Myth",
    "sub_head": "Some top companies have de-emphasized test scores—but not everyone got the message",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-335126?width=620&size=1.5",
    "image_1": "im-335126.jpg",
    "time": "2021-05-09 08:59:00",
    "body": "For years, M.B.A. students and admissions experts believed that top consulting firms and investment banks wouldn’t let job applicants even interview if their score on the GMAT—the standardized test required for most graduate business and management programs—was below a certain threshold. In recent years, that may have become a myth.<br />As many business schools across the country began waiving test requirements last summer for the GMAT, some prospective students began wondering what skipping the test would mean for their chances at landing a job at a top firm.<br />“Candidates are anxious about this,” said Petia Whitmore, a former dean of graduate admissions at Babson College and founder of admissions consulting firm My M.B.A. Path. Some students, she added, are concerned that getting a test waiver from a school will be counted against them in the hiring process. “Even those who got a waiver are saying: Should I take a GMAT later, so I’m not out of the MBB [McKinsey, Boston Consulting Group and Bain, the Big Three strategy consulting firms]?”<br />Now, firms such as Bain, Goldman Sachs and McKinsey say that’s not the case. They, too, have put less emphasis on standardized tests as part of their recruiting in recent years.<br />That change may not have trickled down to applicants and admissions officials. Linda Abraham, founder and president of admissions consulting firm Accepted.com, says the view still prevailed that most top-tier consulting companies and banks, which annually hire droves of top M.B.A. students, used as screening tools the GMAT (Graduate Management Admission Test) or the GRE (Graduate Record Examinations, a general graduate school admissions test). “I certainly thought it was true,” Ms. Abraham says, “but I assumed it was changing because the schools weren’t going to have it and improve on diversity, equity and inclusion.”"
}