{
    "url_original": "https://www.wsj.com/articles/shrinking-blue-states-have-defund-the-police-to-blame-11621375938?mod=opinion_lead_pos10",
    "url": "shrinking-blue-states-have-defund-the-police-to-blame-11621375938",
    "title": "Shrinking Blue States Have ‘Defund the Police’ to Blame",
    "sub_head": "The limp progressive response to rising crime and disorder has benefited Texas and Florida.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "time": "2021-05-18 18:12:00",
    "body": "Remember Billy Joel’s old friend, the one he sang about in the late-1970s? The guy who “closed the shop, sold the house, bought a ticket to the West Coast”? Well, chances are he’s not living there anymore.<br />The Census Bureau announced last month that California has gone the way of New York and Illinois in terms of lackluster population growth and thus will lose a congressional seat in decennial apportionments for the first time ever. Meanwhile, states like Texas and Florida have experienced strong population gains and will increase the size of their delegations in Washington.<br />These population trends predate Covid-19. The Texases and Floridas have long sported lower taxes and better job growth than the Californias and New Yorks, as well as more-welcoming business climates. The pandemic could accelerate these demographic shifts from blue to red states, or from urban to rural locales, as more people work remotely, but don’t underestimate the degree to which social factors could also play an important role in where Americans choose to live.<br />Big blue states aren’t only fiscal train wrecks but often lead the country in faddish thinking about crime and safety. Levels of vagrancy in progressive redoubts like New York City and San Francisco have reached levels that are too high to ignore. In Frisco, which is run by liberals who like to lecture the country about the treatment of low-income minorities, the homeless population numbers 18,000, more than a third of whom are black.<br />In New York City, shootings and homicides rose by 97% and 44%, respectively, in 2020, and felony assaults are up by 25% this year. Yet seven of the eight candidates running in the Democratic primary for Manhattan district attorney have pledged to cut the police budget or prosecute fewer suspects—or some combination of the two. On Sunday, the  New York Times  endorsed Kathryn Garcia, a former sanitation department commissioner, for mayor. According to the paper, Ms. Garcia will address the city’s crime wave by “reforming the New York Police Department,” which “begins with speeding up and strengthening the disciplinary process” for officers."
}