{
    "url_original": "https://www.wsj.com/articles/sick-of-saggy-wfh-sweaters-try-springs-sexy-knits-11622055375",
    "url": "sick-of-saggy-wfh-sweaters-try-springs-sexy-knits-11622055375",
    "title": "Sick of Saggy WFH Sweaters? Try Spring’s Sexy Knits",
    "sub_head": "Before you re-emerge, consider dumping the cozy cocoon you’ve been living in for thin, curve-hugging knitwear—a more confident and seductive option",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-343865?width=620&size=custom_1280x819",
    "image_1": "im-343865.jpg",
    "time": "2021-05-26 14:56:00",
    "body": "BAD NEWS FOR baggy sweaters: Warm weather and reopening is moving women to break up with the faithful, nubby pullovers that provided so much sloppy comfort during lockdown. The new object of fashion’s affections? Uninhibited knit dresses, cardigans and sweaters that are thin, breathable, summer-weight and often ribbed for visual pleasure.<br />In a backlash to the anemic monotony of our isolation clothes, sensuality has emerged as a key mood this season. Among the seductive, polished knits on the market, Bottega Veneta’s merino wool tops are so slight, they look as though mere eye contact might unbutton them. Proenza Schouler makes curve-hugging dresses. Khaite proposes pairing its woolen bra with a comparatively demure, collared cardigan, and New York brand Tibi is suggesting sweaters with flirty, flesh-exposing cutouts. “We haven’t had any playfulness for a year,” said London designer Paula Gerbase, whose gauzy, almost see-through tops tease the eye. “Transparent knits allow a little bit more joy, which I’m certainly craving.”<br />Tibi founder Amy Smilovic considers her form-fitting knits ideal if you’re graduating from video-chat to in-person dating. There’s a “real desire to have things close to the body,” she said. “Giant sweaters,” she added, don’t necessarily project confidence when meeting a new Bumble match at a bar. “You don’t want to look lazy, but you do want to be comfortable.”<br />Robyn Berkley, co-founder of New York athleisure brand Live the Process, agrees. “People want that flexible feeling,” she said. Furnished with pockets and French cuffs, her label’s Tuxedo cardigan offers all the trappings of a blazer without the weighty formality.<br />Slim knits suit our collective mind-set as we transition from hibernating in sweats to dressing for social interactions. “We’re not ready to go full out in high heels and dresses,” said New York communications consultant Viktorija Svedkova Jasevice, 29. Once devoted to crisp button-ups, she’s lately relied on a sheer, low-maintenance Prada cardigan—worn with jeans or tailored trousers or over silky slip dresses—whether at home or out to dinner. “You don’t have to iron it.”"
}