{
    "url_original": "https://www.wsj.com/articles/silicon-valley-venture-firm-earmarks-profits-for-historically-black-colleges-11622146039?mod=markets_featst_pos1",
    "url": "silicon-valley-venture-firm-earmarks-profits-for-historically-black-colleges-11622146039",
    "title": "Silicon Valley Venture Firm Earmarks Profits for Historically Black Colleges",
    "sub_head": "Partners at Base10 to donate half of carried interest from latest fund for student scholarships",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-344779?width=620&size=1.5",
    "image_1": "im-344779.jpg",
    "time": "2021-05-27 16:07:00",
    "body": "After years of promises from the venture-capital industry to invest in more startup founders of color, one firm is taking a novel approach: sharing their investment profits with students at predominantly Black universities.<br />San Francisco-based Base10 Partners said Thursday it has raised a $250 million venture fund to invest in tech companies, and that a portion of the profit from that fund would be given to historically Black colleges and universities to fund student scholarships, with a focus on majors relevant to a career in tech.<br />Venture-capital partners typically claim carried interest—a share of a fund’s profit—as a large part of their income. Base10 partners said they will forgo half of their carried interest—which is 20%—and donate it for scholarships and other forms of financial aid for students at HBCUs.<br />Base10 Partners, founded in 2017, is the largest Black-led venture capital firm in the country. About $50 million of the new fund came from HBCUs themselves through their endowments, said Adeyemi Ajao, Base10 co-founder and managing partner.<br />HBCU endowments are about half the size of those of other schools, according to a government report from 2018. That has limited their involvement in venture-capital funds, which can be lucrative but highly risky investments, said Mr. Ajao. Base10 said it welcomed smaller-than-typical check sizes from the HBCUs and waived fees for them. By creating a pipeline for more HBCUs to engage with venture capital, and more Black students to get a start in tech, Base10 hopes to begin to expand opportunities and support for underrepresented minorities in Silicon Valley."
}