{
    "url_original": "https://www.wsj.com/articles/singer-suzanne-vega-takes-her-act-uptown-11621009479",
    "url": "singer-suzanne-vega-takes-her-act-uptown-11621009479",
    "title": "Singer Suzanne Vega Takes Her Act Uptown",
    "sub_head": "An artist known for folk-inspired songs has released her first cabaret album, recorded at Manhattan’s swanky Cafe Carlyle.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-338005?width=620&size=1.5",
    "image_1": "im-338005.jpg",
    "time": "2021-05-14 12:24:00",
    "body": "In an ordinary year, Suzanne Vega would have followed up the release of her latest album, “An Evening of New York Songs and Stories,” by going on the road. “It was my intention that once I started to tour to promote the album I would have this new look and this new attitude,” she says. “But we never quite got that opportunity.”<br />Recorded in 2019 at Cafe Carlyle, the storied New York cabaret room, “Evening” came out last September, in the depths of the Covid-19 pandemic. Now Ms. Vega has finally been able to announce a new tour of Northeastern cities starting in September, but she’s not sure which of her many musical personas will be on stage. “By the time we get to the end of the pandemic, I may be ready to try some other thing,” she says. “But on the other hand, maybe I’ll get that dress out of the closet.”<br />Ms. Vega’s reputation as an experimental, adventurous artist dates back to 1990, when her third album, “Days of Open Hand,” was struggling to get attention. “The record had no traction,” Ms. Vega recalls with a laugh. “Nobody liked it or wanted to hear it,” even though her previous album, “Solitude Standing,” had gone platinum thanks to the hit single “Luka.”<br />One day, she remembers, she was taping Arsenio Hall’s late-night show when her manager appeared backstage and told her that two British producers had made a bootleg remix of “Tom’s Diner,” an a cappella track from “Solitude Standing.” A&M Records was about to file a lawsuit to have the song pulled, but he thought she might want to hear it first. Ms. Vega put on headphones and immediately loved the remix, which spun a driving dance beat around her original vocal. Her song was transformed in a way that embraced and enhanced the original. “I thought it sounded really cool and suggested that instead of suing these kids, we buy the track and put it out,” Ms. Vega recalls. “That worked out great.”<br />“Tom’s Diner” 2.0, released by “DNA featuring Suzanne Vega,” became an international smash that took Ms. Vega into dance clubs and continues to get frequent play. She followed up that success with two sonically adventurous albums, “99.9F°” and “Nine Objects of Desire,” which stand as high points of 90s alternative music. Both albums were produced by Mitchell Froom, whom Ms. Vega married. Their daughter Ruby Froom, now 26, sometimes sings with her."
}