{
    "url_original": "https://www.wsj.com/articles/skinny-jeans-move-over-overalls-are-here-again-11620328339",
    "url": "skinny-jeans-move-over-overalls-are-here-again-11620328339",
    "title": "Skinny Jeans, Move Over: Overalls Are Here (Again)",
    "sub_head": "As the desire for comfort is buckling denim dungarees back into style, we examine the garment’s layered all-American past",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-333315?width=620&size=1",
    "image_1": "im-333315.jpg",
    "time": "2021-05-06 15:12:00",
    "body": "FOR DECADES, jeans were synonymous with comfort. Then many of us spent a year-plus working from our sofas and bedrooms, and even skinny jeans—fortified with such a hefty amount of Spandex that you could plausibly do yoga in them—began to seem too restrictive. Jeans, however, are the Madonna of fashion, endlessly shape-shifting to stay relevant. Manufacturers continued adding elastic waistbands to skinnies, making them stretchier. Gen Z TikTokers adopted loose, high-waisted styles, and designers responded in kind. Now, as we cautiously emerge from our homes, we have, courtesy of brands like Hey Gang, Amo and Dôen, updates on the jeans version of the hazmat suit: bib overalls.<br />That overalls were created as protective gear gives this trend a neat symbolic twist. They do not, obviously, safeguard against Covid-19, but reaching for psychological bulwarks is understandable when you’re re-engaging with the world as a deadly pandemic continues to rage. Another factor in overalls’ resurgence: the strong element of 1990s nostalgia that continues to ripple through fashion. From a bibbed Demi Moore at her potter’s wheel in “Ghost” to Winona Ryder wearing nothing underneath hers on the cover of Rolling Stone, overalls crop up with dependable frequency in image searches for that decade’s casual fashions.<br />Originally designed as men’s workwear, overalls were what 19th-century laborers put on “over all” their other clothes—a description that was easily elided. When Levi Strauss & Co. took out a patent for the first pair of riveted denim jeans in 1873, it described the jeans as “waist overalls,” meaning they had no bib. It’s unclear exactly when Levi Strauss and other early jeans manufacturers added proper overalls to their lineups, but they were selling them by the early years of the 20th century. By 1930, when Grant Wood painted “American Gothic,” which depicts an overall-clad farmer (actually the artist’s dentist, who posed for him), overalls were indelibly associated with agricultural workers and others who performed rigorous physical work and needed a sturdy layer of denim clothing to protect them from occupational mishaps and grime.<br />When women went to work on farms and in munitions factories in both World War I and World War II, they put on overalls for the same reason. Though they removed them after work—it wasn’t yet acceptable to wear overalls on the street—the image of the war worker in denim overalls endured. See Rosie the Riveter, at least as imagined by Norman Rockwell for the cover of the Saturday Evening Post in 1943. Two decades later, the daughters of the Rosie generation looked to overalls again, but for different reasons. Some young women wore them as part of the countercultural get-up of vintage finds and old-fashioned clothes that suggested a connection to a simpler time.<br />Others, notably members of the Student Nonviolent Coordinating Committee (SNCC), wore overalls in part to emphasize that those simpler times were actually not so good. In the South, where denim was once used to clothe enslaved people, denim overalls were identified with poor Black sharecroppers. The art historian Caroline Jones hypothesized that by wearing them to civil rights protests, SNCC members were signaling that little had changed since Reconstruction."
}