{
    "url_original": "https://www.wsj.com/articles/softbank-sells-renewable-energy-unit-in-india-11621423025?mod=business_lead_pos3",
    "url": "softbank-sells-renewable-energy-unit-in-india-11621423025",
    "title": "SoftBank Sells Renewable-Energy Unit in India",
    "sub_head": "Adani conglomerate takes control in deal that values solar-power operator at $3.5 billion",
    "category_1": "Markets",
    "category_2": "Deals",
    "time": "2021-05-19 07:17:00",
    "body": "SoftBank  Group Corp. is selling its Delhi-based renewable-energy unit to an Indian rival, a step that effectively pulls the plug on what was once the world’s most ambitious solar investor.<br />Adani Green Energy Ltd.  said Wednesday it was buying SB Energy India in a deal that values the unit at $3.5 billion, an amount it said would be India’s largest renewable-energy transaction. The unit has nearly five gigawatts of renewable-power assets in India—mostly solar power—and is 80% owned by SoftBank, with the remaining stake held by Indian conglomerate and longtime SoftBank partner Bharti Group. Adani didn’t say how much it was paying.<br />The deal involves the unit of SoftBank that had been responsible for the company’s most aggressive solar investments and plans, including a proposed $200 billion, 200 gigawatt project in Saudi Arabia that was announced with great fanfare by SoftBank Chief Executive Masayoshi Son and Saudi Crown Prince Mohammed bin Salman in 2018. That project was later shelved as competition for solar projects rose and returns on plants dropped.<br />SoftBank had also been struggling with tightening returns on solar projects in its biggest market of India, where it had announced a goal of building 20 gigawatts of solar power at an estimated cost of $20 billion.<br />SoftBank still has a Tokyo-based energy unit that holds 50 renewable-energy projects, all but one in Japan, with a capacity of around 770 megawatts. The company has also purchased solar assets in the U.S. without disclosing how much it holds."
}