{
    "url_original": "https://www.wsj.com/articles/sorry-prof-were-cutting-you-off-11619974459?mod=opinion_lead_pos5",
    "url": "sorry-prof-were-cutting-you-off-11619974459",
    "title": "Sorry, Professor, We’re Cutting You Off",
    "sub_head": "Funding higher education now means subsidizing the political activists who have hijacked it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-332948?width=620&size=1.5",
    "image_1": "im-332948.jpg",
    "time": "2021-05-02 13:06:00",
    "body": "An advanced society functions by creating a series of institutions, telling them what it wants them to do, and funding them to do it. Institutions like the police, fire departments, courts and schools do the jobs society creates them to do. But one American institution—higher education—has decided to repurpose itself. It has set aside the job given to it by society and substituted a different one.<br />Higher education had a cluster of related purposes in society. Everyone benefited from the new knowledge it developed and the well-informed, thoughtful citizenry it produced. Individual students benefited from the preparation they received for careers in a developed economy. Yet these days, academia has decided that its primary purpose is the promotion of a radical political ideology, to which it gives the sunny label “social justice.”<br />That’s an enormous detour from the institutional mission granted to higher education by society—and a problem of grave consequence. For the purpose that academia has now given itself happens to be the only one that the founding documents of virtually all colleges and universities take care to forbid pre-emptively. The framers of those documents understood that using the campuses to promote political ideologies would destroy their institutions, because ideologies would always be rigid enough to prevent the exploration of new ideas and the free exercise of thought. They knew that the two purposes—academic and political—aren’t simply different, but polar opposites. They can’t coexist because the one erases the other.<br />The current political uniformity of college faculty illustrates the point. It meets the needs of the substitute purpose very well, but only by annihilating the authorized one. Analytical thinking requires exploring a range of alternatives, but political crusades require the opposite: exclusive belief and commitment. That’s how far off course academia has gone in its capricious self-repurposing.<br />Though most Americans aren’t happy about this, academia has no qualms. No matter how many times the lack of intellectual diversity on politicized, one-party campuses is decried as unhealthy and educationally ruinous, the campuses won’t listen. There was once internal debate about higher education’s direction between traditional academic scholars and radical political activists, but that debate is long over. The activists, now firmly in control, have no interest in what the dwindling ranks of scholars have to say."
}