{
    "url_original": "https://www.wsj.com/articles/sothebys-christies-expect-to-sell-1-billion-in-art-at-spring-auctions-11620478802",
    "url": "sothebys-christies-expect-to-sell-1-billion-in-art-at-spring-auctions-11620478802",
    "title": "Sotheby’s, Christie’s Expect to Sell $1 Billion in Art at Spring Auctions",
    "sub_head": "Auctions will test collectors’ appetites for art trophies; Sotheby’s will start letting some people bid in person.",
    "category_1": "Arts",
    "category_2": "Art & Auctions",
    "image_1_url": "https://images.wsj.net/im-335299?width=620&size=custom_4000x3623",
    "image_1": "im-335299.jpg",
    "time": "2021-05-08 09:00:00",
    "body": "New York’s top auction houses Sotheby’s and Christie’s will attempt to auction at least $1 billion in art during a series of in-person and live streamed sales starting Tuesday next week, marking a return to a somewhat normal rhythm after a disruptive year.<br />Sotheby’s announced Friday that it’s ready to allow a few dozen people to show up in person and bid in its New York sales for the first time since the pandemic. On Wednesday, the house will let 50 of its top collectors and dealers bid from cabaret-style tables spread around its Manhattan saleroom. Christie’s will remain live streamed.<br />However collectors choose to participate, they say the series overall will give them their first opportunity in months to gauge the popularity and price levels of everything from trophy paintings to oversized sculptures to works by once-overlooked women.<br />Last spring’s series didn’t happen as scheduled because the pandemic pushed offerings into a mashup of one-size-fits-all sales held midsummer, and the fall sales saw volatile bidding, with major pieces like a Mark Rothko selling for at or below their estimates.<br />This week’s round is smaller in volume than past years and appears unlikely to surpass the $1.8 billion total achieved by a similar series held in May 2019. Even so, sellers say they feel increasingly confident about the art market’s trajectory, with 27 works up for bid carrying an asking price of $10 million or more."
}