{
    "url_original": "https://www.wsj.com/articles/southeast-asias-battle-of-the-40-billion-superapps-11621332418?mod=business_featst_pos2",
    "url": "southeast-asias-battle-of-the-40-billion-superapps-11621332418",
    "title": "Southeast Asia’s Battle of the $40 Billion Superapps",
    "sub_head": "Another big deal shows that the region is well placed to be the next tech hot spot as regulation in China tightens",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-339937?width=620&size=1.5",
    "image_1": "im-339937.jpg",
    "time": "2021-05-18 06:10:00",
    "body": "The merger of Gojek and Tokopedia sets up Southeast Asia for a battle of the “superapps.” It’s not quite Godzilla versus King Kong, but investors are likely to be riveted. Underserved consumers in Southeast Asia are likely to benefit too, as digital financial services expand rapidly.<br />The two Indonesian companies said Monday they will merge to create a company that spans ride-hailing, e-commerce and financial services. The combined entity, known as GoTo Group, will seek dual listings in New York and Jakarta, with a target market valuation between $35 billion and $40 billion. Their rival, Singapore-based Grab, said last month that it will go public at around $40 billion through a merger with a special-purpose acquisition company, or SPAC.<br />The GoTo deal brings together a star-studded lineup of investors: Google,  Facebook  and  PayPal ,  along with Alibaba, Tencent and  JD.com  in China. That shows Southeast Asia, with more than 600 million people and home to relatively less developed internet economies, is seen as the next region that could offer explosive growth. Singapore-based Sea Ltd. is now worth $112 billion, after rallying more than 13-fold since its initial public offering in 2017. The Tencent-backed company’s businesses include games, e-commerce and financial services.<br />Apart from getting financial backing, these upstarts in Southeast Asia are also taking a page from Chinese internet giants’ business strategies. The “superapp” model is similar to Tencent’s  WeChat ,  which provides services from messaging to payments. E-commerce is one area where the online battle will be hottest: More Southeast Asians are shopping online, especially during the pandemic. Indonesia’s e-commerce market more than quadrupled from 2016 to $48 billion in 2020, according to Euromonitor International.<br />But financial services is likely the area with the most long-term promise, since Southeast Asia as a whole is still relatively underserved by traditional banks compared with some other big markets. Grab and Sea have digital bank licenses in Singapore, while Gojek owns a stake in an Indonesian digital bank. They could try to leverage their digital-payment services to offer other financial services such as insurance and lending, akin to the model used by China’s Tencent and Ant, backed by Alibaba. Ironically, this model is under threat in China as regulators have stepped up their scrutiny on worries about the systemic risks. This could eventually be an issue in Southeast Asia too, but so far governments seem to be supportive."
}