{
    "url_original": "https://www.wsj.com/articles/southlake-says-no-to-woke-education-11620426330?mod=opinion_lead_pos2",
    "url": "southlake-says-no-to-woke-education-11620426330",
    "title": "Southlake Says No to Woke Education",
    "sub_head": "A parent revolt against critical-race theory in the K-12 classroom.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-335965?width=620&size=1.5",
    "image_1": "im-335965.jpg",
    "time": "2021-05-07 18:25:00",
    "body": "The takeover of higher education by critical-race theory may be a fait accompli, but some parents won’t surrender K-12 education without a fight. That’s the message voters in the Dallas suburb of Southlake sent last weekend.<br />The May 1 special election became a referendum on efforts to impose critical-race theory on the curriculum and practices of Carroll Independent School District. The district’s diversity council developed the so-called “cultural competence action plan” after several students were caught on video uttering racial slurs.<br />The plan called for the district to hire an equity and inclusion director, encourage students to report each other for microaggressions, and revise the curriculum to make it more woke, among other changes.<br />Parents rejected this indoctrination effort, judging by the election results. School board candidates Cam Bryan and Hannah Smith vocally opposed the proposal and won 68% and 69% of the vote, respectively. Southlake Families, a political-action committee opposed to the plan, backed two city council candidates and a mayoral candidate. All three won with about 70% of the vote.<br />Reporting in the national media on the election has predictably portrayed the landslide election result as a victory for bigotry. “A school district tried to address racism, a group of parents fought back,” CNN proclaimed. A Dallas Morning News story featured a tweet claiming that Southlake had “doubled down on racism and White supremacy in their local election.”"
}