{
    "url_original": "https://www.wsj.com/articles/spac-selloff-bruises-individual-investors-11621396808?mod=markets_lead_pos3",
    "url": "spac-selloff-bruises-individual-investors-11621396808",
    "title": "SPAC Selloff Bruises Individual Investors",
    "sub_head": "Investors retreat from companies that have gone public through blank-check firms, including Virgin Galactic",
    "category_1": "Markets",
    "time": "2021-05-19 05:30:00",
    "body": "Shares of special-purpose acquisition companies and firms they have taken public are tumbling, punishing individual investors who piled into the once-hot sector.<br />The Defiance Next Gen SPAC Derived Exchange-Traded Fund, which tracks companies that have gone public through SPACs along with SPACs that have yet to do any deals, has fallen about 30% in the past three months and recently hit a six-month low. Popular firms tied to the sector such as electric-car-battery company  QuantumScape  Corp.  and space-tourism firm  Virgin Galactic Holdings Inc.  are down 50% or more during that span. SPACs listing splashy firms such as electric-car startup Lucid Motors and personal-finance company Social Finance are also taking a beating.<br />The reversal highlights the risks that come with popular speculative trades. It is occurring as investors retreat from technology stocks amid fears that rising inflation will force the Federal Reserve to end its easy-money policies more quickly than anticipated. Those concerns make wagers on rapidly growing companies less appealing. Those related to SPACs have been among the worst hit by the selloff and have been battered by signals that regulators are increasing scrutiny of so-called blank-check companies.<br />The swift change in momentum for what was one of the winter’s hottest investments shows how quickly volatile assets from startups to cryptocurrencies can inflict pain on traders. Early this year, nearly all SPACs were rising, even when there was little fundamental reason behind the gains.<br />Former athletes and celebrities from Alex Rodriguez to the singer Ciara are involved with SPACs, which made stars out of prolific deal makers such as venture capitalist Chamath Palihapitiya. Now, nearly all companies tied to the space are in a uniform free fall, engulfing names backed by even the most popular SPAC creators."
}