{
    "url_original": "https://www.wsj.com/articles/spies-lies-and-exile-review-memories-of-a-mole-11620397374",
    "url": "spies-lies-and-exile-review-memories-of-a-mole-11620397374",
    "title": "‘Spies, Lies and Exile’ Review: Memories of a Mole",
    "sub_head": "George Blake’s revelations to the Soviets were more damaging than any of the Cambridge Five.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-334476?width=620&size=1.5",
    "image_1": "im-334476.jpg",
    "time": "2021-05-07 10:22:00",
    "body": "In May 2012, after some delicate negotiations, the Financial Times columnist Simon Kuper sat down next to a partially blind 89-year-old in the conservatory of an aging dacha on the outskirts of Moscow. His interviewee was the former MI6 intelligence officer, KGB agent, yoga enthusiast, charmer and traitor George Blake. While Blake’s name may not be as instantly recognizable as Kim Philby or Anthony Blunt—who, like him, worked for the Soviet Union against the West—in terms of the damage he caused, Blake was “much worse than Philby,” according to Dick White, a former head of MI6. By 2012, Blake was the last of these British double agents still standing, a wizened historical artifact from the Soviet era ending his days in Putin’s Russia. “Spies, Lies, and Exile” is Mr. Kuper’s fascinating, rich and probing account of the interview that followed, agreed to on the understanding that the result would be published after Blake’s death, which happened late last year.<br />The man we know today as George Blake was born George Behar in 1922, in Rotterdam, the Netherlands, and would have been christened Jacob had his Egyptian father not experienced a surge of Anglophilia on his way to the registry office and decided instead to name his son after King George V. As a teenager during World War II, Behar joined the Dutch resistance against the German occupation. He later escaped to Britain, took on the name Blake, joined the Royal Navy and, to his great excitement, was headhunted by Britain’s Secret Intelligence Service, known as MI6.<br />George Blake may not have shared the same background as his MI6 contemporaries, but he came across as hardworking, bright and modest, and he was universally liked, though few of his colleagues saw him as a close friend. The best man at Blake’s wedding was his future brother-in-law; throughout his life he would remain both intensely charismatic and friendless, an odd mixture.<br />Unlike many wartime recruits to MI6, Blake was kept on by the agency after the war, and in 1948 he was posted to Seoul. After the outbreak of the Korean War, he was captured by North Korean communists, survived a brutal “death march” and spent two years in captivity. During this period Blake—an ambitious young man, intelligent and energetic, frustrated and bored—made a break with his past. Not only did he become a communist, but he decided to work for Moscow.<br />Mr. Kuper is very good on the range of intellectual and political factors at play in this. Blake had a pronounced Calvinistic streak and saw similarities between Marxism and Christianity. Equally he drew a parallel between the communists of North Korea and his former comrades in the Dutch resistance. Blake also experienced the sinking realization that the British Empire he had signed up to serve was not the all-powerful force for good that he had imagined it to be, but was instead a crumbling institution without anything in the way of a binding ideology. He became, as Mr. Kuper writes, “one of the last westerners to sign up for the KGB for ideological reasons.”"
}