{
    "url_original": "https://www.wsj.com/articles/spooked-review-private-eyes-and-public-quarrels-11621375800",
    "url": "spooked-review-private-eyes-and-public-quarrels-11621375800",
    "title": "‘Spooked’ Review: Private Eyes and Public Quarrels",
    "sub_head": "Snooping by private intelligence ﬁrms is now a global multibillion-dollar business. But is it to blame for the two-year ‘collusion’ madness?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-340464?width=620&size=1.5",
    "image_1": "im-340464.jpg",
    "time": "2021-05-18 18:10:00",
    "body": "For some of us, the idea of a private detective is stuck firmly in a fictional past. Sherlock Holmes, Hercule Poirot—sharp-eyed snoops hired to find the truth about a dead housemaid or a stolen diamond necklace. Private detectives of the present—real-life ones, that is—are part of a multibillion-dollar “private intelligence industry” that has an “oversized impact” on “politics, business, and our personal lives.” So contends Barry Meier, a former New York Times reporter, in “Spooked: The Trump Dossier, Black Cube, and the Rise of Private Spies.”<br />Today’s private detectives—or private spies, as Mr. Meier calls them—make a lot more money than Holmes and Poirot ever did. That is because they are typically hired by multinational corporations and law firms whose wealthy clients have an interest in finding out what their enemies are up to. Also, the secrecy and ethical corner-cutting involved in spying means that the corporations and law firms don’t exactly know what they’re paying for. Mr. Meier records a remark supposedly made by Jules Kroll, founder of the first modern “corporate intelligence” firm in 1972. Asked by a subordinate how he should estimate the cost of a case, Mr. Kroll responded: “You should figure out what you want and then triple it.”<br />The job of a modern private investigator is often to discover unflattering biographical data—aka “dirt”—on the client’s foes. A trailblazer in this area, as you may not be surprised to learn, was the Clinton-Gore campaign of 1992. Faced with the history of Bill Clinton’s extramarital pursuits, the Democratic National Committee hired the San Francisco-based firm Palladino & Sutherland to find dirt on Mr. Clinton’s paramours and so prevent more “bimbo eruptions,” as Clinton spokeswoman Betsey Wright unforgettably called them.<br />More recently the firm Black Cube, founded in Tel Aviv in 2010, was hired for the same purpose by the Hollywood executive Harvey Weinstein. For that job, social-media experts called “avatar operators” provided each operative with “an online identity, or ‘legend,’ that consisted of a fake name, a phony past, and an imaginary job history.” The operatives then befriended the women accusing Mr. Weinstein of wrongdoing. The pseudonymous operative got a  Facebook  page full of plausible posts, fake friends and a LinkedIn profile.<br />The bulk of Mr. Meier’s book, however, is given to the story of Glenn Simpson and Peter Fritsch, the former Wall Street Journal reporters who left the paper in 2009 and 2010, respectively, and formed the private intelligence company Fusion GPS. That firm, recall, was hired by the conservative billionaire Paul Singer in 2015 to find compromising information on Donald Trump. After it became clear that Mr. Trump would be the GOP nominee, Messrs. Simpson and Fritsch successfully pitched their services to the Democratic National Committee and hired the former MI6 agent Christopher Steele—himself the proprietor of a private firm, Orbis Business Intelligence—to probe Mr. Trump’s past for unsavory Russian connections. The infamous “dossier” produced by Mr. Steele turned out to be a mix of guesswork and falsehoods fed to him by a single source, Igor Danchenko, a Russian national based in the U.S. who may or may not have known what he was doing."
}