{
    "url_original": "https://www.wsj.com/articles/sports-media-outlet-the-athletic-shifts-its-search-for-merger-partner-11620317675?mod=business_lead_pos1",
    "url": "sports-media-outlet-the-athletic-shifts-its-search-for-merger-partner-11620317675",
    "title": "The Athletic Halts Merger Talks With Axios, Eyes New York Times",
    "sub_head": "Sports-media outlet’s discussions with Axios are no longer active but New York Times Co. seen as leading contender for tie-up",
    "category_1": "Media & Marketing",
    "image_1_url": "https://images.wsj.net/im-335012?width=620&size=1.5",
    "image_1": "im-335012.jpg",
    "time": "2021-05-06 12:14:00",
    "body": "Sports-media outlet the Athletic is no longer in merger talks with news publisher Axios, people familiar with the situation said, but the company is continuing to pursue a deal that could expand its subscription-oriented business.<br />The Athletic views the  New York Times Co.  as a leading contender for a merger tie-up, the people said. Such a deal would bring the Athletic’s more than one million paying subscribers to the Times, which has seen digital-news subscriptions slow since former President Donald Trump left office.<br />The Athletic charges $7.99 a month for sports content, including coverage of teams in all the major sports. The outlet has recruited beat reporters and columnists in local markets, often by offering big pay increases to attract them from traditional news organizations.<br />The company competes against a host of sites that mostly offer free sports content, including the Ringer, Bleacher Report, Yahoo Sports and ESPN.com. The Athletic was valued at $475 million in its last funding round, announced in January 2020, according to PitchBook.<br />The Athletic doesn’t disclose detailed financial results, including whether it is profitable. The company generated about $80 million in revenue in 2020, according to a person familiar with the matter. It raised $55 million in January 2020 and has significant expenses, according to people familiar with the matter, including more than 600 employees, many of them top-tier reporters recruited from other news organizations."
}