{
    "url_original": "https://www.wsj.com/articles/squares-edge-still-comes-from-sellers-11620409665?mod=business_minor_pos11",
    "url": "squares-edge-still-comes-from-sellers-11620409665",
    "title": "Square’s Edge Still Comes from Sellers",
    "sub_head": "The Cash App business may be getting a lot of the attention right now, but linking up the app with a growing seller business is a big opportunity",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-335813?width=620&size=1.5",
    "image_1": "im-335813.jpg",
    "time": "2021-05-07 13:47:00",
    "body": "Helping businesses take payments might not get the same headlines as Jay-Z, bitcoin or fashion, but it is still a very key part of Square’s future.<br />The financial-technology firm’s original seller business might in some respects have more powerful growth factors in the months ahead as stores finally reopen and people spend more. Its Cash App, meanwhile, could face some natural economic headwinds from the end of stimulus payments, which have been a big driver of inflows into digital wallets.<br />Quarterly gross payment volume for Square’s seller business took a hit during the height of lockdowns last year, but it has emerged larger than it was at the end of 2019. For one, Square has, like its peers, been able to shift even more toward e-commerce. Overall seller gross payment volume was up 20% year-over-year in the first quarter, but card-not-present volume—that is, nonphysical card swipes, as for an online or mobile purchase—was up 34%.<br />Notably, Square also has gravitated toward bigger merchants during the pandemic: Volume via its largest seller category is up 42% year-over-year, while its smallest seller category is up just 3%. Its largest sellers—those doing over $500,000 of annualized volume—made up almost 31% of overall seller volume in the first quarter, up from 26% a year ago.<br />However, investors are likely betting on more than just faster spending growth with Square. Its shares fetch over 140 times forward earnings versus around 120 times for digital merchant payments provider Adyen, according to FactSet. Big firms with more established merchant-acquiring businesses trade at around 20 times."
}