{
    "url_original": "https://www.wsj.com/articles/st-junipero-serra-founding-father-11620944249?mod=opinion_lead_pos10",
    "url": "st-junipero-serra-founding-father-11620944249",
    "title": "St. Junipero Serra, Founding Father",
    "sub_head": "The now-vilified friar offered a vision to overcome American acrimony.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-337710?width=620&size=1.5",
    "image_1": "im-337710.jpg",
    "time": "2021-05-13 18:17:00",
    "body": "The San Gabriel, Calif., Fire Department and Archdiocese of Los Angeles recently confirmed what many had long suspected: The fire that almost destroyed Mission San Gabriel Arcángel last year was arson. John David Corey Jr., 57, was charged with the crime last week and faces up to 14 years in prison if convicted.<br />Founded in 1771 by St. Junipero Serra, Mission San Gabriel is a historic icon and a living community of Catholic faithful. Franciscan friars—America’s other founding fathers—built this magnificent building, the oldest in Los Angeles County. Beneath its bell tower lies a hammered copper baptismal font given to the mission by King Carlos III of Spain. The first baptisms of native Tongva children took place there, a tradition that continued until the fire rendered the mission unusable in July.<br />This is what the arsonist attacked: a physical manifestation of a centuries-long tradition, a rare achievement in sacred architecture, a monument to California’s Hispanic history, a vital contemporary place of worship, and a powerful testimony to the unity of all human beings made possible in Christ. The hope of achieving that unity brought St. Junipero Serra to California more than two centuries ago.<br />Like countless other Spanish Franciscans, Serra left his homeland not in search of gold or fame but to live in communion with America’s native peoples. An incurable leg infection hobbled the saint’s step but not his quest. The mission system that he extended up the coast of what is now California testifies to his efforts.<br />But over the past decade Serra has been caught in the crossfire of the divisive iconoclasm overtaking American culture. At least seven statues of him have been smashed or defaced since 2016. With the exception of those caught on tape trespassing onto Mission San Rafael Arcángel—in which case San Francisco Archbishop Salvatore Cordileone pressed charges—none have been prosecuted."
}