{
    "url_original": "https://www.wsj.com/articles/stacey-abrams-hillary-clinton-politicians-write-fiction-11620736905?mod=business_minor_pos4",
    "url": "stacey-abrams-hillary-clinton-politicians-write-fiction-11620736905",
    "title": "Stacey Abrams, Hillary Clinton and Why Politicians Write Fiction",
    "sub_head": "Writing a novel can provide escapism, control and a dash of positive publicity for politicos like Abrams and Clinton, who this year join Newt Gingrich, Jimmy Carter and other politician-novelists.",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-335694?width=620&size=1.3333333333333333",
    "image_1": "im-335694.jpg",
    "time": "2021-05-11 08:42:00",
    "body": "Last year was a banner time for political nonfiction, from a plethora of books about Donald Trump to Barack Obama’s latest bestselling memoir, A Promised Land. But a different sort of trend is making a comeback in 2021: Big-name politicians are writing fiction.<br />Stacey Abrams’s While Justice Sleeps, which centers on Avery Keene, a law clerk for a U.S. Supreme Court justice, is out May 11. After the justice falls into a coma, Keene must unravel a high-level conspiracy. (The former Georgia gubernatorial candidate has also written eight romance titles under the pen name Selena Montgomery.) On June 7, former President Bill Clinton teams up again with author James Patterson for The President’s Daughter, in which a former president, who had served as a Navy SEAL, embarks on a one-man mission to save his kidnapped teenager. (The pair’s 2018 novel, The President Is Missing, which centers on a different make-believe president, was a huge hit, selling more than 3.2 million copies; the new book has an announced first printing of 1 million copies.) Former Secretary of State Hillary Clinton follows suit in October with State of Terror, a collaboration with friend and mystery novelist Louise Penny, which concerns a novice secretary of state trying to get to the bottom of a series of terrorist attacks.<br />“There’s just instant name recognition, and that really does make a difference when someone’s picking up a book,” says Kristen McLean, executive director of business development and books industry analyst at NPD Group, a market research firm. Another part of the appeal is the insider knowledge that people like the Clintons can bring to the page.<br />In The President’s Daughter, for instance, there is an incident echoing the U.S. bombing of the Chinese embassy in Belgrade, which took place during Clinton’s second term. “You can do your research, and that helps,” Patterson says. “But there’s a big difference between learning everything you can about bees and beeswax because it fits into your book versus what really goes through a president’s mind, what really happens.” Patterson says it might surprise readers who comes up with what. “With the first book, there were certain reviewers who said, ‘I know exactly what Clinton wrote and what Patterson wrote,’” he recalls. “And they were totally wrong.”<br />Sometimes the plots extend well beyond what any politician has actually experienced. In The President Is Missing, for instance, the leader of the free world slips away from his Secret Service detail in an effort to foil a large-scale cyber-terror attack; along the way, the president gets into a shootout with assassins. “The story is a little over the top,” Patterson says. “Although, you know, in this day and age, what’s over the top?”"
}