{
    "url_original": "https://www.wsj.com/articles/states-probe-business-practices-of-pharmacy-benefit-managers-11620730804?mod=business_lead_pos6",
    "url": "states-probe-business-practices-of-pharmacy-benefit-managers-11620730804",
    "title": "States Probe Business Practices of Pharmacy Benefit Managers",
    "sub_head": "Ohio, Oklahoma, Georgia and New Mexico are among those scrutinizing PBMs",
    "category_1": "Business",
    "category_2": "Health Care",
    "image_1_url": "https://images.wsj.net/im-336090?width=620&size=1.5",
    "image_1": "im-336090.jpg",
    "time": "2021-05-11 07:00:00",
    "body": "Several states are investigating pharmacy benefit managers, with some saying they are focused on whether the companies fully disclosed details about their business and potentially received overpayments under state contracts, according to state officials and documents.<br />States including Ohio, Oklahoma, Georgia, New Mexico, Kansas, Arkansas and Mississippi, as well as the District of Columbia, are scrutinizing PBMs, according to the offices of state attorneys general and auditors, as well as public documents including state contracts and securities filings.<br />Details about the investigations’ focus are typically not public. Officials with some states said they were looking at companies in their Medicaid programs and state-employee plans. Among the companies under scrutiny are units of  Centene Corp. ,  UnitedHealth Group Inc.  and  CVS Health Corp.<br />“I’m aware of many states that are looking at this,” said Ohio Attorney General Dave Yost, a Republican, whose office recently sued Centene, alleging it had misled the state’s Medicaid program about its pharmacy-related costs, resulting in overpayments by the state. States are at various stages of examining PBMs, he said, but he expects a couple of new suits to be filed this summer, and “before this is all done, I will be surprised if we don’t have a dozen or more states” bringing complaints against PBMs.<br />A Centene spokeswoman said it “provides pharmacy benefit programs for Medicaid and Medicare according to the regulations, laws and contractual guidelines issued by state agencies.” The Ohio suit’s claims are “unfounded and will be vigorously defended in court,” she said."
}