{
    "url_original": "https://www.wsj.com/articles/steve-bannons-indictment-dismissed-after-fight-with-prosecutors-over-pardons-reach-11621978062?mod=business_minor_pos4",
    "url": "steve-bannons-indictment-dismissed-after-fight-with-prosecutors-over-pardons-reach-11621978062",
    "title": "Steve Bannon’s Indictment Dismissed After Fight With Prosecutors Over Trump Pardon’s Reach",
    "sub_head": "Judge refuses U.S. attorney’s request to let stand the fraud charges against the ex-White House adviser, even though they would never be prosecuted",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-343637?width=620&size=1.5",
    "image_1": "im-343637.jpg",
    "time": "2021-05-25 17:46:00",
    "body": "A federal judge Tuesday dismissed a pending indictment against former Trump adviser Steve Bannon, declining an unusual request by the Manhattan U.S. attorney’s office to keep the charges in place despite a presidential pardon.<br />In January, then-President Donald Trump pardoned Mr. Bannon, who faced federal fraud charges in Manhattan tied to an alleged scheme to siphon hundreds of thousands of dollars from a crowdfunding campaign to build a wall along the southern U.S. border. Mr. Bannon had pleaded not guilty and was awaiting trial in Manhattan federal court.<br />The next month, a lawyer for Mr. Bannon asked U.S. District Judge Analisa Torres to dismiss the indictment and end his client’s bail obligations, citing the presidential pardon.<br />The Manhattan U.S. attorney’s office then asked Judge Torres to keep the indictment in place. Prosecutors said they didn’t object to the judge terminating Mr. Bannon from the case, meaning he wouldn’t go to trial. But they argued the pardon didn’t erase the fact that the grand jury found probable cause to believe Mr. Bannon committed crimes.<br />The pardon also doesn’t “undercut the evidence of his involvement therein which the government expects to elicit as part of its presentation at trial,” the prosecutors wrote.  Mr. Bannon’s three co-defendants, who weren’t pardoned, are expected to go to trial later this year."
}