{
    "url_original": "https://www.wsj.com/articles/stopping-racial-bias-in-covid-relief-11622421892?mod=opinion_lead_pos1",
    "url": "stopping-racial-bias-in-covid-relief-11622421892",
    "title": "Stopping Racial Bias in Covid Relief",
    "sub_head": "Two courts block Biden’s SBA from passing out benefits by race.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-346322?width=620&size=1.5",
    "image_1": "im-346322.jpg",
    "time": "2021-05-30 20:44:00",
    "body": "The Biden Administration’s effort to distribute federal benefits by race is already running into legal trouble. Two rulings last week sided with plaintiffs who sued the Small Business Administration for violating equal treatment under the law.<br />At issue is the SBA requirement that only applications for restaurant relief from women and racial minorities will be processed in the first 21 days, sending everyone else to the back of the line. As the courts recognized, the danger is that the SBA will run out of funds before these other applications can be considered.<br />A federal judge in Texas ruled that the SBA’s Restaurant Revitalization Fund was wrong to distribute $28.6 billion in Covid-19 relief on the basis of an owner’s sex and race. Plaintiffs Jason and Janice Smith’s restaurant Blessed Cajuns lost nearly $350,000 in gross revenue due to Covid-19. Eric Nyman’s restaurant lost $800,000 during the pandemic.<br />America First Legal, which represents them, notes they are eligible for the relief but not for the SBA’s priority-group status. Federal Judge Reed O’Connor granted a preliminary injunction on grounds the restaurateurs are “experiencing race and sex discrimination at the hand of government officials.”<br />Meanwhile, in Vitolo v. Guzman the Sixth Circuit Court of Appeals granted a preliminary injunction against the SBA on behalf of white plaintiff Antonio Vitolo, half-owner of Jake’s Bar and Grill in Tennessee. The other half is owned by his wife, a Latina. In a 2-1 decision joined by Judge Alan Norris, Judge Amul Thapar cites Supreme Court precedents such as Adarand and Richmond v. Croson to eviscerate the SBA’s discriminatory logic."
}