{
    "url_original": "https://www.wsj.com/articles/strengthen-asia-to-weaken-beijing-11620684893?mod=opinion_lead_pos10",
    "url": "strengthen-asia-to-weaken-beijing-11620684893",
    "title": "Strengthen Asia to Weaken Beijing",
    "sub_head": "China’s opening to grab supremacy will vanish once its neighbors develop.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-336327?width=620&size=1.5",
    "image_1": "im-336327.jpg",
    "time": "2021-05-10 18:14:00",
    "body": "The American debate over China policy is heating up. Last month, Foreign Affairs published an article by Charles Glaser calling on the U.S. to retreat from East Asian commitments as American power declines. In prominent publications ranging from the National Interest to the Atlantic, analysts argue that the U.S. should moderate its China policy for the opposite reason: Beijing is a paper tiger and doesn’t deserve this attention. Further out in the liberal mists, some blame hotheaded China hawks for violence against Asian-Americans and want a softer American China policy as a way of building community at home.<br />The pushback is understandable—the American discussion has moved very far, very fast. Council on Foreign Relations President Richard Haass has urged Washington to make a formal commitment to defend Taiwan against a Chinese attack, while George Soros has termed Xi Jinping the most dangerous enemy that open societies face. And Secretary of State Antony Blinken repeated his predecessor Mike Pompeo’s characterization of Beijing’s treatment of Chinese Uighurs as a “genocide.”<br />The doves are right that something as consequential as U.S.-China policy should be thoroughly debated. They are right, too, that unless that policy stands on a realistic assessment of the costs and consequences, America could find itself committed to policies that voters at home and allies abroad might be unwilling to support when the going gets tough.<br />But the biggest problem with the U.S. China policy debate today is not that it is too hawkish. It’s that the discussion is framed too simplistically. It overstates the danger of war, minimizes Washington’s chances of obtaining its objectives peacefully, exaggerates Beijing’s assets, and inflates the challenge into an inexorably growing, almost unbeatable threat. In the long run American prospects are much brighter than many hawks or doves understand, but for that reason the short-term perils may be greater even than some hawks have acknowledged.<br />The simplistic framing is wrong to cast the U.S. as a declining hegemon increasingly fearful of an inevitably rising China. Beijing is not the predestined ruler of Asia. As with Japan in the 1930s, China is merely a country tempted to exploit a temporary window of opportunity to transform the region in a way it hopes could guarantee its primacy for the long term."
}