{
    "url_original": "https://www.wsj.com/articles/stuffing-grape-leaves-a-recipe-to-soothe-any-stressed-out-cook-11620843347",
    "url": "stuffing-grape-leaves-a-recipe-to-soothe-any-stressed-out-cook-11620843347",
    "title": "Stuffing Grape Leaves: A Recipe to Soothe Any Stressed-Out Cook",
    "sub_head": "This repetitive and highly pleasurable task is cooking and meditation in one",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-337258?width=620&size=0.6666666666666666",
    "image_1": "im-337258.jpg",
    "time": "2021-05-12 14:15:00",
    "body": "THERE IS SOMETHING deeply calming about stuffing a grape leaf. Trust me, I know. In the early months of the pandemic, I found solace in my kitchen and, to soothe my nervous system, began to fold and roll cigarillos of vine leaves. I had learned the recipe in Cyprus while researching my latest book, a collection of recipes from all around the Eastern Mediterranean.<br />Biting my lip in quiet concentration, I’d unfurl each leaf onto a plate, smoothing out its wrinkles with the tips of my fingers before carefully placing a spoonful of rice at the base. I’d mold the rice into an oblong shape and turn the sides of the leaves in to meet each other. Then, deftly and—most important—confidently, I would tightly roll each leaf over itself and place it alongside others in a pot to braise.<br />Across the Middle East, variations on stuffed vegetables abound, but rice-filled grape leaves may be the most prized. Known as dolmades in Greece, yaprak sarmasi in Turkey, koupepia in the Republic of Cyprus and warak enab in Palestine, the dish gets a unique array of stuffings, spices and aromatics depending on the context. When I was growing up, my Iranian mother made dolmeh for special occasions, shaping them into fat triangles she filled with rice, ground lamb and yellow split peas, and steamed in a sweet and sour broth made with verjuice and sugar.<br />Yet dolmeh never became part of my own culinary repertoire. I found them fiddly, time consuming. Life is too short to stuff a grape leaf, I thought. Until, that is, I cooked them with Çizge Yalkın and her grandmother, Nahide Köşkeroğlu, in a village just outside the Cypriot capital, Nicosia. Their Turkish-Cypriot version, filled with tomato-and-mint-flecked rice, held the flavors of the region’s sun-kissed soil and turquoise waters. I was sold.<br />I had visited Cyprus to learn how the food culture of the island tells a wider story of migration. Cyprus’s position in the most easterly corner of the Mediterranean Sea—at the nautical crossroads of Europe, the Middle East and North Africa—has made it the object of conquest over millennia. The ancient Greeks, Egyptians, Persians, Romans, Arabs, Venetians, Ottomans and British have all laid claim to the island, and diverse flavors run through its food culture. Despite its long history of migration and exchange, however, the island has, since 1974, been split rigidly in two: the Republic of Cyprus in the south, predominantly Greek-Cypriot, and the Turkish Republic of Northern Cyprus, predominantly Turkish-Cypriot. A UN-patrolled buffer zone divides them."
}