{
    "url_original": "https://www.wsj.com/articles/summer-reading-golf-books-11622041462",
    "url": "summer-reading-golf-books-11622041462",
    "title": "Summer Reading: Golf Books",
    "sub_head": "The search for the great American course, the Golden Age of Bobby Jones and a tribute to a legend.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-05-26 11:04:00",
    "body": "It’s rare to find a book about America these days—America writ large, America as in the United States of America—that unifies rather than divides. But Tom Coyne has managed just that in his heartfelt, rollicking ode to golf, “A Course Called America” (Avid Reader, 401 pages, $28.99).<br />Mr. Coyne describes playing golf in every state of the union, including Alaska: 295 courses, 5,182 holes, 1.7 million total yards. Along the way, he dives deep into the essence of the game—its joys, its agonies and addictions, its hold on golfers’ souls. But most of what you’ll remember after putting the book down are the people he encounters, in all their great American diversity and passion.<br />Mr. Coyne, who doubles as an English professor at St. Joseph’s University in Philadelphia, has written two previous books of a similar bent. For “A Course Called Ireland” (2009), he hiked around the perimeter of the island, carrying his golf bag, playing every links course he could find and drinking a lot of pub beer with the locals after his rounds. In “A Course Called Scotland” (2018), written after going on the wagon, a newly sober Mr. Coyne gave Scotland the same treatment, albeit with the assistance of motorized vehicles.<br />The U.S. is 56 times the size of Scotland, Ireland and Northern Ireland combined, so nailing down the logistics of Mr. Coyne’s journey was a Herculean task. Job one was sleuthing out a willing host for the private clubs he wanted to play, including every extant U.S. Open course, and coordinating a date and time to play in person with his hosts, as clubs usually require. Mr. Coyne calls this the “American golf problem,” in comparison with the British Isles, where almost every course is accessible to the public at least some of the time. Social media helps solve the problem. In fact, social media is a hero of the book. As people begin reading online about his adventure, they sign up to join him for rounds, and Mr. Coyne grows increasingly upbeat about golf’s future. He charts how a “new breed of informed practitioners uninterested in the game’s fusty status quo” are coalescing into stylish online golf communities. Players pursue the game differently from before—Instagram posting is constant, quirky equipment and nine-hole rounds are common—but with no less passion. Golf, Mr. Coyne writes, is “getting younger and smarter and more creative.”<br />But it’s not only the social-media-savvy who inspire Mr. Coyne. At Pinehurst, N.C., he meets soldiers traumatized in Afghanistan who have recovered from post-traumatic stress using golf as a therapy. In Idaho, he plays with two macho bikers sporting handlebar mustaches who, he soon surmises, rendezvous at remote golf courses to keep their romance private. In Minnesota, he listens to a golf ranger read golf poems he had written to passing players. And in Kansas he is delighted by a golf-obsessed 11-year-old girl who, as Bill Murray’s partner in a match against Mr. Coyne and Mr. Murray’s brother, Brian, dares to bust the comedian’s chops for missing a short putt. “Nice lag,” she says."
}