{
    "url_original": "https://www.wsj.com/articles/summer-jobs-teens-paid-internships-2021-11620421800?mod=business_lead_pos5",
    "url": "summer-jobs-teens-paid-internships-2021-11620421800",
    "title": "Summer Jobs for Teens Make a Comeback—But Not All Types",
    "sub_head": "It’s easy to find a gig as a lifeguard. Demand is high for work in child care and food service, too. But teens and young adults are finding more competition for paid internships.",
    "category_1": "Life & Arts",
    "category_2": "At Work",
    "time": "2021-05-09 08:00:00",
    "body": "Mayson VanMeter hoped to switch gears from her cashier jobs to find a more career-oriented internship in human resources this summer, after her freshman year in college—but she hit a wall.<br />“It’s kind of hard to find a paid internship, honestly,” says the 19-year-old University of Southern Indiana student. She has been applying online to numerous posts listed on LinkedIn and Google, but hasn’t heard back from anyone yet. She is vaccinated and open to in-person work. But with her school year ended, she feels like the kind of summer experience she wants may not be in the cards.<br />“If I can’t find an internship, then I’ll probably stay here at Rural King,” she says of the farm-supply store chain where she’s worked since January. She is paying her way through college and says some income is essential.<br />This year is shaping up as a boom year for summer jobs for young people, but it’s an uneven spread. Industries that traditionally hire teenagers, like hospitality and retail, are rapidly expanding again. Millions of young adults have been vaccinated against Covid-19, making them more comfortable than they were last year with high-contact, in-person jobs. And many teenagers, who suffered some of the biggest job losses in 2020, really need the money.<br />But for those interested in more white-collar work like paid internships and research gigs, it can still be competitive. Short-term positions are often not critical to running a business, so there are fewer of them available in many fields than there were before the pandemic, says AnnElizabeth Konkel, a Washington, D.C.-based economist with the Indeed Hiring Lab, a research arm of the jobs website Indeed."
}