{
    "url_original": "https://www.wsj.com/articles/summer-2021-12-things-we-can-finally-look-forward-to-11622260800",
    "url": "summer-2021-12-things-we-can-finally-look-forward-to-11622260800",
    "title": "Summer 2021: 12 Things We Can Finally Look Forward To",
    "sub_head": "Dinner parties, house guests, anti-sweatsuit fashion, and maybe even a trip to Italy? A guide to cautiously stepping back out into the world and reclaiming the things we missed in lockdown.",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-343573?width=620&size=1.5",
    "image_1": "im-343573.jpg",
    "time": "2021-05-29 12:00:00",
    "body": "IT WOULD BE hasty to declare—all these months into the pandemic—that American life is heading back to “normal.” But with about half of Americans one vaccine dose in, folks are again trickling back to gyms, offices and corner bars. Our social calendars, barren through much of 2020, are beginning to fill up with weddings, vacations and face-to-face meetings. Nights out and weekend excursions (of the non-socially distanced variety) are becoming relatively commonplace again. “A Quiet Place Part II” and “Cruella” have just opened in movie theaters across the country and, if not as failure-proof as past Memorial Day Weekend blockbusters, they are each expected to pull in up to $40 or $50 million in their first weekend. For months, sports teams have been steadily upping their attendance numbers—last Saturday, over 14,000 hollering fans turned out to watch the Brooklyn Nets host the Boston Celtics in Game One of their NBA playoff match.<br />The scene at airports might best capture the renewed frenzy of American life. On May 25, over 1.4 million travelers passed through TSA checkpoints. That figure a year ago? Just 264,843. And life is only going to get busier from here. A February study by the online wedding website the Knot projected that 2021 will be an extraordinarily busy year for weddings, driven by the backlog of engaged couples who’ve been frustratedly deferring their plans. In the past couple of months, mammoth summer and fall music festivals like Lollapalooza and Pitchfork in Chicago, Bonnaroo in Tennessee and Outside Lands in San Francisco announced lineups that have fans eager to congregate again.<br />Whether you’re plotting months-from-now trips or just returning to your cobwebbed cubicle, here’s our guide to jump-starting your summer—from truly dressing up again to upgrading your home’s entryway decor to welcome back visitors. Plus: How to ease back into the unfamiliar rhythms of throwing dinner parties. —Jacob Gallagher<br />Two experts on the art of feeding friends in your home offer a refresher course on making guests feel comfortable, safe, sated and like the very best versions of themselves. With tips on small talk (personally, we’re a bit rusty) and much bigger talk and why you might not want to invite giant loaves of sourdough to the table. Plus: a recipe for effortless entertaining, Niçoise style.<br />You may have seen Italy in person, but have you ever really listened to it? Starting in July, in a spectacularly scenic park in Portofino, these sound-themed hiking trails let you experience the beauty of the Italian Riviera based on what you hear along the way—birds, church bells and sometimes live music. Plus: Four other stimulating walks—from a barefoot hike in the Swiss Alps to a wheelchair-friendly, sensory trail in Boulder, Colo."
}