{
    "url_original": "https://www.wsj.com/articles/summer-reading-vacation-ready-fiction-11622041713",
    "url": "summer-reading-vacation-ready-fiction-11622041713",
    "title": "Summer Reading: Vacation-Ready Fiction",
    "sub_head": "Novels from Emily Henry, JoAnne Tompkins, Katherine St. John and Cynthia D’Aprix Sweeney.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-05-26 11:08:00",
    "body": "Going on vacation? You could do worse than pack “People We Meet on Vacation” (Berkley, 364 pages, $16), Emily Henry’s wry, witty tale of longtime travel buddies with emotional baggage.<br />Poppy Wright, the novel’s millennial narrator, a writer at a travel magazine, and Alex Nilsen, a high-school teacher, met on the first night of their college orientation, and it quickly became clear that the only thing they had in common was their mutual dislike.<br />Alex, as Poppy noted at the time, “is tall, gaunt and eager to see the library. I’m short and loud and hoping someone comes by and invites us to a real party. By the time we part I’m fairly confident we’ll never speak again. Apparently he feels the same way.” (In strict adherence to the conventions of the genre, the two of them turn out to be perfect for each other. Just give it 350 pages or so.)<br />Despite the unpromising start, a friendship takes root when Alex gives Poppy a ride home at the end of freshman year—they live in neighboring towns in Ohio. So begins their tradition of taking an annual summer trip together—that is, until a ghastly on-the-road falling out, then a last-ditch trip to try to turn things around. The couple’s adventures in San Francisco, New Orleans and other ports of call, told in flashback, form the spine of the book.<br />The strength of “People We Meet on Vacation” isn’t the “When Harry Met Sally”-flavored storyline, which is more than a bit protracted. Rather it’s the clever observations, the dialogue (which is laugh-out-loud funny) and, most particularly, the characters. Funny and fumbling and lovable, they’re most decidedly worth the trip."
}