{
    "url_original": "https://www.wsj.com/articles/summer-reading-road-trips-11622041222?mod=opinion_major_pos12",
    "url": "summer-reading-road-trips-11622041222",
    "title": "Summer Reading: Road Trips",
    "sub_head": "Un-touristy traveling, destinations for art lovers, van life and more.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "time": "2021-05-26 11:00:00",
    "body": "As our wondrous herd lurches toward immunity, many Americans have traded their masks for traveling shoes. The book industry is right in step, offering a slew of titles showing the way to destinations great and small and offering innovative ways to get there.<br />Jeralyn Gerba and Pavia Rosati offer a comprehensive guidebook in “Travel North America (And Avoid Being a Tourist)” (Hardie Grant, 283 pages, $29.99). It begins with the dizzying observation that we live on a “furiously spinning globe” beset by potential apocalypses. No worries. Healing can be fostered if the wandering class behaves more like “travelers” than “tourists,” the latter notorious for staying in “hotels owned by large corporations” and for drinking too much bottled water. Travelers “avoid big cruise ships,” hold haggling to a minimum, and bunk in places like A Room at the Beach in Bridgehampton, N.Y., a bungalow once owned by Martha Stewart that, for all its glories, might vaporize what remains of a stimulus check far faster than Motel 6.<br />Readers hoping to undo the damage inflicted by Grubhub pizza sherpas can follow the authors’ directions to the 2,650-mile Pacific Crest Trail or burn excess blubber by trekking to high-country huts in Colorado. Those suffering from post-pandemic stress can seek healing context at Winslow, Ariz., where Mother Nature dropped a meteor some 50,000 years ago, devastating neighborhood life forms but leaving behind a crater that makes an awesome selfie backdrop. A similar reminder that our era has not been singled out for rough treatment is found at the La Brea tar pits in Los Angeles, where many a prehistoric beast met a gooey end, their agonies detailed in a pleasant museum that made the authors’ list.<br />Travelers whose artistic sensibilities were not satisfied by the work of Joe Exotic and other lockdown luminaries will find welcome relief in “101 Art Destinations in the U.S.” (Rizzoli Electa, 271 pages, $14.98). Veteran scribe Owen Phillips covers museums famous and remote, cave drawings, and even funk superstar George Clinton’s “Mothership”—an iconic spaceship-shaped stage prop—at Washington’s National Museum of African American History and Culture. Along the way Mr. Phillips supplies interesting asides. Money guy Nelson Rockefeller, as we know, made great contributions to several collections at the Metropolitan Museum in New York; the connection between art and commerce is also on display at the nearby Carlyle Hotel, which swapped accommodations for murals by artist Ludwig Bemelmans, famous for his Madeline books. In Boston, the art of art theft is acknowledged at the Isabella Stewart Gardner Museum, whose Dutch Room displays the frames from which thieves posing as police officers sliced two Rembrandts and a Vermeer during a 1990 heist.<br />Mr. Phillips reminds us that art raises spirits—and hackles. The Battle of Gettysburg Cyclorama, which depicts Pickett’s charge, may strike some as a cautionary tale about the dangers of joining the infantry. Other observers, he writes, criticize it “for showing valor on both sides with no judgment or sign of the underlying causes for the war”—a message that might require an additional cyclorama or two. A more creative protest met Pablo Picasso’s untitled five-story steel portrait at Chicago’s Daley Plaza, unveiled in 1967. A science-fiction writer erected a giant pickle on the site to pan the piece in advance. Piling on, journalist Mike Royko wrote of the Picasso that “its eyes are like the eyes of every slum owner who made a buck off the small and the weak. And of every building inspector who took a wad from a slum owner.” In Richmond, Va., where most Confederate statuary has been removed, visitors to the Virginia Museum of Fine Arts can still pose beside a full-figure statue of Caligula, the controversial Roman statesman."
}