{
    "url_original": "https://www.wsj.com/articles/super-fly-review-respect-for-a-reviled-insect-11622229643",
    "url": "super-fly-review-respect-for-a-reviled-insect-11622229643",
    "title": "‘Super Fly’ Review: Respect For a Reviled Insect",
    "sub_head": "One of the most successful species on Earth, flies are the ‘ultimate evolutionary opportunists.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-344124?width=620&size=custom_1192x952",
    "image_1": "im-344124.jpg",
    "time": "2021-05-28 15:20:00",
    "body": "Gloucester’s lament in “King Lear”—“As flies to wanton boys are we to th’ gods; / They kill us for their sport”—isn’t cited in “Super Fly: The Unexpected Lives of the World’s Most Successful Insects,” but I suspect that the book’s author, Jonathan Balcombe, would agree with the sentiment deploring those sadistic youths. “Super Fly” is a lucid, absorbing and sprightly account of the world of flies. There is also a parallel story here, in which Mr. Balcombe becomes an outright advocate. His fervent enthusiasm for flies startled me, until I eventually understood his benevolent motives.<br />Here are some suggestive fly facts. In terms of “diversity and sheer numbers,” Mr. Balcombe writes, the fly’s success takes on “celestial proportion.” Some researchers estimate that there are 17 quadrillion flies on the planet. One British fly expert believes that for each human there are about 17 million flies. There are 160,000 known species of flies, and that’s probably “only scratching the surface.” Flies, which have been around as long as humans, exist on every continent, including Antarctica. A “handful of species have colonized the oceans—a habitat otherwise unreached by insects.”<br />Flies have an acute sense of smell: “Some carrion flies can detect a rotting carcass from at least 10 miles” away. Mr. Balcombe believes that flies possibly feel pain, have personalities and even possess consciousness. “They are master aerialists that can hover, fly backward, and land upside down.” He maintains that some flies, such as the blowfly, with its “gleaming metallic color,” could be said to “rank among nature’s most beautiful works of art.” To sum up, flies are “masters of adaptation,” Mr. Balcombe tells us, the “ultimate evolutionary opportunists.”<br />They have their good points as far as human beings are concerned, too. Flower flies are “vital pollinators.” Midge larvae “are an important antipollution brigade; in their multitudes . . . they filter algae and microscopic debris from the water.” Fruit flies have been indispensable to the analysis of genetics, having starred in more than 100,000 scientific studies. Certain fly species that infiltrate human corpses have helped scientists determine a murder victim’s time of death, thus assisting in homicide convictions and exonerations. Maggots can help heal wounds on humans because they eat only infected tissue; in fact, their tissue work is “far less expensive than conventional wound healing therapies.” Flies enhance the taste of Sardinian sheep-milk cheese. Some people even enjoy eating the cheese maggots—but the maggots can survive the digestion process and wreak havoc in the intestine, which, unquestionably, is not one of their good attributes.<br />Though a fly aficionado, Mr. Balcombe doesn’t stint from examining the dark side of the species. “Let’s face it, flies do not win popularity contests with us,” he concedes, and his scrutiny of the harm that some species inflict on humans, livestock and plants decidedly shows why. Flies are the most common carriers of insect-transmitted diseases. Biting midges “are known to transmit at least 66 viruses and 15 protozoans.” Sand flies spread oroya fever, which killed about 25% of Pizarro’s army in 16th-century South America. Tsetse flies transmit sleeping sickness. Tropical blackflies “can carry the roundworm that causes river blindness.” “Biting flies combine to make up the most damaging arthropod pests of cattle worldwide.” And so on."
}