{
    "url_original": "https://www.wsj.com/articles/supreme-court-considers-leniency-bid-for-crack-cocaine-offense-11620158850?mod=politics_lead_pos4",
    "url": "supreme-court-considers-leniency-bid-for-crack-cocaine-offense-11620158850",
    "title": "Supreme Court Considers Leniency Bid for Crack-Cocaine Offense",
    "sub_head": "Justices examine relevance of First Step Act to an earlier conviction; Biden administration backs inmate, reversing Trump position",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-333380?width=620&size=1.5",
    "image_1": "im-333380.jpg",
    "time": "2021-05-04 16:21:00",
    "body": "WASHINGTON—The Supreme Court appeared unlikely after Tuesday arguments to extend leniency to a career criminal under the First Step Act, despite the Biden administration’s last-minute decision to back the inmate’s claim that the 2018 criminal-justice overhaul applies to his crack-cocaine offense.<br />Reducing penalties for drug offenses has attracted bipartisan agreement, with widespread acknowledgment that punishment for crack cocaine, a drug lawmakers associated with African-Americans, has been disproportionately severe.<br />The issue Tuesday wasn’t one of policy, however. Rather, the court sought to make sense of complex provisions of the First Step Act, a predecessor 2010 law called the Fair Sentencing Act and federal sentencing guidelines that calibrate punishment based on factors including the amount of drugs in possession and a defendant’s prior criminal record.<br />“Look, the [penalty] ratio between crack and ordinary cocaine was ridiculous, 100 to 1 or something,” said Justice Stephen Breyer. “So Congress finally got around to modifying that. Fine. And anybody who had been sentenced under the old range, go back and get resentenced. Fine.”<br />The problem, he said, was that the section in dispute “seems to have nothing whatsoever to do with that ratio.” To read it in the defendant’s favor, he said, could permit nearly every federal offender to seek resentencing, something far beyond the First Step Act’s scope."
}