{
    "url_original": "https://www.wsj.com/articles/supreme-court-rules-for-oil-and-gas-companies-fighting-climate-lawsuit-11621271772?mod=business_minor_pos13",
    "url": "supreme-court-rules-for-oil-and-gas-companies-fighting-climate-lawsuit-11621271772",
    "title": "Supreme Court Rules for Oil-and-Gas Companies Fighting Climate Lawsuit",
    "sub_head": "The justices say Big Oil defendants should get new shot at moving the city of Baltimore’s lawsuit out of state court",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-339558?width=620&size=1.5",
    "image_1": "im-339558.jpg",
    "time": "2021-05-17 13:16:00",
    "body": "WASHINGTON—The Supreme Court handed the city of Baltimore a preliminary setback in its bid to sue more than 20 multinational oil-and-gas companies on allegations they contributed to climate change and misled the public.<br />Baltimore filed the 2018 lawsuit in Maryland state court, alleging energy companies failed to warn the public about the dangers of their products. The city says it has suffered climate-change-related injuries, including from rising sea levels and extreme weather, and seeks to recover monetary damages. Other state and local governments have filed similar lawsuits.<br />The defendants fighting such claims include  BP  PLC,  Chevron Corp. ,  Exxon Mobil Corp.  and  Royal Dutch Shell  PLC. They sought to move Baltimore’s case to federal court, which they argued is a more appropriate venue with fairer procedural protections. The companies said the case belonged in the federal system because some of their oil-and-gas exploration efforts have come at the behest of the federal government.<br />A federal trial judge denied the request in 2019 and last year a federal appeals court said it was largely powerless to consider moving the case out of the state system.<br />The high court, in a 7-1 opinion by Justice Neil Gorsuch, on Monday said that decision was incorrect. In a highly technical ruling, the Supreme Court sent the case back to a federal appeals court for further proceedings. The justices said nothing about the substance of the case."
}