{
    "url_original": "https://www.wsj.com/articles/taiwan-and-the-who-11620685511?mod=opinion_lead_pos4",
    "url": "taiwan-and-the-who-11620685511",
    "title": "Taiwan and the WHO",
    "sub_head": "China wants the island nation excluded despite its Covid successes.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-336484?width=620&size=1.5",
    "image_1": "im-336484.jpg",
    "time": "2021-05-10 18:25:00",
    "body": "The Trump Administration cited China’s “total control” of the World Health Organization as it walked away from the international body, but rejoining was among Joe Biden’s first acts as President. Watch this month for the first major test of the new Administration’s ability to influence or reform the WHO.<br />The World Health Assembly, the WHO’s decision-making body, will meet virtually beginning May 24. At issue is whether Taiwan will be able to participate—or whether China will succeed in blocking its attendance once again.<br />Secretary of State Antony Blinkensaid Friday there is “no reasonable justification for Taiwan’s continued exclusion from this forum,” and in a statement last week the G-7 nations supported Taiwan’s inclusion. Mr. Blinken rightly noted that “Taiwan offers valuable contributions and lessons learned from its approach” to global health.<br />As of last week, Taiwan had a total of 12 Covid deaths, and last year it went more than eight months without a known domestic transmission. These numbers are the envy of the world. But China, which covets the island democracy, wants to deny Taiwan any international recognition. A Chinese foreign ministry spokesman last week condemned the G-7’s statement as “anachronistic block politics” and “gross interference in Chinese sovereignty.” China may have enough support from member nations to block Taiwan’s participation.<br />That would be a loss for global health and an embarrassment for the Biden Administration. Americans should question whose interests are served by their colossal financial contributions to the WHO."
}