{
    "url_original": "https://www.wsj.com/articles/tali-farhadian-weinstein-alvin-bragg-lead-fundraising-in-manhattan-district-attorney-race-11621901113?mod=business_minor_pos4",
    "url": "tali-farhadian-weinstein-alvin-bragg-lead-fundraising-in-manhattan-district-attorney-race-11621901113",
    "title": "Tali Farhadian Weinstein, Alvin Bragg Lead Fundraising in Manhattan District Attorney Race",
    "sub_head": "The eight Democratic candidates have spent hundreds of thousands of dollars on advertising campaigns ahead of June 22 primary",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-342946?width=620&size=1.5",
    "image_1": "im-342946.jpg",
    "time": "2021-05-24 20:05:00",
    "body": "Manhattan district attorney candidates Alvin Bragg and Tali Farhadian Weinstein boast the biggest campaign war chests heading into the final month of the race, state filings show, giving them a potential advantage over a crowded field of contenders trying to spread their message.<br />Ms. Farhadian Weinstein, a former state and federal prosecutor, raised more than twice as much as any of her opponents, bringing in $2.2 million during the latest reporting period between mid-January and May 17. Her campaign said it had raised $4.4 million overall, touting her record as an Obama administration Justice Department official, federal prosecutor and top aide to Brooklyn District Attorney Eric Gonzalez. She spent $3 million on the campaign since January, the most of any of the eight Democratic candidates.<br />Mr. Bragg, a former federal prosecutor and top New York attorney general official, surpassed her in cash on hand. He had $1.2 million available as of last week, compared with $803,000 for Ms. Farhadian Weinstein. Mr. Bragg has raised $2 million overall and $712,000 over the past four months, his campaign said.<br />More than half of Ms. Farhadian Weinstein’s recent fundraising came from four dozen donors, many of whom work in the financial sector. Some opponents have questioned whether Ms. Farhadian Weinstein could independently lead an office that prosecutes white-collar crime with so many donations from the financial sector. She has said she would prosecute anyone who breaks the law.<br />Eight Democratic candidates are vying to replace incumbent Cyrus Vance Jr., a three-term Democrat who isn’t running for re-election. The winner of the June 22 Democratic primary would be heavily favored to win the November general election."
}