{
    "url_original": "https://www.wsj.com/articles/target-whole-foods-shoprite-and-other-retailers-look-to-upgrade-their-store-brands-11621602001?mod=business_lead_pos12",
    "url": "target-whole-foods-shoprite-and-other-retailers-look-to-upgrade-their-store-brands-11621602001",
    "title": "Target, Whole Foods, ShopRite and Other Retailers Look to Upgrade Their Store Brands",
    "sub_head": "They have set out to change the image of their product lines with better ingredients, a more-appealing name and new packaging",
    "category_1": "Business",
    "category_2": "Journal Reports: Leadership",
    "time": "2021-05-21 09:00:00",
    "body": "In the Customer Experience report, we look at the many ways companies and consumers interact and how companies might make those experiences better for consumers. Previous coverage and new stories running this week can be found here.<br />Ask most consumers about retailers’ store brands, and no doubt a handful of similar adjectives come to mind. Plain. Boring. Mediocre. Inexpensive.<br />Now, many of the nation’s biggest retailers—including  Target ,   CVS ,  Whole Foods and  ShopRite —are out to change that image. They are seeking to accomplish a delicate balancing act, projecting upscale charm and a healthier lifestyle, while keeping the budget-friendly prices. Sometimes it’s a question of the name. Sometimes it’s the packaging. Sometimes it’s the quality of the product. Sometimes it’s a combination of all three.<br />For these retailers, the goal is to create a product line that looks, feels, tastes and smells premium, while undercutting on price because they aren’t stuck with the fat advertising costs of the major labels.<br />Target’s Good & Gather Signature Frozen Pizza line is a perfect example of a store brand gone upscale. Before starting the line, Target says, it surveyed 5,000 customers and did internal taste testing aimed at mimicking Italian Neapolitan-style pizza. The names bestowed upon each pizza sound special, too, like Good & Gather Select Wood-Fired Spinach and Goat Cheese Pizza. The product description on the box says the crust is “hand-stretched” and the dough is leavened for 24 hours. The “artfully crafted” pizza has the “irresistible flavors of Naples, Italy,” the box claims. The messaging on the box reminds consumers that, like all Good & Gather foods and beverages, there are no artificial colors or preservatives."
}