{
    "url_original": "https://www.wsj.com/articles/teachers-union-head-calls-for-schools-to-be-open-full-time-this-fall-11620938806?mod=politics_featst_pos2",
    "url": "teachers-union-head-calls-for-schools-to-be-open-full-time-this-fall-11620938806",
    "title": "Teachers Union Head Calls for Schools to Be Open Full Time This Fall",
    "sub_head": "Randi Weingarten, president of American Federation of Teachers, said schools should move toward full reopening despite risks",
    "category_1": "U.S.",
    "category_2": "Education",
    "time": "2021-05-13 16:46:00",
    "body": "The president of one of the nation’s largest teachers’ unions said school should reopen five days a week this fall, pointing to improving conditions and the academic, emotional and social effects that more than a year of disrupted school have had on students.<br />“There is no doubt: Schools must be open, in person, five days a week, with the space and facilities to do so,” American Federation of Teachers President Randi Weingarten said in a speech streamed online.<br />“Given current circumstances,” she added, “nothing should stand in the way of fully reopening our public schools this fall and keeping them open.”<br />Reopening schools isn’t without risk, Ms. Weingarten said, and schools should continue to follow recommended mitigation measures from the Centers for Disease Control and Prevention to prevent or slow any spread of Covid-19. She said 89% of educators in her union have been fully vaccinated or want to be.<br />Ms. Weingarten’s message was part of a wide-ranging speech about the future of education following the once-in-a-generation disruption to school caused by the global pandemic. Along with reopening in the fall, schools should also use this moment to reconsider traditional ways of testing students, decreasing class sizes and hiring more teachers, counselors and school nurses, among other changes, she said. She also emphasized school as an important institution for children to grow emotionally and socially."
}