{
    "url_original": "https://www.wsj.com/articles/teachers-unions-covid-cop-outs-are-a-winning-issue-for-gop-11620167479?mod=opinion_major_pos7",
    "url": "teachers-unions-covid-cop-outs-are-a-winning-issue-for-gop-11620167479",
    "title": "Teachers Unions’ Covid Cop-Outs Are a Winning Issue for GOP",
    "sub_head": "Republicans should campaign hard in 2022 on Democratic obeisance to the AFT and NEA.",
    "category_1": "Opinion",
    "category_2": "Upward Mobility",
    "image_1_url": "https://images.wsj.net/im-334093?width=620&size=1.5",
    "image_1": "im-334093.jpg",
    "time": "2021-05-04 18:31:00",
    "body": "When is the Republican Party going to declare war on teachers unions?<br />Doing so would be smart politics as well as smart policy. There is no appreciable downside to the GOP taking on the American Federation of Teachers and the National Education Association, which already give nearly all their money and political support to Democrats. And the nation’s pupils have everything to gain, especially if they happen to be low-income minorities.<br />The move is long overdue, and the pandemic offers Republicans the perfect opportunity to explain to voters how the unions’ ironclad control over public education does grave harm to children. We’ve known from the earliest days of the virus that youngsters are the least likely to catch it or spread it to others. We also know that many low-income parents struggle with home schooling and need to go back to work. Distance learning exacerbates racial and economic achievement gaps and takes a heavy psychological toll on kids. Union leaders couldn’t care less.<br />California, which is the most populous state and currently has the lowest per capita Covid rate in the country, also has the highest percentage of school districts that remain entirely virtual. Teachers unions have used the pandemic to demand more money and more-generous benefits. They know that millions of Americans can’t return to work if kids can’t return to schools. For parents it’s a dilemma, but unions see it as leverage. The United Teachers of Los Angeles requested free child care for its members as a condition for returning to the classroom. Union clout is the main reason that California’s percentage of all-virtual school districts is more than three times the national average.<br />An exposé published in Sunday’s New York Post shows how diligently teachers unions have been working to capitalize on our misery. “In the days before the Centers for Disease Control and Prevention released their much-anticipated school-reopening guidelines on Feb. 12, the American Federation of Teachers launched a full-court press to shape the final document and slow the full-reopening of schools,” the Post reported. “The lobbying paid off. In at least two instances, language ‘suggestions’ offered by the union were adopted nearly verbatim into the final text of the CDC document.”"
}