{
    "url_original": "https://www.wsj.com/articles/tech-jobs-lead-the-way-in-new-york-citys-covid-19-pandemic-hiring-11619956802?mod=tech_lead_pos12",
    "url": "tech-jobs-lead-the-way-in-new-york-citys-covid-19-pandemic-hiring-11619956802",
    "title": "Tech Jobs Lead the Way in New York City’s Covid-19 Pandemic Hiring",
    "sub_head": "There were more openings for tech positions during the pandemic than for any other job in the city, a new study says",
    "category_1": "U.S.",
    "category_2": "New York",
    "image_1_url": "https://images.wsj.net/im-331335?width=620&size=1.5",
    "image_1": "im-331335.jpg",
    "time": "2021-05-02 08:00:00",
    "body": "Like hundreds of thousands of other New Yorkers, Adonis Goris lost his job last year as the Covid-19 pandemic took hold in the city. Mr. Goris, 25 years old, now considers himself lucky. The former administrative assistant not only found a new position, but he has moved into a new career in IT.<br />Tech positions like Mr. Goris’s were among the city’s fastest-growing jobs  even as hiring slowed in most sectors during much of the pandemic, according to a new study from the Center for an Urban Future.<br />The nonpartisan policy think tank analyzed tens of thousands of job postings between April and November 2020 that were collected by labor-markets analytics firm Burning Glass Technologies. The analysis found that hiring for tech positions surpassed all other occupations, even healthcare jobs in New York City, one of the hardest hit parts of the U.S. by Covid-19.<br />The most in-demand job in New York during that period was for software developers and engineers, with 21,268 job postings—nearly double the number of openings for physicians. Tech positions, from Informational-Technology project managers to cybersecurity analysts and user-experience designers, made up the top 11 jobs out of the 50 most in-demand occupations.<br />Tech jobs were already driving much of the hiring in New York before the pandemic, said Eli Dvorkin, editorial and policy director at the Center for an Urban Future. “What’s surprising is just how strong the continued demand for tech hiring was, especially with the economic devastation we’ve seen,” Mr. Dvorkin said."
}