{
    "url_original": "https://www.wsj.com/articles/teen-girls-poor-diets-are-worrying-doctors-11620057629",
    "url": "teen-girls-poor-diets-are-worrying-doctors-11620057629",
    "title": "Teen Girls’ Poor Diets Are Worrying Doctors",
    "sub_head": "Many adolescent girls aren’t getting enough important nutrients, which could lead to poor school performance, future health issues",
    "category_1": "Life & Arts",
    "category_2": "Health",
    "image_1_url": "https://images.wsj.net/im-332589?width=620&size=1.5",
    "image_1": "im-332589.jpg",
    "time": "2021-05-03 12:00:00",
    "body": "Doctors and nutrition experts are increasingly alarmed by the widespread low intake of key nutrients among preteen and teen girls, and are warning that poor diets are likely to cause both immediate issues such as poor school performance and long-term health problems like osteoporosis.<br />“This is the stuff that keeps me up at night,” says Regan Lucas Bailey, a nutrition science professor at Purdue University. Dr. Bailey and others are worried not only about the health effects of poor diet on the girls themselves but also on the health of any children they might have in the future. “Going into reproductive age at nutrition risk can cause intergenerational effects,” Dr. Bailey says.<br />Adolescent girls aren’t getting enough of a host of important vitamins and minerals, including vitamin D, calcium, folate and iron. About 80% of adolescent girls consume less calcium a day than recommended, according to a report produced by a federal committee that provided recommendations for an update to the Dietary Guidelines for Americans released in December. And about 20% of girls are anemic, a condition that can be caused by low iron consumption and can affect cognitive function and mood. The committee, composed of 20 doctors and academics, warned about the low intake of important nutrients among adolescents several times in its scientific report, calling it “a public health challenge.” Meanwhile, doctors say that teens’ eating habits have worsened during the pandemic.<br />Girls—and indeed most Americans—are also consuming too much sodium, which can raise blood pressure and increase the risk of cardiovascular disease, and added sugar, which is contributing to rising rates of obesity, doctors and nutrition experts say.<br />During the pandemic, Ellen Rome, head of the Center for Adolescent Medicine at Cleveland Clinic Children’s Hospital, says she is seeing bored teens who are eating too much and gaining weight, and stressed-out teens who are eating too little, losing weight and being admitted to the hospital with “low heart rate and no periods.” The Center of Excellence in Eating and Weight Disorders at Mount Sinai Health System in New York saw 520 new families in 2020, up from about 300 in 2019, according to Tom Hildebrandt, the center’s chief."
}