{
    "url_original": "https://www.wsj.com/articles/teenage-campers-who-are-fully-vaccinated-dont-need-to-wear-face-masks-physically-distance-cdc-says-11622227469?mod=politics_lead_pos13",
    "url": "teenage-campers-who-are-fully-vaccinated-dont-need-to-wear-face-masks-physically-distance-cdc-says-11622227469",
    "title": "Teenage Campers Who Are Fully Vaccinated Don’t Need to Wear Face Masks, Physically Distance, CDC Says",
    "sub_head": "Summer camps should encourage adolescents who aren’t fully vaccinated to wear face masks, especially indoors",
    "category_1": "U.S.",
    "time": "2021-05-28 17:27:00",
    "body": "Children who are fully vaccinated don’t need to wear face masks or maintain physical distancing from one another at camp this summer, federal health officials said Friday, in their latest move to relax pandemic guidelines for people who have received shots.<br />Yet camps should still encourage children and staff who aren’t fully vaccinated to wear a mask indoors, as well as outdoors in areas where Covid-19 is spreading, the U.S. Centers for Disease Control and Prevention said.<br />The agency updated its recommendations as school is letting out and summer camps are getting into swing across the country. The U.S. Food and Drug Administration authorized a Covid-19 vaccine for adolescents earlier this month, prompting the CDC to make the updates. Some camps said they would now rush to make last-minute changes to take the new guidance into account.<br />“When we have the opportunity where everybody is fully vaccinated, you can get back to no masks, no distancing and a normal camp experience,” said Erin Sauber-Schatz, who heads the CDC’s Community Interventions and Critical Populations Task Force.<br />The CDC advised two weeks ago that fully vaccinated people don’t need to wear face masks or physically distance indoors or outdoors, in large groups or small. That guidance created many questions, including what campers, travelers and schools should do, given that those settings involve people being in close quarters."
}