{
    "url_original": "https://www.wsj.com/articles/tencent-earnings-power-through-tech-crackdown-11621512550?mod=business_featst_pos2",
    "url": "tencent-earnings-power-through-tech-crackdown-11621512550",
    "title": "Tencent Earnings Power Through Tech Crackdown",
    "sub_head": "The gaming company’s shares have been pummeled along with the rest of the Chinese tech sector, but its latest results show the doom may be overdone",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-341323?width=620&size=1.5",
    "image_1": "im-341323.jpg",
    "time": "2021-05-20 08:12:00",
    "body": "Regulatory concerns have clouded the outlook for the world’s largest gaming company lately. But the latest results for  Tencent  show it’s still playing the game well.<br />On Thursday the Chinese company reported a 25% year-over-year increase in revenue for the quarter ending in March, above analysts’ estimates on S&P Global Market Intelligence. Its profit grew 65%, also beating expectations. That was padded by nearly $3 billion of gains coming from portfolio investments.<br />The boost from the pandemic is surely fading for Tencent but it doesn’t look like the company is suffering much of a hangover. Revenue growth from smartphone games has slowed from last year’s exceptionally high rate, but still managed to increase 19% year-over-year. Tencent’s Honour of Kings and Peacekeeper Elite have continued to be China’s most popular mobile games month after month. Recently launched game Moonlight Blade Mobile is also doing well. Revenue from abroad continued to increase. Its PUBG Mobile remained one of the top grossing games in the world.<br />Tencent’s cloud business has also extended its winning streak. Revenue at its fintech and business services division, which includes its cloud business, grew 47% from a year earlier last quarter. This is partly due to including the revenue from Bitauto, a car website Tencent acquired last year. The segment has also become more profitable: gross margin was 32% last quarter, the highest since separate results for the segment became available in 2018.<br />Tencent’s stock has lost a fifth of its value—nearly $200 billion—from its January peak as sharply higher regulatory scrutiny has sunk the whole Chinese tech sector. Alibaba, which was hit by a record $2.8 billion fine for anticompetitive behavior, has lost a third of its value since October."
}