{
    "url_original": "https://www.wsj.com/articles/tensions-high-as-israel-gaza-militants-trade-airstrikes-rockets-11620724839?mod=world_major_1_pos7",
    "url": "tensions-high-as-israel-gaza-militants-trade-airstrikes-rockets-11620724839",
    "title": "Tensions Run High as Israel, Gaza Militants Trade Airstrikes, Rockets",
    "sub_head": "Clashes continued early Tuesday, as both sides prepare for a wider conflict",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-11 05:20:00",
    "body": "TEL AVIV—Israel struck scores of targets in Gaza and Palestinian militants launched more rockets early Tuesday, as tensions from days of clashes in the contested city of Jerusalem dramatically escalated overnight and both sides prepared for a wider conflict.<br />Israel’s military said it has so far struck 130 targets belonging to Gaza-ruler Hamas, including weapons manufacturing sites, military facilities and tunnels on the border that Israel says Hamas uses to launch attacks. Israel said it targeted a Hamas battalion commander and 15 Hamas military operatives.<br />The Palestinian Ministry of Health said 24 people have died, mostly from Israeli strikes, including nine children. Israel’s military said it is investigating reports that children were killed and that some casualties may be the result of rockets that exploded in Gaza before reaching Israel.<br />The Israeli strikes are in response to more than 300 rockets launched from Gaza since Monday evening. That began when Hamas launched six rockets toward Jerusalem, which Prime Minister Benjamin Netanyahu said was “a red line.” Most of the rockets have targeted communities in southern Israel near the border with Gaza. Six people were injured Tuesday morning when a missile hit a residential building in Ashkelon.<br />“We see Hamas’s attack against Israel as a very severe attack, an attack that clearly will not go unanswered, we’re answering it now,” said Lt. Col. Jonathan Conricus, an Israeli military spokesman."
}