{
    "url_original": "https://www.wsj.com/articles/tent-sleepovers-the-extravagant-party-kids-are-craving-in-2021-11622059882",
    "url": "tent-sleepovers-the-extravagant-party-kids-are-craving-in-2021-11622059882",
    "title": "Tent Sleepovers: The Extravagant Party Kids Are Craving in 2021",
    "sub_head": "As slumber parties return, the hot trend is individual tents, but the production costs needn’t keep parents awake at night",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-343337?width=620&size=1.5",
    "image_1": "im-343337.jpg",
    "time": "2021-05-26 16:11:00",
    "body": "THREE AND A HALF years ago, Josefina Martinez received photos from her sister-in-law of her nephews at a slumber party in Bogotá. Each child at the party had been assigned his own tyke-size tent, just big enough to cover the top half of a floor mattress. The result was an Instagram-ready alternative to the age-old tradition of kids crashing out on a haphazard collection of sofa cushions, sleeping bags and gym mats.<br />When she searched for more examples of these glamping-inspired overnighters, she found plenty in the U.K. and Australia, but surprisingly few in the U.S. “I saw an opportunity to take sleepovers to the next level,” said the Connecticut tax-attorney-turned-party-planner. “I knew right away that this concept would have a lot of appeal in Greenwich.”<br />These days, on any given weekend in and around her coastal town, you’ll find Ms. Martinez’s company Dream and Party setting up elaborately themed tent villages on lawns and in living rooms. For parents who splurge on catering, decorations and entertainment (tents are often arrayed around jumbo outdoor movie screens) the bill for a sleepover can reach $10,000.<br />Extreme sleepovers are ascendant at just the right moment: After a year of lockdown, parents are eager to indulge their kids, and to do so safely. Having kids glamp out in the backyard, “especially now that it’s nicer out,” is one way to address the situation, says Dr. Ibukun C. Kalu, the medical director for pediatric infection prevention at Duke University Hospital in Durham, N.C. While closer gatherings of vaccinated kids over the age of 12 are possible, taking more care with mixed groups and youngsters is still necessary, said Dr. Yvonne Maldonado, professor and chief of the division of infectious diseases, Department of Pediatrics at Stanford Medicine.<br />While Dream and Party’s events can cost the same as a small wedding, you can find more affordable options. Sweet Dreams Sleepover Party Rentals, with locations in Jacksonville, Fla., and Harrisburg, Penn., can outfit a sleepover for five, including tents and decorations, starting at $375. The company also offers a nationwide rental service that will send you five tents for $175, according to owner Ray Young, and are adding “Belle” tents that sleep bigger outdoor groups starting at $400. But many parents who know that the penalty for hosting one great sleepover is hosting more sleepovers are opting to buy rather than rent.  Etsy  storefront Lloyd Creations has made and sold about 8,000 mini tents over the last two years, with 3,000 shipping in the past three months. The company also sells party favors like customized T-shirts and sleep masks."
}