{
    "url_original": "https://www.wsj.com/articles/teslas-april-sales-from-china-were-mostly-exports-11620817683?mod=business_minor_pos7",
    "url": "teslas-april-sales-from-china-were-mostly-exports-11620817683",
    "title": "Tesla’s April Sales From China Were Mostly Exports",
    "sub_head": "New figures raise questions about the strength of demand for its vehicles in the world’s largest auto market",
    "category_1": "Tech",
    "time": "2021-05-12 15:01:00",
    "body": "SHANGHAI— Tesla Inc.  exported most of the cars produced at its Shanghai factory in April, in the first indication of how much the electric-vehicle maker is building for markets outside of China.<br />The EV maker sold 11,671 locally built Model 3 and Model Y cars in China last month, while exporting a further 14,174, according to the China Passenger Car Association. It was the first time that the association broke down the sales that way and comes amid questions about the strength of demand for Tesla’s electric vehicles in China after a run of adverse publicity.<br />Tesla didn’t immediately respond to questions. The company doesn’t publish monthly sales figures and releases only global sales data each quarter. On Tuesday, the association said Tesla’s April wholesale figure of 25,845 was down 27% from March, worse than the 12% month-on-month decline in overall electric vehicle sales.<br />Some analysts have questioned whether there would be enough demand in China to absorb most of the Shanghai factory’s planned output of 500,000 vehicles a year. While a portion of the company’s Chinese production could be earmarked for export, the bulk of buyers would likely need to come from China—the world’s largest auto market—for the factory to be sustainable. Demand from the rest of Asia is relatively weak, and Tesla is planning new production plants in Europe and the U.S., its other main markets.<br />Tesla started exporting Model 3s from China to Europe last year, with 7,000 cars arriving in two shipments in October and December, according to the company. Tesla’s new plant in Berlin is due to start production later this year. The company has said the Berlin plant will initially assemble the Model Y."
}