{
    "url_original": "https://www.wsj.com/articles/the-products-you-need-to-get-full-gigi-hadid-eyebrows-11621600782",
    "url": "the-products-you-need-to-get-full-gigi-hadid-eyebrows-11621600782",
    "title": "The Products You Need to Get Full, Gigi Hadid Eyebrows",
    "sub_head": "Pro tips for mastering the fluffy, gravity-defying arches that are beloved by models, TikTokers and Gen-Z—and can have an anti-aging effect on the rest of us",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-341400?width=620&size=1.5",
    "image_1": "im-341400.jpg",
    "time": "2021-05-21 08:39:00",
    "body": "AURORA MAI wants her brows to “live their best lives.” Once salons reopened, she was quick to schedule an eyebrow lamination—a chemical treatment akin to a perm that keeps brows perky and feathery for about 6 weeks. “I love having an uplifted, energetic look,” said the 24-year-old CEO of the Visionary House, a San Francisco digital media agency. She also appreciates that the style is low-maintenance. Admittedly arch-obsessed, Ms. Mai once attempted soap brows, a TikTok craze that involves backcombing with a mix of bar soap and setting spray. The faddish technique delivered fleeting results, so she upgraded to longer-lasting lamination.<br />Launched in 2015, Glossier’s popular, arch-boosting pomade Boy Brow let women achieve a bushy, Brooke Shields-ish look, and helped trigger a quest for ever-lusher brows, such as those recently championed by baby-faced celebrities like model Gigi Hadid and singer Normani. Quarantine has magnified the new look’s appeal: With salons closed, said René de la Garza, a Los Angeles brow artist, “people have gotten more comfortable with seeing their brows full-grown and are…making them even fluffier.” Though social media might suggest upswept arches are a Gen Z trend, Mr. de la Garza views them as an “antiaging trick that makes your face look lifted.” Plus, it can make thinning brows look thicker.<br />Most beauty aficionados, like Giselle Soto, a Los Angeles brow expert, denounce the TikTok-endorsed soap approach. She claimed that it can irritate skin, clog pores and hinder brow growth. And there are easier ways to effect an uplift. Start with clean, dry skin, instructed Erin Parsons, a  Maybelline  makeup artist who works with Gigi Hadid. Next, most pros advise, coat a clean spoolie brush (i.e., mascara wand) with a half-pea-size dollop of stronghold hair gel, conditioning wax or a potent clear brow gel (like Kosas’s, left). Comb brows diagonally going up and out toward the temples. Then flatten hair against the skin by firmly rolling the brush’s handle over the brows from roots to tips. Once gel sets, fill gaps with a brow marker or pencil.<br />Over the past year, Lisa Lewis, 39, a playwright and creative director in New York, has fully embraced her natural fluffiness. She thinks that emphasizing her arches with a pencil and brow mascara gives her look impact without seeming too done-up. Plus, her enhanced arches are one of the few facial features that she can flaunt while wearing a face mask. “It’s nice to feel a little more put together these days when everything feels so bleh,” she said. Elevated brows have proven an easy way to achieve that.<br />Jimena Garcia, a bicoastal Chanel brow artist, said exfoliating skin with pink salt and treating brow hair with castor oil once a week facilitates healthy arches that look especially full. For maximum impact, stop tweezing those caterpillars, she advised. “The wilder the better!”"
}