{
    "url_original": "https://www.wsj.com/articles/the-premonition-review-a-pandemic-of-experts-11620078624",
    "url": "the-premonition-review-a-pandemic-of-experts-11620078624",
    "title": "‘The Premonition’ Review: A Pandemic             of Experts",
    "sub_head": "A band of healthcare elites saw that Covid-19 was more dangerous than U.S. leaders acknowledged. Would their advice have made a difference?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-333461?width=620&size=1.5",
    "image_1": "im-333461.jpg",
    "time": "2021-05-03 17:50:00",
    "body": "It is an article of faith among America’s educated elite that the United States is uniquely bad at solving big problems. Urban sprawl, economic inequality, nuclear proliferation, environmental degradation, whatever—the American intelligentsia can be counted on to conclude that other developed nations handle these perils more judiciously than the U.S. does. You wonder how the country hasn’t collapsed under the weight of its own incompetence.<br />Michael Lewis’s “The Premonition: A Pandemic Story” is a book-length expression of this belief. It is the story of a loosely connected group of doctors, scientists and public-health experts whose research led them to see that the novel coronavirus raging in Wuhan, China, in early 2020 was far more dangerous than U.S. health officials and political leaders realized. This global group of “Wolverines,” as they came to call themselves, tried to warn the U.S. government, but nobody listened in time.<br />“In February 2021,” Mr. Lewis explains in the book’s introduction, “The Lancet published a long critique of the U.S. pandemic performance. By then 450,000 Americans had died. The Lancet pointed out that if the COVID death rate in the United States had simply tracked the average of the other six G7 nations, 180,000 of those people would still be alive.” If only the experts had been listened to, the book implies, these “missing Americans” would be with us still.<br />The article Mr. Lewis is referring to is a cringe-making leftist rant. (A sentence taken at random: “Donald Trump stirred up the underlying racial animus of US society to deflect attention from policies that abet billionaires’ accretion of wealth and power.”) The article, in any case, doesn’t claim that 180,000 people could have been saved by more robust public-health interventions in early 2020 but that those deaths are mostly the result of Americans’ poor health. That the U.S. death rate, even so, is lower than that of the U.K. and Italy and nearly equal to that of France—all G7 nations—rather complicates Mr. Lewis’s breezy thesis.<br />It is amazing to me that intelligent people in 2021 can survey the past year and conclude that some alternative set of non-pharmaceutical interventions would have made an appreciable difference in the spread of this magnificently resilient virus. But many such people do believe that, including the author of this book and its ostensible heroes. One of those heroes, an accomplished hospital administrator named Carter Mecher, drew up a national pandemic response plan for the George W. Bush administration. The key to stopping dangerous pathogens, he came to believe as he studied pandemic modeling, was closing schools."
}