{
    "url_original": "https://www.wsj.com/articles/the-u-s-is-less-relevant-than-ever-in-gaza-11621289408?mod=opinion_lead_pos10",
    "url": "the-u-s-is-less-relevant-than-ever-in-gaza-11621289408",
    "title": "The U.S. Is Less Relevant Than Ever in Gaza",
    "sub_head": "The conflict there isn’t going away, but the decline of Arab power is reshaping it.",
    "category_1": "Opinion",
    "category_2": "Global View",
    "image_1_url": "https://images.wsj.net/im-339510?width=620&size=1.5",
    "image_1": "im-339510.jpg",
    "time": "2021-05-17 18:10:00",
    "body": "It’s déjà vu all over again in the Middle East as another round of Israeli-Palestinian combat follows a tragic and familiar path: another spasm of violence, another media firestorm over civilian casualties, another wave of demonstrations around the world, another diplomatic kerfuffle as would-be mediators jostle, and another donnybrook in American politics over how Washington should respond.<br />There are two equal and opposite mistakes the U.S. can make when it comes to this latest Gaza war. The first is to overlook the ways in which this conflict is a reflection of some fixed facts of Israeli-Palestinian relations. The second is to underestimate the ways in which the changing dynamics of the Middle East and world politics are altering the landscape of Israeli-Palestinian competition.<br />The fact of Israeli-Palestinian hostility isn’t changing. The first large-scale violence between Palestinian Arabs and Jews took place in 1920, and intervals of quiet have since alternated with episodes of violence and fruitless peace negotiations. The current conflict is likely to follow the pattern of its predecessors. The violence will burn itself out, and some sort of cease-fire will be patched up.<br />The second unchanging reality: Peace negotiations are futile. A century of Israeli-Palestinian violence has also been a century of endless peace talks. Negotiators have come up with a range of approaches. Two-state solutions, one-state solutions, confederal arrangements with Jordan or even Jordan and Syria—nothing has worked. Yasser Arafat accepted the principle of a two-state solution with the 1993 Oslo I Accord, but Palestinian public opinion is divided and Hamas remains formally committed to merging Israel, the West Bank and Gaza into a single state under Islamist governance. Support for the two-state solution continues to decline among Israelis and Palestinians alike, but no realistic alternative has emerged.<br />The third unchanging reality is that the competition is asymmetrical. The power of the Palestinians is rooted in their endurance. Even in exile and defeat, the Palestinians have refused to disappear. The will to resist and the ability to mobilize international opinion are key Palestinian strengths, and Hamas deployed them effectively in this latest round of violence. Israel’s core strengths—state building combined with technological, military and intelligence prowess—are also on full display. Israelis can make Palestinian resistance futile, but they cannot make it disappear. Palestinians can prolong the conflict indefinitely, but they cannot achieve their political objectives."
}