{
    "url_original": "https://www.wsj.com/articles/the-confidence-men-review-spooking-the-commandant-11622067426",
    "url": "the-confidence-men-review-spooking-the-commandant-11622067426",
    "title": "‘The Confidence Men’ Review: Spooking the Commandant",
    "sub_head": "How two resourceful Allies used spiritualism, deception and distinctively British nonsense to escape a Turkish prison camp in World War I.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-344653?width=620&size=1.5",
    "image_1": "im-344653.jpg",
    "time": "2021-05-26 18:17:00",
    "body": "Tales of spunky prisoners of war suffering horrifying privation or outfoxing their sadistic or imbecilic captors are a staple of military history and the movies. John McCain devotes much of his Vietnam memoir “Faith of My Fathers” to his ordeal in the Hanoi Hilton, and “Stalag 17,” “The Bridge on the River Kwai,” “The Great Escape” and “Unbroken” are great films. Fact or fiction, few of them can match the latest entry in the genre for screwball comedy.<br />Margalit Fox’s “The Confidence Men” tells the tale of two Allied officers captured by the Turks during World War I who escaped their remote prison camp by pulling an ingenious and elaborate spiritualist con on the camp’s greedy commandant. A onetime writer of obituaries for the New York Times and the author of three other books, Ms. Fox brings a deadpan touch to her story.<br />Close your eyes and you can picture the young Sean Connery and Michael Caine of “The Man Who Would Be King” playing the two leads in a film based on the book. The impresario of the bizarre escape plan was Elias Henry Jones, 33, an Oxford-educated barrister and onetime magistrate in Burma during the British Raj. The son of a Welsh lord, Jones, a second lieutenant in the Indian Army Reserve, was captured after the disastrous siege of Kūt-al-‘Amāra, in what is now Iraq, in April 1916. His accomplice was Cedric Waters Hill, just 25, an Australian mechanic who became a pilot and just happened to be a skillful amateur sleight-of-hand artist.<br />After a hideous 62-day trek with other POWs covering nearly 2,000 miles, Jones was deposited in the Yozgat camp, a cluster of repurposed buildings in a small village in remote Anatolia, “the Alcatraz of its day.” Hill showed up not long after. The camp was commanded by Kiazim Bey, an aging autocrat who lived in fear of his prisoners escaping. His young aide-de-camp and translator was Moïse Eskenazi, a diminutive, officious Ottoman Jewish soldier, known to the prisoners as “the Pimple.” The British officers endured quarters crawling with vermin and choked down rotten food, but they were an enterprising lot. They formed an orchestra, gave lectures, held classes and staged entertainments. Jones fashioned a Ouija board from scrap, and using an inverted glass as a planchette, began giving mock readings for his fellow captives—the inspiration for his escape plot.<br />“The Confidence Men” is essentially a shaggy-dog thriller, so a tick-tock of their intricate scam with its twists and turns and near-disasters would cheat the reader. But it won’t spoil anything to report that their scheme involved a half-dozen spirits “summoned” by Jones surreptitiously manipulating the board, the chief of whom was “the Spook.” There was also a fiendishly complicated mind-reading act based on a memorized system of word clues relayed by the stooge to the sham mentalist. And a code using Welsh words to fool the Turkish censors while communicating with family back in Britain. Plus “trance-talking”—when the Ouija board was unavailable—not to mention the “Telechronistic Ray,” the “Four Cardinal Point Receiver,” a staged double hanging, and six months of feigned madness in a Turkish hospital."
}