{
    "url_original": "https://www.wsj.com/articles/the-dry-review-revisiting-a-clouded-past-11621545092?mod=opinion_reviews_pos2",
    "url": "the-dry-review-revisiting-a-clouded-past-11621545092",
    "title": "‘The Dry’: When the Past Is All Too Present",
    "sub_head": "A cop played by Eric Bana investigates a horrendous crime in his drought-stricken hometown where he, too, remains under suspicion",
    "category_1": "Film Review",
    "time": "2021-05-20 17:11:00",
    "body": "Two kinds of dryness give “The Dry” its distinction. This Australian thriller, playing in theaters and starring Eric Bana as a federal agent with a haunted past, is set in the midst of a drought—“324 days since rain,” a title announces as the cop, Aaron Falk, drives northwest from Melbourne through vast, parched farmlands for a funeral in the hometown he left 20 years ago. And the style is dry—bracingly so, although one of the many vivid characters in the story breaks the austere tone with her startling passion. Watching the film is such an intense experience that most of its flaws fall away and its red herrings serve only to enhance the local color.<br />The funeral follows what newspapers have described as a murder-suicide. The perpetrator, Luke—Aaron’s close friend from childhood—took his own life after killing his wife and son while sparing his baby daughter, lying in her crib. Or so the story goes. Luke’s parents don’t believe he was capable of committing the crime. Aaron doesn’t either, and he agrees, at their behest, to stay long enough to investigate.<br />But a cloud hangs over him too—a lingering suspicion that he was responsible for his girlfriend’s death when he lived there all those years ago. That’s the reason he left town, the fictional Kiewarra. Now, walking the streets he knows so well, Aaron is confronted by hostile glances, icy stares. He’s something of a national star in law-enforcement circles, so he is welcomed by the town’s police sergeant, Greg Raco (Keir O’Donnell). Even that welcome is guarded, though, partly because of implicit turf conflicts but also because Aaron, far from being a local hero, labors under a presumption of unpunished guilt in a town where so many lies have been told that the truth may no longer be accessible.<br />The director was Robert Connolly, working with virtuoso confidence from a screenplay that he and Harry Cripps adapted from the widely praised crime novel of the same name by Jane Harper. The movie version is not without its problems, both structural and substantial. The narrative depends on recurrent flashbacks to the hero’s boyhood and the source of his own crippling guilt; they can be confusing, and sometimes annoying in their frequency. Aaron seeks to connect the two events—the death of his girlfriend in the undead past and the supposed murder-suicide in the present—but his efforts are painstakingly slow. A crucial revelation is disappointing because it’s irrelevant to the central themes of literal guilt and spiritual redemption. And a treasure trove of information that’s discovered toward the end would count in most films as amateurish exposition.<br />Yet “The Dry” transcends conventional rules. For one thing, the drought confers an elegiac quality on those flashbacks. As Aaron revisits old haunts—sere fields that once produced abundant wheat crops, a cracked-earth riverbed—he sees the lush greenery and sparkling swimming hole of his youth. The vastness of the land has often played a role in Australian films. This one is no exception. The cinematographer, Stefan Duscio, uses drones artfully to enhance the drama’s physical scale from the air as well as on the ground. And through it all, the elegance of the filmmaking, the rich detail and the quality of the performances combine to hypnotic effect."
}