{
    "url_original": "https://www.wsj.com/articles/the-crime-of-the-century-review-manufacturing-the-opioid-epidemic-11620339231",
    "url": "the-crime-of-the-century-review-manufacturing-the-opioid-epidemic-11620339231",
    "title": "‘The Crime of the Century’ Review: Manufacturing the Opioid Epidemic",
    "sub_head": "Alex Gibney’s documentary on HBO offers new insights into Purdue Pharma and the country’s opioid crisis.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-335118?width=620&size=1.5",
    "image_1": "im-335118.jpg",
    "time": "2021-05-06 18:13:00",
    "body": "There’s always an undercurrent of righteous indignation in an Alex Gibney-directed film, whether the subject is Scientology, torture, reform-minded Russian oligarchs or Lance Armstrong. But the same can be said of much nonfiction cinema. What separates Mr. Gibney’s work from the pack of likeminded documentary makers is the documentation. The investigation. That, and the wisdom to know that crime, corruption, malfeasance and self-dealing aren’t necessarily enough to make a film engaging, or entertaining. It’s still a motion picture. It needs to have motion.<br />In Mr. Gibney’s two-part “Crime of the Century,” which is on HBO in two-hour installments Monday and Tuesday nights, the cinema is as exhilarating as the journalism is exhaustive. Still, the style remains in service to the story: how big pharma lied and bribed its way into billions of dollars while leaving death and devastation behind, through a seemingly conscience-free crusade to sell stronger and stronger opiates to more and more people.<br />It’s a success story, from the industry’s point of view. It’s also a story of villainy, with a catalog of villains—not just the Sacklers family of Purdue Pharma, but their sales representatives; the U.S. congressmen to whom they made outsize donations (Christopher Dodd, the former senator from Purdue Pharma’s home state of Connecticut, is spotlighted); the former prosecutors hired as lobbyists (Mary Jo White and, somehow inevitably, Rudolph Giuliani); and officials of the Justice Department and the Food and Drug Administration—where Curtis Wright, a physician and deputy director, collaborated with Purdue Pharma executives in drafting the review of OxyContin that helped open the way to its 1996 entry into the marketplace.<br />The rest, as might be said, is drug-epidemic history, although “Crime of the Century,” produced in association with the Washington Post, begins with a sprint through a much lengthier history, of both the opium poppy and the drug trade—from the ancient Egyptians and Alexander the Great to the East India Company, the Opium Wars, Bayer’s marketing of Heroin (originally a tradename), the Astors, the Italian Mafia, and various pharmaceutical companies that use narcotics in their products. Johnson & Johnson, Mr. Gibney tells us, led the way in mechanizing both the harvesting of opium poppies and the processing of their contents; provided incentives to Tasmanian farmers to switch from potatoes to poppies; and added bonuses to those raising the most potent crops.<br />The point of the history lesson is that the profit to be made from opiates and their synthetic derivatives has always been irresistible and that now-disgraced Purdue Pharma’s addiction to drug money is part of a long and ignoble series of enterprises. “The business of criminal cartels and pharmaceutical companies are connected,” Mr. Gibney says in voiceover—the very obvious example being the drift to heroin by addicts thwarted by the increased expense and reduced availability of opioids. The director then goes about establishing how and why that is so."
}