{
    "url_original": "https://www.wsj.com/articles/the-columnist-review-master-of-the-merry-go-round-11621609021",
    "url": "the-columnist-review-master-of-the-merry-go-round-11621609021",
    "title": "‘The Columnist’ Review: Master of the Merry-Go-Round",
    "sub_head": "The man behind every morning’s must-read for the capital’s movers and shakers: hated, admired, feared.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-341370?width=620&size=1.5",
    "image_1": "im-341370.jpg",
    "time": "2021-05-21 10:57:00",
    "body": "For almost 40 years, there was no more widely read, and perhaps no more widely hated, journalist in America than the ferociously independent syndicated columnist Drew Pearson. In a career that spanned every presidential administration from Hoover to Nixon, Pearson prowled the corridors of government, embarrassed the powerful, savaged the venal, fought secrecy, exposed blunders, and—not least—entertained and offended the public.<br />In “The Columnist,” an engrossing and revealing biography of Pearson, Donald A. Ritchie sums up Pearson’s storied career by tracking the acute displeasure he provoked: “Herbert Hoover tried to have him fired. Franklin Roosevelt called him a chronic liar. Harry Truman sent the FBI to investigate him. Dwight Eisenhower ostensibly ignored him while having his press secretary trash him. John Kennedy griped that the powers of the presidency gave him no influence over the columnist. Lyndon Johnson did his best to co-opt him. Richard Nixon put him at the top of his enemies list.”<br />Mr. Ritchie, a former historian of the U.S. Senate, is the author of several previous books, including “Press Gallery,” a history of Washington journalism in the Civil War era, and “Electing FDR,” a chronicle of the 1932 campaign. As Pearson’s biographer, he is judicious if mostly friendly. Along with delivering a richly anecdotal account of the life, he offers up a crowded playbill of insider Washington dramas. Pearson comes vividly alive as an opinionated man of intense moral force, entrepreneurial energy and sometimes questionable judgment. Mr. Ritchie’s research is impressive, drawing on Pearson’s private diaries and personal correspondence, copious public writings, and thousands of pages of files collected by J. Edgar Hoover’s FBI.<br />Drew Pearson was born in 1897 into a “thee-ing” and “thy-ing” Quaker family in Illinois. He trapped skunks as a boy and in his teens served as an advance man and tent-pitcher for traveling Chautauqua gatherings. Having acquired a strong sense of moral indignation, an education at Swarthmore, urbane manners and a lust for travel, he established himself as a one-man newspaper syndicate and worked his way across the Pacific as a deckhand in order to freelance in the Far East, where, barely into his 20s, he talked his way into an interview with Mahatma Gandhi. On his way home through Europe, he snagged another with Benito Mussolini. A few years later, he gained entrée to Washington society by marrying the daughter of Eleanor “Cissy” Patterson, the city’s wealthiest woman and the owner of the influential Washington Times-Herald.<br />In 1932, Pearson and his then-partner Robert Allen created Washington Merry-Go-Round, the daily column that for generations was every morning’s must-read for the capital’s movers and shakers. Pearson later added a newsletter, a weekly radio broadcast and eventually a television program. (Allen left the column during World War II but contributed occasionally thereafter.) At its peak, Washington Merry-Go-Round, always Pearson’s flagship, appeared in more than 600 papers, while his radio show reached some 20 million listeners on 250 stations. By the early 1940s, Pearson was earning at least $75,000 a year at a time when members of Congress were paid just $10,000."
}