{
    "url_original": "https://www.wsj.com/articles/the-village-agrees-subsidize-families-11620752174?mod=opinion_lead_pos8",
    "url": "the-village-agrees-subsidize-families-11620752174",
    "title": "The Village Agrees: Subsidize Families",
    "sub_head": "Cultural or economic differences needn’t preclude a bipartisan child allowance.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "time": "2021-05-11 12:56:00",
    "body": "There’s a bipartisan consensus that families with children need help. It emerged during Donald Trump’s presidency as concerns about the federal budget deficit faded. But the issue has taken on fresh urgency with the pandemic’s hit to the economy.<br />The economic downturn has hit women harder than men, unlike past recessions. Labor-force participation has dropped across the board since the pandemic started, but women with children have been especially slow to return to the workforce. Women without children have returned in greater numbers. Men with children lead all other groups; more married women than married men are staying home to take care of their children.<br />The reasons for this disparity are complicated; some are in dispute. Many who hold more-traditional views say women choose to work less and spend more time rearing children. Progressives counter that unfair gender stereotypes are to blame. Many economists argue that this is a rational calculation since men still earn more than women. One thing is clear: As long as schools and child-care centers stay closed, women will face intense pressures.<br />As schools reopen, some of this pressure should lift. But deeper problems will linger. American women’s labor-force participation peaked in 2000 at 60.3% and then fell steadily. In January 2020, right before the pandemic, it stood at 57.8%. America used to lead most advanced economies in women’s labor-force participation; the U.S. is now behind all the other English-speaking countries and most members of the Organization for Economic Cooperation and Development.<br />It is possible that U.S. women’s preferences have changed enough to account for this decline. But the rising cost of child care compared with women’s wages is a more plausible explanation. The Biden administration has proposed a partnership with the states to offer free pre-K to all 3- and 4-year-olds. The administration also proposes subsidizing child care for children under 5 by limiting some out-of-pocket costs to 7% of family income."
}