{
    "url_original": "https://www.wsj.com/articles/the-art-of-the-covid-vaccine-deal-11620167051?mod=opinion_major_pos9",
    "url": "the-art-of-the-covid-vaccine-deal-11620167051",
    "title": "The Art of the Covid Vaccine Deal",
    "sub_head": "The inoculation project now moves to persuading the wary to get the shot.",
    "category_1": "Opinion",
    "category_2": "Politics & Ideas",
    "image_1_url": "https://images.wsj.net/im-333715?width=620&size=1.5",
    "image_1": "im-333715.jpg",
    "time": "2021-05-04 18:24:00",
    "body": "The pace of vaccinations has slowed significantly, and a concerned President Biden announced on Tuesday afternoon that his administration was revising its strategy. More shots will be delivered to states with higher demand; pharmacies will offer walk-in vaccinations; states will get more funding for education and outreach. Mr. Biden’s new goal: for 70% of American adults to have received at least one shot by July 4, and for 60% to be fully vaccinated.<br />That goal seems attainable. As of now, at least 56% of adults have received at least one shot, and 41% are fully vaccinated. Among the most vulnerable Americans—ages 65 and older—83% have gotten at least one shot, and 70% are fully vaccinated.<br />Since the peak in early January, new cases and deaths are down by about 80%, and hospitalizations—a good measure of stress on the healthcare system—are down by about two-thirds. A recent Centers for Disease Control and Prevention study found that vaccinated Americans over 65 were 94% less likely to be hospitalized than those who haven’t availed themselves of this opportunity.<br />That’s the good news. The bad news is that as the pace of vaccinations has slowed in recent weeks, the supply of vaccines is beginning to exceed demand. The challenge for states and the Biden administration is shifting from establishing supply chains to persuading Americans to get vaccinated.<br />This will be challenging. Overall, 61% of Americans 18 and older have either received shots or intend to do so as soon as possible, according to research from the Kaiser Family Foundation. Another 17% are content to “wait and see” what happens to those vaccinated, and 20% say that they won’t get vaccinated. If so, the ceiling on vaccination rates in the U.S. is about 80%."
}