{
    "url_original": "https://www.wsj.com/articles/the-rhodes-scholarship-turns-against-its-legacy-of-excellence-11620412428?mod=opinion_lead_pos6",
    "url": "the-rhodes-scholarship-turns-against-its-legacy-of-excellence-11620412428",
    "title": "The Rhodes Scholarship Turns Against Its Legacy of Excellence",
    "sub_head": "It rejects its civilizing mission as ‘obsolete’ and favors the trendy notion of ‘radical inclusion.’",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-07 14:33:00",
    "body": "The Rhodes Scholarship stood for more than 120 years, through cataclysm and world war, as a symbol of individual excellence. But since 2019, under the shadow of a supposed reckoning with racism, the scholarships have been corrupted from within.<br />Cecil Rhodes (1853-1902), the imperialist and financier who founded the scholarship, wanted Rhodes Scholars to be “the best men for the world’s fight.” The Rhodes Trust rewarded those who survived a withering competition with three years at Oxford University, all expenses paid. (Women were made eligible in 1977.)<br />Neither Rhodes nor many of those who over the decades benefited from his bequest would recognize the Rhodes Scholarship today. The scholarship, in the words of Edgar Williams, a former warden of Rhodes House, was “an investment in a chap.” A much-admired ideal was the German Rhodes Scholar Adam von Trott zu Solz, who was hanged for his role in the July 1944 plot to kill Hitler.<br />While at Oxford, I studied Hannah Arendt’s theory of totalitarianism and the Russian language and traveled to the Soviet Union. Classmates studied Arabic and Chinese and became respected experts in their fields. The U.S. Rhodes Scholars in 2021, however, were praised not for worldliness but for their demographics. Twenty-one of the 32 winners are “students of colour” and one is “nonbinary,” according to the Rhodes Trust’s announcement. More important, diversity is often their preferred academic specialty, along with sexual harassment, racism and the status of prisoners. The winners are described as “passionate” or motivated by “fierce urgency.” The notion that Rhodes Scholars are defenders of universal values and destined to have careers that benefit their countries has been replaced by training them for conflicts with their fellow citizens.<br />Elizabeth Kiss, warden of Rhodes House, wrote that the Rhodes Trust today rejects Rhodes’s goal of educating young men for a civilizing mission as “wrong and obsolete.” Oxford itself, she writes, is a place where “racism in all its forms—structural, overt and implicit—remains rife.”"
}