{
    "url_original": "https://www.wsj.com/articles/the-justices-take-up-abortion-11621376923?mod=opinion_lead_pos2",
    "url": "the-justices-take-up-abortion-11621376923",
    "title": "The Justices Take Up Abortion",
    "sub_head": "The result in the Mississippi case is hard to predict.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-18 18:28:00",
    "body": "So much for ducking the hard cases. Not long after taking up a contentious New York gun-rights case, the Supreme Court on Monday agreed to hear what could become a landmark case on abortion rights.<br />Dobbs v. Jackson Women’s Health Organization concerns Mississippi’s 2018 law that, with rare exceptions, barred abortion after 15 weeks of pregnancy. Lower courts overturned the law as a violation of the Supreme Court’s precedents, notably the 1992 Planned Parenthood v. Casey ruling that said state laws cannot impose an “undue burden” on the right to abortion.<br />The question is whether the current Court, bolstered by new Justices Amy Coney Barrett and Brett Kavanaugh, is ready to narrow Casey or even overturn it and Roe v. Wade. The left is already predicting the latter, in apocalyptic terms, but it always does.<br />This is hardly a foregone result. It makes sense that the Court wouldn’t take the case merely to affirm the lower courts. But then only four Justices are needed to take up a case, and no one outside the Court knows which Justices voted to take this one. Those four Justices may not even know if there’s a majority to uphold the Mississippi law, much less overturn Casey and Roe. Among the current Justices, only Clarence Thomas is on record as calling for Roe and Casey to be overturned.<br />The Court intrigue is compounded by the narrow question its order in the case said the Justices will address: whether all pre-viability bans on elective abortions violate the Constitution. This suggests the Court could uphold the Mississippi statute while narrowing Casey but not overturning it. Or the Court could say some bans on pre-viability abortions are legal, but that Mississippi’s goes too far by limiting them to 15 weeks. Viability is usually thought to be no earlier than 23-24 weeks."
}