{
    "url_original": "https://www.wsj.com/articles/the-schools-arent-really-open-11619989532?mod=opinion_lead_pos4",
    "url": "the-schools-arent-really-open-11619989532",
    "title": "The Schools Aren’t Really Open",
    "sub_head": "Shortened schedules, ‘zoom in a room,’ and a year of lost learning.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-332967?width=620&size=1.5",
    "image_1": "im-332967.jpg",
    "time": "2021-05-02 17:05:00",
    "body": "President Biden has made a point of promising to reopen schools, and well he should. The lost year of learning will hold back a generation of American children. But the schools still aren’t completely open, as the emerging evidence shows.<br />“It should be a national priority to get our kids back into school and keep them in school,” Mr. Biden said in December, and “if states and cities put strong public health measures in place that we all follow, then my team will work to see that the majority of our schools can be open by the end of my first 100 days.”<br />The data company Burbio tracks reopenings for some 1,200 American school districts, and it reports that on Election Day 2020 36.8% of students participated exclusively in virtual instruction. Some districts shut down as Covid-19 cases increased during the winter. But more than 57% of students had the option of in-person learning at least one day per week by Mr. Biden’s inauguration. Only 3.3% of American students attended schools with exclusively virtual offerings.<br />The problem is that, more than 100 days later, most students still haven’t returned to anything resembling a normal school schedule. Nearly 30% of all students are still doing a mix of in-person and virtual instruction, with all the learning limitations that we now know go with such a schedule.<br />In Los Angeles, middle- and high-schoolers spend only two to three days a week in a physical school building. Teachers often stream lessons virtually even while students are in classrooms. Students usually get less than an hour a day with an in-person teacher, according to the nonprofit Innovate Public Schools. Most elementary schools offer classroom instruction to students for only a few hours each day."
}