{
    "url_original": "https://www.wsj.com/articles/the-u-s-can-support-freedoms-ferment-in-iran-11619986320?mod=opinion_lead_pos7",
    "url": "the-u-s-can-support-freedoms-ferment-in-iran-11619986320",
    "title": "The U.S. Can Support Freedom’s Ferment in Iran",
    "sub_head": "Follow the example of the 1975 Helsinki Accords, which helped bring about the Soviet collapse.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-332957?width=620&size=1.5",
    "image_1": "im-332957.jpg",
    "time": "2021-05-02 16:12:00",
    "body": "Even Iran has its bipartisan moments in American political circles. Democrats and Republicans alike now largely agree that the 2015 nuclear deal, the Joint Comprehensive Plan of Action, needs to be renegotiated and its provisions strengthened. Members of both parties believe that any prospective agreement must address Tehran’s ballistic missiles and its suspect regional activities. Yet often missing is any serious consideration of Iran’s human-rights record. The most consequential victims of the theocratic regime are its own citizens, and their plight shouldn’t be ignored.<br />Human rights have played an important role in U.S. diplomacy. During the Cold War, American officials routinely brought up the Soviet Union’s repressive policies with their Russian counterparts. In 1975, as part of the Helsinki Accords, the U.S.S.R. agreed to “respect human rights and fundamental freedoms, including the freedom of thought, conscience, religion or belief.”<br />Soon, so-called Helsinki groups appeared in the Soviet bloc as civil-society activists used the Kremlin’s pledges against it. More than arms control and arms buildups, the Helsinki Accords triggered changes that loosened Moscow’s totalitarian grip. The accords empowered dissidents and highlighted Soviet domestic misdeeds.<br />One paradox of Iran is that conversations about the Islamic Republic are at times more sophisticated in Tehran than in Washington. Far from being beaten into ambivalence, Iranians are engaged in an informed discussion about their government’s priorities and even the viability of the regime. Former government officials, enterprising intellectuals, dissident clerics and reformist newspapers such as Sharq question many aspects of Islamist rule. They may be shut out of power, but they still command a national platform.<br />Supreme Leader Ali Khamenei’s stewardship of Iran’s foreign relations has come under scathing attack. Some 100 Iranian activists signed an open letter in 2018 criticizing the government’s lack of engagement with the U.S.: “We, the undersigned, contend that direct, official and transparent dialogue with the United States will benefit regional and global peace and security and will improve the welfare, freedom and dignity of Iran and Iranians.”"
}