{
    "url_original": "https://www.wsj.com/articles/the-upshaws-review-family-clatters-11620767017",
    "url": "the-upshaws-review-family-clatters-11620767017",
    "title": "‘The Upshaws’ Review: Family Clatters",
    "sub_head": "The new comedy from Regina Y. Hicks and Wanda Sykes feels dated, clumsy and oh-so-not funny.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-336450?width=620&size=1.5",
    "image_1": "im-336450.jpg",
    "time": "2021-05-11 17:03:00",
    "body": "To say that “The Upshaws” is stuck in the ’70s doesn’t quite do it. The 1970s? Or the 1870s? Created by writer Regina Y. Hicks and the comedian Wanda Sykes, the show boasts production values that might easily have cost more than, say, $14.75. The laugh track is like your neighbor’s broken car alarm. The aesthetics evoke the era of “Good Times” or “All in the Family,” although the social messaging is absent—in fact, the jokes are entrenched in racial stereotyping and clichés. “The Upshaws” was meant to be transgressive, one imagines. It’s harder to imagine who’ll be laughing.<br />While it has something of a female point of view, this Netflix series is built around Bennie (Mike Epps), who runs an auto garage in Indianapolis, where he lives with his long-suffering wife, Regina (Kim Fields), and their two grade-school-age daughters, Aaliyah and Maya (Khali Daniya-Renee Spraggins, Journey Christine). He has an adult son, Bernard (Jermelle Simon), from a long-ago relationship and an adolescent one from a more recent dalliance: Kelvin (Diamond Lyons) is the son of Bennie and Tasha (Gabrielle Dennis), who got together with Bennie while he and Regina were on a “break”—one that Regina doesn’t remember in quite the same way. “I gotta be there for my three kids,” Bennie says during a rare moment of introspection. “You have four,” he’s reminded. Cue the laugh track.<br />Almost every TV comedy series has a running gag, a founding joke. Homer Simpson’s stupidity, for instance, or the “South Park” kids’ precocious vulgarity. In “The Upshaws” the basis of the humor is Bennie’s moral irresponsibility. Or, at least, his predisposition toward moral irresponsibility. Ms. Sykes, as Bennie’s acerbic sister-in-law, Lucretia, gets a lot of mileage out of it, upbraiding him for every misstep, which not only provides a showcase for her particular brand of takedown comedy but keeps her busy. Bennie is, after all, a reprobate. When Tasha, dropping off Kelvin, informs the boy’s father that he’s been suspended for stealing a teacher’s wallet, Bennie is shocked: “Didn’t I tell you teachers ain’t got no money?” he asks. Sex preoccupies Bennie to the extent that the subject invades many conversations, no matter who’s in the room (including his daughters). As Regina, Ms. Fields seesaws between disgruntlement and outrage, with plenty of provocation.<br />In the opening episode, Bennie is planning a trip to Las Vegas on the weekend of Aaliyah’s birthday, and is supposed to have rented a space for her party—which is also falling on the same day as Kelvin’s birthday party. Since Bennie has done nothing that he’s supposed to have done, we’re treated to the kind of tiresome sitcom devices that were old when Lucy was married to Ricky. He lies to Regina, he scrambles to find a space, he still wants to go to Vegas. He’s finally bailed out by his friend and new employee, Duck (Page Kennedy, the show’s one revelation and a major asset), who is supposed to be having a welcome-home-from-prison party but has found Jesus: In a gesture of Christian charity, he surrenders the VFW hall to Bennie. Unfortunately, the space has already been decorated like a topless bar, replete with stripper poles. All of which delights Aaliyah. She may be alone."
}