{
    "url_original": "https://www.wsj.com/articles/the-books-of-summer-11622047074",
    "url": "the-books-of-summer-11622047074",
    "title": "The Books of Summer",
    "sub_head": "Our reviewers on vacation-ready fiction and nonfiction, along with guides to summer pleasures—and our readers weigh in on the books that capture the essence of the season.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-343830?width=620&size=custom_3000x2063",
    "image_1": "im-343830.jpg",
    "time": "2021-05-26 12:37:00",
    "body": "Summer is the season of leisure and breaking from routine—whether that involves a hammock on a warm afternoon in a backyard, a day at the seaside or a long-awaited trip to a cabin in the woods. We asked readers of the WSJ’s weekly Books newsletter to select books that capture the essence of summer for them. Whether reaching back to their childhoods or drawing on more recent memories of enchanting summer reads, that question produced a fascinating array of literary escapes—recommendations that go perfectly with our survey of new summer-ready fiction, plus books on golf, the great outdoors, road trips and the art of the grill.<br />For many, there’s no beach read that’s better than a truly beachy read. That might mean a family-at-the-vacation-home generational saga like J. Courtney Sullivan’s “Maine” (2011) or the coming-of-age tale Colson Whitehead sets in a Hamptons enclave of vacationing black families in “Sag Harbor” (2009). Emitom Hillsman calls out Elin Hildebrand’s Nantucket-set romance “28 Summers” (2020) for seaside escapism. But the same yearning for sea air could take the form of a memoir of the waves, experienced not from the viewpoint of the beach blanket but the dynamic perch of the surfer, as in William Finnegan’s autobiographical “Barbarian Days” (2015), recommended by Zachary Chamberlin. Life as seen from the lifeguard’s chair can seem particularly precious when it’s adjacent to the scruffy world of teens in 1980s New York, as in Jill Eisenstadt’s knowing and funny “From Rockaway” (1987), which was highlighted as a favorite by Colette Pearl, among others.<br />For some, the appeal of the summer book is the distance it takes you from the everyday. If you can’t get to an island in real life, why not travel to one in a book? Reader Elizabeth Black recommends Virginia Woolf’s “To the Lighthouse” (1927), and while Woolf’s rich psychological portraits and daring prose may not initially sound like a typical summer read, its setting amid a vividly rendered family summer retreat in the Hebrides makes it a transporting experience. Sean Benson suggests that the “perfect summer idyll” is Gerald Durrell’s “My Family and Other Animals” (1956), about the author’s eccentric childhood years—with beasts aplenty—spent on the Greek island of Corfu.<br />But for a more profound sense of escape, a tale set on a boat at sea provides a particular enchantment for many. Leigh Patten suggests Joshua Slocum’s “Sailing Alone Around the World” (1900), his light-hearted but adventure-filled account of his single-handed circumnavigation of the world. In a similarly salt-saturated vein, Richard Gollwitzer loves sailor and pilot Ernest K. Gann’s “Song of the Sirens” (1968), which tells stories from a lifetime on the water. If the open ocean doesn’t seem eventful enough a destination (or if you’re prone to seasickness) you might prefer the heady two-wheeled journey through America’s byways in Robert M. Pirsig’s “Zen and the Art of Motorcycle Maintenance” (1974) as recommended by Ken Walker.<br />Summer is also, of course, a season for sports, with baseball’s post-pandemic return bringing a particular celebratory air to the diamond this year. To capture the particular thrill of a great baseball summer, Seth Hirschfeld suggests a double header in the form of two David Halberstam classics, “The Summer of ’49” (1989), in which the Yankees and Red Sox battled for postwar supremacy, and “October 1964” (1994), which follows the season the upstart St. Louis Cardinals took on the Yankees’ dominance."
}