{
    "url_original": "https://www.wsj.com/articles/the-rise-of-woke-anti-semitism-11621881999?mod=opinion_lead_pos8",
    "url": "the-rise-of-woke-anti-semitism-11621881999",
    "title": "The Rise of Woke Anti-Semitism",
    "sub_head": "It’s the oldest hatred, but its resurgence signals a wider disturbance in society’s soul.",
    "category_1": "Opinion",
    "category_2": "Free Expression",
    "time": "2021-05-24 14:46:00",
    "body": "There’s something especially unsettling about the newest eruption of the oldest hatred. Anti-Semitism has been so routine and enduring a part of human history that it’s easy to become almost numb to fresh instances of it.<br />For a statistical picture of how consistent—and contemporary—Jew-hatred is, look at the Federal Bureau of Investigation’s hate-crime data. We live in an age of heightened awareness of ethnic and racial victimhood, but in the quarter-century the bureau has kept records, hate crimes against blacks have declined dramatically—by more than a third between 1996 and 2019, the latest year of full data. By contrast, the number of anti-Semitic crimes—which are, proportionate to the share of Jews in the population, much more frequent than antiblack crime—has scarcely changed.<br />Jews themselves know better than anyone that, as banal as this ancient evil is, outbreaks of anti-Semitism can be a harbinger of something more pervasive, a signal of a wider disturbance in a society’s soul. That’s the inescapable sense one gets from the recent rash of assaults that have unfolded in New York, Los Angeles, Florida and elsewhere.<br />The political context is new, for a start. In the past most of the anti-Semitic attacks in the U.S. have been the product of the usual depraved minds: white supremacists or sick individuals deciding to take out their pathologies on the group most often blamed for society’s flaws.<br />Occasionally there’s been a broader political subplot. Outbursts of anti-Semitic violence occurred at times with the encouragement of black leaders such as Louis Farrakhan or the now supposedly respectable Al Sharpton. But mostly they haven’t occurred as the kind of street-level response to geopolitical events that is too common among political activists in Europe, especially on the left."
}