{
    "url_original": "https://www.wsj.com/articles/the-trouble-with-bidens-green-bank-11621785877?mod=opinion_lead_pos5",
    "url": "the-trouble-with-bidens-green-bank-11621785877",
    "title": "The Trouble With Biden’s ‘Green Bank’",
    "sub_head": "This stealthy infrastructure idea would create a mess of perhaps $1 trillion in politicized lending. Think Fannie Mae and Freddie Mac.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-23 12:04:00",
    "body": "As lawmakers debate the size and scope of President Biden’s proposed infrastructure-related stimulus plan, not enough attention is being paid to some of the details. Consider the roughly 1% of the $2.3 trillion spending package designated to create a “Clean Energy and Sustainability Accelerator,” which would “mobilize private investment” in the “clean energy economy.”<br />Cut through the greenspeak, and the administration is proposing to establish a bank with a direct line to the U.S. Treasury that would serve as a permanent financing conduit channeling tax money to support and subsidize politically favored clean energy projects.<br />Competing bills are already working their way through both houses of Congress to set up such a new federal entity, variously referred to as a “United States Green Bank” and a “National Climate Bank.” Since Democratic lawmakers are effectively negotiating with themselves, the bidding has started higher than the White House’s request—$50 billion up front and $100 billion over time under one Senate version. The potential cost to the American public of such a green government spigot could easily increase nearly 40-fold over the $27 billion currently penciled into Mr. Biden’s American Jobs Plan.<br />The argument for a federal green bank is flawed in many respects. For one, there is a truth-in-advertising problem. Banks are conservatively managed, highly regulated financial institutions that mainly engage in deposit-taking on the liability side and lending on the asset side of the balance sheet—neither of which would be central to the business mix of a federal green bank. Rather, in the Democrats’ imagining, a federal green bank’s core capital-providing business would include such high-risk activities as taking noncontrolling private-equity stakes in green energy ventures and funding research on new breakthrough clean technologies.<br />The green bank’s investment decision-making would be largely driven by noncommercial, political factors, including the requirement that 40% of capital flows be directed toward “disadvantaged communities facing climate impacts” and the need for bank-financed projects to pay prevailing union wage rates."
}