{
    "url_original": "https://www.wsj.com/articles/the-fed-board-agrees-never-to-disagree-11620146305?mod=opinion_lead_pos5",
    "url": "the-fed-board-agrees-never-to-disagree-11620146305",
    "title": "The Fed Board Agrees Never to Disagree",
    "sub_head": "During Yellen’s tenure and Powell’s, no governor has cast a dissenting vote on monetary policy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333473?width=620&size=1.5",
    "image_1": "im-333473.jpg",
    "time": "2021-05-04 12:38:00",
    "body": "In the aftermath of an economic and financial challenge that Federal Reserve Chairman Jerome Powell recently likened to Dunkirk—the urgent rescue of British and other Allied troops from France in World War II—there’s a remarkable uniformity of opinion on the Federal Reserve Board of Governors. Apparently, they all agree on the appropriateness of the Fed’s monetary-policy decisions. That’s what worries me.<br />While it might seem reassuring when members of an institution concur, the Fed’s tendency toward groupthink carries the risk of missing other important perspectives. Forging a consensus can mean trimming the edges of troubling concerns over future developments.<br />For example, even as financial markets signal uneasiness about the effect of inflationary pressures, Mr. Powell has maintained steadfastly that the Fed will be “patient” in keeping interest rates near zero through 2023. He also promises the central bank will continue purchasing at least $120 billion of Treasury bonds and mortgage-backed securities every month (adding $1.44 trillion annually to the Fed’s balance sheet) until “we’ve made substantial further progress toward our goals.”<br />Echoing this commitment to easy-money policies stretching well ahead, Fed Gov. Lael Brainard’s speech in March to the National Association for Business Economics was titled “Remaining Patient as the Outlook Brightens.”<br />Is such sanguinity reassuring? Granted, under the emergency conditions imposed last spring by the coronavirus pandemic, strong disagreement on the Fed board over internal policy decisions wouldn’t have been helpful. It was critical for the central bank to project confidence and resolution in carrying out its function as lender of last resort."
}