{
    "url_original": "https://www.wsj.com/articles/the-proxy-coup-at-exxon-11622066709?mod=opinion_lead_pos2",
    "url": "the-proxy-coup-at-exxon-11622066709",
    "title": "The Proxy Coup at Exxon",
    "sub_head": "Two board challengers win, but fossil fuels aren’t going away.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-344619?width=620&size=1.5",
    "image_1": "im-344619.jpg",
    "time": "2021-05-26 18:05:00",
    "body": "The usual suspects are casting  Exxon  Mobil’s partial defeat in a proxy shareholder battle on Wednesday as a Waterloo for fossil fuels. Sorry—the vote is a reflection of the enormous political pressure and financial leverage of government pension funds, proxy advisers and asset managers like  BlackRock  that want to be seen as virtuous to the progressives who are now in power.<br />The San Francisco-based hedge fund Engine No. 1 formed in November of last year and set out to overhaul Exxon’s board. Its goal: Make the biggest U.S. oil and gas company “transition” out of its legacy business. The fund enlisted big public pension funds and exploited the pandemic’s ravages.<br />Exxon had to “wake up” and “get out of the oil and gas focus,” California State Teachers’ Retirement System (Calstrs) Chief Investment Officer Chris Ailman said in December. Critics said Exxon’s board was too deferential to management, which had invested in U.S. shale and cranked up debt as oil and gas prices plunged.<br />Critics also flogged former CEO Rex Tillerson’s big bet on Canada’s oil sands, which became unprofitable amid low prices. Exxon’s main misjudgment was to underestimate the impact of U.S. shale fracking on oil prices. It was late to shale and then paid a hefty sum for fracking pioneer XTO Energy in 2010.<br />While its European rivals have forged into renewables like wind and solar, Exxon has made a long-term bet that the world will need oil and gas for many more decades. It estimates that some $12 trillion to $17 trillion in new investment will be needed to generate enough oil and natural gas supplies to meet global demand through 2040."
}