{
    "url_original": "https://www.wsj.com/articles/the-child-care-excuse-for-unfilled-jobs-11621635743?mod=opinion_lead_pos4",
    "url": "the-child-care-excuse-for-unfilled-jobs-11621635743",
    "title": "The Child Care Excuse for Unfilled Jobs",
    "sub_head": "A study finds parents have resumed work at the same rate as nonparents.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-21 18:22:00",
    "body": "The government is paying people extra cash not to work, but the Biden Administration swears there must be another reason too few are working. Democrats claim that caring for children stuck at home is keeping parents from jobs. That’s no doubt true in some cases, yet a new study suggests it’s far less important than politicians claim.<br />The Peterson Institute for International Economics on Monday released a study on parents in the workforce. Led by former Obama Administration economist Jason Furman, the study suggests that child care isn’t the main factor keeping workers at home, or even a significant one. From the first quarter of 2020 to 2021, job loss among parents “accounts for a negligible share of aggregate job loss,” the study concludes.<br />Parents’ share of the workforce has held steady through the pandemic. That’s partly because “men with young children have left the workforce at a lower rate than men without,” the study shows. It’s no surprise that men with kids are less likely to accept a small pay cut to stay on boosted unemployment.<br />But even mothers don’t make up an outsize share of the worker shortage. The study found that women with young children left work at a rate only slightly higher than those without any, and that moms are only 12% of the workforce to begin with. Conclusion: “Any childcare issues that have pushed mothers out of the workforce accounts [sic] for a negligible share of the overall reduction.”<br />Democrats have pointed to child care as the main cause of unfilled jobs, and they may find it hard to drop the excuse. Attributing empty jobs to parents stuck at home shifts blame from the federal unemployment bonus and is a talking point for their proposed federal child-care entitlement."
}