{
    "url_original": "https://www.wsj.com/articles/the-biden-tax-mirage-11620837568?mod=opinion_lead_pos5",
    "url": "the-biden-tax-mirage-11620837568",
    "title": "The Biden Tax Mirage",
    "sub_head": "Marginal rates have been a lot higher, but the actual share the top 1% pay stays remarkably constant.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-12 12:39:00",
    "body": "With deficits at levels not seen since World War II, the March $1.9 trillion stimulus only beginning to spend out, and President Biden calling for significantly higher marginal tax rates to help fund another $4 trillion of spending, maybe it’s time for a reality check on how high marginal tax rates, and the actual tax rates paid by Americans, can be raised without crushing economic growth. Proponents of massive tax increases will argue that economic growth and prosperity are compatible with high tax rates by pointing to the 35 years of postwar prosperity in America, when the top federal tax rate was 70% or higher.<br />But before accepting this as proof by example, it’s worth examining how many taxpayers actually paid those top rates and what percentage of their income high earners actually paid in taxes. Economists Gerald Auten of the Treasury Department and David Splinter of the Joint Committee on Taxation have compiled an extraordinary new database using Internal Revenue Service data on taxes actually collected since 1962. The top marginal income-tax rates and the taxes actually paid, including payroll taxes, as a percentage of income for the top 1%, top 10% and bottom 50% of income earners are shown in the nearby chart. The figures for 2016-20 are comparable estimates by the Urban-Brookings Tax Policy Center.<br />The top tax rate of 91% in 1962 applied to families with joint incomes, in today’s dollars, of $3.38 million. After deductions and credits, only 447 tax filers out of 71 million paid any taxes at the top rate. The top 1% of income earners paid only 16.1% of their income in federal income and payroll taxes, while the top 10% paid 14.4% and the bottom 50% paid 7%. This followed the pattern set by the top Depression-era and wartime tax rates. Only three filers out of six million paid any taxes at the top Depression rate and only 13 out of 50 million paid any taxes at the top wartime rate. The top 1% of earners paid 12.6% and 23.5% of their income in federal income and payroll taxes in 1938 and 1945, respectively.<br />President Kennedy recognized that while confiscatory tax rates collected little revenue, they stifled growth as resources were squandered in the “avoidance of taxes” rather than the “production of goods.” When the top tax rate was reduced to 70%, individual income-tax collections continued to grow and the actual percentage of income paid in taxes by high-income earners barely changed. Only 3,626 out of 75 million filers paid any taxes at the new 70% rate. When the Reagan tax cut reduced the top rate to 50%, gross domestic product grew. Taxes collected from high-income earners as a percentage of their incomes were largely unchanged, as the chart shows. Only 341,000 of 109 million filers paid any taxes at the new 50% top rate.<br />The 1986 tax reform reduced the top rate to the postwar low of 28%. The reform also closed loopholes, offsetting the rate reductions and other changes in the tax code. Revenues grew as the economy expanded and asset sales surged at the lower marginal tax rate. Twenty-six million out of 115 million filers paid taxes at the 28% rate. The top rate was raised to 39.6% in 1993 and has fluctuated between 39.6% and 35% since. Only 453,000 out of 123 million filers paid any taxes at the 39.6% rate in 1993."
}