{
    "url_original": "https://www.wsj.com/articles/the-war-beat-pacific-review-under-wraps-and-under-fire-11621463691",
    "url": "the-war-beat-pacific-review-under-wraps-and-under-fire-11621463691",
    "title": "‘The War Beat, Pacific’ Review: Under Wraps and Under Fire",
    "sub_head": "Boxed in by censorship rules and isolated on distant shores, correspondents struggled to bring grim reality to the public they served.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-341145?width=620&size=1.5",
    "image_1": "im-341145.jpg",
    "time": "2021-05-19 18:34:00",
    "body": "Although celebrity correspondents have been writing since the time of Aeschylus, the immense scope of World War II ignited an explosion of rock stars with typewriters. Ernest Hemingway, who drank, loved and fought his way through France and Germany, remains the heavyweight champ of war-reporter fame, but others proved more influential. CBS News’s Edward R. Murrow became so respected during the London Blitz that several journalism awards and a university center are named for him. Walter Cronkite, a guest on bombing runs over Germany, became the most trusted man in America. Photojournalist Robert Capa immortalized D-Day’s terrors through the lens of a Zeiss camera.<br />These men cemented their reputations in Europe. The Pacific War, by contrast, with its strange names, oceanic expanses and appalling hardships, was a theater where a reporter’s voice could be lost amid war’s roar. Few writers became household names. Boxed in by tight censorship rules and isolated on distant shores, Pacific War correspondents struggled to bring war’s grim reality to the public they served.<br />Steven Casey’s “The War Beat, Pacific” recounts the toils of the Americans behind the dispatches on the long road from Pearl Harbor to Tokyo Bay. Beginning with the reflexive shroud of censorship that fell over the nation on Dec. 7, 1941, Mr. Casey describes an uneasy triangle among the military brass, the war reporters and their newspaper editors back home. At the senior level, “War Beat” presents leaders like Gen. Douglas MacArthur and the U.S. Navy’s chief, Adm. Ernest King, in a conventional light. The vainglorious MacArthur “always enjoyed seeing his name in print,” while the tight-lipped King would have preferred to release no information except to announce Japan’s surrender.<br />In the dark days of December 1941, MacArthur issued wildly optimistic communiqués, and his headquarters, starved for victories, pressured correspondents to toe the general’s line. After one Japanese bombing raid on Manila, for instance,a group of correspondents “saw burning wooden shacks, dead civilians, and indescribable damage to vital military installations,” Mr. Casey notes. “But when it came time to write up their stories, they willingly followed MacArthur’s lead and focused on the U.S. response.”<br />While the Army and Marines gave reporters unprecedented access to the front lines in the war’s early months, getting to the scene of battle could be surprisingly difficult. “Reporters could hear the shouts of ‘banzai’ or the sniper and artillery fire,” Mr. Casey explains, “but they rarely got more than a fleeting glimpse of enemy soldiers until after the fighting was over.” Even understanding the outcome of a battle proved challenging. After the Battle of Leyte Gulf in October 1944—the war’s largest naval battle, supporting MacArthur’s invasion of the Philippines—most ship-based correspondents “headed for dry land as soon as the invasion succeeded,” Mr. Casey writes, “and so had only the vaguest notion of what was happening out at sea.”"
}