{
    "url_original": "https://www.wsj.com/articles/the-sabbath-observance-has-blessed-my-life-11621031710?mod=opinion_major_pos17",
    "url": "the-sabbath-observance-has-blessed-my-life-11621031710",
    "title": "The Sabbath Observance Has Blessed My Life",
    "sub_head": "It is an incredible pleasure to shut out the media for 25 hours, and I actually dread the end of day when then electronics come back to life.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-334956?width=620&size=1.5",
    "image_1": "im-334956.jpg",
    "time": "2021-05-14 18:35:00",
    "body": "As a lifelong Sabbath-observant Orthodox Jew, I’ve found that the Covid-19 pandemic has only strengthened my emotional relationship with Shabbos, which is the Ashkenazi pronunciation of Sabbath (“What We’ve Lost in Rejecting the Sabbath,” Review, May 8). I have to admit that when I was a child Shabbos was something to be endured, 25 hours of no TV, plowing through my library books and hoping the pages would outlast the hours of the day. As an adult, however, it became the oasis in a hectic workweek, a chance to reconnect with the family over food and conversation. Covid has elevated the experience to a whole new level. In the early weeks and months of the pandemic I found myself glued to the news, unable to look away, wondering if my practice would ever reopen, what would happen if someone got sick? I can’t begin to explain what it felt like, what it still feels like, to systematically shut off my two iPads, my iPhone, my smartwatch and the laptop in the seconds before sunset. It is an incredible pleasure to shut out the media for 25 hours, and I actually dread the end of day when the electronics come back to life. Having been raised this way certainly makes it easier to be religious, so to speak, about not “cheating” and turning something on, but the mental and physical payoff for having a true day of rest is incalculable.<br />Chani Miller<br />Highland Park, N.J."
}