{
    "url_original": "https://www.wsj.com/articles/the-corporate-tax-and-american-sovereignty-11620318362?mod=opinion_lead_pos7",
    "url": "the-corporate-tax-and-american-sovereignty-11620318362",
    "title": "The Corporate Tax and American Sovereignty",
    "sub_head": "European states have long ceded authority to a transnational technocratic elite. The U.S. knew better.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-330859?width=620&size=1.5",
    "image_1": "im-330859.jpg",
    "time": "2021-05-06 12:26:00",
    "body": "Treasury Secretary Janet Yellen has a grand idea: a global tax regime. She envisions a minimum corporate tax standardized across the developed world and expanded authority for nations to tax multinational corporations. Together with the Biden administration’s plan to raise the U.S. corporate tax rate to 28% and eliminate preferences, it would return the U.S. to its pre-2017 status as a high-tax jurisdiction, discouraging domestic capital investment and production. More insidious, it would cede authority over taxation, one of the pillars of democratic governance, to some ill-defined international technocratic body or group of experts.<br />Such erosion of sovereign democratic oversight should be recognizable. It has long characterized Europe and is part and parcel of the European Union’s ambition to become a global regulatory superpower.<br />Ms. Yellen’s proposal arises out of the longstanding efforts of major European nations to extend their taxing power over U.S. technology firms through so-called digital taxes. Initiatives from France, Austria, Italy and the U.K. threatened to undermine efforts to harmonize corporate taxation in the EU and open a new front in a trade war with the U.S. Given the need for unanimous approval for EU laws and opposition from Ireland and some Northern European member states, European leaders shifted the debate to the Organization for Economic Cooperation and Development, or OECD, a group of 37 high-income countries including the U.S.<br />The initiative expanded quickly to include a minimum corporate tax, another long-term EU goal that couldn’t be achieved internally or be effective unless other developed countries participated. In this way, European leaders sought to reduce tax competition among EU member states as well as low-tax nations such as the U.S., Switzerland, Singapore and Bermuda. Since Europe and most other developed countries rely more heavily on value-added taxes than corporate taxes, raising the latter would give their firms a cost advantage over U.S. firms, especially since most of the VATs are refundable for exported products. U.S. attempts over the years to match such an export advantage have been stymied by rulings of the World Trade Organization.<br />The new Biden team is eager to work with Europe on larger questions such as the China challenge, climate change and reform of the World Trade Organization. Entering a negotiation on corporate taxes, the thinking goes, could help secure European cooperation while incidentally providing domestic political cover for the tax hikes the Biden administration needs to fund new spending."
}