{
    "url_original": "https://www.wsj.com/articles/the-underground-railroad-review-a-fantasy-of-freedom-11620936655",
    "url": "the-underground-railroad-review-a-fantasy-of-freedom-11620936655",
    "title": "‘The Underground Railroad’ Review: A Fantasy of Freedom",
    "sub_head": "On Amazon Prime Video, director Barry Jenkins adapts Colson Whitehead’s Pulitzer Prize-winning novel in a series both harrowing and beautiful.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-338060?width=620&size=1.5",
    "image_1": "im-338060.jpg",
    "time": "2021-05-13 16:10:00",
    "body": "In his 2016 novel, “The Underground Railroad,” Colson Whitehead made a metaphor out of a metaphor, making the fabled fugitive-slave route of the antebellum South into a literal uptown subway, a mystery train to emancipation. He also made slavery into an allegory for slavery: His understanding with his reader was that no collection of facts could do justice to the history involved. But fantasy might.<br />No one familiar with the Barry Jenkins of “Moonlight” (Oscar’s Best Picture of 2016) or his James Baldwin adaptation “If Beale Street Could Talk” (2018) doubted that the writer-director would make Mr. Whitehead’s material his own. He does. The story moves at the director’s pace, and much of this 10-part Amazon series is deliriously, cinematically beautiful despite the context. In telling the story of Cora (South African actress Thuso Mbedu), her flight from a Georgia plantation, her various sideways journeys en route to freedom and her yearning for her runaway mother, he conjures visual poetry where there should be none, with all the consequent exhilaration that artistic aspiration delivers.<br />At the same time, the dominant quality of “The Underground Railroad,” especially in the early going, is terror. Two kinds of terror, in fact—the long-range dread of a hopeless future living under the thumb of psychopaths and the more immediate terror imposed by the whip, the chain and the auto-da-fé. I have to admit, I found myself resenting Mr. Jenkins for subjecting the viewer to some of the abominations depicted in episode 1. Then I snapped out of it. But let the prospective viewer be forewarned: Travel on “The Underground Railroad” is harrowing.<br />The hallucinatory images that introduce the series—a symbolic merging of the birth canal and the Railroad; Cora’s emergence; her mother, Mabel, burying the placenta and at some point fleeing—are followed by matters very real. Flashing forward, we’re shown Caesar (Aaron Pierre) pleading with Cora to run from the plantation and get on the Underground Railroad, which may be a myth, but as someone says “nothing in the world tells me this is not possible”: If slavery itself can exist, why not an Underground Railroad that carries the enslaved from station to station, from world to world? Cora resists at first, then relents, kills a young slavecatcher during a melee in the woods and thus has her future mapped out: She can never go back. Death or freedom are her only choices.<br />On her trail is Ridgeway (Joel Edgerton), another slavecatcher, who is nursing a Javert-like obsession with Cora—her mother, Mabel, was the only runaway who ever eluded him. Mr. Edgerton is a known quantity, but Ms. Mbedu is a revelation, playing Cora not as some idealized heroine but a hunted, haunted figure, one who more often than not is trying to make herself disappear to avoid the lash. Given a taste of liberation, she blossoms, as we see in episode 2. The glimpse of possibility is painful."
}