{
    "url_original": "https://www.wsj.com/articles/the-virus-lab-theorys-new-credibility-11622066808?mod=opinion_lead_pos1",
    "url": "the-virus-lab-theorys-new-credibility-11622066808",
    "title": "The Virus Lab Theory’s New Credibility",
    "sub_head": "The evidence catches up to Fauci and other Wuhan Covid deniers.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-344567?width=620&size=1.5",
    "image_1": "im-344567.jpg",
    "time": "2021-05-26 18:06:00",
    "body": "President Biden on Wednesday ordered U.S. intelligence to dig deeper into the origins of Covid-19, a reversal after he reportedly ordered a State Department investigative unit shut down. Mr. Biden is trying to cover for his embarrassing closure of the investigation because the dam has finally broken on the evidence that the virus may have escaped from the Wuhan Institute of Virology (WIV). The shame is that it took so long because the suspicious facts have been apparent from the start.<br />In January 2020, international media began reporting about a virus spreading in the Chinese city of Wuhan. “The coronavirus could result in a global pandemic,” said Sen. Tom Cotton on Jan. 30, 2020. “I would note that Wuhan has China’s only biosafety level-four super laboratory that works with the world’s most deadly pathogens to include, yes, coronavirus.”<br />The world would learn more about Covid-19—and the WIV. But it was always reasonable to ask if the virus came from a nearby lab that handled dangerous viruses. On Feb. 6, 2020, Botao Xiao of the South China University of Technology posted a paper concluding the virus “probably originated from a laboratory in Wuhan.” But the Chinese government strictly controls research into Covid-19’s origins, and the molecular biomechanics researcher withdrew his publication.<br />The Communist Party then went on offense, with Beijing’s ambassador to the U.S. declaring that lab-leak theories were “absolutely crazy” and could “fan up racial discrimination, xenophobia.” After Mr. Cotton responded by calling on China to “open up now to competent international scientists,” the media chose denial: “Tom Cotton keeps repeating a coronavirus conspiracy theory that was already debunked” (Washington Post) and “Senator Tom Cotton Repeats Fringe Theory of Coronavirus Origins” ( New York Times ).<br />The public-health clerisy also set boundaries for allowable discussion. On Feb. 19, 2020, the Lancet published a statement by scientists condemning “conspiracy theories suggesting that COVID-19 does not have a natural origin.” Although some academics quietly dissented, the document was promoted as proof that the lab possibility was “debunked.”"
}