{
    "url_original": "https://www.wsj.com/articles/the-jan-6-narrative-commission-11621377134?mod=opinion_lead_pos1",
    "url": "the-jan-6-narrative-commission-11621377134",
    "title": "The Jan. 6 Narrative Commission",
    "sub_head": "There’s little chance of a fair-minded inquiry in today’s Washington.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-18 18:32:00",
    "body": "Democrats are forcing a House vote Wednesday to establish a commission to investigate the events of Jan. 6, despite opposition from Republican leaders. Do not expect this largely partisan vote to yield a bipartisan accounting of the Capitol riot.<br />An independent commission could be useful if it answered outstanding questions and agreed on a common set of facts about events. The Capitol police and law enforcement haven't been forthcoming with key details—such as the role the police played in letting rioters enter the building, or the circumstances of the killing of protester Ashli Babbitt, or what they know about who planned what.<br />Yet the prospects for that are none and slimmer. Speaker Nancy Pelosi has been driving this idea, and she has a record of using these commissions for partisan ends. Her goal here is drive her narrative that the riot was a planned attempted coup, and to run on that theme to keep the House in 2022. She tipped her ambitions when she first proposed a commission with seven members appointed by Democrats and four by Republicans.<br />She has since made concessions to Republicans, who are divided as usual. Last week New York’s John Katko, the ranking Republican on the Homeland Security Committee, struck a commission deal with Democrats. House GOP LeaderKevin McCarthy immediately panned the proposal. This is the latest leadership misfire by Mr. McCarthy, which doesn’t bode well if he becomes Speaker in 2023.<br />The press says Republicans got what they wanted, namely a commission with five members (including the chair) named by Democrats, and five (including a vice chair) by Republicans. The proposal requires agreement between the chair and vice chair—or a vote of a majority of the commission—to issue subpoenas. The commission would be required to issue its report by Dec. 31."
}