{
    "url_original": "https://www.wsj.com/articles/the-7-most-impractical-but-popular-pieces-of-furniture-11620388858",
    "url": "the-7-most-impractical-but-popular-pieces-of-furniture-11620388858",
    "title": "The 7 Most Impractical But Popular Pieces of Furniture",
    "sub_head": "We asked interior designers to name sought after—or even famous—pieces of furniture that are nevertheless really hard to live with",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-335325?width=620&size=1.5",
    "image_1": "im-335325.jpg",
    "time": "2021-05-07 08:00:00",
    "body": "WHAT DO armless sofas, Edison bulbs and Marcel Breuer’s strappy Wassily chair have in common? They are all, according to designers, as impractical as they are ubiquitous. Some have even achieved icon status, despite the dearth of comfort they deliver. “As designers we can make anything beautiful, but if it’s not functional, what’s the point?” said Kendra Nash, an interiors pro in San Carlos, Calif. (Cut to Woody Allen’s “Sleeper” character struggling to perch on a futuristic seat so reductivist, he pratfalls to the floor.)<br />If her clients have fixated on the look of blinding exposed lightbulbs, for example, Ms. Nash encourages them to open their minds to a lamp with a minimal or even frosted-glass shade to help diffuse the light instead. Ms. Nash believes beautifully sculptural yet uncomfortable chairs should function only as short-term seating, confined to, say, an entryway. At the very least, she said, “add a throw pillow.”<br />Here, seven pieces that make design pros shake their heads but that they see again and again in clients’ homes—plus their suggestions for what to buy instead.<br />“The Hans J. Wegner Flag Halyard Chair is a beautiful sculptural piece and definitely makes a statement. But unless you’re going to lounge in a reclined position, it’s not going to get a lot of use. A great option to use instead is the Knoll Womb Chair and Ottoman, which is comfortable enough for lounging but also upright enough that when used without the ottoman, you can easily sit, have drinks, talk.” —Juliette Calaf, designer, Miami<br />“Farmhouse-style dining benches are something I see quite often and consider very impractical. If the person in the middle has to get up, one of the other two also has to get up. They are also very uncomfortable, with no back support, and rarely have cushions. There are so many low-profile dining chairs available that practically tuck in under your dining table. They provide back support and are much more comfortable than one of these benches.” —Nina Magon, designer, Houston"
}