{
    "url_original": "https://www.wsj.com/articles/the-global-house-price-boom-could-haunt-the-recovery-from-covid-19-11620379832?mod=business_lead_pos10",
    "url": "the-global-house-price-boom-could-haunt-the-recovery-from-covid-19-11620379832",
    "title": "The Global House Price Boom Could Haunt the Recovery From Covid-19",
    "sub_head": "House prices around the world have rallied through the economic turmoil. Growing leverage and decreasing affordability raise both financial and political risks.",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-335295?width=620&size=1.5",
    "image_1": "im-335295.jpg",
    "time": "2021-05-07 06:00:00",
    "body": "The year of the pandemic saw the largest increase in global house prices since the U.S. housing boom of the mid-2000s. And there is no sign the rally is coming to an end.<br />That provides immediate economic support for the global recovery from Covid-19. But a prolonged house price upswing would mean big new problems for both financial stability. And it could result in economic strife if middle-class citizens accustomed to a one-way housing bet suddenly find the rug pulled out from beneath them down the line.<br />House prices rose by 4.91% across 16 economies monitored by the Federal Reserve Bank of Dallas last year, the sharpest increase since 2006. The move was large by the standards of a normal year—but explosive in the context of a global economic contraction of around 3.3%.<br />And the trend shows little sign of abating. The U.S. housing market is millions of homes short of buyer demand. Prices have climbed in places as varied as the eurozone, South Korea, Australia, New Zealand and Canada.<br />Booming prices reflect a major difference between the liftoff from the financial crisis of 2008 and the nascent post-pandemic boom. The financial crisis emanated from a fragile, undercapitalized banking sector: The obvious postcrisis response was to lend much more conservatively. But at the beginning of last year, banks were far less overextended and, with greater government support, were much more rapidly able to pass on interest rate cuts to borrowers."
}