{
    "url_original": "https://www.wsj.com/articles/the-fbis-dubious-briefing-11620168038?mod=opinion_lead_pos4",
    "url": "the-fbis-dubious-briefing-11620168038",
    "title": "The FBI’s Dubious Briefing",
    "sub_head": "Did the bureau set up two GOP Senators at the behest of Democrats?",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-334166?width=620&size=1.5",
    "image_1": "im-334166.jpg",
    "time": "2021-05-04 18:40:00",
    "body": "Did the FBI set up two Members of Congress for political attack under the guise of a “defensive briefing”? It’s possible, and Senators Ron Johnson and Chuck Grassley are rightly demanding answers.<br />On Monday the Republicans sent a letter to FBI Director Christopher Wray and Director of National Intelligence Avril Haines asking how the Washington Post came to know about an FBI briefing to both Senators on Aug. 6, 2020. A Post story last week used the info to smear Mr. Johnson and his report on Hunter Biden’s foreign business dealings, suggesting that he’d ignored FBI warnings and thus may have been manipulated by the Kremlin. The newspaper cited only anonymous “current and former U.S. officials.”<br />In their letter the Senators note that the briefing came after “pressure from Democratic Leadership.” In July 2020, the Democratic Members of the Gang of Eight—senior Members with access to intelligence secrets—had sent a letter and classified addendum to Mr. Wray specifically citing the Johnson-Grassley probe into Hunter Biden as reason for an urgent briefing for Congress about foreign “disinformation.” That news was then leaked, in what was an obvious attempt to tar the work of the two Republicans.<br />The two Senators became more concerned when the ensuing briefing by the FBI turned out to be what they described as “not specific” as well as “unconnected to our investigation.” (Their report was based on U.S. government documents.) They specifically expressed to the FBI during the briefing their concerns that it would be “subject to a leak” for partisan gain. Which is exactly what happened last week, despite the FBI’s promise to the Senators of confidentiality.<br />After the August briefing, Messrs. Johnson and Grassley sent a letter demanding that Mr. Wray and the intelligence community disclose the reason for it. They never received the answer. In light of last week’s leak, they are renewing their demand to know who recommended the briefing, and the intelligence that supposedly supported it."
}