{
    "url_original": "https://www.wsj.com/articles/the-real-infrastructure-problem-11620685815?mod=opinion_lead_pos1",
    "url": "the-real-infrastructure-problem-11620685815",
    "title": "The Real Infrastructure Problem",
    "sub_head": "The Colonial Pipeline shutdown is a warning of worse to come.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-336489?width=620&size=1.5",
    "image_1": "im-336489.jpg",
    "time": "2021-05-10 18:30:00",
    "body": "The economic damage from the cyber attack that shut down the 5,500-mile Colonial Pipeline—the country’s largest fuel pipeline—should be limited. But it’s a glaring reminder that cyber vulnerabilities in U.S. energy and other systems are the real infrastructure problem that President Biden should be addressing.<br />Colonial transports about 100 million gallons of refined products each day from the Gulf Coast to New York Harbor, supplying nearly half of the East Coast’s fuel. The pipeline’s private operator says it learned Friday that it was hit by a ransomware attack and took “certain systems offline to contain the threat.”<br />In ransomware attacks, criminals use computer code to seize control of information systems and then extort businesses to unlock them. Sometimes they also threaten to dump sensitive intel on the web. The FBI says the DarkSide criminal network believed to be based in Eastern Europe perpetrated the attack.<br />Some in the media are minimizing the attack by noting that DarkSide is only after money and purportedly doesn’t extort schools and hospitals. Small consolation. These thieves are bent on causing damage and have exposed an enormous vulnerability in the U.S. energy system by taking down a critical fuel artery.<br />Fortunately, there was plenty of fuel in storage before the shutdown, and the pipeline should be back online this week. But meantime gasoline will have to be transported by trucks, which is less efficient. Tankers are temporarily storing gasoline off the Gulf Coast. Transportation bottlenecks were already snarling supply-chains, and the pipeline shutdown won’t help."
}