{
    "url_original": "https://www.wsj.com/articles/the-indispensables-review-washingtons-marbleheaders-11621194263",
    "url": "the-indispensables-review-washingtons-marbleheaders-11621194263",
    "title": "‘The Indispensables’ Review: Washington’s Marbleheaders",
    "sub_head": "The men of the Marblehead Regiment rowed Washington across the Delaware and ‘saved the Continental Army multiple times.’",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-339231?width=620&size=1.5",
    "image_1": "im-339231.jpg",
    "time": "2021-05-16 15:44:00",
    "body": "The military historian Patrick O’Donnell is known for his books on 20th-century elite units, including “First SEALs.” In “The Indispensables,” his second foray into the American Revolution, he does for the soldier-mariners of Marblehead, Mass., what he earlier accomplished for the Continental Army’s First Maryland Regiment in “Washington’s Immortals.” Readers who have enjoyed Mr. O’Donnell’s earlier books will not be disappointed with this one, his 12th.<br />The climax of Mr. O’Donnell’s novel-like account unfolds on Christmas night, 1776, when the “weathered, salty” men of the Marblehead Regiment—many of them veterans of the French and Indian War—rowed George Washington, his 2,400 troops and their artillery across the “fast-flowing, ice chunk-filled” Delaware River. By facilitating the Continental Army’s surprise attack on Hessian and British forces at Trenton, N.J., they turned the tide of the war. Washington is typically the focal point of that momentous scene, as he is in Emanuel Leutze’s painting “Washington Crossing the Delaware.” But Mr. O’Donnell’s gaze remains fixed on the valiant men who delivered him.<br />The author begins their story on the Atlantic Ocean in 1769, off Massachussetts’ Cape Ann, where the Royal Navy has stopped the Pitt Packet. Boarding the Marblehead-based brig under pretense of searching for contraband, a British press-gang is instead intent on kidnapping colonists and compelling them into service for Britain. The American sailors are not fooled. Mayhem ensues. One of the Marbleheaders, Michael Corbett, hurls “his harpoon with the practiced skill of an experience mariner,” impaling and instantly killing Henry Panton, a British lieutenant. Corbett, writes Mr. O’Donnell, was one of the first to offer “deadly defiance against the Crown.” He epitomizes the sea-hardened men of Marblehead.<br />Not all Marbleheaders were as obscure as Corbett. Elbridge Gerry, an “ardent abolitionist” and the “intellectual mainspring behind Marblehead’s revolutionary movement,” signed the Declaration of Independence and later became vice president under James Madison. (Today he is remembered mostly for the term “gerrymandering.”) John Glover, “short, scrappy, and tenacious,” was commander of the Marblehead Regiment and instrumental in forming Washington’s navy. Capt. John Manley—who captured the British brigantine Nancy, one of the war’s greatest prize ships—was celebrated in prose and song. Caleb Gibbs led Washington’s Life Guard, “a small, hand-picked, elite unit.” Nor were those associated with Marblehead all revolutionaries. We also meet the treacherous Dr. Benjamin Church, whose mistress lived in Marblehead, and the loyalist Ashley Bowen, a Marblehead sail-rigger and “prolific diarist” of the Revolution.<br />Some of the events in this history are not well known. The Redcoat seizure of gunpowder from the magazine on Quarry Hill, in present-day Somerville, Mass., in September 1774, for instance, led to the “forgotten first shots of the Revolutionary War,” fired when Marbleheaders stormed Fort William and Mary to get the powder back. Battles at Lexington, Concord and Bunker Hill are more famous, as is the siege of Boston and, later, the battles of Brooklyn, Trenton and Princeton. But even when retelling those renowned encounters, Mr. O’Donnell remains focused on the men of Marblehead, whose actions often decided outcomes."
}