{
    "url_original": "https://www.wsj.com/articles/the-tempest-review-a-small-companys-magic-touch-11621544646?mod=opinion_major_pos14",
    "url": "the-tempest-review-a-small-companys-magic-touch-11621544646",
    "title": "‘The Tempest’ Review: A Small Company’s Magic Touch",
    "sub_head": "Philadelphia’s Lantern Theater Company streams their enchanting 2018 production of Shakespeare’s tale about a shipwreck on a sorcerer’s island.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-341623?width=620&size=1.5",
    "image_1": "im-341623.jpg",
    "time": "2021-05-20 17:04:00",
    "body": "Shakespeare resistance, like vaccine hesitancy, is a condition incomprehensible to those who don’t suffer from it. What’s not to like about the greatest playwright who ever lived? Yet if I had to guess, I’d say that most Americans—because they know his works from the page, not the stage—dislike him. The problem is that his plays were written to be watched and enjoyed in the theater, not slogged through in school. The superficial difficulties of understanding posed by their elaborate, at times archaic language evaporate in performance.<br />You’d think the pandemic would have given locked-down Americans a chance to brush up their Shakespeare—on screen. But while many of his plays have been successfully turned into commercial movies and made-for-TV films, comparatively few productions were newly webcast by theater troupes in the U.S. in 2020, mainly because the casting demands were too onerous. Now Philadelphia’s Lantern Theater Company is streaming an archival video of “The Tempest” taped in 2018 at a live performance in the company’s 120-seat auditorium. I first made the Lantern’s acquaintance three months ago when it webcast an extremely impressive video-only revival of Brian Friel’s “Molly Sweeney,” and this production, modestly scaled yet artistically ambitious, confirms my already-favorable impression of the company.<br />“The Tempest,” a tale of the redemptive power of forgiveness that Shakespeare is thought to have written at the very end of his life, has a way of bringing the best out of those who perform it. I’ve reviewed upward of half a dozen productions through the years, and only one of them was a disappointment. This one, staged by Charles McMahon, the company’s artistic director, is performed to exemplary effect by an eight-person ensemble cast, three of whose members double—Antonio and Caliban, for example, are played by the same actor—on a handsome three-tiered unit set designed by Lance Kniskern.<br />According to the program, the production is “set in its own time,” but Natalia de la Torre’s lovely costumes range more widely in period style. “The Tempest” was written around 1609, the year in which the Sea Venture, an English supply ship that was part of a convoy to the Jamestown Colony, escaped destruction in a hurricane by running itself aground on an uninhabited island in Bermuda. The island, so the legends of the day said, was inhabited by evil spirits. Most scholarly authorities believe that Shakespeare was familiar with at least one written account by a Sea Venture castaway—all of them returned to England alive and well—and while there are innumerable ways to stage “The Tempest” (I’ve seen it done twice as a magic show), Mr. McMahon’s approach, rooted as it is in historical fact, has a satisfying solidity all its own.<br />By the time you’ve gone to a lot of “Tempests,” you’re likely to have seen the principal roles played by a fair number of great actors. Peter DeLaurier, the Lantern’s Prospero, isn’t up to the once-in-a-lifetime standard of transcendently sublime Prosperos of the past such as Alvin Epstein, but he gives a touching performance as the grudge-holding sorcerer who voluntarily renounces his magical powers at play’s end (“The rarer action is / In virtue than in vengeance”). So do the trio of actors who play his fellow islanders, J Hernandez (Caliban), Bi Jean Ngo (Ariel, who is fitted out in an especially fetching woodland-sprite costume) and Ruby Wolf (Miranda)."
}