{
    "url_original": "https://www.wsj.com/articles/the-secret-history-of-home-economics-review-engineering-the-everyday-11619985955?mod=opinion_reviews_pos1",
    "url": "the-secret-history-of-home-economics-review-engineering-the-everyday-11619985955",
    "title": "‘The Secret History of Home Economics’ Review: Engineering the Everyday",
    "sub_head": "The creators of home economics believed that science would free women from drudgery—and open the door to professional opportunities.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-332972?width=620&size=1.5",
    "image_1": "im-332972.jpg",
    "time": "2021-05-02 16:05:00",
    "body": "Those readers whose memories of home economics class are dominated by muffin tins and sewing machines might be surprised to learn about Caroline Hunt, an early innovator in the field. Hunt had no patience for the time-consuming household tasks “home ec” became associated with. “The woman who today makes her own soap instead of taking advantage of machinery for its production enslaves herself to ignorance by limiting her time for study,” she declared. In 1908, she resigned from her position as the University of Wisconsin’s first home economics professor with a letter bemoaning the department’s emphasis on cooking and sewing.<br />Not all educators were as forward-thinking, as Danielle Dreilinger demonstrates in her captivating debut, “The Secret History of Home Economics.” Some saw home ec’s purpose as training women to be better housewives. Her spirited account suggests the often maligned field has always had both repressive and liberating impulses. Its roots, however, are unexpectedly radical. Chemist Ellen Swallow Richards, one of the founders of home economics, was the first woman to attend MIT and, in the 1870s, became the university’s first female instructor. Richards, Ms. Dreilinger writes, “believed fervently in the power of science to free women from ‘drudgery.’ ” In 1899, she and other pioneers in what was then called domestic science organized the Lake Placid Conference. They renamed their specialty “home economics,” seeking to create an academic discipline that could generate professional opportunities for the very women they hoped to free from household labor.<br />At a time when women were blocked from many professions, home economics became, in Ms. Dreilinger’s words, a “jobs engine” for those who “cloaked their ambitions in suitably feminine garb.” Take Lillian Gilbreth: The efficiency expert and widowed mother of 12, unable to find work as an engineer, instead applied time-saving industrial processes to the household. Her 1927 book, “The Home-Maker and Her Job,” envisioned the home as a factory, with children as the labor and mother as the foreman. “If the only way to enter a man’s field was through the kitchen door, that’s the way she’d enter,” two of her children, the authors of “Cheaper by the Dozen,” later wrote.<br />Early home economists found positions not only in classrooms but in labs, corporations and government agencies. They traveled the heartland as part of the Rural Electrification Administration, led scientific studies on nutrition and marketed new appliances, including refrigerators and stoves. The 1920s saw a spate of popular homemaking radio programs hosted by professional women assuming a just-folks manner.<br />Though the Lake Placid Conference excluded black women and the American Home Economics Association did not integrate until 1963, black home economists also achieved success. Flemmie Pansy Kittrell, who chaired the home economics department at Howard University, saw the field as training black women to be leaders, not to work in other women’s homes. “For decades, there was always a job for a home economist,” Ms. Dreilinger observes. “For decades, the profession was even respected.”"
}