{
    "url_original": "https://www.wsj.com/articles/the-centers-for-politics-and-unions-11620168584?mod=opinion_lead_pos1",
    "url": "the-centers-for-politics-and-unions-11620168584",
    "title": "The Centers for Politics and Unions",
    "sub_head": "American Federation of Teachers chief Randi Weingarten gets the CDC to change its school opening guidance.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-334148?width=620&size=1.5",
    "image_1": "im-334148.jpg",
    "time": "2021-05-04 18:49:00",
    "body": "The Centers for Disease Control and Prevention has had a bad pandemic, and it’s getting worse. The outfit that is supposed to offer credible, unbiased scientific guidance has been found again to be politicizing virus policy.<br />The New York Post reported over the weekend that the CDC consulted American Federation of Teachers (AFT) chief Randi Weingarten in writing its guidelines for school openings. The chronology of this non-scientific political intervention is even worse than it sounds.<br />In early February, new CDC Director Rochelle Walensky told reporters in a press conference that “schools can safely reopen and that safe reopening does not suggest that teachers need to be vaccinated.” Oops. She forgot to consult the expert opinion of Ms. Weingarten, a major supporter of President Biden.<br />After unions howled, White House press secretary Jen Psaki said Dr. Walensky was speaking in her “personal capacity,” not providing “official guidance” from the CDC. A couple of weeks later, the CDC rolled out official school reopening guidelines that recommended teachers be given “high priority” for vaccines and curiously echoed other union demands.<br />Now we know why. Emails obtained by the New York Post showed that the AFT union reviewed a CDC draft and made recommendations that union officials said would “strengthen the document.” The CDC adopted two of the union’s suggestions nearly verbatim."
}