{
    "url_original": "https://www.wsj.com/articles/the-capital-gains-revenue-illusion-11620341526?mod=opinion_lead_pos2",
    "url": "the-capital-gains-revenue-illusion-11620341526",
    "title": "The Capital-Gains Revenue Illusion",
    "sub_head": "House Democrats are already asking for death-tax exceptions.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-335400?width=620&size=1.5",
    "image_1": "im-335400.jpg",
    "time": "2021-05-06 18:52:00",
    "body": "Evidence that President Biden’s capital-gains tax increase is counterproductive keeps rolling in, and the latest is from the Penn Wharton Budget Model, a nonpartisan outfit often cited as an authority by Democratic economists.<br />Penn Wharton estimates that raising the top capital-gains tax rate to 43.4% would shrink federal revenue by $33 billion over 10 years. That’s a smaller hit than the Tax Foundation’s $124 billion loss, but it acknowledges the same economic reality. Taxpayers in range of the higher top rate will find ways to shrink their bills.<br />To compensate, the Biden Administration has proposed a $1 million cap on the “step-up in basis,” which excludes unrealized gains from taxation at death. This is a backdoor death tax, and Penn Wharton estimates the change would raise up to $113 billion over a decade.<br />But that is also a static analysis that doesn’t account for other taxpayer behavior. The wealthy already employ legions of tax lawyers and accountants to avoid the current 40% estate tax, and they can do the same to duck the new capital-gains death tax. Charitable donations and creating trusts and foundations are popular methods.<br />Meanwhile, 13 House Democrats have written to Speaker Nancy Pelosi asking for an exemption for family farms from the step-up in basis tax hit. “The requirement to recognize capital gains at death runs the risk of forcing farms and ranches to sell part, or all, of a farm that may have been passed down for several generations in order to pay the tax burden,” wrote the Members, who include some of the most vulnerable incumbents."
}