{
    "url_original": "https://www.wsj.com/articles/the-presidents-speech-11619974402?mod=opinion_major_pos8",
    "url": "the-presidents-speech-11619974402",
    "title": "The President’s Speech",
    "sub_head": "Stutterers are on stage every day. Joe Biden shows it is possible to persevere.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-05-02 12:53:00",
    "body": "At his first press conference and at last week’s address to Congress, I noticed (most didn’t) that President Biden experienced a few blockages, or disfluencies in his speech. In other words, he stuttered. I’m writing this not out of malice, but with enormous respect. I know because I have sons who stutter. I found out my wife had stuttered during a call telling her mother she was pregnant. Yes, it’s genetic—and life-changing.<br />Mr. Biden has said, “You know, stuttering, when you think about it, is the only handicap that people still laugh about. That still humiliate people about. And they don’t even mean to.” My G-g-generation. Th-th-that’s all folks.<br />As a listener, you learn to be patient. We hired speech therapists. None were effective. Then we heard about an in-ear device that delays incoming sounds and shifts their frequency, providing voice feedback to trick your brain not to stutter. We eagerly met a representative who fitted a prototype in my then-fifth-grade son’s ear, fiddled with some settings and asked my son to speak. No stuttering! Amazing. Excited, we ordered a custom-fit version immediately. We hassled our son to wear it at home and at school, but sadly it never worked. He would complain that it sounded like his younger brother whining in his ear all day. Fair enough; his brother is annoying. Eventually someone “accidentally” stepped on it.<br />A few years later, on a trip to Moscow, we heard about scientists who had PC-based software that trains stutterers to speak without blocking. We visited them in a blocky Soviet-era housing complex. They had my son put on headphones and speak into a microphone. We left the room as the training started. After maybe 20 minutes, they had us come back in. My son took off the headphones and spoke without a single blockage. Amazing. We scrambled to several ATMs to get cash to pay for the software. Back home, we’d have my son train with it for an hour a day. Not surprisingly, it didn’t work.<br />As a parent, you’ll try anything. We attended seminars and conferences. One conference brought a group of inner-city teenagers with stutters of varying severity to put on a play. My son took to them immediately and hung around with them all weekend. It was very emotional to watch the group perform. Afterward, I spoke to a group of these teenagers and complimented them on their performances. One turned to me and, with many blockages, explained how they had practiced, and then said, without stuttering, “Actually, it feels like I’m on a stage every day of my life.”"
}