{
    "url_original": "https://www.wsj.com/articles/the-sack-of-detroit-review-americas-car-crash-11622153338",
    "url": "the-sack-of-detroit-review-americas-car-crash-11622153338",
    "title": "‘The Sack of Detroit’ Review: America’s Car Crash",
    "sub_head": "Was it the oil crisis that slammed the brakes on U.S. automakers? Or a wave of regulation?",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-345405?width=620&size=1.5",
    "image_1": "im-345405.jpg",
    "time": "2021-05-27 18:08:00",
    "body": "Charles E. Wilson, the former General Motors president who served as secretary of defense under Dwight Eisenhower, was asked at his 1953 Senate confirmation hearing how he would handle potential conflicts between the country’s interests and the company’s. Wilson found such conflicts inconceivable: Surely “what was good for our country was good for General Motors, and vice versa.”<br />So it once seemed. Kenneth Whyte’s vigorous, provocative book “The Sack of Detroit: General Motors and the End of American Enterprise” begins with the economic transformation in the decades after Henry Ford introduced his Model T. By 1958, the top 10 companies on the Fortune 500 list were all “car manufacturers or producers of steel or fuel for cars,” Mr. Whyte observes. Detroit had become home to the so-called Big Three: Ford, Chrysler and General Motors, or GM. The possibilities for growth appeared limitless.<br />More recently, however, American car makers have been running on fumes. The industry’s decline is usually dated to the 1973 oil embargo, which prompted many drivers to choose small, fuel-efficient imports over gas-guzzling domestic models. But Mr. Whyte, founding editor of Canada’s National Post and the author of biographies of Herbert Hoover and William Randolph Hearst, tells another story. He argues that Detroit’s troubles began earlier, when consumer advocates prompted the federal government to hit auto makers with onerous regulations. The industry was “sacked in 1966 by a well-educated, well-placed, suit-and-tie-wearing band of crusaders united by a determination to knock automakers and the whole of corporate America down a peg and make them pay,” Mr. Whyte declares. “They brought to its knees the greatest industrial enterprise in human history.”<br />For decades, traffic safety was governed by the “Triple-E strategy”: educating drivers, enforcing traffic laws and engineering safe roads. According to Mr. Whyte, this approach was successful—but not successful enough: In the 1950s, auto accidents were still claiming more than 30,000 American lives annually. By then, new research suggested that the problem was not the initial impact of a driver crashing a car but a “second collision” of a human body slamming against a dangerous car interior.<br />This research captured the imagination of Harvard Law student Ralph Nader, who became convinced that car manufacturers were the real culprits. His 1965 bestseller “Unsafe at Any Speed” singled out the rear-engine design of the Chevrolet Corvair, a compact car that GM had introduced to compete with smaller imports and that was the target of a barrage of personal-injury lawsuits."
}