{
    "url_original": "https://www.wsj.com/articles/the-392-000-lifeguard-baywatch-as-union-shop-11620858328?mod=opinion_lead_pos9",
    "url": "the-392-000-lifeguard-baywatch-as-union-shop-11620858328",
    "title": "The $392,000 Lifeguard: ‘Baywatch’ as Union Shop",
    "sub_head": "Savvy bargaining has gotten them handsome benefits and six-figure salaries.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-12 18:25:00",
    "body": "Being a lifeguard isn’t easy, but in Los Angeles it can be lucrative. Auditors at OpenTheBooks.com found 82 county lifeguards earning at least $200,000 including benefits and seven making between $300,000 and $392,000. Thirty-one lifeguards made between $50,000 and $131,000 in overtime alone.<br />After 30 years of service, they can retire as young as 55 on 79% of their pay. The Los Angeles County Lifeguard Association makes all this possible. Since 1995 the union has bargained for better wages, hours, benefits and working conditions.<br />Over the past five years, lifeguard captain Daniel Douglas brought home $630,000 in overtime alone. His total employment costs in 2019 were $368,668—$140,706 base bay, $131,493 in overtime, $21,760 in “other pay” and $74,709 in benefits.<br />In 2009 the city of Santa Monica signed a 10-year, $25 million contract with the county for lifeguard services. In 2019 the city extended the contract for five years and $17 million. There were no identified competitors and the contract wasn’t put out for bid.<br />To be sure, being a lifeguard isn’t all fun in the sun: Some are EMTs and paramedics, and some are part of an underwater recovery team and participate in diving operations. Some are marine firefighters with specialized training for fireboat operations. Some are on duty for 24 hours at a time—though they’re allotted eight hours for sleep, and if they have a call that interrupts their slumber after five hours or less, “the entire 24-hour period shall be counted as hours worked,” the contract states."
}