{
    "url_original": "https://www.wsj.com/articles/the-pharmacy-protection-racket-11621031866?mod=opinion_lead_pos3",
    "url": "the-pharmacy-protection-racket-11621031866",
    "title": "The Pharmacy Protection Racket",
    "sub_head": "Montana moves to let doctors dispense prescribed meds directly to patients.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-14 18:37:00",
    "body": "One down, five to go. This week Montana Gov. Greg Gianforte signed a reform bill letting doctors dispense prescribed medicine directly to their patients. This leaves only five states—Massachusetts, Texas, New Hampshire, New York and New Jersey—that force citizens to go to a pharmacy instead of getting their medicine straight from the doctor.<br />This victory for competition and common sense is the result of a lawsuit filed last June by the Institute for Justice (IJ), on behalf of three Treasure State doctors seeking the freedom to dispense “non-controlled medications directly to their patients at cost.” Montana, like other states with similar bans, has allowed exceptions for doctors when the nearest pharmacy is 10 miles or more away. And studies, such as a 2014 National Evaluation of Prescriber Drug Dispensing, have made clear that getting meds from a doctor is as safe as getting them from a pharmacy.<br />The Montana Pharmacy Association deserves credit for ultimately endorsing this legislation. Support for the new law grew after an association spokesman testified before a state Senate committee that “at the root of our previous opposition to similar bills was protectionism.” The same spokesman said another deciding factor was the IJ lawsuit pending in state court.<br />Now that the law has passed, IJ is withdrawing its suit. But it has a similar suit in Texas, and both Texas and Massachusetts are considering legislation like Montana’s that would normalize a practice that is legal in most every other state. As the Montana Pharmacy Association made clear, the sole point of the restriction was to use government power to limit competition—which hurt patients far more than doctors."
}