{
    "url_original": "https://www.wsj.com/articles/the-inflation-tug-of-war-11620850202?mod=opinion_lead_pos11",
    "url": "the-inflation-tug-of-war-11620850202",
    "title": "The Inflation ‘Tug-of-War’",
    "sub_head": "Can the short-term surge avoid inflicting long-term damage?",
    "category_1": "Opinion",
    "category_2": "Best of the Web",
    "image_1_url": "https://images.wsj.net/im-337599?width=620&size=1.5",
    "image_1": "im-337599.jpg",
    "time": "2021-05-12 16:10:00",
    "body": "Inflation is surging as Washington prints and spends money at historic levels. Meanwhile Covid-related policies are still making it hard for businesses to staff up and increase production. A former Trump economic adviser isn’t the only one concerned that too much money chasing too few goods may be more than a temporary problem.<br />The former Trump adviser, Kevin Hassett, served as chairman of the White House Council of Economic Advisers. Now he’s outside government and watching the feds shovel cash to consumers while making life more difficult for producers. Today Mr. Hassett writes via email that “the Biden Administration is providing the biggest positive stimulus to demand since WWII, and at the same time doing everything it can to suppress supply. Higher [unemployment insurance] benefits, closed schools (which keep one parent at home), and promised corporate tax hikes practically guarantee that supply can not keep up with demand. It is a recipe for an inflation shock we have not seen in the U.S. in a generation.”<br />It’s not just the Biden administration’s reckless fiscal policy at issue. On the monetary side of the Beltway swamp, the Federal Reserve continues to maintain emergency easy-money policies even though the U.S. economy has been rebounding since last summer. And all of the money the Fed has created is not just showing up in markets for virtual coins and actual beach houses. Some Fed officials have dismissed general inflation as merely “transitory” following the pandemic. The Journal’s Gwynn Guilford reports today:<br />This column has been surprised that America’s asset managers have not reacted more aggressively in response to the inflation threat. Perhaps it is because so many of the people who run money are too young to remember the inflation of the 1970s or have only vague childhood memories of their parents’ anguished discussions on the topic. But if bond investors demand higher yields, consumers feel the pain when they borrow at higher interest rates. If both investors and consumers come to expect higher prices in the future, the problem will not be transitory.<br />Richard Fisher does remember the 1970s. As a young economist he joined the Carter Treasury Department while inflation was raging. More recently he spent a decade running the Federal Reserve Bank of Dallas. He’s undeclared on the question of whether the current inflation spike is transitory or not and says “we’re in a tug-of-war” between big near-term price pressures and long-run inflation expectations. “I hope the Fed is right,” he says in a Wednesday phone call."
}