{
    "url_original": "https://www.wsj.com/articles/the-rise-of-inflation-expectations-11621195245?mod=opinion_lead_pos2",
    "url": "the-rise-of-inflation-expectations-11621195245",
    "title": "The Rise of Inflation Expectations",
    "sub_head": "Consumers are doubting that prices will remain ‘well-anchored.’",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-16 16:00:00",
    "body": "You’ve heard it a thousand times: Inflation expectations remain “well-anchored.” So goes one of the mantras used by Chairman Jerome Powell and the Federal Reserve to explain its monetary adventurism of the last decade or so.<br />For many years this proved to be correct, as the Fed benefited from the lessons of the central bank’s performance in the 1980s in breaking the great inflation of the 1970s. Even then it took years for consumers and businesses to adjust and trust that inflation wouldn’t return. But how about now when the Fed’s monetary accommodation is making even the post-recession policies of the last decade look restrained by comparison?<br />Nearby is a chart of one proxy for inflation expectations to watch in the months ahead: the University of Michigan’s Survey of Consumers. As the chart shows, expectations for rising prices have jumped this year and now anticipate an increase of more than 4%. This monthly consumer data can be volatile. But another signal is from the Philadelphia Fed’s survey of economic forecasters, which showed five-year average inflation expectations popping in May to 2.4%. That may not seem like much, but that survey rarely moves. The Fed’s inflation target is 2%.<br />The risk is that as inflation expectations rise, they become embedded in consumer behavior and business decisions. Workers demand higher wages to keep up with prices no matter the underlying productivity; businesses pay to keep those workers and then raise prices to compensate. Workers then demand high wages, as expectations are hard to break.<br />Mr. Powell says never fear because all of this is “transitory.” But Americans will judge that for themselves based on what they are paying for goods and services. They may not focus on the nuances of the Personal Consumption Expenditures index, but they know what they are paying for groceries, a new or used car, or to call in the plumber. They’ll decide what’s “well-anchored” or not."
}