{
    "url_original": "https://www.wsj.com/articles/the-russia-collusion-smear-returns-11619989661?mod=opinion_lead_pos1",
    "url": "the-russia-collusion-smear-returns-11619989661",
    "title": "The Russia Collusion Smear Returns",
    "sub_head": "Dubious stories about FBI briefings intended to tar Republicans.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-332964?width=620&size=1.5",
    "image_1": "im-332964.jpg",
    "time": "2021-05-02 17:07:00",
    "body": "Three prominent media outfits on Saturday issued embarrassing retractions of a story alleging that the FBI had warned Rudy Giuliani that he was a target of a Russian disinformation campaign. The retractions seem appropriate, but the larger issue is whether Democratic leakers are again working with the press to smear Republicans with false claims of collusion with Russia.<br />The  New York Times ,  Washington Post and NBC News corrected their earlier reports, but for illustrative purposes we’ll focus on Thursday’s story in the Washington Post reporting that Mr. Giuliani had been “warned” in late 2019 by the FBI that the Kremlin was using him. The story said Wisconsin Sen. Ron Johnson receiving a similar warning last August.<br />The Post described its sources as “current and former U.S. officials,” conveniently unidentified. The story suggests that both men ignored the warnings and as a result were tools of malign foreign influence. The story looked fishy even before the correction, smacking of a repeat of the 2016-17 stories that peddled the false narrative about the Trump campaign and Russia. We now know those leaks were dirty tricks spread with the help of friendly journalists.<br />The leak about Mr. Johnson is an extension of fictitious claims Democrats have made for months to undermine his report last year on Hunter Biden’s foreign business dealings. Critics claimed last summer that Mr. Johnson accepted information from two Ukrainians compromised by the Kremlin. The Senator publicly refuted that, and his report was documented by U.S. government information.<br />The Post’s correction didn’t include Mr. Johnson, but the story was sketchy to a fault. The story provided no details on the threat Mr. Johnson was supposedly warned about, or when, where or how he was supposedly compromised. The Senator told the Post that the FBI briefing last summer was so “generalized” as to be “useless and unnecessary,” especially because he was already “fully aware of the dangers of Russian disinformation.” He said he worried even at the time that the briefing’s purpose was to be used “at some future date” to “offer the biased media an opportunity to falsely accuse me of being a tool of Russia despite warnings.” Well, Q.E.D."
}