{
    "url_original": "https://www.wsj.com/articles/the-marfa-tapes-by-jack-ingram-miranda-lambert-and-jon-randall-and-leftover-feelings-by-john-hiatt-with-the-jerry-douglas-band-reviews-country-pairings-from-texas-and-tennessee-11621076400",
    "url": "the-marfa-tapes-by-jack-ingram-miranda-lambert-and-jon-randall-and-leftover-feelings-by-john-hiatt-with-the-jerry-douglas-band-reviews-country-pairings-from-texas-and-tennessee-11621076400",
    "title": "‘The Marfa Tapes’ by Jack Ingram, Miranda Lambert and Jon Randall, and ‘Leftover Feelings’ by John Hiatt with The Jerry Douglas Band Reviews: Country Pairings From Texas and Tennessee",
    "sub_head": "Two new releases meld different elements of the genre with palpable camaraderie.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-338786?width=620&size=1.5",
    "image_1": "im-338786.jpg",
    "time": "2021-05-15 07:00:00",
    "body": "<br /><br /><br />Boundary-crossing collaborations in roots music can produce fresh and unexpected turns, as seen, for example, in such pairings as Tim McGraw with Nelly, Aaron Neville with Trisha Yearwood, and Dolly Parton with assorted bluegrassers. Musical melding can also dissolve the distance between subgenres and redefine performers’ limits—real or assumed—in enlightening ways. That’s the case with two new albums out this month.<br />“The Marfa Tapes,” available now (Vanner Records/Sony Music Nashville), finds Texas-raised singer-songwriters Jack Ingram, Miranda Lambert and Jon Randall performing 15 songs they’d written together during multiple working retreats to that Texas desert town turned artists’ colony. All three are commonly pegged, quite reductively—Mr. Ingram as an alternative country singer, though he had a brief string of chart country hits; Ms. Lambert as an unabashedly mainstream country star with a rock side, though she’s always worked at the edge of Americana balladry; and Mr. Randall as a bluegrass-oriented guitar player in Emmylou Harris’s Nash Ramblers band, though he’s produced country stars’ albums (Dierks Bentley, Dwight Yoakam) and wrote “Whiskey Lullaby,” a modern classic in the field, with Bill Anderson."
}