{
    "url_original": "https://www.wsj.com/articles/the-texas-voting-melodrama-11622495406?mod=opinion_lead_pos2",
    "url": "the-texas-voting-melodrama-11622495406",
    "title": "The Texas Voting Melodrama",
    "sub_head": "Joe Biden says it’s ‘an assault on democracy.’ The facts say otherwise.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-346453?width=620&size=1.5",
    "image_1": "im-346453.jpg",
    "time": "2021-05-31 17:10:00",
    "body": "As the Texas legislative session drew near its end Sunday, lawmakers appeared set to pass a bill overhauling the state’s elections, until Democrats did one final maneuver: They snuck out of the building. “Members, take your key and leave the chamber discreetly,” a Democratic leader in the state House told his caucus in a 10:35 p.m. text message.<br />The extraordinary move deprived the House of a quorum, killing the bill for now, at the cost of undermining the legislative process. But what do you expect after months of Democratic alarms about “voter suppression”? President Biden on Saturday called the Texas plan “un-American” and “part of an assault on democracy.” At least this time he didn’t say it’s worse than Jim Crow, which was the political bomb he lobbed at Georgia’s bill.<br />The reality is more prosaic. To start with the controversial, the 67-page bill would roll back Covid-19 innovations like Harris County’s drive-through voting and 24-hour voting. Those options were used disproportionately last year by black and Hispanic residents. But when did emergency procedures amid a 100-year pandemic suddenly become the new baseline? It’s hardly crazy to think polling-place shenanigans might be more likely at 3 a.m.<br />The bill says that on the last Sunday of early voting, polling places may not open until 1 p.m. This is a political mistake, at minimum, in that it’s being spun as an attack on black churches that have a “souls to the polls” tradition. One lawmaker supporting the bill argued: “Those election workers want to go to church, too.” But some people take care of their religious obligations on Saturdays, and in any event Texas repealed most of its blue laws in 1985. Lawmakers would be wise to drop this provision.<br />Under the bill, Texas would still offer some two weeks of early voting. Mr. Biden’s beloved Delaware won’t have any early voting until 2022, when it will get 10 days. The Texas bill would also raise minimum hours. In the final week, counties with 100,000 people must currently open their “main” polling place 12 hours on weekdays and five hours on Sunday. That population threshold would drop to 30,000, and six hours would be mandated on Sunday."
}