{
    "url_original": "https://www.wsj.com/articles/the-hot-debate-over-solar-geoengineering-and-its-impact-on-climate-11620932402?mod=tech_listb_pos2",
    "url": "the-hot-debate-over-solar-geoengineering-and-its-impact-on-climate-11620932402",
    "title": "The Hot Debate Over Solar Geoengineering and Its Impact on Climate",
    "sub_head": "In addition to cutting carbon emissions, is it time to study methods for altering the atmosphere? Three experts square off.",
    "category_1": "Business",
    "category_2": "Energy",
    "image_1_url": "https://images.wsj.net/im-337516?width=620&size=1.5",
    "image_1": "im-337516.jpg",
    "time": "2021-05-13 15:00:00",
    "body": "As concerns grow about how quickly the world can curb greenhouse-gas emissions, some scientists want to research an additional approach to the problem of global warming: solar geoengineering.<br />In contrast to preventing heat-trapping emissions from being added to the atmosphere, solar geoengineering tries to diminish the amount of sunlight reaching the Earth and warming it up. For instance, one hypothetical method would be to regularly add tens of thousands of tons of sulfate particles to the stratosphere, which would bounce more incoming solar radiation back into space and reduce surface temperatures.<br />Part of the trouble, scientists say, is that solar geoengineering—just one of many types of geoengineering—hasn’t been tested, and it risks disrupting complex climatic processes. To better understand the risks and benefits, a committee of the National Academies of Sciences, Engineering, and Medicine recommended in March that the U.S. invest up to $200 million in a new solar-geoengineering research program, subject to public input and with careful governance over outdoor experiments. But in April, a long-delayed field experiment involving a balloon release over Sweden—designed by Harvard University researchers and funded by private philanthropists—was halted in the face of opposition by environmental and indigenous groups.<br />These events have lent urgency to several questions: Under what circumstances could solar-geoengineering technology be effectively deployed? Would further research on the risks of geoengineering restrain policy makers from deploying it irresponsibly or set them on a course to doing so? And given that humankind shares one atmosphere, who has a say in whether and how solar-geoengineering research occurs?<br />In a roundtable discussion conducted via video chat, The Wall Street Journal invited three experts about the issue to weigh in: Marion Hourdequin, a professor of philosophy at Colorado College and part of the National Academies committee; Frank Keutsch, an atmospheric chemist at Harvard and the principal investigator of the Swedish field experiment; and Raymond Pierrehumbert, a physics professor at the University of Oxford and a prominent critic of geoengineering research."
}