{
    "url_original": "https://www.wsj.com/articles/the-cars-that-built-the-world-review-diving-under-the-hood-11621544995?mod=opinion_major_pos13",
    "url": "the-cars-that-built-the-world-review-diving-under-the-hood-11621544995",
    "title": "‘The Cars That Built the World’ Review: Diving Under the Hood",
    "sub_head": "A four-part special examines how the development of the automobile changed everyday life and the course of history.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-341605?width=620&size=1.5",
    "image_1": "im-341605.jpg",
    "time": "2021-05-20 17:09:00",
    "body": "Induction. Compression. Combustion. Exhaust. How do they happen? You start your car. And how did the car happen? As one of the learned motorheads of “The Cars That Built the World” notes, “It’s hard to think of another invention that has had a greater impact on the way we live our lives”—or one whose evolution is so taken for granted.<br />History’s four-part account of the birth and growth of the personal automobile doesn’t subject us to a tutorial on the internal-combustion engine, exactly. But even the unmechanical among us will learn a trunkload. What goes on under the hood—and why—is essential to the story of the men who created what is now a $2 trillion industry; reimagined the very idea of transportation; and, without too much exaggeration, helped win wars. Told over two nights (“Fueling Invention” and “Creating a Market, Building an Empire” on Sunday; “Motorize the Masses” and “Winning the World Over” on Monday), “The Cars That Built the World” is about people named Benz, Daimler, Rolls, Royce, Bentley and Porsche. The story unfolds in what has become patented History fashion (expert testimony, dramatic re-creations, a feverish soundtrack, a selection of archival photos). But though the style is certainly formulaic, the narrative is consistently entertaining, surprising and at times even suspenseful.<br />There was conflict from the beginning, sometimes between the inventor and his backers, sometimes between the inventor and the marketplace (one that car makers had to invent). Often enough, it’s between an inventor and his own inventiveness: In late 1880s Mannheim, Germany, a man named Karl Benz had the genius idea of reducing the size of the “dirty, smelly, noisy, smoke-belching” internal combustion engine—the industrial version of which had existed for a couple of decades—and using it for personal transportation. In what must have been one of the great accidents in scientific advancement, a neighborhood fire sparked by ignited ligroin—a petroleum derivative used as a cleaning product—gave Benz the notion that the solvent or something similar (like gasoline) could burn with sufficient ferocity to make feasible the small engine he had in mind.<br />Speed and power were always the objectives—racing, even in the earliest days of autos, inspired innovation. At the dawn of the car, however, Benz was in danger of not being quick enough—even though his wife, financier and head cheerleader, Bertha, had already booked them into the 1889 Paris Exposition.<br />Not so many miles away from Mannheim, another German, Gottlieb Daimler, was working on his own version of the horseless carriage with the help of Wilhelm Maybach—who was inspired by his wife’s perfume atomizer to create the carburetor, which would control the burning rate of fuel and further modernize the engine. Daimler was frustrated by his moneymen—they had no interest in a market that didn’t really exist, preferring that Daimler concentrate on large-scale engines. He eventually departed his company, which would later merge with Benz."
}