{
    "url_original": "https://www.wsj.com/articles/the-road-we-came-and-greenwood-overcomes-reviews-commemorating-black-history-and-artistry-11620250763",
    "url": "the-road-we-came-and-greenwood-overcomes-reviews-commemorating-black-history-and-artistry-11620250763",
    "title": "‘The Road We Came’ and ‘Greenwood Overcomes’ Reviews: Commemorating Black History and Artistry",
    "sub_head": "Three virtual walking tours from On Site Opera explore Black music and history in New York; the Tulsa Opera pays tribute in song to the centennial of the 1921 Tulsa Race Massacre.",
    "category_1": "Opera Review",
    "image_1_url": "https://images.wsj.net/im-334621?width=620&size=1.5",
    "image_1": "im-334621.jpg",
    "time": "2021-05-05 17:39:00",
    "body": "<br /><br />New York<br />In normal times, On Site Opera stages works in locations that relate to their subject matter. With “The Road We Came,” an ambitious project designed for abnormal times, the company has instead used music and technology to illuminate the rich history that is buried in familiar places. Three self-guided walking tours trace the experience of Black people in New York, starting in Lower Manhattan in the 17th century; moving north to Midtown in the late 19th century; and then up to Harlem in the 20th century. Each of the 16 tour stops has a narration by historian Eric K. Washington and a short film by Ryan and Tonya McKinny in which bass-baritone Kenneth Overton, accompanied by pianist Kevin J. Miller, sings music by (mostly) Black composers. Accessed through a dedicated app, the tours are $60 each; all three are $165.<br />These fascinating journeys can be taken virtually or in person; I walked the Lower Manhattan route on a windy Friday afternoon. It’s a hike—3.1miles, according to the app—and it took two hours, rather than the estimated 90 minutes, to do the walk and take in all the filmed and recorded content at each of the five stops. The tour begins at the African Burial Ground on Duane Street, a somber monument in water and stone to the thousands buried there between the 1690s and 1794; Mr. Overton’s rendition of William Grant Still’s plaintive “Grief” is a fitting accompaniment. The next site, a plaque in Tribeca marking a stop on the Underground Railroad, gets a fiercer song: “Oh Say, Do You Hear? (Abolitionist National Anthem),” with E.A. Atlee’s graphic text about whipped and bloodied bodies set to the tune better known as “The Star-Spangled Banner.”"
}