{
    "url_original": "https://www.wsj.com/articles/the-new-scientific-method-identity-politics-11620581262?mod=opinion_lead_pos5",
    "url": "the-new-scientific-method-identity-politics-11620581262",
    "title": "The New Scientific Method: Identity Politics",
    "sub_head": "The National Academy of Sciences fights bias by explicitly introducing more of it.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-09 13:27:00",
    "body": "The Biden administration is considering a laudable major expansion in funding for scientific agencies to shore up America’s research base. The money will help, but it doesn’t obviate the need to scrutinize who will be leading the government’s scientific efforts, as many of us did during President Trump’s term in office. The current emphasis in academic hiring on affirmative action shouldn’t be of concern here. We should expect that merit and accomplishment will guide promotion to the highest levels of scientific leadership. Even if the Biden administration may appear more in touch with the concerns of the scientific community, it isn’t excused from the duty to appoint qualified people to leadership positions.<br />Many don’t realize that the largest funder of physical science in the country isn’t the National Science Foundation, whose 2022 budget the Biden administration has proposed to increase by 20%, but the Energy Department. Here, too, the Biden administration is proposing a major funding increase.<br />The DOE Office of Science’s $7 billion budget, set to rise by $400 million, supports research in high-energy and nuclear physics with large accelerators, materials physics with X-ray synchrotrons, fusion and advanced scientific computers, and runs 10 national laboratories employing thousands of researchers.<br />President Biden has nominated Asmeret Asefaw Berhe, a soil biogeochemist from the University of California, Merced, to lead the Office of Science. Ms. Berhe will be the first black woman to lead the science office, happily lending a more diverse face to science in this country.<br />Ms. Berhe’s research program on soil chemistry, exploring the capture of carbon dioxide, is relevant to climate-change policy. But her research expertise isn’t in any of the Office of Science’s major programs, and she has no experience as a scientific administrator and minimal experience with the Energy Department itself. Past directors have been established researchers from one of the major fields supported by the department, or they have administered large private laboratories like Bell Labs—in line with the demands of the job. It is hard not to wonder whether Ms. Berhe is the right choice for a leadership role at the DOE."
}