{
    "url_original": "https://www.wsj.com/articles/the-fed-lacks-precision-inflation-tools-11622153546?mod=opinion_lead_pos7",
    "url": "the-fed-lacks-precision-inflation-tools-11622153546",
    "title": "The Fed Lacks Precision Inflation Tools",
    "sub_head": "The central bank is likely to have trouble taming prices without hurting the real economy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-27 18:12:00",
    "body": "If you’ve worried that the Federal Reserve would wait too long to address inflation concerns, you can take comfort from recent statements by members of the Fed’s rate-setting committee suggesting they might eventually be willing to shift away from easy-money policies. The problem is that the instruments in the Fed’s toolbox for lifting rates are potentially more harmful than they once were—and using them is likely to induce pangs of regret.<br />The Fed’s traditional tools—the discount rate, reserve requirements and open market operations—have evolved into considerably different mechanisms since the 2008 global financial crisis. The Fed now relies on its ability to pay interest on the reserves held by banks as its primary means for conducting monetary policy versus more subtle techniques for influencing supply and demand for reserves through open market operations. The Fed has also become a massive player in the market for U.S. government debt, which gives it a significant impact on the demand for Treasury securities, affecting prices and yields across maturities.<br />Considering that excess bank reserves held in depository accounts at the Fed grew from less than $2 billion in August 2008 to more than $3.8 trillion currently, and that Fed holdings of Treasury securities increased over the same period from less than $500 billion to more than $5 trillion, it is clear the Fed’s clout has risen enormously. Its earlier holdings equaled about 5% of total U.S. government debt; its current holdings are 18%.<br />It seems almost quaint to recall the days when contractionary monetary policy meant the Fed’s attempts to raise the interest rate at which banks loaned excess reserves to each other—called the federal-funds rate—by selling relatively meager amounts of Treasury debt at prices slightly below the going market price to increase yields.<br />The whole thing worked only because banks actively sought to avoid keeping excess reserves in Fed depository accounts that paid no interest; they much preferred to make profitable loans to the private sector. If a bank purchased Treasury debt from the Fed, its reserve account was debited for the amount, reducing the total supply of reserves—putting upward pressure on the fed-funds rate. As that rate increased, so did other interest rates."
}