{
    "url_original": "https://www.wsj.com/articles/the-trade-two-step-as-part-of-bidens-diplomatic-dance-11620591213?mod=opinion_lead_pos6",
    "url": "the-trade-two-step-as-part-of-bidens-diplomatic-dance-11620591213",
    "title": "The Trade Two-Step as Part of Biden’s Diplomatic Dance",
    "sub_head": "The president can’t afford to ignore trade, lest friends in Asia conclude they should work with China.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335952?width=620&size=1.5",
    "image_1": "im-335952.jpg",
    "time": "2021-05-09 16:13:00",
    "body": "President Biden’s new international policy is missing one big pillar: trade. The administration would like to dodge the politics; Democrats have only a narrow majority in Congress, and the party includes many economic isolationists. But America can’t afford to drop out of the competition to write the world’s new trade rules and commercial designs.<br />North America is an immediate opportunity. The U.S.-Mexico-Canada Agreement, the Nafta rewrite, enables Americans to challenge labor conditions in individual Mexican plants. The administration could use this power to help build honest Mexican unions—or as an excuse to block exports from America’s southern neighbor. The new infrastructure bill should include “Buy North America” procurement rules to lower costs, fight uncompetitive bid-rigging, and encourage reciprocity. U.S. and Canadian steelworkers share the same union, so they should support continental cooperation. Washington could also lower the soaring costs of home construction by removing penalty tariffs on Canadian lumber.<br />As companies redirect supply chains, the U.S. should make it easier to shift production from China to Mexico. Canadian railways are competing to buy  Kansas City Southern  to streamline the continent’s transport network; Mr. Biden’s team should expedite border and regulatory procedures to capitalize on such private investment.<br />The president knows that Central Americans will keep fleeing north if they are fearful and desperate at home. In addition to assisting with security and the rule of law, the administration should expand provisions in the U.S.-Central American free-trade agreement of 2005 that encourage the region’s cross-border investment and production with Mexico.<br />The U.S. will never compete economically with China in Asia if Americans don’t show up to design regional trade policies. China and 14 other countries have agreed on a Regional Comprehensive Economic Partnership that lowers trade barriers and establishes common rules of origin. Both China and Britain aspire to join the higher-quality Trans-Pacific Partnership, an 11-nation pact based on U.S. standards. But President Trump withdrew from the TPP, and Mr. Biden has shrunk from making the case to rejoin."
}