{
    "url_original": "https://www.wsj.com/articles/the-taiwanese-chip-champion-shaking-qualcomms-tree-11620120914?mod=business_minor_pos10",
    "url": "the-taiwanese-chip-champion-shaking-qualcomms-tree-11620120914",
    "title": "The Taiwanese Chip Champion Shaking Qualcomm’s Tree",
    "sub_head": "MediaTek has fared well during the chip shortage and its stock has skyrocketed",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-04 05:35:00",
    "body": "The technological rivalry between China and the U.S. has drawn attention to the world’s chip factory,  Taiwan Semiconductor Manufacturing Co.  Another semiconductor company on the island has also thrived as tensions have escalated.<br />Chip designer  MediaTek  is on a roll: Its shares have more than doubled since the beginning of last year and it’s now Taiwan’s second largest company with a market value of $62 billion. The company makes mobile application processors, which integrate multiple components into a single chipset—akin to the brain for a smartphone. According to Counterpoint Research, MediaTek overtook  Qualcomm  to become the largest maker of mobile chipsets last year, a title it will probably retain this year. Like Qualcomm, MediaTek is a fabless chip firm: It designs chips that are then manufactured by contract chip makers like TSMC. MediaTek’s more affordable chipsets have won market share in mid- to low-end markets. Qualcomm still leads in 5G chipsets, but MediaTek is also catching up fast there too. The company’s revenue grew 78% year over year to a record high last quarter, outpacing Qualcomm, and it expects further gains this quarter.<br />The U.S. sanctions on Huawei have helped MediaTek too. Many Huawei smartphones, especially the high-end ones, use chipsets designed by its own HiSilicon unit. But since U.S. sanctions have crippled Huawei, its market share has been gobbled up by its Chinese smartphone rivals, which are big customers of MediaTek. Chinese smartphone makers Xiaomi, Oppo and Vivo represented 35% of global smartphone shipments last quarter, compared with 28% a year earlier, according to industry researcher IDC. New orders for MediaTek’s Dimensity chipsets from these smartphone makers have more than offset lost revenue from Huawei—another echo of TSMC, which shrugged off lost revenue from Huawei last year as orders from Huawei’s rivals surged.<br />There are some temporary factors that have aided MediaTek’s rise. The shutdown of  Samsung ’s  manufacturing plant in Austin, Texas, earlier this year due to winter storms disrupted Qualcomm’s business, which relies on the facility for some radio frequency components. The issue will likely ease in the second half this year, according to Counterpoint.<br />But in general, MediaTek has fared well during the chip shortage. It has managed to raise prices as demand jumped: Chinese smartphone makers in particular have increased orders, partly to boost inventories. The switch to 5G has also helped since 5G chipsets have higher prices than 4G ones.  Morgan Stanley  estimates global 5G penetration will reach 47% this year from 18% in 2020."
}