{
    "url_original": "https://www.wsj.com/articles/the-ethanol-gasoline-tax-11621032039?mod=opinion_lead_pos1",
    "url": "the-ethanol-gasoline-tax-11621032039",
    "title": "The Ethanol Gasoline Tax",
    "sub_head": "The policy that is raising pump prices about 30 cents a gallon.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-14 18:40:00",
    "body": "Gasoline prices hit a six-year high this week amid the Colonial Pipeline shutdown and a rebound in demand as more people hit the road. But one overlooked cause of higher prices at the pump is Congress’s ethanol mandate.<br />Economists aren’t the best at predicting how markets or technologies will evolve, but politicians are worse. In the 2007 Energy Independence and Security Act, Congress required gasoline sold in the U.S. to contain increasing volumes of “renewable” fuel—i.e., ethanol from corn, algae and cellulosic waste.<br />The bill, in its unwisdom, tasked the Environmental Protection Agency with assigning refiners and importers annual quotas for ethanol they must blend into gasoline or diesel fuel. The businesses get tradeable credits known as renewable identification numbers (RINs) for each gallon of renewable fuel. Those that don’t meet their quotas have to buy RINs from other parties to comply.<br />Congress’s ethanol requirements were never realistic, though its real goal was to boost corn farmers in the Midwest and the nascent “advanced” biofuels, which are still nascent. The blending mandates have become increasingly unattainable as fuel economy has improved, which is harming smaller refiners and pushing up gas prices.<br />Refiners are crashing into what’s known as the “blend wall”—i.e., the volume of ethanol that can be sold given existing cars and infrastructure. Warranties don’t allow older cars to run on ethanol blends higher than 10% because it can corrode engines. Ditto storage tanks and pumps at the gas station. The EPA has repeatedly reduced the targets—last year by 33% overall—though small refineries have still struggled to meet their quotas. Some spend more on compliance and RINs credits than on payroll, electricity and utilities."
}