{
    "url_original": "https://www.wsj.com/articles/the-factors-driving-crypto-markets-boom-and-the-challenges-ahead-11621243809?mod=markets_lead_pos5",
    "url": "the-factors-driving-crypto-markets-boom-and-the-challenges-ahead-11621243809",
    "title": "The Factors Driving Crypto Markets’ Boom and the Challenges Ahead",
    "sub_head": "Bitcoin and other digital currencies have exploded in value during the pandemic, but hurdles to widespread adoption remain",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-17 05:30:00",
    "body": "Cryptocurrencies such as bitcoin, ether and dogecoin have surged to highs that few investors would have predicted a year ago. The furious run has even the most optimistic traders asking: Can it last?<br />The forces underpinning the crypto mania mirror those that saw GameStop Corp. shares tear higher earlier this year. Excess money from stimulus checks aimed at helping the most vulnerable make rent has also found its way to brokerage accounts that offer free trading. Meanwhile, people globally have spent more time at home and in front of screens as the pandemic shut businesses.<br />Limitations on stock trading by brokerage firms earlier in the year might have pushed some Reddit day traders to crypto, investors say. Tesla Inc. Chief Executive Elon Musk’s embrace of bitcoin and other digital currencies and the U.S. listing of cryptocurrency exchange Coinbase Global Inc. added further fuel to the rally.<br />The craze in NFTs, or nonfungible tokens, has led to a burst of activity on Ethereum, the blockchain-based computer network that backs most NFTs. Ether, the in-house currency on the platform, has risen to record levels as more people adopt the technology. NFTs are bitcoin-like tokens connected to a digital work of art or other real-world item and sold as a unique digital property.<br />In a year when individual investors have used social media to send asset prices soaring, no move in digital-currency markets has defined the power of memes more than the rise of dogecoin. It is a cryptocurrency that was created as a joke but has risen more than 10,000% in 2021 as of Friday."
}