{
    "url_original": "https://www.wsj.com/articles/the-no-ownership-society-11620581207?mod=opinion_major_pos9",
    "url": "the-no-ownership-society-11620581207",
    "title": "The No-Ownership Society",
    "sub_head": "If you buy an iPhone, why shouldn’t you be able to do whatever you want with it?",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "time": "2021-05-09 13:26:00",
    "body": "Do you own an iPhone? I mean really own it, even after shelling out $799?  Apple  and Epic Games are in a battle royale, a trial that may, in part, decide who owns what. Increasingly, we don’t own tech. Like beer, we only rent it. It’s time companies stop perpetuating the illusion that consumers buy their products and can do what they want with them. Message me on Parler if you disagree.<br />When you buy a book on Kindle or a video on  Amazon ,  you don’t really own it. At any time, according to Amazon, it “may become unavailable.” Amazon lawyers note that their “Terms of Use expressly state that purchasers obtain only a limited license to view video content.” In other words, you’re renting it. So why use the word “purchasers”?<br />Apple is also being sued for terminating access to movies “purchased” on iTunes. A federal judge in Sacramento wrote last month that “in common usage, the term ‘buy’ means to acquire possession over something. It seems plausible, at least at the motion to dismiss stage, that reasonable consumers would expect their access couldn’t be revoked.” Agreed.<br />Apple and Epic are fighting over in-app payments. Epic tired of paying 30% of its iPhone revenue to Apple and tried to use its own payment system for purchases of “V-Bucks” inside its popular “Fortnite” videogame. Apple then tossed the game from its App Store—you know, the only app store on the iPhone—with claims that Apple’s fees are needed for privacy and security. It’s sort of like requiring your Ford’s payment system at a McDonalds drive-through.<br />One analyst, an expert witness for Epic, estimated Apple’s margins in 2019 from the app store were 78%, versus 24% across the entire company. Apple disputes this. I’d guess higher. And if Apple can toss “Fortnite,” who really owns that phone you “bought”? The European Union is suing Apple over a similar spat with Spotify and in-app purchases."
}