{
    "url_original": "https://www.wsj.com/articles/the-house-of-fragile-things-review-forever-outsiders-11620401509",
    "url": "the-house-of-fragile-things-review-forever-outsiders-11620401509",
    "title": "‘The House of Fragile Things’ Review: Forever Outsiders",
    "sub_head": "Neither their wealth, prominence nor philanthropy could save these French Jews from harm.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-335528?width=620&size=custom_6558x4409",
    "image_1": "im-335528.jpg",
    "time": "2021-05-07 11:31:00",
    "body": "Ghosts from the pages of Proust and the paintings of Renoir wander through sumptuously appointed salons and galleries, charmed to life by James McAuley in his alluring and disturbing history “The House of Fragile Things.” These spectral figures once belonged to a highly affluent milieu that was as celebrated as it was demonized. Its members bore such names as Cahen d’Anvers, Camondo, Ephrussi, Reinach and Rothschild—Jewish citizens of France who, in the years between the Franco-Prussian War of 1870 and the country’s ignominious defeat by Hitler in 1940, assumed that their wealth, prominence and perhaps especially their philanthropy would save them from harm. Just how wrong they were about the depths of French anti-Semitism is the stunning subject that Mr. McAuley lays bare.<br />Two Renoir portraits in particular suggest the opulence amid which these families lived, while also setting in stark relief the horrible fate they did not foresee. In 1880, at the suggestion of his friend the collector Charles Ephrussi (best known as a model for the character of Charles Swann in Proust’s “Remembrance of Things Past”), the wealthy banker Louis Cahen d’Anvers commissioned Auguste Renoir to paint two canvases of his three daughters. One depicts Irène as a dreamy 8 year old; the other captures her sisters, 6-year-old Élisabeth and 4-year-old Alice, showing off their frilly pastel party dresses. Then they grew up. Irène’s son Nissim de Camondo is killed fighting for the glory of France in World War I. Far less glorious is the assistance France provides during World War II in capturing and transporting Irène’s sister Élisabeth; Irène’s daughter Béatrice; Béatrice’s ex-husband, Léon Reinach; and Béatrice and Léon’s two teenage children, Fanny and Bertrand—all to Auschwitz, where they are murdered for being Jews.<br />Irène and Alice survive, as do the two paintings of their childhood selves. But numerous other members of their extended families do not, leaving the once-prized possessions of these relations to be destroyed, dispersed or disappeared. Mr. McAuley’s main focus, however, is neither the art treasures the Nazis looted from Jewish collectors, nor the continuing quest for restitution by the descendants of these victims. What Mr. McAuley does instead is expose the visceral prejudice within France that long predated Hitler and became ominously manifest with the notorious Dreyfus Affair—a scandal that erupted in 1894 after the Jewish artillery officer Capt. Alfred Dreyfus was framed and convicted of treason. The furor over Dreyfus did not subside until his full exoneration in 1906. In this context, the complicity of France’s wartime government in the Third Reich’s ruthless war against Jews should have come as no surprise.<br />For Mr. McAuley, a contributing columnist at the Washington Post, the collections amassed by these families present a passageway to understanding their aspirations, mindsets and wishful thinking. He argues that the types, styles and histories of the paintings, the decorative objets d’art and the impeccably designed homes they bought and, in time, gave to France speak to the collectors’ desire to be regarded with the same measure of égalité and fraternité that the French constitution accorded all citizens—including Jews. Assimilation was their goal yet, despite their riches, all their efforts proved of little or no avail.<br />Voltaire was the poster child of French anti-Semitism even before the 1789 Revolution. Afterward, socialists and nationalist reactionaries alike wrote screeds vilifying France’s Jewish financiers and bankers as alien cosmopolitans and capitalists. By the 1880s, outlandish conspiracy theories cast French Jews as scapegoats for any and all financial scandals and political betrayals. Most of the accusations were false, of course. But the few that were true—such as the involvement of a member of the Reinach banking family in the Panama scandal of 1888-89—further reinforced hateful stereotypes."
}