{
    "url_original": "https://www.wsj.com/articles/the-pandemic-prompted-them-to-return-homenow-theyre-staying-11620000001",
    "url": "the-pandemic-prompted-them-to-return-homenow-theyre-staying-11620000001",
    "title": "The Pandemic Prompted Them to Return Home—Now They’re Staying",
    "sub_head": "Many young adults who left for different lives in new cities have found comfort in changing their plans and putting down roots closer to family",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "time": "2021-05-02 20:00:00",
    "body": "Megan Riner was living alone in a tiny studio apartment in Portland, Ore., when the pandemic hit. Working the overnight shift at a television news station made it tough to find friends. After her job went virtual because of Covid, she rarely left her apartment, exacerbating her sense of isolation.<br />Ms. Riner, 25, decided to leave Portland in July and move back into her old bedroom at her mom’s house in her hometown of Indianapolis. It was a decision that shocked her: All she’d wanted after college was to leave Indianapolis and start an independent life.<br />More than nine months later, she works in digital media at a call center nearby. She just moved out of her mom’s house into her own apartment that’s less than a mile away, in a building where a good friend from grade school lives. She prefers to stay in Indianapolis rather than resume her old life in Portland sitting in that tiny studio, all alone.<br />“I feel so much better, just knowing I live near friends and a support system” she says.<br />Young adults around the country flocked to their parents’ homes amid the pandemic. Now some are staying, finding they like the security and benefits of living close to family—along with the familiarity of being in their hometowns during a time of high uncertainty. More than half of all 18- to 29-year-olds began living with their parents after U.S. coronavirus cases began spreading in early 2020, according to a Pew Research Center analysis of monthly Census Bureau data. This surpasses the previous peak during the Great Depression era."
}