{
    "url_original": "https://www.wsj.com/articles/the-capitalist-culture-that-built-america-11621004177",
    "url": "the-capitalist-culture-that-built-america-11621004177",
    "title": "The Capitalist Culture That Built America",
    "sub_head": "Since the early 19th century, the firm of Brown Brothers defined the distinctive American mix of financial power and public service. Its example can still instruct us.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-05-14 10:56:00",
    "body": "At the dawn of the 19th century, an Irish immigrant named Alexander Brown arrived in Baltimore and set up shop as a linen merchant. The firm that he founded would evolve into one of America’s most important investment banks, Brown Brothers Harriman, which is still in business today. Over more than two centuries, as a unique form of capitalism turned the U.S. into the most potent and affluent country in the world, Brown Brothers was the alchemist at the center.<br />In its first hundred years, the firm helped to make paper currency standard in the U.S., underwrote the earliest railroad and trans-Atlantic steamship companies and almost unilaterally created the first foreign exchange system between the American dollar and the British pound. In the 20th century, it became a cornerstone of what came to be known as “the Establishment,” as its partners entered the halls of government to shape the global economic and security system that remains the world’s institutional architecture.<br />Today, as American capitalism faces the challenge of reinventing itself for a post-pandemic future, the story of Brown Brothers offers crucial lessons. Its legacy is by no means simple: Like capitalism itself, the firm exhibited a panoply of virtues and not a few vices. Brown Brothers helped to unlock immense wealth and spurred the growth of American creativity and power, but its partners too often equated the public good with what was good for the firm.<br />Generations of Brown Brothers partners became rich while sustaining a culture of prudence and public service. Yet, as the largest cotton trader before the Civil War, the firm was deeply complicit in the evils of slavery, like much of American business at the time. The international system that Brown Brothers helped to establish after World War II unleashed decades of widening prosperity in the West, but it also cemented the wealth and power of a narrow elite.<br />For all the complications of its legacy, Brown Brothers embodies an ethos that still has much to recommend it, especially in contrast to the form of finance capitalism that emerged in the 1980s and nearly capsized the global economy in 2008-09. Today, when the wealth of a few has reached extraordinary heights, we can learn from Brown Brothers’ commitment to sustainable capitalism—to the belief that no individual or firm can ultimately thrive unless the wider society thrives as well, and that sometimes enough is enough."
}