{
    "url_original": "https://www.wsj.com/articles/the-jones-act-strikes-again-11620859719?mod=opinion_lead_pos4",
    "url": "the-jones-act-strikes-again-11620859719",
    "title": "The Jones Act Strikes Again",
    "sub_head": "Biden considers another waiver, but the real answer is to sink it.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-12 18:48:00",
    "body": "Every time America suffers a disaster that harms fuel distribution, we get a fresh reminder of the high price America pays for the 1920 Jones Act. So it is with the gas shortages caused by a cyber attack that last Friday shut down the Colonial Pipeline, which supplies roughly 45% of gasoline and oil for the East Coast. On Wednesday the Biden Administration said it “stands ready” to consider requests from shippers for a Jones Act waiver to allow more ships to transport fuel where it’s needed.<br />The Jones Act is a protectionist’s dream, requiring that any vessel transporting goods between U.S. ports must be American-built, manned and owned. The result is higher costs for everyone, and perverse inefficiencies such as making it cheaper for New England to import liquefied natural gas from places such as Trinidad and Tobago rather than from the Gulf Coast.<br />That’s why in a crisis Presidents rely on waivers. George W. Bush granted a waiver after Hurricanes Katrina and Rita. Barack Obama did it after Hurricane Sandy. Donald Trump did it after Hurricanes Harvey and Irma.<br />The obvious question is why the U.S. keeps the law if it has to be suspended so often. The higher costs and inefficiencies don’t go away when the crisis does. The answer is that, like most protectionist legislation, the few who benefit want to keep it this way.<br />Mr. Trump found this out the hard way. At one point after Hurricane Maria he was considering a request from the Governor of Puerto Rico for a 10-year Jones Act waiver for LNG shipments. He abandoned the idea after a meeting with Republican politicians who vigorously opposed it."
}