{
    "url_original": "https://www.wsj.com/articles/the-open-skies-treaty-closes-11622481669?mod=opinion_lead_pos4",
    "url": "the-open-skies-treaty-closes-11622481669",
    "title": "The Open Skies Treaty Closes",
    "sub_head": "Biden wisely changes his position on an accord Russia openly violated.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-346433?width=620&size=1.5",
    "image_1": "im-346433.jpg",
    "time": "2021-05-31 16:53:00",
    "body": "Much could go wrong when President Biden sits down with Vladimir Putin in Geneva on June 16. But at least one bad policy has been ruled out: The U.S. won’t try to revive the Open Skies Treaty.<br />“In concluding its review of the treaty, the United States therefore does not intend to seek to rejoin it, given Russia’s failure to take any actions to return to compliance,” a State Department statement said last week. “Further, Russia’s behavior, including its recent actions with respect to Ukraine, is not that of a partner committed to confidence-building.”<br />The 1992 accord—which allowed the U.S., Russia and European states to conduct surveillance flights over each other—is a relic of the optimism that accompanied the downfall of the Soviet Union. The treaty was theoretically useful in creating military transparency. But these kinds of agreements only work when the parties operate in good faith.<br />Despite some post-Cold War hope, Russia never transformed into a responsible international player. It blocked legitimate Western flights over its territory while using the treaty to gain intelligence about American sites. Even if Mr. Putin fully complied, the treaty still tilted in his favor: American surveillance technology outpaces Russian abilities, making the flights more useful to Moscow than Washington.<br />When Donald Trump announced he would leave the treaty in May 2020, Mr. Biden called the decision a “short-sighted policy of going it alone and abandoning American leadership.” He warned this would “increase the risks of miscalculation and conflict” while alienating Europeans who wanted the U.S. to stay."
}