{
    "url_original": "https://www.wsj.com/articles/the-soul-of-black-conservatism-11622226565?mod=opinion_lead_pos5",
    "url": "the-soul-of-black-conservatism-11622226565",
    "title": "The Soul of Black Conservatism",
    "sub_head": "Thomas Sowell has spent a lifetime challenging the orthodoxy on race, economics and more—and produced an impressive body of scholarship along the way.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-28 14:29:00",
    "body": "Economist Thomas Sowell has grown accustomed to a certain type of media query, usually from white interviewers. They want to know how, as a black conservative, he has dealt with criticism from fellow blacks. Charlie Rose once asked: “How was it, though, for you . . . to be an African-American man respected by a cross-section of your peers and yet be so against the grain of fellow African-Americans?”<br />Mr. Sowell, 90, usually responds by challenging the premise. “I don’t know if we can say [that I go] ‘against the grain of fellow African-Americans,’ ” he told Mr. Rose. “You mean fellow African-American intellectuals. But I don’t think African-American intellectuals are any more typical of African-Americans than white intellectuals are of whites.”<br />In another interview, Mr. Sowell told C-Span’s Brian Lamb that black strangers regularly stop him in public and compliment his views: “When I checked out of my hotel this morning, the black security guard came over and said, ‘Are you Sowell?’ And I said, ‘Yes,’ and he shook my hand warmly and we walked—he walked me the length of the corridor and talked about this and about that. . . . So, it’s not Sowell versus blacks. It’s the black intellectuals.”<br />There is a long history of conflating the interests of black Americans with those of black organizations, black journalists, black academics and other elites. The media lazily continues to turn to these groups, from the NAACP to Black Lives Matter, as if they speak for all black people.<br />In December 1980, Mr. Sowell headlined the “Black Alternatives” conference in San Francisco. Its goal was to showcase the variety of perspectives among black politicians, intellectuals and civil-rights activists. “The people who were invited,” he began his keynote address, “are people who are seeking alternatives, people who have challenged the conventional wisdom on one or more issues, people who have thought for themselves instead of marching in step and chanting familiar refrains. . . . We have come through a historic phase of struggle for basic civil rights—a very necessary struggle, but not sufficient. The very success of that struggle has created new priorities and new urgencies. There are economic realities to confront and self-development to achieve, in the schools, at work, in our communities.”"
}