{
    "url_original": "https://www.wsj.com/articles/the-monopolist-worm-in-apple-11621290094?mod=opinion_lead_pos6",
    "url": "the-monopolist-worm-in-apple-11621290094",
    "title": "The Monopolist Worm in Apple",
    "sub_head": "It’s a great company—but also a ruthless bully. Antitrust law needs an update.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-339195?width=620&size=1.5",
    "image_1": "im-339195.jpg",
    "time": "2021-05-17 18:21:00",
    "body": "There is a lot to admire about Apple, but my company, Spotify, has seen another, brutish side. Apple designs, develops and sells some of the world’s most desirable hardware products. And for many, Steve Jobs remains a figure of reverence, giving the business he created an enduring glow. My business is one of the few insisting that underneath that exterior is a ruthless bully that uses its dominance to hobble competitors. But over the past couple of years regulators around the world have finally begun examining Apple’s conduct. Many don’t like what they’re seeing.<br />Last month the European Commission announced its Statement of Objections, an important formal step in antitrust investigations, in response to a complaint Spotify filed two years ago about Apple’s behavior. The commission is concerned about two aspects of the company’s app-store policies. First, Apple forces app developers to use its payment system and to hand over 30% of all new subscription fees for the privilege.<br />Second, Apple’s antisteering provisions, contained in the rules it imposes on app developers, bar companies from providing customers a direct path to a paid subscription and from communicating with customers about ways to access deals or promotions. Apple puts none of these limits on Apple Music, its service that competes with Spotify. So if a customer is on the free Spotify iPhone app, he can’t subscribe to Spotify Premium without paying Apple a royalty, and Spotify can’t tell him to go to his desktop for a better deal on the subscription. After a year, Apple takes only a 15% chunk of a subscription, but this benefit is meaningless for my company because Spotify will have been 30% more expensive than Apple Music at the crucial moment when a user chooses between them.<br />“This significant market power cannot go unchecked,” the European Commission’s executive vice president, Margrethe Vestager, said last month. I agree. The European Union will now give Apple an opportunity to examine the documents in the commission’s investigation file, reply in writing, and request an oral hearing to present the company’s comments. At the end of that process will come the commission’s final decision.<br />Apple will tell you that this is overwrought, that Spotify is seeking special treatment. To do so, it has to rewrite history. When the app store launched in 2008, there was no Apple tax for digital subscriptions, and developers were free to use all payment methods and communicate directly with their customers. Apple itself has said that 85% of apps on its store don’t pay the 30% tax. Spotify isn’t looking for special treatment, but my company does want fair treatment."
}