{
    "url_original": "https://www.wsj.com/articles/the-courage-of-the-apolitical-ceo-11620423959?mod=opinion_major_pos7",
    "url": "the-courage-of-the-apolitical-ceo-11620423959",
    "title": "The Courage of the Apolitical CEO",
    "sub_head": "A small software firm shows leadership when many execs (whatever their PR says) act from fear.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-335780?width=620&size=1.5",
    "image_1": "im-335780.jpg",
    "time": "2021-05-07 17:46:00",
    "body": "A reader proposes making “Basecamp” a verb. He’s referring to a Chicago-based software startup that became famous overnight when it asked employees to stop bringing their politics to work, even offering generous severance to any who felt squelched by such a stricture.<br />According to some news accounts, one-third of the company’s tiny staff promptly resigned, though unknown is the proportion who were simply opting for a six-month paid vacation while hunting their next coding gig. Explained co-founder David Heinemeier Hansson: “Basecamp should be a place where employees can come to work with colleagues of all backgrounds and political convictions without having to deal with heavy political or societal debates unconnected to that work.”<br />This birth of sanity might be said to have some surprising takers. Stacey Abrams, the Georgia Democrat, in her now famous and timeless USA Today op-ed, surreptitiously changed the wording a week after publication to imply opposition to Major League Baseball’s unpopular withdrawal of its All-Star Game from Atlanta in protest of a new state election law she herself opposed.<br />She basecamped, though without the forthright courage of the leader of the software company.<br />Google basecamped before it became a verb, desperately and imperfectly trying in 2019 to backpedal from the vituperative internal debates it once encouraged, which threatened to turn the company into an outpost of the California penal system, in which life is ruled by identity-based gangs."
}