{
    "url_original": "https://www.wsj.com/articles/the-anti-victorias-secret-underwear-revolution-is-here-11621686600",
    "url": "the-anti-victorias-secret-underwear-revolution-is-here-11621686600",
    "title": "The Anti-Victoria’s Secret Underwear Revolution Is Here",
    "sub_head": "A new wave of inclusive, direct-to-consumer brands aimed at Gen Z and millennial shoppers—including Parade, Cuup and Negative— is shaking up the intimates market",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "time": "2021-05-22 08:30:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />IN THE LATE 1990s when I was coming of age, Victoria’s Secret loomed large. The company’s notoriously sexy catalog, filled with perfect-seeming “Angels” like Heidi Klum, Tyra Banks, Stephanie Seymour and Karen Mulder, was the focus of jokes on sitcoms and among the kids in my class. My friends and I would travel in giggling, anxious packs to the store’s pink-and-marble emporiums at the mall, shopping for satin pushup Miracle Bras, sheer shiny Angel Bras and saccharine body sprays that smelled like...Victoria’s Secret stores. During that time, stock in Victoria’s Secret’s parent company  L Brands  soared, making its owner Leslie Wexner a billionaire.<br />Roy Larson Raymond had started the chain in 1977, after finding himself uncomfortable buying his wife lingerie at a department store. But I recall feeling distinctly out of my element at his resulting retail venture, and many women I spoke to agreed. Marissa Vosper, the co-founder of underwear brand Negative, remembered, “At the time, I think many women default-shopped at Victoria’s Secret and would [later] tell us how embarrassed they were to be seen with a shopping bag, and so would literally hide the product in their handbag.”<br />Today, Victoria’s Secret is attempting to find its footing amid changing beauty standards and declining market share. Last year Mr. Wexner stepped down as CEO and chairman of L Brands amidst investigation into his ties with the late, disgraced financier Jeffrey Epstein. Through a spokesperson Mr. Wexner declined to comment. The company has tried to modernize its image by ditching its annual Angels fashion show and hiring a wider range of models. A spokesperson for L Brands emphasized new leadership hires and a focus on the digital business. In a February earnings call, CEO Martin Waters said, “I couldn’t be more delighted to be leading the work to refresh the brand positioning to make it more relevant, to make it more inclusive, to make it more consistent with the attitude and lifestyle of the modern woman.” He also said, “We’re moving from what men want to what women want.”<br />In the Goldilocks game of underwear shopping, alternatives to Victoria’s Secret have included fancy, frilly options like Kiki de Montparnasse and Agent Provocateur, as well as cheap basics by Aerie and GapBody. But now women young and old are seeking new underwear brands they can identify with more fully. They demand comfort as well as sexiness and structure, inclusive sizing and non-objectifying advertising imagery featuring a diverse group of models. And increasingly, direct-to-consumer underwear companies, many of them founded by women, are answering that call. Within the past 10 years, we’ve witnessed the rise of such brands as ThirdLove, Negative, Cuup, Skims, Kit Undergarments, Savage X Fenty, True & Co. and Parade. Call them the anti-Victoria’s Secrets."
}