{
    "url_original": "https://www.wsj.com/articles/the-supply-side-jobs-slowdown-11620426462?mod=opinion_lead_pos1",
    "url": "the-supply-side-jobs-slowdown-11620426462",
    "title": "The Supply-Side Jobs Slowdown",
    "sub_head": "When you pay people not to work, guess what? Many people don’t.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-335970?width=620&size=1.5",
    "image_1": "im-335970.jpg",
    "time": "2021-05-07 18:27:00",
    "body": "An economy doesn’t live by demand alone. There is no clearer evidence of that dictum than Friday’s surprising jobs report for April, which undershot the expectations of economists by more than 700,000. Welcome to the supply-side jobs slowdown.<br />Employers added a net 266,000 jobs in April, while the unemployment rate ticked up 0.1 percentage point to 6.1%. Payrolls for March and February were revised down a combined 78,000, and 48,000 of the new jobs in April were in government, mostly local education as schools reopened.<br />The report wasn’t a total washout, as private payrolls grew 218,000, mostly from leisure and hospitality jobs (331,000) as the lockdowns continued to ease. But there were large losses in temporary positions (-111,400), couriers (-77,400), food and beverage stores (-49,400), and nursing homes (-19,500). Some of this reflects a reallocation of jobs as businesses reopen and consumption shifts.<br />The Keynesians who now run U.S. policy, at the Treasury and Federal Reserve, have been using their usual demand-side playbook. Bathe the country in government cash, keep interest rates at zero, and the resulting rise in consumer demand will drive everything.<br />They’ve underestimated the supply-chain constraints that have been screaming across the economy for months—from too few workers to the computer chip shortage and soaring lumber and freight prices. The economy can’t produce enough goods and services fast enough to meet the soaring demand from the easing pandemic and government policies that have shoveled cash to consumers and rewarded Americans for not working."
}