{
    "url_original": "https://www.wsj.com/articles/the-boy-from-medellin-review-coming-home-and-growing-up-11620336047",
    "url": "the-boy-from-medellin-review-coming-home-and-growing-up-11620336047",
    "title": "‘The Boy From Medellín’ Review: Coming Home and Growing Up",
    "sub_head": "As he prepares for a solo concert in his hometown, reggaeton star J. Balvin faces pressure to use his voice to influence Colombian politics in Matthew Heineman’s documentary.",
    "category_1": "Film Review",
    "time": "2021-05-06 17:20:00",
    "body": "When Matthew Heineman’s “The Boy From Medellín,” begins, the subject of this extraordinary documentary is living the dream. The reggaeton artist J Balvin has already joined the top rank of global stardom. Now, at the end of an international tour, he’s preparing for a sold-out stadium show in his hometown of Medellín, Colombia. Balvin is also living the clichés. An eager pleaser who preaches the gospel of peace and love, he wears a painted heart on the crown of his close-cropped head and sees his mission as giving light to the world. By the end of the hometown concert the clichés have been stripped away and the boy from Medellín—that’s how his publicity has portrayed him—is a man in a tumultuous world.<br />On the face of it, this music film, streaming on Amazon, represents a surprising departure for a filmmaker more often concerned with the grim realities of war. (Mr. Heineman’s superb documentary feature “City of Ghosts” celebrated grass-roots journalists in Syria who documented, in their turn, the atrocities visited on their city by foot soldiers of Islamic State. In his flawed but fascinating fiction film “A Private War,” Rosamund Pike gave a stunning performance as Marie Colvin, the American war correspondent who died in a bombardment while covering the Syrian government’s 2012 siege of Homs.) Still, it’s easy to understand the director’s interest in an intensely likable entertainer surrounded by photogenic trappings, and a production deal sweetened by a promise of free access to the star, whose real name is José Álvaro Osorio Balvin, in the week leading up to the 2019 Medellín show.<br />Free access is what the filmmaker got, and then some. Balvin—or rather José, since the singer is very much his open-spirited self when he’s offstage—has spoken eloquently in the past of his struggles with depression and anxiety. Here the struggles are palpable, and affecting. “Your heart goes hard,” he says, trying to describe the indescribable state of clinical depression. (The film is in subtitled Spanish and English, which José learned during his younger days as a house painter and part-time musician in Miami.) A panic attack threatens—“fear of fear,” he calls it—as showtime approaches in Medellín, a thriving city long beset by its own fear born of drug wars.<br />Some films make do with stories that present an interesting surface and little more. In “The Boy From Medellín” undercurrents run constantly. Depression and anxiety provide two of them, but the most dramatic one—the source of the film’s genuine suspense—flows from politics. Balvin’s stadium show finds itself on a collision course with protest marches in the streets of Medellín and, then as now, all across the country. Students and other activists are demanding a national strike on behalf of social justice. Cops in riot gear confront the demonstrators, one of whom is killed. Other concerts are canceled.<br />Balvin wants his show to go on as scheduled, but he’s suddenly the subject of an Instagram campaign that he considers unfair, and is ill equipped to understand. His fans love him; that’s a given. Some of them, though, want more from him than his usual expressions of abstract humanity. They want him to speak out against repression, to denounce police brutality. They accuse him of cultural appropriation—using his country’s music to gain stardom while remaining detached from Colombia’s turmoil. In effect, they want him to transform his public self, and do it in a matter of days if not hours."
}