{
    "url_original": "https://www.wsj.com/articles/the-facts-on-floridas-election-law-11621635890?mod=opinion_lead_pos3",
    "url": "the-facts-on-floridas-election-law-11621635890",
    "title": "The Facts on Florida’s Election Law",
    "sub_head": "Another state is accused of ‘voter suppression,’ despite its real record.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-21 18:24:00",
    "body": "The fury at Florida’s new voting law calls to mind the old one-liner about déjà vu all over again. Didn’t we already do this outrage cycle in Georgia? One progressive group calls Florida’s bill, signed recently by Gov. Ron DeSantis, a “sweeping voter suppression law.” But the hot partisan sizzle doesn’t come with any steak.<br />Florida’s new law says voters requesting a mail ballot must provide a state ID number or the last four digits of a Social Security number. This is hardly some insurmountable barrier. Floridians also get a week, minimum, of early voting. In-person polling places accept a variety of identification, including passports, as well as photo IDs from schools, retirement centers, government employers and public-assistance programs.<br />In the past, Floridians could ask to receive mail ballots for all elections over the next four years. In the future, a new request must be made each election cycle, or every two years. A CNN write-up calls this “double the work required to apply for mail-in ballots,” which evinces a hilariously low opinion of voters. Requiring one phone call every four years is apparently fine, but two phone calls is voter suppression. In reality this is merely a small step back toward the original purpose of “absentee” ballots.<br />The law says ballot drop boxes may operate during early-voting hours. The ballots must be collected daily. The boxes “must be monitored in person” and “geographically located so as to provide all voters in the county with an equal opportunity to cast a ballot, insofar as is practicable.” This is tighter than during the pandemic, and other states accept video monitoring. Still, for mail ballots, the ultimate drop boxes are the blue ones labeled “United States Postal Service.” There are 4,361 in Florida, the USPS says.<br />Florida’s law bans vote harvesting, making it a misdemeanor for anyone to possess more than two ballots other than his own or those of immediate family. Critics say there’s no evidence of shady vote harvesting last year. Yet Florida has a sordid history with boleteros, or ballot brokers. After Miami’s 1997 mayoral election, dozens of people faced charges. The purported winner was evicted from office four months later, when courts overturned the result."
}