{
    "url_original": "https://www.wsj.com/articles/the-first-u-s-cathedral-turns-200-11622153282?mod=opinion_lead_pos10",
    "url": "the-first-u-s-cathedral-turns-200-11622153282",
    "title": "The First U.S. Cathedral Turns 200",
    "sub_head": "Baltimore’s Bishop John Carroll was the father of America’s Catholic Church.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-27 18:08:00",
    "body": "Baltimore’s Bishop John Carroll had a decision to make. It was 1805, and the diocese then encompassed the entire U.S. Years before, Pope Pius VI had urged Carroll to build a cathedral church. But what kind of building would it be? And what would it say about American Catholics? His choice would set American Catholicism’s tone for years to come.<br />Carroll spent decades at the nexus of Catholic and U.S. history. He was the new republic’s first Catholic bishop, appointed in 1789, and a second cousin of Charles Carroll of Carrollton, the sole Catholic signer of the Declaration of Independence. The cathedral would have to be deeply Catholic and unmistakably American.<br />Eventually the bishop raised enough funds and acquired property on a prominent hill overlooking Baltimore harbor. He rejected a modest Gothic design and adopted an ambitious plan devised by Benjamin Latrobe, son of a Moravian minister and an architect of the Capitol, then being built.<br />Latrobe’s design took 15 years to execute. The cathedral’s unfinished stone walls were conscripted as Baltimore’s last line of defense during the War of 1812, and Carroll died in 1815, too early to see it completed. But when the Cathedral of the Assumption was finally dedicated on May 31, 1821, it was clear that he had made the right decision. Thanks to Latrobe’s genius in refracting light through the skylights and oculus of the structure’s classical dome, the luminescence of America’s first cathedral bespoke the Catholic commitment to the religious freedom proclaimed in the First Amendment.<br />Two hundred years later, this extraordinary building is more than a masterpiece of Federal-style architecture. It is the center of an innovative urban mission in one of America’s most troubled cities, and it is an unparalleled historical site: the place where more U.S. Catholic history was made than at any other."
}