{
    "url_original": "https://www.wsj.com/articles/the-fed-is-playing-with-fire-11620684980?mod=opinion_lead_pos5",
    "url": "the-fed-is-playing-with-fire-11620684980",
    "title": "The Fed Is Playing With Fire",
    "sub_head": "Clinging to an emergency policy after the emergency has passed, Chairman Powell courts asset bubbles.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-336231?width=620&size=1.5",
    "image_1": "im-336231.jpg",
    "time": "2021-05-10 18:16:00",
    "body": "With Covid uncertainty receding fast, and several quarters deep into the strongest recovery from any postwar recession, the Federal Reserve’s guidance continues to be the most accommodative on record, by a mile. Keeping emergency settings after the emergency has passed carries bigger risks for the Fed than missing its inflation target by a few decimal points. It’s time for a change.<br />The American economy is back to prerecession levels of gross domestic product and the unemployment rate has recovered 70% of the initial pandemic hit in only six months, four times as fast as in a typical recession. Normally at this stage of a recovery, the Fed would be planning its first rate hike. This time the Fed is telling markets that the first hike will happen in 32 months, 2½ years later than normal. In addition, the Fed continues to buy $40 billion a month in mortgages even as housing is clearly running out of supply. And the central bank still isn’t even thinking about ending $120 billion a month of bond purchases.<br />Not only is the recovery happening at record speed, excesses of fiscal policy are already visible. Consumers are spending like never before, construction is booming, and labor shortages are ubiquitous, thanks to direct government transfers. Two-thirds of all relief checks were sent after the vaccines were proved effective and the recovery was accelerating. Opportunistic politicians didn’t let the pandemic go to waste. Especially after the Trump years, Congress has decided to satisfy its long list of unmet desires.<br />Isn’t the Fed’s independence supposed to act as a counterbalance to these political whims?<br />The emergency conditions are behind us. Inflation is already at historical averages. Serious economists soundly rejected price controls 40 years ago. Yet the Fed regularly distorts the most important price of all—long-term interest rates. This behavior is risky, for both the economy at large and the Fed itself."
}