{
    "url_original": "https://www.wsj.com/articles/the-return-to-dinner-parties-a-sensible-low-stress-guide-11622224850",
    "url": "the-return-to-dinner-parties-a-sensible-low-stress-guide-11622224850",
    "title": "The Return to Dinner Parties: A Sensible, Low-Stress Guide",
    "sub_head": "As we inch back toward social life, we all need a refresher on how to gather graciously. Two experts update their rules for making guests feel comfortable, safe, sated and like the very best versions of themselves. Plus: a recipe for effortless entertaining, Niçoise style.",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-345907?width=620&size=1.5",
    "image_1": "im-345907.jpg",
    "time": "2021-05-28 14:00:00",
    "body": "BACK IN 2018, we wrote a book called “Brunch Is Hell,” in which we declared the dinner party the cornerstone of civilization—and brunch its evil antithesis.<br />Unlike brunchers at a restaurant, we noted, dinner party hosts selflessly welcome friends and strangers into their homes, provide them with free food and in return ask only that no one spill wine on the Pomeranian. A dinner party, we said, is a safe space for the freewheeling exchange of ideas, where differences can be loudly debated and impromptu dancing is welcomed.<br />And a dinner party is, we said, “recess for adults”—a blessed break from the pressures, consumerism and information-blitz of the outside world. We hoped to convince more people to host dinner parties. Without them, we warned, society would surely crumble, like the crust on a reheated brunch quiche.<br />Well, here we all are, after an enforced yearlong dinner party drought, and…we told you so. Turns out, when you spend 13 solid months bingeing true-crime shows and fake-smiling through virtual meetings instead of actually getting together? It’s enough to leave even the most urbane and extroverted of social animals a little feral.<br />The good news? There’s light at the end of the foyer. As vaccines roll out, case counts dwindle and gatherings with someone other than your toddler’s pediatrician become sanctioned, we can begin to restore civility. One dinner party at a time."
}