{
    "url_original": "https://www.wsj.com/articles/the-gops-post-trump-trauma-11620945980?mod=opinion_lead_pos8",
    "url": "the-gops-post-trump-trauma-11620945980",
    "title": "The GOP’s Post-Trump Trauma",
    "sub_head": "Can the party incorporate some of his political positions while moving past his poisonous style?",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "image_1_url": "https://images.wsj.net/im-338360?width=620&size=1.5",
    "image_1": "im-338360.jpg",
    "time": "2021-05-13 18:46:00",
    "body": "What is to become of the Republican Party? It will either break up or hold together. If the latter, it will require time to work through divisions; there will be state fights and losses as the party stumbles through cycle to cycle. But in time one side or general tendency will win and define the party. Splits get resolved when somebody wins big and nationally. Eisenhower’s landslides in 1952 and ’56 announced to the party that it was moderate. Reagan’s in 1980 and ’84 revealed it was conservative. The different factions get the message and follow the winner like metal filings to a magnet.<br />The future, according to this space, is and should be economically populist and socially conservative.<br />The future GOP, and the current one for that matter, is a party of conservatism with important Trumpian inflections. The great outstanding question: Will those inflections be those of attitude—wildness, garish personalities and conspiracy-mindedness? If so, the party will often lose. Or will the inflections be those of actual policy, in which case they will often win?<br />In terms of policy the future GOP will be more Trumpian, meaning more populist and nationalist. High spending will continue (and will not much be acknowledged!) but it will be high spending with a more conservative bent—more for cops, for instance. The party will be preoccupied neither by the capital-gains tax nor by what’s good for corporations. It won’t cut entitlements.<br />Skepticism about great international crusades will continue. The modern GOP has been internationalist and interventionist. (The Democrats too.) The future GOP will be internationalist up to a point—the world has a way of forcing you to think about it; trade deals need to be made. But it won’t be like it was, all flags unfurled."
}