{
    "url_original": "https://www.wsj.com/articles/the-extended-mind-review-thinking-outside-the-brain-11621893519",
    "url": "the-extended-mind-review-thinking-outside-the-brain-11621893519",
    "title": "‘The Extended Mind’ Review: Thinking Outside the Brain",
    "sub_head": "Notebooks, sketch pads, talking with others—all help us to improve our thought processes. We make the world our whiteboard—an extra brain lobe.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-343043?width=620&size=1.5",
    "image_1": "im-343043.jpg",
    "time": "2021-05-24 17:58:00",
    "body": "In 1998 philosophers Andy Clark and David Chalmers published an article titled “The Extended Mind,” in which they wondered, “Where does the mind stop and the rest of the world begin?” Human beings have long relied on technology—print or digital—to remember things and play with ideas. We live and work and learn in crowds—online or off. The self is permeable; no mind is an island. Sure, the brain sits isolated in a skull, but it feeds on interaction with the outside world.<br />Cognitive scientists have since explored the philosophers’ question in several related fields, including embodied, situated and distributed cognition—respectively, how thought is shaped by bodily experience, physical environments and social exchange. In her book “The Extended Mind,” science writer Annie Murphy Paul takes on each in turn. “Our scientific journals mostly proceed from the premise that the mental organ is a disembodied, placeless, asocial entity, a ‘brain in a vat,’ ” she complains at the beginning. “Our history books spin tales that attribute world-changing breakthroughs to individual men, thinking great thoughts on their own.” While this criticism may be overstated, her efforts to upset these interpretations is fascinating, sure-footed and wide-ranging.<br />First, Ms. Paul argues, we pay too little attention to the body. At the ground level, people differ in their interoception, or perception of internal states. Heartbeat awareness sometimes correlates with decision-making ability, as arousal alerts us to danger before we become consciously aware of it. Meditation supposedly increases such abilities. Ms. Paul notes that we might also be made smarter by movement. Exercise or mere walking sharpens perception; for students, participating in recess can improve classwork. We gain a special benefit from gestures. Speakers moving their hands help speakers think and listeners listen. Gesture comes before speech in evolution, child development and even individual utterances.<br />Working her way outward, Ms. Paul argues that the spaces around us expand our minds. Encountering nature can have salutary effects, whether it’s a walk in the woods or looking out an office window. Greenery reduces rumination and anxiety, increases attention and creativity, and lifts one’s mood and physical health, Ms. Paul notes. Built spaces can also be mind-altering, for good or bad. Open offices were meant to help collaboration but typically increase distraction and reduce interaction. Walls increase privacy and some types of creativity. We work best when we can design our own spaces and control when we work solo and work jointly. Then, Ms. Paul notes, there’s the space of ideas. Thinkers benefit from notebooks, sketch pads, architectural models, concept maps and big or multiple computer screens. You can make the world your whiteboard—and in turn an extra brain lobe.<br />Finally, Ms. Paul says, we can merge with other minds. First, by copying experts, or whoever has gone before, and learning from their wisdom and mistakes. Or by sharing one’s expertise: Teachers sometimes learn more than their students, because they are reviewing and organizing material. Second, Ms. Paul notes, we benefit from working with peers. Open-minded debate helps people find flaws in their arguments, and motivates participants to learn more in preparation. We also learn better from peers’ stories and gossip than we do from dry textbooks. Third, thinking as a group lets us tackle projects that simply elude the grasp of one person, such as operating a navy vessel or a particle accelerator. Groups as small as a married couple help members think by delegating memory duties (where are the yard things versus the house things?)."
}