{
    "url_original": "https://www.wsj.com/articles/the-nine-review-band-of-sisters-11620251217",
    "url": "the-nine-review-band-of-sisters-11620251217",
    "title": "‘The Nine’ Review: Band of Sisters",
    "sub_head": "Once they were free of the camp, their greatest threats were hunger and men. But they held fast to the belief that goodness had not disappeared.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-334624?width=620&size=1.5",
    "image_1": "im-334624.jpg",
    "time": "2021-05-05 17:46:00",
    "body": "Gwen Strauss writes movingly in her book “The Nine” about the courage and luck that enabled nine young women to escape German imprisonment during World War II and return to their homes in France and Holland. Offering incisive images of life inside concentration camps and on death marches, Ms. Strauss relies, as any skilled researcher would, on archives and interviews, but as an accomplished poet and short-story writer, she also calls on her vibrant imagination to portray the emotional and physical traumas visited upon these young women. It is this poetic sensitivity, conveyed through a transparent style, that offers readers a nuanced perspective on what took place more than 75 years ago.<br />These nine young women—six French, two Dutch and one Spanish; one with a Jewish father, another from a Jewish family—were captured by the Gestapo, then sent to Ravensbrück, Germany’s primary concentration camp for women. Soon they were “loaned out” as laborers to a munitions plant owned by one of Germany’s largest arms manufacturers. It was there that the nine met. In the early spring of 1945, as the Allied fronts closed in from the east and west, Nazi authorities ordered the labor camps emptied, and so began the death marches across Germany. Taking bold chances, the nine women escaped from a casually monitored march and made their way into the fields and woods of Saxony.<br />Ms. Strauss’s narrative takes place during perhaps the most violent phase of the war in Europe—its final six months—but her book transcends that period and speaks to the humanity of all who are oppressed. “The Nine” is defined by examples of solidarity, empathy and perseverance. As they searched for color in a barren landscape, the women held fast to the belief that goodness had not disappeared.<br />Ms. Strauss is careful to identify geographical markers so that, with the help of a good map, a reader can trace the women’s long trek home. And the author is astute in keeping us mindful of the weather that a rude spring visited upon them. Her meticulous descriptions of the social and surveillance conditions in the horrific camps—gender and racial hierarchies, the treatment of ill and pregnant women, the murderous use of the dreaded daily roll call where dozens would faint or fall and be immediately executed—form the foreground of this narrative of unfathomable courage.<br />All nine women had been arrested for acts of resistance or for nonviolent political activities while still in their 20s. In fact, it was their youth and good health that allowed them to survive the devastating abuse their bodies would endure before and during their escape. The fugitives traversed a no-woman’s-land of a battered nation, filled with suspicious and resentful inhabitants. Once free of the camp, the greatest threats of their odyssey were hunger and men. Finding potatoes, raw or—less frequently—cooked, is a recurrent theme that encapsulates the anthropology of concentration camps and forced marches. Hunger hung persistently over the lives of the group. They never knew, when they knocked on a farmer’s door, whether they would be chased away or given a good meal. Men are generally depicted as at best indifferent to these women’s plights or, at worst, brutally abusive. The constant fear of being raped, beaten or murdered weakened them as much as their physical distress."
}