{
    "url_original": "https://www.wsj.com/articles/there-plant-eyes-review-blindness-and-insight-11621608180?mod=opinion_major_pos12",
    "url": "there-plant-eyes-review-blindness-and-insight-11621608180",
    "title": "‘There Plant Eyes’ Review: Blindness and Insight",
    "sub_head": "Coming in tales of blind prophets and inspiring stories of struggle, myths obscure the reality of sightless life.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-340357?width=620&size=1.5",
    "image_1": "im-340357.jpg",
    "time": "2021-05-21 10:54:00",
    "body": "A gospel soloist belted it outside a Brooklyn firehouse on the evening of September 11, 2001. President Obama crooned his own a cappella version after the shootings at the Emanuel African Methodist Episcopal Church in 2015. And in my own childhood Baptist church “Amazing Grace,” perhaps the most famous Christian hymn, was a touchstone: We’d  sing it as a Sunday morning benediction, men on the first verse, women on the second, the pipe organ’s tremolos on the third, and the entire congregation bringing it home, full-throated, on the fourth.<br />I once was lost, but now am found / Was blind, but now I see. It’s just this sanctified conception of blindness that M. Leona Godin skewers in her elegant, fiercely argued “There Plant Eyes,” a cultural history of blindness seasoned with bits of autobiography. (The title is plucked from Milton’s “Paradise Lost,” a hint to the book’s playful erudition.) Ms. Godin’s eyesight began to deteriorate in adolescence, and she was diagnosed with retinitis pigmentosa, which gradually worsened to blindness in adulthood. But as she declares in her Introduction, her condition defies a strict binary: “Blindness and sight—as well as their analogs darkness and light—constitute, in the Western imagination, a fundamental dichotomy, but that has not been my experience and is not the experience of most blind people . . . I, too, now that I am blind, find that I do not live in darkness. Rather, I am bombarded with light. The constant, hallucinogenic, pulsating pixelated snow-fuzz that is the remainder of my vision actually keeps me from experiencing the blackness of night.” The plurality of blindness will be our compass as she guides us though her book.<br />A native of San Francisco, Ms. Godin dropped out of high school only to circle back to education via a community college, then the University of California at Santa Cruz, followed by a doctoral program at New York University. Sixteenth and 17-century English literature fired her imagination. While a graduate student she taught a course called “Conversations of the West,” and the most intriguing sections in “There Plant Eyes” form a kind of seminar, close readings of texts through the prism of blindness: Homer, Sophocles, Shakespeare and Milton. Ms. Godin targets the blind seer, such as the archetypal Tiresias, whose disability gives him a sixth sense, almost a clairvoyance, echoed in the eye-gouged characters of Oedipus and Shakespeare’s Gloucester, and later in the reverence for John Milton, who composed epics in his head and then dictated to a scribe. To Ms. Godin’s dismay outer blindness always yields inner revelation: “It is better to see (understand) metaphorically than to see physically (with one’s eyes), just as it is better to tend to the soul rather than to the body.” This trope, old as the Greeks, was later adopted by Christianity, exalting the blind as vessels of purity and wisdom, God’s mouthpieces on earth, and in Ms. Godin’s view, stripping them of their humanity, and embedding a falsehood within one of the most enduring metaphors for truth.<br />The scientific revolution changed all that, as experiment began to displace religion’s authority over knowledge; eye “prostheses” such as the microscope and Galileo’s telescope opened up invisible worlds and the mysteries of our solar system. Ms. Godin is particularly strong here, from Swift’s “Gulliver’s Travels”—which swaps perspectives between Lilliputians and giants—to the French philosophes. She calls our attention to a passage in which Denis Diderot imagines the blind mathematician Nicholas Saunderson sternly rebuking a clergyman who insists Saunderson himself is a sort of divine miracle: “I am astounded by Diderot’s intuition here. Every blind person I know has been gawked at and congratulated for the silliest things—hearing a smile in a voice, recognizing by feel the turn in a road, getting one’s fork into the mouth—that, although he created Saunderson’s response out of his imagination, it feels very authentic. The sighted tend to admire the blind for things that are not at all marvelous to us.”<br />The author’s dry wit runs throughout “There Plant Eyes.” We sense the influence of weighty critics such as Harold Bloom, but Ms. Godin leavens her narrative with pop-culture references: “Bloom was not, like me, weaned on David Lynch and Quentin Tarantino.” Her anecdotes sparkle: a sidebar on Eleanor Brown, the first blind American woman to earn her Ph.D.; a paean to the transformative Louis Braille; a little-known account of Helen Keller’s midlife stint in vaudeville. There is a tutorial on the ubiquitous white-colored walking stick, which originated in England a century ago, its tap-tap-taps later codified as the “Hoover Method” by a World War II rehab specialist."
}