{
    "url_original": "https://www.wsj.com/articles/these-cute-comfortable-shoes-are-springs-sneaker-alternative-11620318573",
    "url": "these-cute-comfortable-shoes-are-springs-sneaker-alternative-11620318573",
    "title": "These Cute, Comfortable Shoes Are Spring’s Sneaker Alternative",
    "sub_head": "Transition from quarantine slippers and trainers to fancier footwear with these chic, elasticized ballet flats",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-333565?width=620&size=1.5",
    "image_1": "im-333565.jpg",
    "time": "2021-05-06 12:29:00",
    "body": "AFTER A YEAR of isolating in plush slippers and cushy sneakers, you might be excited to finally take those 4-inch heels out of storage. But your feet probably aren’t ready to rescale such heights. According to shoe designer and podiatric surgeon Marion Parke, heel loyalists should take it slow and ease back into their pumps, “in the same way every aspect of re-entry is going to be gradual.” Instead of immediately teetering in stilettos, first try slipping on a pair of pretty ballerina flats. Their daintiness is sure to scratch the “dress-up” itch, but they’re more than capable of hiding your Dr. Scholl’s insoles.<br />Look for ballet flats that prioritize comfort, like those pictured above by brands Yuni Buffa and Emme Parsons. Their pairs boast elastic, gathered backs that hold the shoe securely in place, preventing slippage. After watching a clip of a bona-fide ballerina breaking in her pointe shoes—hammering them, scraping the leather for friction and adjusting the elastic—Ms. Buffa was inspired to give her newly launched ballet flats some added stretch. “There is extra elastic in the shoe so you can cinch it. It’s customizable,” Ms. Buffa said. The shoe also has an extra layer of support along the back that pads the heels and stops the edges from cutting into tender tootsies.<br />Ms. Parsons also focuses equally on style and function. “Our design approach is always quite pragmatic,” she said. “The high décolleté is more secure [than lower-cut versions] and looks especially chic with socks for transitional-weather dressing.” She also added a thin layer of cushioning for the insole, something our spoiled feet will be screaming for on their first sneakerless strolls.<br />The trend-obsessed might opt for Spanish fast-fashion giant Mango’s take (pictured at bottom), which has a roomy square toe and a loose leather upper that won’t constrict the foot. You may think you’re ready to break out your strappy sandals and pointy pumps, but consider these ballerinas the all-important dress rehearsal your feet didn’t even know they needed.<br />Three pairs of comfy ballet flats to help you elegantly jeté into spring—and real-world footwear"
}