{
    "url_original": "https://www.wsj.com/articles/this-rail-merger-could-become-quite-expensive-11620126192?mod=business_minor_pos11",
    "url": "this-rail-merger-could-become-quite-expensive-11620126192",
    "title": "This Rail Merger Could Become Quite Expensive",
    "sub_head": "Canadian National’s higher bid for Kansas City Southern gives it upper hand, but exposes it to broad financial risk if approval falls through",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-333472?width=620&size=1.5",
    "image_1": "im-333472.jpg",
    "time": "2021-05-04 07:03:00",
    "body": "The scrap between two Canadian railroads for  Kansas City Southern  is getting ugly. It could also get very expensive.<br />Canadian Pacific  and  Canadian National  have released letters from stakeholders in support of their competing offers for the U.S. carrier or disparaging rival bids. Canadian Pacific, which moved first and agreed to pay $25 billion, or $275 a KCS share, called its domestic rival’s higher bid inferior because it “creates adverse competitive impacts.”<br />Canadian National, whose $325-a-share bid combining cash and stock was valued at $33.7 billion when announced but is worth somewhat less now, disagrees and has taken a riskier tack. Canadian Pacific asked for and received a waiver from more stringent rules enacted by the U.S. Surface Transportation Board in 2001 governing rail mergers. Canadian National, which is larger, hasn’t asked for a waiver and could face a longer, tougher approval process potentially extending to the end of 2022. The not-so-new rules have never been applied to a major merger.<br />Before either company’s bid is approved, though, Kansas City Southern would be taken over by a voting trust created by the winning bidder. The U.S. railroad’s shareholders would be paid regardless. The combined company would still be one of the smallest Class 1 railroads in North America under either scenario and would be the most expensive large rail acquisition of the current era in terms of earnings multiple.<br />Taken at face value, both offers seem economically justified given the limited consolidation moves left on the table. Railroads are natural monopolies that can’t be replicated, and connecting Canada, Mexico and the U.S. has serious value. If Canadian National is chosen by Kansas City Southern’s board, then it says it can extract at least $1 billion a year in pretax synergies and it probably would win business from truckers and other railroads. But it could face a significant financial hit if the deal later fails to gain approval or even if significant concessions such as trackage rights or disposals are required."
}