{
    "url_original": "https://www.wsj.com/articles/this-interior-designers-career-began-in-accounting-11621162802",
    "url": "this-interior-designers-career-began-in-accounting-11621162802",
    "title": "This Interior Designer’s Career Began in Accounting",
    "sub_head": "Behind decorator Beth Diana Smith’s colorful signature style is a career path in accounting and corporate finance that’s all business",
    "category_1": "Life & Arts",
    "category_2": "Career Reboot",
    "image_1_url": "https://images.wsj.net/im-338427?width=620&size=custom_6720x4480",
    "image_1": "im-338427.jpg",
    "time": "2021-05-16 07:00:00",
    "body": "For interior designer Beth Diana Smith, the path to home décor began with numbers. Math came easily to her and by age 10, she said, “I knew I wanted to become an accountant.”<br />She received a bachelor’s in business administration and a master’s in professional accounting from Seton Hall University. “I like understanding the rules, processes and definitive answers,” said Ms. Smith, 41, who grew up in Montclair, N.J. “No one in my family is creative.”<br />At age 23, she bought a two-bedroom townhouse, in part because becoming a young homeowner seemed financially astute. Another incentive: Her mother, who had recently become ill with dementia and heart issues, could come live with her. Ms. Smith gravitated to corporate finance in her mid-twenties, while working at  Johnson & Johnson .  “It’s more strategic than accounting,” she said. “I had to figure things out, and I liked figuring things out.”<br />In 2008, she joined MTV International’s finance team, based at parent company Viacom’s New York headquarters. “It was a step up from what I was doing, and it sounded interesting,” Ms. Smith said. She became director of finance for international digital media in 2010 and less than a year later became director of finance for MTV’s international programming. Ms. Smith hesitated before accepting the position because her mother had just died. But she threw herself into the job and soon was working with MTV International’s CFO and president as well as traveling the world. “I was staying in hotels enough that I started to miss my home,” she said.<br />In her scant spare time, Ms. Smith redecorated, indulging a passion for interior design that was kindled by home-ownership. “With my mother gone, I felt like I had to change the feeling of the house,” she said. “This is a common thing, I’ve learned. Whenever someone loses someone in the home, they’re inspired to redo things.” Poring over design blogs and magazines, she realized she could do something useful with her knack for organizing small spaces. In early 2009, she hung out her shingle as a professional organizer. Over time, clients began to ask for help beyond their closets and pantries, and by year’s end the business evolved into an interior design firm, which Ms. Smith ran alongside her corporate career."
}