{
    "url_original": "https://www.wsj.com/articles/tiktok-cryptocurrency-influencers-investing-11621600121?mod=tech_featst_pos1",
    "url": "tiktok-cryptocurrency-influencers-investing-11621600121",
    "title": "How TikTok Cryptocurrency Influencers Are Teaching a New Generation of Investors",
    "sub_head": "An informal group of self-styled cryptocurrency advisors are using TikTok, Discord and other online platforms to instruct and, according to some, sometimes con nascent crypto investors.",
    "category_1": "WSJ. Magazine",
    "category_2": "Magazine - Culture",
    "image_1_url": "https://images.wsj.net/im-341084?width=620&size=1.3333333333333333",
    "image_1": "im-341084.jpg",
    "time": "2021-05-21 08:29:00",
    "body": "On March 22, 2020, the day before the United Kingdom announced its first Covid-19 lockdown, Joel Davies joined TikTok, excited by the buzz surrounding it. He was unaware that doing so would lead him toward life-changing money. Davies, 23, had been interested in cryptocurrency since the age of 16, but apart from a small investment in Bitcoin, his curiosity remained on the back burner while he finished his studies in film, television and digital production at Bath Spa University. After graduating in 2019, Davies moved back into his parents’ house in South Wales, stacked savings from his marketing job and, in the evenings, logged on to a Discord server, a communication platform he discovered through Dennis Liu, 26, a leading crypto influencer on TikTok, who also goes by the name VirtualBacon.<br />“When I found VirtualBacon on TikTok, that spurred me more into investing and learning about [cryptocurrency],” says Davies. Liu’s down-to-earth style and emphasis on research and analysis stood out to Davies in a space that he saw as rife with shilling, scams and hyperbolic price targets. Aided by VirtualBacon’s Discord community and TikTok videos, Davies learned the basics of investing in crypto, including how to trade on centralized exchanges and create a digital wallet, then more advanced skills, such as how to analyze tokenomics and assess the fundamentals of a company. He made his first crypto investment a month into the U.K. lockdown. Over the course of a year, Davies says he transformed his initial investment of 2,500 GBP into nearly 100,000 GBP (about $3,548 into nearly $141,930).<br />Perhaps no other market is more susceptible to social media’s influence than cryptocurrency, where, for instance, a single tweet from Elon Musk can pump Dogecoin, a meme currency, to all-time highs or send Bitcoin spiraling. One TikTok user created a coin called SCAM (“Simple Cool Automatic Money”) as a joke and it grew to a $70 million market cap an hour after its release. It is currently at an approximately $850,000 market cap.<br />Newer, self-directed investors are more likely to put their money in riskier investments like cryptocurrency, in part because of the thrill, novelty and social cachet, according to a study commissioned by U.K. watchdog Financial Conduct Authority. Much of cryptocurrency’s buzz, the study found, is due to influencers and hype on social media. An informal coterie of crypto enthusiasts has recently flocked to TikTok because it represents the greatest potential to expand their audience, says Liu. And the audiences they are reaching likely skew young, according to an April survey from Pew Research Center that shows 48 percent of adults under age 30 say they use TikTok, compared to just 22 percent of those ages 30 to 49. Scams—like meme economies in which online memes are treated like financial commodities and vice versa as well as pump-and-dump schemes—also run rife, according to some influencers on the platform.<br />“When I started doing crypto [videos] on TikTok, nobody was doing them,” Liu says. Liu’s first foray into crypto was mining Dogecoin—using computers to solve complex mathematical problems in order to introduce new coins into circulation—from his McGill University dorm room in 2014. In 2017, he had some extra cash he wanted to invest and crypto was what he knew best. “It’s a more risky playing field, but, in a weird way, that’s kind of more fair for someone that’s new—a younger audience,” he says. Liu’s most popular TikTok videos are timely analyses, he says, of major price shifts in Bitcoin and Ether, especially when they dip, and other highly traded crypto assets. “People on TikTok are often very new investors, so those types of videos do well,” he says. “It’s not just analysis, but a bit of reassurance to calm their minds in the volatile crypto market.” In his videos, his straightforward delivery, talking over a green screen that displays a coin’s chart or other information, is now a popular format on crypto TikTok."
}