{
    "url_original": "https://www.wsj.com/articles/times-square-as-the-o-k-corral-11620596953?mod=opinion_lead_pos2",
    "url": "times-square-as-the-o-k-corral-11620596953",
    "title": "Times Square as ‘the O.K. Corral’",
    "sub_head": "Cuomo’s analogy turns out to be apt, albeit for the wrong reason.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-336113?width=620&size=1.5",
    "image_1": "im-336113.jpg",
    "time": "2021-05-09 17:49:00",
    "body": "Gov. Andrew Cuomo recently denounced the Supreme Court for taking up a New York gun-rights case because “the streets of New York are not the O.K. Corral.” He may want to retire that analogy because the city’s streets are looking more like Tombstone all the time despite having one of the nation’s strictest gun laws.<br />The mayhem made it to Times Square on Saturday as a gunman shot three innocent bystanders at about 5 p.m., including a four-year-old girl. All three survived. Wendy Magrinat, 23, who was visiting from Rhode Island with her two-year-old and husband, was shot in the thigh.<br />She told the New York Post that she and her family were waiting in line to enter a store when she became aware of men arguing and the shooting began. Here’s a way to attract tourists to the city as the pandemic eases: Come to Times Square on Mother’s Day weekend, and maybe you too can get shot.<br />Similar incidents are multiplying across the city as politicians have vilified police and made it hard for cops to stop and frisk potential suspects for illegal firearms. The New York Police Department reported that shootings tripled in the week before last to 42 incidents. Police figures show shootings are up 83.3% so far this year, and 93.5% over 2019.<br />The evidence is undeniable that New York is trending back to the high-crime days before Rudy Giuliani became mayor in 1994. That was the era when a police precinct in the Bronx was known as Fort Apache. Mr. Giuliani and successor Mike Bloomberg cleaned up the city’s streets, including Times Square. Now the area is beset again by the homeless, panhandlers, and too often criminals."
}