{
    "url_original": "https://www.wsj.com/articles/time-is-running-out-in-covid-19-origins-inquiry-say-who-led-team-members-11622125841",
    "url": "time-is-running-out-in-covid-19-origins-inquiry-say-who-led-team-members-11622125841",
    "title": "Time Is Running Out in Covid-19 Origins Inquiry, Say WHO-Led Team Members",
    "sub_head": "Researchers call on United Nations agency’s member states to mandate a second phase of research",
    "category_1": "World",
    "time": "2021-05-27 10:30:00",
    "body": "Members of a World Health Organization-led team investigating the origins of Covid-19 urged the United Nations agency’s member states to mandate a second phase of research, warning that time was running out to examine blood samples and other important clues in China regarding when, how and where the pandemic started.<br />The researchers also called for the U.S. to share with the WHO any intelligence supporting the hypothesis that the Covid-19 virus might have spilled from a laboratory in the Chinese city of Wuhan, saying they had already unsuccessfully asked Washington for that information. The first confirmed cases of Covid-19 emerged in Wuhan in December 2019.<br />But in a broadcast on Thursday, one of the team members suggested that any audit of Chinese laboratories should be done separately from the second phase of their research. Another expressed doubt that such an audit would reveal anything new.<br />“I think it’s the challenge that proving a negative is just impossible,” Marion Koopmans, a Dutch virologist on the team, said during the This Week in Virology podcast. “We run the risk indeed of losing the momentum for the real work that needs to be done.” Dr. Koopmans didn’t respond to a request for comment.<br />On Wednesday, President Biden ordered a fresh U.S. intelligence inquiry into the origins of the pandemic, asking for a report in 90 days that he said should include specific questions for China. U.S. intelligence has focused on two scenarios—whether the pandemic started as a result of human contact with infected animals, or a laboratory accident—and the majority view is that there is insufficient evidence currently to prove either one, Mr. Biden said. It was unclear if the podcast was recorded before the president’s order."
}