{
    "url_original": "https://www.wsj.com/articles/tin-prices-soar-on-electronics-demand-shipping-trouble-11620811801?mod=markets_lead_pos5",
    "url": "tin-prices-soar-on-electronics-demand-shipping-trouble-11620811801",
    "title": "Tin Prices Soar on Electronics Demand, Shipping Trouble",
    "sub_head": "The metal has climbed 47% in 2021 and is approaching record highs",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-335944?width=620&size=1.5",
    "image_1": "im-335944.jpg",
    "time": "2021-05-12 05:30:00",
    "body": "High demand for consumer electronics and difficulties shipping metal out of Asia have created a shortage of tin, pushing prices for the metal close to record highs for the first time in a decade.<br />On the London Metal Exchange, the price of tin to be delivered in three months has soared 47% this year to $29,820 a metric ton, outstripping other metals such as copper and aluminum. Tin last fetched as much at the height of the run-up in metal markets in 2011, when prices crested at more than $33,000 a ton.<br />Tin’s advance is one of the biggest moves in commodity markets that have ripped higher, feeding expectations among investors that inflation will accelerate, at least temporarily. Lofty commodity prices have acted as a brake on factories. Companies are looking to pass higher input costs through to consumers, some of whom are feeling the pinch. Worries about inflation have sent jitters through Wall Street, hurting stocks.<br />“Demand is wild across the board,” said Evan Morris, co-president of Nathan Trotter & Co., adding that he has never experienced such acute shortages of tin.<br />The Sadsburyville, Pa.-based manufacturer of solder wire and other tin products is racing to keep up with orders. Coronavirus has constrained supplies of raw metal coming out of Indonesia and elsewhere, while a snarl-up in container-shipping markets has led to weekslong delays in transporting tin from Southeast Asia and Latin America."
}