{
    "url_original": "https://www.wsj.com/articles/to-be-young-and-pessimistic-in-america-11621019488?mod=opinion_lead_pos5",
    "url": "to-be-young-and-pessimistic-in-america-11621019488",
    "title": "To Be Young and Pessimistic in America",
    "sub_head": "Generation Z is lonelier than millennials and more reluctant to embrace the responsibilities and joysof adulthood. Life online seems to be a reason.",
    "category_1": "Opinion",
    "category_2": "The Weekend Interview",
    "time": "2021-05-14 15:11:00",
    "body": "San Diego<br />Moral panic about the young is at least as old as the trial of Socrates, so let’s resist catastrophic thinking about Generation Z and begin with good news: The generation born between 1995 and 2012 is far more risk-averse and more physically safe than its elders. It is more tolerant of other races and sexual orientations. Most surprising, in the early months of the pandemic lockdowns that often took a toll in mental health, this generation managed to show an improvement.<br />In a survey of eighth-, 10th- and 12th-graders conducted in May through July 2020 by the Institute for Family Studies and the Wheatley Institution, only 17% reported feeling depressed while school was in session and 20% while it was out for the summer, compared with 27% in a similar survey during the school year in 2018. Loneliness declined to 22% with school in session and 27% in the summer from 29% in 2018. Unhappiness and dissatisfaction with life rose, but not as sharply.<br />Why? “Two reasons,” says the study’s lead author, Jean Twenge—an academic psychologist who specializes in “iGen,” a term she coined for the first generation to grow up amid ubiquitous iPhones. First, without commuting and with few extracurricular activities, they slept more: “Sleep is crucial for mental health.” Second, spending more time with their families was good for them. Forced to stay home, quarantined around the dining-room table with parents and siblings, their time online held steady, and the added in-person time conferred significant mental-health benefits.<br />Yet this improvement proceeds from a low base; Generation Z exhibits higher rates of suicide and depression since studies began in 1950 and far higher rates of general pessimism than any generation dating to 1960. According to Ms. Twenge’s research, between 2005 and 2017 rates of major depression increased 52% in adolescents (12 to 17), and 63% in young adults (18 to 25)."
}