{
    "url_original": "https://www.wsj.com/articles/to-cap-emissions-by-2030-china-must-rein-in-steel-11621580817?mod=business_minor_pos11",
    "url": "to-cap-emissions-by-2030-china-must-rein-in-steel-11621580817",
    "title": "To Cap Emissions by 2030, China Must Rein In Steel",
    "sub_head": "As steel tends to follow housing demand, Beijing has to find a better way to shift the economy away from housing and construction",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-341858?width=620&size=1.5",
    "image_1": "im-341858.jpg",
    "time": "2021-05-21 03:07:00",
    "body": "China has committed to capping its carbon emissions by 2030, but its demand for steel—which happens to be the nation’s top energy-consuming industry—remains ravenous. Meanwhile, steel prices have rocketed skyward in 2021, helping lift shares in companies like U.S.-based  Nucor  to new heights.<br />Beijing has proven adept at temporarily curbing steel supply in the past and is doing so again now; that is one reason prices are so high. But the medium-term outlook for both prices and emissions depends significantly on whether it can fundamentally slow growth in demand. To succeed it will need to shift the economy away from housing and construction, a longstanding goal which has proven elusive so far.<br />The iron and steel sector is far and away the largest industrial energy hog in China—accounting for 13% of the nation’s total energy use in 2018, the last year for which full-year figures are available. And other heavy industrial sectors like nonferrous metals, cement, glass and chemicals—which, like steel, tend to follow housing demand—together account for around a quarter of energy consumption. Despite the enormous economic changes of the past decade, a quick look at a chart of Chinese energy demand graphed against housing construction and steel output shows that in some ways the more things change, the more they stay the same.<br />Of course, Beijing’s ability to hit emissions targets will depend on the type of energy used, not just how much. But with coal still clocking in at 57% of total energy supply in 2020, it is difficult to see how China can achieve peak emissions in 2030 without both enormous investment in clean power and dramatically curbing growth in the housing-related heavy industrial sectors that account for close to 40% of total energy demand. The overall energy efficiency of China’s economy continues to improve, but the pace of progress has slowed dramatically since 2016—partly because property investment has roared back since the real-estate crash of 2014 and 2015.<br />Beijing has plenty of other reasons to try to shift the economy away from housing, and has taken some important steps over the past year: capping banks’ exposure to the property sector and further squeezing developers’ ability to leverage up. But the deeper drivers of housing—and steel—demand may be tougher to address. To an even greater extent than in other large economies, Chinese households see homes as investments—partly because stocks are seen as too volatile and capital controls limit the options for investing abroad."
}