{
    "url_original": "https://www.wsj.com/articles/to-prevent-the-supply-problems-ailing-chips-plane-makers-are-boosting-demand-11622123892?mod=markets_major_pos1",
    "url": "to-prevent-the-supply-problems-ailing-chips-plane-makers-are-boosting-demand-11622123892",
    "title": "To Prevent the Supply Problems Ailing Chips, Plane Makers Are Boosting Demand",
    "sub_head": "Airbus’s announcement that it will increase production is an important signal for hard-hit aerospace suppliers",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-344948?width=620&size=1.5",
    "image_1": "im-344948.jpg",
    "time": "2021-05-27 09:58:00",
    "body": "The chip shortage has given  Airbus  and  Boeing  an example to avoid.<br />On Thursday, the European plane maker said it has asked suppliers of parts for its powerhouse Airbus A320 narrow-body jet family to prepare for a firm monthly production rate of 64 by the second quarter of 2023, which is close to the 67 figure it was targeting before the pandemic. The company also wants to be ready to ramp up to 70 by the first quarter of 2024, and is even considering a rate of 75 by 2025.<br />Likewise, a recent report by Reuters suggested that, in the U.S., Boeing is aiming to lift output of its 737 MAX to 42 jets a month in the fall of 2022.<br />Investors shouldn’t let their enthusiasm run wild. While consumers are hungry for chip-filled cars and electronics, airlines probably don’t want many planes in the near term, beyond opportunistic purchases at discounted prices. Indeed, 2021 output targets for the A320, which is the most popular aircraft family in the world, haven’t changed and remain set at 45 a month by the final quarter. This is lower than Airbus expected only seven months ago.<br />Moreover, larger jets still face an uncertain future due to the potentially lasting damage to business travel caused by the pandemic. Planned production for the A350 has only been lifted to six a month by the fall of 2022 from its current rate of five a month. The less popular A330neo remains stuck at two."
}