{
    "url_original": "https://www.wsj.com/articles/too-close-review-a-case-of-psychological-warfare-11621369232",
    "url": "too-close-review-a-case-of-psychological-warfare-11621369232",
    "title": "‘Too Close’ Review: A Case of Psychological Warfare",
    "sub_head": "Emily Watson and Denise Gough star in a cerebral thriller from AMC+ about the conflict between a forensic psychiatrist and a hostile patient with amnesia accused of a horrific crime.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-340374?width=620&size=1.5",
    "image_1": "im-340374.jpg",
    "time": "2021-05-18 16:20:00",
    "body": "Putting the perverse in reverse psychology, “Too Close” is a cerebral thriller aimed a bit more at the mind than the pulse. It also involves a crime usually considered insufficient for a multi-episode crime series, namely attempted murder. Only attempted? We’re grateful for small favors: On a night of teeming North London rain, Connie Mortensen (Denise Gough) drives through a drawbridge barricade, taking two small children with her into the water below. Later, she can recall almost nothing. “I can’t even remember where we are in our relationship,” she says to her husband. “At the end,” he says. She does not, understandably, have a lot of friends.<br />Ambulatory, but so bruised she looks tie-dyed, Connie meets a number of nonfriends during her pre-prosecution recovery—chief among them Emma Robertson (Emily Watson), who introduces herself to Connie as her forensic psychiatrist. “Well don’t you sound pleased with yourself,” the patient sneers. Emma, taken aback, has been dragooned into the Mortensen affair and may, in fact, be the most emotionally ill-equipped physician who could have been brought into the case. Whether that’s true will be revealed over time, and three episodes. What’s immediately clear is that Emma has taken on a patient who is not only unrepentant and belligerent but has a talent for taunting, needling, baiting and finding chinks in Emma’s carefully constructed armor. Emma has to assess Connie’s mental state and her “dissociative amnesia.” The duel is on.<br />“Too Close” is based on the novel by Natalie Daniels, which is the pen name of Clara Salaman, who created and wrote the show. It is artfully directed by Sue Tully, a veteran of U.K. series TV, who makes the Emma-Connie conflict central to the drama, but achieves a fluid use of flashbacks, all of which carry their own kinds of tension. Connie’s relationship with her husband, Karl (Jamie Sives), for instance, isn’t unhealthy, but it’s static and their eyes are wandering—in Connie’s case, across the street toward the beautiful Vanessa (Thalissa Teixeira), a mom whose lesbian relationship has just fallen apart and who is causing Connie a great deal of confusion. Emma is in a not dissimilar state—her marriage to Si (Risteard Cooper) has more or less run aground. Why? Even Connie, in her fevered brain, hasn’t figured that out by the end of episode 2.<br />Ms. Watson has a history of delivering startling performances, but she’s the more understated partner in the “Too Close” pas de deux. It’s Ms. Gough who insists on our attention and has become my favorite actress of the moment (see her performance in the recently released romance “Monday”). Credit should go to Ms. Salaman for creating the character of Connie, who is a singular creature—despicable, pathetic and a challenge to one’s sense of charity. At the same time, she’s fascinating: How did she become what she is? Why did she do what she did? It’s impossible not to fixate on the answers. Ms. Gough’s contribution, among several, is making Connie impossible not to watch.<br />"
}