{
    "url_original": "https://www.wsj.com/articles/top-public-and-private-colleges-in-the-south-11621457571",
    "url": "top-public-and-private-colleges-in-the-south-11621457571",
    "title": "Top Public and Private Colleges in the South",
    "sub_head": "UNC at Chapel Hill and Duke are the region’s top public and private schools in the WSJ/THE College Rankings",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-337003?width=620&size=1.4988290398126465",
    "image_1": "im-337003.jpg",
    "time": "2021-05-19 16:52:00",
    "body": "Nine colleges in the South are ranked among the top 20 public schools in the country in the Wall Street Journal/Times Higher Education College Rankings. Five of the region’s private schools are among the country’s top 25 schools of any kind.<br />The University of North Carolina at Chapel Hill is the highest-ranked public school in the South. Its No. 33 ranking among all schools nationwide places it third among the country’s public schools. Duke University, No. 5 among all schools in the country, is the highest-ranked private school in the South.<br />The WSJ/THE ranking is based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of the diversity of its students and faculty.<br />UNC is followed in the ranking of  Southern public schools by the University of Virginia’s main campus, ranked No. 51 among all colleges nationwide, which puts it at No. 10 among the country’s public schools. Other Southern colleges ranked among the top 20 public schools in the country are the University of Florida, the University of Texas at Austin, the Georgia Institute of Technology, William & Mary, the University of Maryland, College Park, Texas A&M University-College Station and the U.S. Naval Academy.<br />Among Southern private schools, Duke is followed in the rankings by Johns Hopkins University, No. 11 among all schools nationwide. Rice University, Vanderbilt University and Emory University rank from No. 15 to No. 24 overall in the country."
}