{
    "url_original": "https://www.wsj.com/articles/top-colleges-in-the-midwest-for-diversity-11620240581",
    "url": "top-colleges-in-the-midwest-for-diversity-11620240581",
    "title": "Top Colleges in the Midwest for Diversity",
    "sub_head": "Six of the region’s top 10 schools in this category in the WSJ/THE College Rankings are in Chicago.",
    "category_1": "Life & Arts",
    "category_2": "Journal Reports: College Rankings",
    "image_1_url": "https://images.wsj.net/im-334470?width=620&size=1.3333333333333333",
    "image_1": "im-334470.jpg",
    "time": "2021-05-05 14:49:00",
    "body": "Six of the top 10 Midwestern schools for diversity in the Wall Street Journal/Times Higher Education College Rankings are in Chicago, and two more are elsewhere in Illinois.<br />The University of Illinois at Chicago is ranked highest in the region for diversity, at No. 13 nationwide. Three other Midwestern schools are among the top 50 in the country for diversity: the Illinois Institute of Technology at No. 28, Andrews University at No. 34 and North Park University at No. 48.<br />In the WSJ/THE rankings, diversity accounts for 10% of a school’s overall score. The overall ranking is based on 15 factors across four main categories: Forty percent of each school’s overall score comes from student outcomes, including measures of graduate salaries and debt burdens, 30% from the school’s academic resources, including how much it spends on teaching, 20% from how well it engages its students and 10% from its environment, a measure of the diversity of its students and staff.<br />Among the top 10 Midwestern schools for diversity, the University of Chicago is ranked highest overall, at No. 14 nationwide, followed by the University of Illinois at Urbana-Champaign, at No. 43.<br />See the full list of top Midwestern schools for diversity below. You can also see the top schools for diversity in the South here, the Northeast here and the West here. For Midwestern schools, you can see the leading small, midsize and large colleges here, the top public and private schools here and the highest-ranked schools for academic resources here."
}