{
    "url_original": "https://www.wsj.com/articles/toyota-can-be-a-tech-giant-too-11620822553?mod=markets_lead_pos12",
    "url": "toyota-can-be-a-tech-giant-too-11620822553",
    "title": "Toyota Can Be a Tech Giant Too",
    "sub_head": "The Japanese auto maker hasn’t attracted the same excitement around its electric-vehicle plans as the likes of General Motors and Volkswagen, but in some respects it is technologically ahead",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-12 08:29:00",
    "body": "Toyotas have a reputation for being reliable but unexciting, and the Japanese automotive giant that makes them can come across the same way. Yet it is likely more forward-thinking than it gets credit for.<br />The financial stability of  Toyota Motor  was on full show in annual results published Wednesday. The company reported net income for the year through March equivalent to $20.7 billion—roughly 10% higher than the previous period—and it forecasts further growth this financial year. Unlike other big auto makers, the company didn’t make any quarterly losses due to last year’s lockdowns and doesn’t expect to curtail production due to the chip shortage.<br />The stock rose about 2%, even as the wider sector was led down by a 10% drop for  Nissan .  After the Tokyo market closed on Tuesday, Toyota’s local peer unexpectedly forecast another year of losses amid the semiconductor drought.<br />Toyota’s steady performance belies the changes under way at the world’s largest car maker by sales. Although it advertises it less aggressively, the company is as focused as the likes of  General Motors  and  Volkswagen  on keeping pace with Tesla and Silicon Valley software. Toyota is also becoming more vocal about its response—perhaps with an eye to tech-obsessed U.S. investors.<br />In a break with tradition, the company gave the keynote speech in the presentation of its annual results to chief digital officer James Kuffner rather than Chief Executive Akio Toyoda. Toyota hired Mr. Kuffner—an American robot engineer with an academic background at Stanford, the University of Tokyo and Carnegie Mellon—in 2016 from Alphabet’s pioneering self-driving car project."
}