{
    "url_original": "https://www.wsj.com/articles/toys-r-us-creditors-call-for-jury-trial-on-executive-stay-pay-11620256320?mod=business_minor_pos5",
    "url": "toys-r-us-creditors-call-for-jury-trial-on-executive-stay-pay-11620256320",
    "title": "Toys ‘R’ Us Creditors Call for Jury Trial on Executive Stay Pay",
    "sub_head": "A rare proposed jury trial spotlights bonuses paid out by nearly bankrupt companies, a practice that boomed in popularity during the pandemic",
    "category_1": "Pro Bankruptcy Beyond Bankruptcy",
    "image_1_url": "https://images.wsj.net/im-334694?width=620&size=1.5",
    "image_1": "im-334694.jpg",
    "time": "2021-05-05 19:12:00",
    "body": "Bankruptcy administrators for defunct retailer Toys “R” Us Inc. are trying to put its former top leaders on trial before a jury over the millions of dollars in bonuses they pocketed days before the company’s plunge into bankruptcy.<br />The proposed jury trial concerns the practice of corporate executives collecting bonuses shortly before their businesses file for bankruptcy, leaving debts unpaid and employees at risk. While the Toys “R” Us bonus payments occurred in 2017, a range of businesses paid similar bonuses during the Covid-19 pandemic as they teetered on the brink of bankruptcy.<br />Companies including rental-car giant  Hertz Global Holdings Inc.,  department store chain J.C. Penney Co. and oil-and-gas driller  Chesapeake Energy Corp.  all dispensed bonuses shortly before they filed for bankruptcy last year as Covid-19 upended the U.S. economy. The stated rationale for the bonuses was retention—to persuade top executives to stick in their jobs despite their employers’ troubles.<br />By paying bonuses before bankruptcy, the companies got around legal restrictions on such “stay pay,” which kick in once a business files for chapter 11. Creditors largely grumbled in private, but few took action in bankruptcy court to try to get the money back.<br />Now, however, the practice is being hotly disputed in the aftermath of the 2017 bankruptcy of Toys “R” Us—one of the few times the legality of retention bonuses has been seriously tested in bankruptcy court. Although the company’s once-mighty fleet of toy stores is long gone, a bankruptcy trust set up to scrounge up money for unpaid suppliers is still around, as a vehicle for litigation."
}