{
    "url_original": "https://www.wsj.com/articles/tpg-francisco-partners-near-deal-to-buy-boomi-from-dell-11619996400?mod=business_lead_pos6",
    "url": "tpg-francisco-partners-near-deal-to-buy-boomi-from-dell-11619996400",
    "title": "Dell Reaches Deal to Sell Boomi to TPG, Francisco Partners",
    "sub_head": "Transaction values the cloud-based integration platform at $4 billion including debt",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-332999?width=620&size=1.5",
    "image_1": "im-332999.jpg",
    "time": "2021-05-02 21:11:00",
    "body": "Dell Technologies Inc.  struck a deal to sell its Boomi cloud business to private-equity firms Francisco Partners and TPG, part of a larger reordering of the PC and data-storage giant.<br />The transaction, announced Sunday, values the Chesterbrook, Pa., cloud-based integration platform at $4 billion including debt.<br />The Wall Street Journal had earlier reported that Dell was nearing a deal to sell Boomi to the private-equity firms.<br />Boomi, which Dell acquired in 2010, makes software that helps applications communicate with each other by transferring data between them. It is a player in a fast-growing market known as iPaaS, which stands for integration platform as a service. When a business makes a sale, it might need aspects of that sale to be reflected in other applications such as those that keep tabs on financial forecasts or maintain customer databases. Most business applications aren’t currently able to share data with one another without the help of software like Boomi’s.<br />In 2016, Francisco Partners teamed up with Elliott Management Corp. to acquire Dell Software Group, which included Boomi as well as the Quest and SonicWall businesses. Dell wasn’t interested in parting with Boomi at the time but has decided to do so now after a broader strategic review that resulted in the announcement last month that it would spin off its 81% stake in  VMware Inc.,  according to people familiar with the matter."
}