{
    "url_original": "https://www.wsj.com/articles/traditional-science-is-also-corrupted-by-bias-11621784220?mod=opinion_major_pos17",
    "url": "traditional-science-is-also-corrupted-by-bias-11621784220",
    "title": "Traditional Science Is Also Corrupted by Bias",
    "sub_head": "Lawrence Krauss takes the seemingly moderate (while definitely comfortable) high road in expressing dismay at the recent overt (instead of centuries-old covert) introduction of bias into scientific leadership.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-336050?width=620&size=1.5",
    "image_1": "im-336050.jpg",
    "time": "2021-05-23 11:37:00",
    "body": "Lawrence Krauss takes the seemingly moderate (while definitely comfortable) high road in expressing dismay at the recent overt (instead of centuries-old covert) introduction of bias into scientific leadership (“The New Scientific Method: Identity Politics,” op-ed, May 10). “We must continue to insist . . . [they] . . . represent the best and brightest among us,” he says.<br />But the current paradigm is itself clearly subjective and biased, with recent college admissions scandals merely serving roles as exhibits. Imperfect and biased systems often need active correction, not merely the application of the “tincture of time.”<br />An example, known I’m sure to Dr. Krauss and other (nominal) objectivists, is the spherical aberration error in the original Hubble Deep Space telescope mirror. Of course this error was only identified subsequently when expectant scientists viewed its skewed and imperfect version of reality.<br />Did the scientists and engineers accept and work around these imperfect images, and wait for a new telescope to be launched in a future generation? They did not. They ingeniously and quickly designed, launched and installed a set of corrective lenses that could account for and correct the original errors. Seen only through the corrective (biased) lenses, of course, the image was distorted and unclear. But when combined with the imperfect original, they were able to effectively achieve their goal in their lifetimes: to see more clearly and thus to better understand our world.<br />Making diversity an explicit near-term priority for scientific leadership is similarly a corrective step, designed to allow the various scientific bureaucracies and academies to more fully realize their missions: balanced and accurate scientific policy, and the just recognition of scientific excellence."
}