{
    "url_original": "https://www.wsj.com/articles/traders-shouldnt-get-prison-time-in-spoofing-case-probation-office-says-11621971055?mod=markets_featst_pos1",
    "url": "traders-shouldnt-get-prison-time-in-spoofing-case-probation-office-says-11621971055",
    "title": "Traders Shouldn’t Get Prison Time in Spoofing Case, Probation Office Says",
    "sub_head": "Prosecutors seek sentences of nearly five years or more for two former Deutsche Bank employees",
    "category_1": "Markets",
    "category_2": "Financial Regulation",
    "time": "2021-05-25 15:30:00",
    "body": "WASHINGTON—Two former  Deutsche Bank  traders convicted of manipulating precious-metals prices shouldn’t go to prison, federal probation officers recommended, sparking a backlash from prosecutors who sought terms of almost five years or more.<br />A federal jury in September convicted James Vorley and Cedric Chanu of wire fraud after a two-week trial over their trading of gold and silver on futures exchanges operated by  CME Group Inc.  Prosecutors alleged the pair engaged in spoofing, a type of rapid-fire market manipulation that traders and regulators say was once rampant in futures markets.<br />The Justice Department has made spoofing a centerpiece of its white-collar crime program; more than 20 people, many of them former employees of global banks, have been charged with spoofing-related crimes since 2014. But last year’s verdict was just the second trial conviction of a futures trader for spoofing. Eight traders have pleaded guilty and one was acquitted, while one other trial ended in a hung jury.<br />The government said in a court filing late last week that it “opposes, in the strongest possible terms,” the U.S. Probation Office’s recommendation that the two men not be imprisoned. The government urged a sentence of between 57 and 71 months. Messrs. Vorley and Chanu are due to be sentenced in late June.<br />“If hard-won trial convictions are not met with serious sentences, there is a real risk that market manipulation crimes will not be prosecuted,” prosecutors wrote in their sentencing memorandum."
}