{
    "url_original": "https://www.wsj.com/articles/transformation-by-glenn-close-and-ted-nash-and-jesup-wagon-by-james-brandon-lewis-reviews-uplifting-experiments-in-jazz-11620766855",
    "url": "transformation-by-glenn-close-and-ted-nash-and-jesup-wagon-by-james-brandon-lewis-reviews-uplifting-experiments-in-jazz-11620766855",
    "title": "‘Transformation’ by Glenn Close and Ted Nash and ‘Jesup Wagon’ by James Brandon Lewis Reviews: Uplifting Experiments in Jazz",
    "sub_head": "Pairing spoken-word segments about positive change with music; a longform celebration of George Washington Carver.",
    "category_1": "Music Review",
    "image_1_url": "https://images.wsj.net/im-336126?width=620&size=1.5",
    "image_1": "im-336126.jpg",
    "time": "2021-05-11 17:00:00",
    "body": "<br />Two exceptional new jazz recordings by veteran saxophonists—Ted Nash and James Brandon Lewis—carry an uplifting message along with their music.<br />On “Transformation: Personal Stories of Change, Acceptance and Evolution” (Tiger Turn), Mr. Nash joins with Glenn Close and members of the Jazz at Lincoln Center Orchestra on a series of pieces that integrate spoken word and lushly arranged instrumental segments. The actress, who is a frequent collaborator with Jazz at Lincoln Center, and Mr. Nash, who has been involved with the organization for more than 20 years, previously worked together on his 2016 recording “Presidential Suite, Eight Variations on Freedom” (Motéma), which combined music with excerpts of speeches by American presidents and other world leaders. Ms. Close read the words of Myanmar Nobel Laureate Aung San Suu Kyi on that Grammy-winning recording.<br />For the new project, Ms. Close curated the spoken segments, with a theme of positive change, and Mr. Nash conducted a 15-member band. The works on “Transformation” range from the poet Ted Hughes’s “Tales From Ovid” to a letter in which Mr. Nash’s son comes out as transgender. In addition to Ms. Close, the readers include Wayne Brady and Amy Irving.<br />The 77-minute program begins with “Creation Part I,” featuring Mr. Brady and Ms. Close trading verses of Mr. Hughes’s poem, backed by puckish unisons from trumpeter Wynton Marsalis and saxophonist Sherman Irby, elevating the words into an urgent narrative. This is followed by “Creation Part II,” which is entirely instrumental, highlighted by a poignant baritone saxophone solo by Paul Nedzela. This pair of tracks sets the template for much of the recording: Words backed by music raise tension, and entirely instrumental passages resolve it. This pattern can be heard not only in consecutive tracks, but sometimes in a single work—as in “Rising Out of Hatred,” where Matthew Stevenson, an observant Jew, recounts meeting Derek Black, a white nationalist, in college and the effects of their friendship. The serene harmonies and muted trumpet of Tatum Greenblatt anticipate the neo-Nazi renouncing his philosophy after attending Shabbat dinners and their playing music together. The recording closes with “Reaching the Tropopause,” from Tony Kushner’s “Angels in America,” with recitations by Mr. Brady and Ms. Close; rousing, sweeping orchestrations from Mr. Nash; and stellar, intricate solos from Mr. Marsalis and saxophonist Victor Goines."
}