{
    "url_original": "https://www.wsj.com/articles/treasury-expects-to-borrow-1-3-trillion-over-second-half-of-fiscal-2021-11620068646",
    "url": "treasury-expects-to-borrow-1-3-trillion-over-second-half-of-fiscal-2021-11620068646",
    "title": "Treasury Expects to Borrow $1.3 Trillion Over Second Half of Fiscal 2021",
    "sub_head": "Federal spending expected to pick up following the Covid-19 relief package enacted in March",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-333181?width=620&size=1.5",
    "image_1": "im-333181.jpg",
    "time": "2021-05-03 16:51:00",
    "body": "WASHINGTON—The U.S. plans to borrow nearly $1.3 trillion over the next two quarters as federal spending picks up following the Covid-19 relief package enacted in March, the Treasury Department said Monday.<br />That would bring total borrowing for the fiscal year ending Sept. 30 to $2.3 trillion, compared with $4 trillion in the last fiscal year, when the pandemic plunged the U.S. into a recession that drove deficits to record highs.<br />The Treasury estimated the government would borrow $463 billion during the current quarter, nearly five times as much as the $95 billion it estimated previously, before Congress passed the $1.9 trillion relief bill. Still, that is a fraction of what the U.S. borrowed during the same period last year, from April through June, when emergency spending to combat the pandemic and weak tax revenues sent deficits soaring and pushed total borrowing to $2.7 trillion.<br />The Treasury also estimated net marketable borrowing would total $821 billion from July through September, assuming Congress agrees to suspend the federal borrowing limit on Aug. 1.<br />Congress approved another burst of federal spending this year that economists expect will drive the economic recovery through the end of 2021, including $1,400 stimulus checks for most Americans, funding for small businesses, aid for state and local governments and enhanced jobless benefits. That followed a roughly $900 billion relief package in December."
}