{
    "url_original": "https://www.wsj.com/articles/trump-case-new-york-prosecutor-known-for-aggressive-pursuit-of-evidence-11622206821?mod=business_minor_pos6",
    "url": "trump-case-new-york-prosecutor-known-for-aggressive-pursuit-of-evidence-11622206821",
    "title": "Trump Case: New York Prosecutor Known for Aggressive Pursuit of Evidence",
    "sub_head": "Veteran white-collar investigator Gary Fishman is one of two assistant attorneys general working with Manhattan prosecutors on the probe into the former president",
    "category_1": "U.S.",
    "image_1_url": "https://images.wsj.net/im-345366?width=620&size=1.5",
    "image_1": "im-345366.jpg",
    "time": "2021-05-28 09:00:00",
    "body": "The lawyer leading the New York attorney general’s criminal investigation into Donald Trump and his business is a former Manhattan prosecutor who is a veteran financial-crimes investigator with a reputation for tenacity.<br />That prosecutor, Gary Fishman, is one of the two assistant attorneys general working with the Manhattan district attorney’s office on the Trump investigation as part of an unusual collaboration with the attorney general’s office, according to people familiar with the matter.<br />Mr. Fishman currently serves as special adviser to the attorney general’s criminal division and is director of the Crime Proceeds Strike Force, which investigates bank and tax crimes and often works with other law-enforcement agencies. Mr. Fishman is leading the criminal aspect of the attorney general’s investigation, the people said, a role that hasn’t been public.<br />Mr. Fishman brings more than two decades of experience investigating white-collar crimes, first for over 15 years at the Manhattan district attorney’s office before joining the attorney general’s office in 2012.<br />Lawyers who have worked with, and in opposition to, Mr. Fishman said he has a reputation for being tough but fair. He is meticulous and goes to great lengths to get what he needs to make a case, they said."
}