{
    "url_original": "https://www.wsj.com/articles/trump-considers-contenders-to-be-his-new-social-media-outlet-after-big-tech-crackdown-11621013567?mod=politics_lead_pos6",
    "url": "trump-considers-contenders-to-be-his-new-social-media-outlet-after-big-tech-crackdown-11621013567",
    "title": "Trump Considers Contenders to Be His New Social-Media Outlet After Big Tech Crackdown",
    "sub_head": "CloutHub and Skylab Apps are among companies vying to work with the former president, who was sidelined by Facebook and Twitter",
    "category_1": "Politics",
    "time": "2021-05-14 13:32:00",
    "body": "Donald Trump, sidelined by  Twitter Inc.  and  Facebook Inc.,  has been talking with numerous platforms as he seeks a new online megaphone. Jeff Brain, the chief executive of CloutHub, a fledgling social media network that has become popular with conservatives, thinks his company fits the bill.<br />He took a trip to Mar-a-Lago last month and chatted with the former president, and has been talking to Mr. Trump’s advisers as they consider what his new social-media home should be. “We believe that of all the platforms that have come out, we are the right platform for the president,” Mr. Brain said in an interview.<br />CloutHub is one of several companies the Trump camp is considering, people familiar with the discussions say. Another is FreeSpace, a Facebook alternative. Its parent company, Skylab Apps Inc., promises customers—which range from CBD sellers to Promise Keepers, an evangelical Christian group—autonomous social-media networks that can’t easily be blocked or shut down.<br />It is possible another contender could emerge. The decision by Facebook’s independent oversight board on May 5 to uphold the company’s ban on Mr. Trump, at least for now, has added more urgency to the discussions, the people familiar with them say.<br />The former president is interested in being paid in exchange for the followers he would presumably bring to the new social networks, people familiar with the situation said. Mr. Trump had nearly 89 million Twitter followers."
}