{
    "url_original": "https://www.wsj.com/articles/trump-biden-was-worst-presidential-polling-miss-in-40-years-panel-says-11620909178?mod=politics_lead_pos6",
    "url": "trump-biden-was-worst-presidential-polling-miss-in-40-years-panel-says-11620909178",
    "title": "Trump-Biden Was Worst Presidential Polling Miss in 40 Years, Panel Says",
    "sub_head": "Surveys overstated Democrats’ support up and down the ballot, as some voters were less inclined to participate in polls",
    "category_1": "Politics",
    "category_2": "Election 2020",
    "image_1_url": "https://images.wsj.net/im-337792?width=620&size=1.5",
    "image_1": "im-337792.jpg",
    "time": "2021-05-13 08:32:00",
    "body": "Public opinion surveys ahead of the 2020 presidential election were the most inaccurate in 40 years, according to an expert panel convened by the main trade group for pollsters, which said its work hadn’t yet pointed to a way to correct the error.<br />In the aggregate, the panel said, polls overstated support for Democratic nominee Joe Biden by 3.9 percentage points in the national popular vote in the final two weeks of the campaign. That was a larger error than the 1.3-point overstatement in 2016 surveys for Hillary Clinton, who won the popular vote but lost in the Electoral College.<br />It was the most substantial error in polling since 1980, when surveys found it hard to measure the size of Ronald Reagan’s impending landslide and overstated support for President Jimmy Carter by 6 percentage points.<br />The 2020 polls overstated Democratic support “in every type of contest we looked at: the national popular vote, the state-level presidential vote as well as senatorial and gubernatorial elections,’’ said Joshua D. Clinton, a professor of political science at Vanderbilt University who led the review for the American Association for Public Opinion Research.<br />“This was true no matter how respondents were polled. It didn’t matter whether you’re doing online or telephone polls. A similar level of error was pervasive,’’ said Mr. Clinton."
}