{
    "url_original": "https://www.wsj.com/articles/trump-justice-department-obstruction-memo-must-be-released-judge-orders-11620233658?mod=politics_lead_pos11",
    "url": "trump-justice-department-obstruction-memo-must-be-released-judge-orders-11620233658",
    "title": "Trump Justice Department Obstruction Memo Must Be Released, Judge Orders",
    "sub_head": "Federal judge says agency improperly characterized as privileged a 2019 memo recommending against prosecuting Trump for obstruction of justice",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-334427?width=620&size=1.5",
    "image_1": "im-334427.jpg",
    "time": "2021-05-05 12:54:00",
    "body": "WASHINGTON—A federal judge ordered the Justice Department to release a 2019 legal memo recommending that former President Donald Trump not be prosecuted for obstruction of justice in connection with the special counsel’s Russia investigation.<br />In a 35-page ruling, U.S. District Judge Amy Berman Jackson described the Justice Department under Attorney General William Barr as providing “misleading and incomplete explanations” by withholding parts of the March 24, 2019, memo. In that document, two senior Justice Department officials said they had evaluated special counsel Robert Mueller’s report and concluded that the evidence wasn’t sufficient to support a conclusion that Mr. Trump had obstructed justice beyond a reasonable doubt.<br />Mr. Barr sent a letter to Congress that same day saying that Mr. Mueller didn’t draw a conclusion on whether Mr. Trump obstructed justice, and that he had concluded, in the absence of a determination, that Mr. Trump’s actions didn’t reach the bar of a crime.<br />“Not only was the Attorney General being disingenuous then, but DOJ has been disingenuous to this Court,” Judge Jackson wrote in the new opinion, giving the government until May 17 to file any motion to delay the release of the full memo as ordered.<br />Mr. Barr and a spokesman for the Justice Department declined to comment on the ruling."
}