{
    "url_original": "https://www.wsj.com/articles/trump-2020-election-lawsuits-lead-to-requests-to-discipline-lawyers-11620568801?mod=politics_lead_pos10",
    "url": "trump-2020-election-lawsuits-lead-to-requests-to-discipline-lawyers-11620568801",
    "title": "Trump 2020 Election Lawsuits Lead to Requests to Discipline Lawyers",
    "sub_head": "Courts, licensing bodies consider whether attorneys abused the legal system in challenging vote results",
    "category_1": "Politics",
    "time": "2021-05-09 10:00:00",
    "body": "Courts are weighing whether some of the failed legal challenges to the 2020 presidential election were frivolous or improper and warrant punishment for the lawyers who filed them.<br />Supporters of former President Donald Trump, and in some cases the Trump campaign itself, filed—and lost—dozens of lawsuits seeking to block or overturn election results in battleground states won by Democrat Joe Biden.<br />Some Democratic governors and other state and local officials who were sued have filed motions asking the judges who heard the cases to impose sanctions on the plaintiffs’ lawyers, and in some instances the plaintiffs themselves. Some also have filed separate grievances with disciplinary bodies that can reprimand, suspend or disbar attorneys who violate their professional obligations.<br />Judges issue sanctions rarely. They can include a requirement to pay the other side’s attorneys’ fees, other legal costs, or penalties to the court, as well as nonmonetary actions such as a censure or mandatory ethics training.<br />In Michigan, Gov. Gretchen Whitmer, a Democrat, and other officials have asked U.S. District Judge Linda Parker in Detroit to punish Sidney Powell and other lawyers who sued the state in late November on behalf of six Republican voters, alleging that systemic fraud denied Mr. Trump a victory there. In December, the Obama-appointed judge ruled the lawyers lacked diligence in bringing claims based on “nothing but speculation and conjecture.”"
}