{
    "url_original": "https://www.wsj.com/articles/trump-is-still-banned-on-youtube-that-could-change-11620293402?mod=politics_lead_pos11",
    "url": "trump-is-still-banned-on-youtube-that-could-change-11620293402",
    "title": "Trump Is Still Banned on YouTube. Now the Clock Is Ticking.",
    "sub_head": "The video-sharing giant says it is continuing to monitor threat of violence in wake of Jan. 6 Capitol riot",
    "category_1": "Tech",
    "time": "2021-05-06 11:15:00",
    "body": "With Donald Trump’s return to Facebook in limbo, YouTube has emerged as the former president’s best chance to return to social media in the near future.<br />Mr. Trump has been suspended from posting on the video-sharing service owned by  Alphabet Inc.’s  Google since January. Company leaders have said they will revisit their decision but have given few details on when, or who will make the call.<br />Unlike  Facebook Inc.  and  Twitter Inc.,  which has permanently banned Mr. Trump, YouTube has provided limited information on its call. Facebook first explained its ban in a personal post by Chief Executive Mark Zuckerberg and then referred the matter to its independent Oversight Board. Twitter posted an explanation of its decision and the rules it believed that Mr. Trump violated.<br />YouTube said in a short statement in January that Mr. Trump’s channel, which has almost 3 million subscribers, was suspended in the wake of the Jan. 6 Capitol riot for violating the platform’s incitement-to-violence policy. The riot, led by Mr. Trump’s supporters, aimed to prevent Congress from certifying President Biden’s victory over Mr. Trump in the November election and resulted in five deaths.<br />The video service has a three-strikes policy that governs channel suspensions. A single strike, as it imposed on Mr. Trump’s channel, typically results in a one-week suspension. There is no mention in YouTube’s community guidelines of an indefinite suspension as enacted in the former president’s case."
}