{
    "url_original": "https://www.wsj.com/articles/twilight-of-the-netanyahu-era-11622495465?mod=opinion_lead_pos1",
    "url": "twilight-of-the-netanyahu-era-11622495465",
    "title": "Twilight of the Netanyahu Era?",
    "sub_head": "Israel may get a new government, but don’t expect a left turn.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-346452?width=620&size=1.5",
    "image_1": "im-346452.jpg",
    "time": "2021-05-31 17:11:00",
    "body": "Western democracies produce all manner of governments: Left- or right-wing, centrist, populist. But the new government taking shape in Israel defies categorization. If negotiations go through as planned, Israel could soon be led by a religious-nationalist Prime Minister backed by a centrist dealmaker, with the support of Arab and leftist parties.<br />American liberals will surely celebrate the departure of Prime Minister Benjamin Netanyahu, who has come to symbolize the Democratic Party’s rift with Israel over the last decade. But it would be a mistake to interpret it as a rejection of Israel’s rightward political and security direction, which the new government is likely to maintain.<br />The unusual coalition is coming together after Israelis went to the polls four times since 2019, most recently this March. Though his security policies had wide support, Mr. Netanyahu—who has been Prime Minister since 2009—was unable to form a majority coalition from among Israel’s 13 fractious parties.<br />The conventional wisdom this month said Hamas had given Mr. Netanyahu a new political lease on life by launching its rocket assault on Israel, elevating the security issue that built Mr. Netanyahu’s career. Yet a week after the fighting stopped, Naftali Bennett of the conservative Yamina party announced that he would accept an offer from the centrist Yair Lapid to form a government without Mr. Netanyahu. Under the agreement, Mr. Bennett will be Prime Minister immediately, with Mr. Lapid taking over in 2023, if the government lasts that long.<br />Mr. Bennett served as Mr. Netanyahu’s chief of staff in the 2000s and has since largely criticized him from the right. He is a longtime champion of Israeli settlements in the West Bank, explicitly rejects a two-state solution and has urged tougher military action against the terrorist group Hamas in Gaza. Territorial concessions with a government that depends on his support would be impossible."
}