{
    "url_original": "https://www.wsj.com/articles/u-s-tariffs-drive-drop-in-chinese-imports-11620811802",
    "url": "u-s-tariffs-drive-drop-in-chinese-imports-11620811802",
    "title": "U.S. Tariffs Drive Drop in Chinese Imports",
    "sub_head": "Levies now cover about $250 billion a year in goods—down from $370 billion—as U.S. companies shift purchases elsewhere",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-336752?width=620&size=1.5",
    "image_1": "im-336752.jpg",
    "time": "2021-05-12 05:30:00",
    "body": "WASHINGTON—U.S. tariffs have led to a sharp decline in Chinese imports and significant changes in the types of goods Americans buy from China, new data show, with purchases of telecommunications gear, furniture, apparel and other goods shifting to other countries.<br />Nearly two-thirds of all imports from China—or roughly $370 billion in annual goods—were covered by tariffs imposed by the U.S. in 2018 and 2019. Tariffs now cover just half of Chinese exports to the U.S., or about $250 billion in goods annually, as U.S. companies buy more from other countries, according to a Wall Street Journal analysis of information from Trade Data Monitor.<br />The Trump administration imposed the levies in 2018-19, aiming to boost U.S. factory production by making Chinese imports more expensive for the American companies that bring them in. That so-called re-shoring of manufacturing hasn’t happened in any appreciable way, economic data show, as U.S. companies instead turned to other countries in Asia for supply.<br />Vietnam has been an especially big beneficiary. It now ranks No. 6 globally for imports to the U.S., up from 12th as recently as 2018.<br />“If the goal was to reduce imports from China then it succeeded,” said Craig Allen, president of the U.S.-China Business Council, which represents U.S. companies that do business in China. “But if the goal was to increase manufacturing employment in the United States I don’t see any evidence that that’s happened. If the goal was to increase imports from other countries in Asia or increase manufacturing employment in Vietnam, it’s succeeded.”"
}