{
    "url_original": "https://www.wsj.com/articles/u-s-aircraft-carrier-leaving-asia-to-help-with-afghanistan-troop-withdrawal-11622034089?mod=politics_lead_pos1",
    "url": "u-s-aircraft-carrier-leaving-asia-to-help-with-afghanistan-troop-withdrawal-11622034089",
    "title": "U.S. Aircraft Carrier Leaving Asia to Help With Afghanistan Troop Withdrawal",
    "sub_head": "USS Ronald Reagan will support pullout, leaving the Asia-Pacific without a carrier presence for first time in years",
    "category_1": "National Security",
    "time": "2021-05-26 09:01:00",
    "body": "The Pentagon is expected to move the only aircraft carrier currently based in the Asia-Pacific region toward the Middle East to support the withdrawal of U.S. troops from Afghanistan, defense officials said.<br />The USS Ronald Reagan, whose home port is in Yokosuka, Japan, will head toward Afghanistan beginning this summer, the officials said, and will operate there for up to four months.<br />While it is away, the Navy will go without an aircraft carrier presence in the Asia-Pacific region for at least part of that time, the officials said. The U.S. Seventh Fleet, based in Japan, has dozens of other ships and aircraft, but the redeployment of its only available aircraft carrier represents a significant diversion away from Asia, which President Biden has called a priority for the military.<br />Mr. Biden unveiled plans last month to pull all U.S. and coalition troops out of Afghanistan by Sept. 11. U.S. officials said then that they would keep a carrier and its accompanying ships, known as a strike group, in the area to provide security while the forces are moving out of Afghanistan.<br />The aircraft carrier currently operating in the region, the USS Dwight D. Eisenhower, has to leave by July to return to its home port in Norfolk, Virginia. The Eisenhower has been deployed twice during the past 36 months and cannot safely extend its deployment beyond that, defense officials said.  The Eisenhower has been operating in the north Arabian Sea since April."
}