{
    "url_original": "https://www.wsj.com/articles/u-s-can-stop-the-pandemic-and-counter-china-11621268815?mod=opinion_lead_pos5",
    "url": "u-s-can-stop-the-pandemic-and-counter-china-11621268815",
    "title": "U.S. Can Stop the Pandemic and Counter China",
    "sub_head": "Vaccine diplomacy would save lives, bolster national security, and help everyone but the Communist Party.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-17 12:26:00",
    "body": "Covid-19 exploded in part because the Chinese Communist Party was apathetic about other nations’ health and covered up the pandemic during its initial months by lying to and through international public-health organizations. The vaccines that will now beat Covid-19 should likewise spread rapidly world-wide because the U.S. cares for the health of our neighbors around the globe. The world should know that this virus grew deadlier because of a tyrannical system’s paranoia, and the life-saving remedy is emerging from the innovative power of democratic capitalism.<br />Washington is late to vaccine diplomacy but not too late. The framing of every new program as a “Marshall Plan” for this or that is overused, but this is a genuine once-in-a-generation opportunity to show the world what U.S. leadership looks like. Covid-19 came from China. The most effective vaccines against it come from the United States of America.<br />The U.S. should set a goal of vaccinating more than one billion people around the world by Thanksgiving—and without dumping intellectual property, a foolish act with perverse consequences.<br />Consider both the idealist and realist cases for stepping into this global leadership role. This terrible virus has wrought a continuing humanitarian crisis. A second wave is devastating India: Hospitals are full, oxygen tanks are scarce, and makeshift crematoriums are struggling to keep up. As the virus sweeps through remote villages, bodies are washing up on the shores of the Ganges River. As a country dedicated to the principle that all are created equal, the U.S. won’t turn our back on these men, women and children.<br />Now the two realist cases: First, all available data indicate the vaccines developed by the U.S. pharmaceutical industry—the result of years of research, accelerated by the public-private Operation Warp Speed—are by far the best in the world. But most people and nations don’t know that. Instead the Chinese Communist Party has exploited the suffering of the developing world to advance its own interests. In its usual mafioso fashion, Beijing has made delivery of vaccines contingent on the recipient nation’s breaking diplomatic ties with Taiwan, or agreeing to use Huawei—China’s tech giant/espionage agency—to provide 5G internet service. China has charged astronomical prices for garbage vaccines."
}