{
    "url_original": "https://www.wsj.com/articles/u-s-chip-industry-chipper-subsidy-a-waste-11622473631?mod=opinion_major_pos18",
    "url": "u-s-chip-industry-chipper-subsidy-a-waste-11622473631",
    "title": "U.S. Chip Industry Chipper, Subsidy a Waste",
    "sub_head": "Subsidies are always suspect, but when showered on industries that are thriving, they are beyond doubt inexcusable.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-345079?width=620&size=1.5",
    "image_1": "im-345079.jpg",
    "time": "2021-05-31 11:07:00",
    "body": "Your editorial criticisms of industrial policy are spot on (“Industrial Policy, Same Old Politics,” May 26). Yet the absurdity of now throwing $54 billion of taxpayers’ money at an allegedly on-the-ropes U.S. semiconductor industry runs more deeply than you had space to mention.<br />It’s true, as you note, that “American companies dominate in design (52%) and chip-making equipment (50%).” But the good news about this industry doesn’t stop there. Consider this recent summary, by the Cato Institute’s Scott Lincicome, of the healthy state of America’s semiconductor industry: “The United States is also a top-five global exporter of semiconductors and related equipment, shipping almost $47 billion of those goods in 2019. These and other data led the SIA [Semiconductor Industry of America] to conclude in its 2020 State of the U.S. Semiconductor Industry report that ‘the semiconductor manufacturing base in the United States remains on solid footing.’”<br />“The SIA also reports that the U.S. industry has ‘nearly half’ of all global semiconductor sales—a market share that has been steady (ranging from the mid‐40s to low 50s) since the late 1990s—and is the top seller in every major regional market, including China. Sales by U.S. semiconductor firms also grew from $76.7 billion in 1999 to $192.8 billion in 2019—a compound annual growth rate of almost 5%.”<br />“Beyond output and sales, the U.S. semiconductor industry has been a global leader in capital spending (capex) and R&D.”<br />Subsidies are always suspect, but when showered on industries that are thriving, they are beyond doubt inexcusable. What further proof do we need to conclude that politicians cannot be trusted to allocate resources wisely?"
}