{
    "url_original": "https://www.wsj.com/articles/u-s-reduces-migrant-children-in-border-patrol-custody-but-emergency-shelters-pose-new-concerns-11620234355?mod=politics_lead_pos10",
    "url": "u-s-reduces-migrant-children-in-border-patrol-custody-but-emergency-shelters-pose-new-concerns-11620234355",
    "title": "U.S. Reduces Migrant Children in Border Patrol Custody, but Emergency Shelters Pose New Concerns",
    "sub_head": "Amid surge in unaccompanied minors at the border, HHS shelters are opening in convention centers, army bases, camps for oil-field workers",
    "category_1": "U.S.",
    "time": "2021-05-05 17:51:00",
    "body": "WASHINGTON—The Biden administration in recent weeks has opened more than a dozen emergency child shelters to remove migrant children from Border Patrol custody, using convention centers, concert venues, army bases and camps built for oil-field workers to address the surge in unaccompanied minors.<br />The shift has enabled the administration to reduce overcrowding and fulfill the legal requirement that children be moved quickly from Border Patrol custody. The new shelters, however, are prompting concern among some immigrant and child-welfare advocates that the conditions inside are unsuitable to hold children for long periods. The emergency shelters are a short-term solution while they work to open more licensed shelters, three administration officials said.<br />U.S. Customs and Border Protection has reported record numbers of unaccompanied children crossing the southern border illegally over the past few months, with hundreds of children arriving each day to seek asylum or other protections. Under federal law, migrants under age 18 traveling without a parent must be transferred within three days of crossing the border from Border Patrol custody to a child welfare shelter overseen by the Department of Health and Human Services.<br />Typically, the shelters are licensed by state agencies and offer children education, counseling and legal services. The children stay there while they start their immigration cases and seek a legal guardian who can take them in.<br />To keep up with the numbers of children in HHS custody—22,174 as of Tuesday, according to the department—the administration has rushed to hire contractors and staff the more than a dozen unlicensed emergency shelters. About half of the children in HHS custody are in the shelters, where they sleep on cots and shower in mobile trailers."
}