{
    "url_original": "https://www.wsj.com/articles/u-s-ship-fires-warning-shots-at-iranian-boats-in-hormuz-straits-11620682279?mod=world_major_1_pos7",
    "url": "u-s-ship-fires-warning-shots-at-iranian-boats-in-hormuz-straits-11620682279",
    "title": "U.S. Ship Fires Warning Shots at Iranian Boats in Hormuz Straits",
    "sub_head": "Encounter is at least the third between U.S. and Iranian craft in five weeks",
    "category_1": "World",
    "category_2": "Middle East",
    "time": "2021-05-10 17:31:00",
    "body": "WASHINGTON—A U.S. Coast Guard ship accompanying a Navy guided-missile submarine fired more than a dozen warning shots at a swarm of Iranian fast boats during a tense encounter in the Strait of Hormuz on Monday, a Pentagon spokesman said, in at least the third such incident in five weeks.<br />The Coast Guard cutter Maui and five other surface ships were escorting the submarine, USS Georgia, as it surfaced and entered the strait, when 13 Islamic Revolutionary Guard Corps Navy fast in-shore attack craft armed with machine guns, or FIAC, approached the American ships, John Kirby told reporters Monday.<br />Two of the Iranian boats broke away toward the Maui and the USS Squall, a coastal patrol ship, at high speed with their weapons uncovered and manned, the Navy said in a statement. The remaining 11 FIAC positioned themselves near the American ships, the U.S. Navy said.<br />After the crews of the Maui and Squall issued bridge-to-bridge warnings, blasted the ship’s horn, and used an acoustic warning device, the Maui fired roughly 30 warning shots from a .50-caliber machine gun, the Navy said. The Iranian fast boats, which were roughly 300 yards from the American ships, didn’t retreat but rather moved in within 150 yards, leading the U.S. to fire a second round of warnings, the Navy said. The two boats then withdrew.<br />The encounter is the third between Iranian and U.S. craft since April 2 and came as the U.S. and Iran are engaged in negotiations toward renewing the 2015 multilateral nuclear accord. Those talks began last month in Vienna,and the U.S. and Iran began their latest round of indirect talks on Friday."
}