{
    "url_original": "https://www.wsj.com/articles/u-s-ran-record-1-9-trillion-budget-deficit-in-first-seven-months-of-fiscal-year-11620842400?mod=business_minor_pos4",
    "url": "u-s-ran-record-1-9-trillion-budget-deficit-in-first-seven-months-of-fiscal-year-11620842400",
    "title": "U.S. Ran Record $1.9 Trillion Budget Deficit in First Seven Months of Fiscal Year",
    "sub_head": "Treasury Department says federal outlays climbed 22% to $4.1 trillion from October through April",
    "category_1": "Economy",
    "time": "2021-05-12 14:17:00",
    "body": "WASHINGTON—The U.S. budget gap widened in the first seven months of the fiscal year, as federal spending continued to outpace rising tax receipts while the nation recovers from the economic fallout from the Covid-19 pandemic.<br />The government ran a $1.9 trillion deficit from October through April, a record for the seven-month period and a 30% increase from a year earlier, the Treasury Department said Wednesday. Outlays rose 22%, to a record $4.1 trillion, driven by higher safety-net spending such as jobless benefits and nutrition assistance, as well as Covid-19 relief programs including emergency small business loans and stimulus checks.<br />Tax revenue rose 16%, to $2.1 trillion, primarily due to higher receipts from individuals and corporations, which are larger so far this year compared with 2020, when Congress delayed tax-payment deadlines until July. Federal tax receipts also hit a record for the seven-month period ending in April.<br />The economy is poised for robust growth this year as economic activity picks up and employers continue to add jobs, factors likely to boost government receipts. But Treasury officials warned the latest figures from April don’t give a true picture of the economic factors underlying government revenue because of changes to the traditional timing of tax payments during the pandemic.<br />Over the past 12 months, the U.S. deficit totaled $2.7 trillion, or 12.2% of gross domestic product, according to the Treasury data."
}