{
    "url_original": "https://www.wsj.com/articles/u-s-to-downgrade-mexicos-air-safety-rating-11621707887?mod=business_lead_pos2",
    "url": "u-s-to-downgrade-mexicos-air-safety-rating-11621707887",
    "title": "U.S. to Downgrade Mexico’s Air-Safety Rating",
    "sub_head": "FAA has determined the country’s oversight falls short of international standards",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-342429?width=620&size=1.5",
    "image_1": "im-342429.jpg",
    "time": "2021-05-22 14:24:00",
    "body": "U.S. officials are planning to downgrade Mexico’s aviation-safety rating in coming days, people familiar with the matter said, complicating a rebound in what has become the world’s largest air-travel market between two nations.<br />The Federal Aviation Administration has determined that Mexico’s oversight of aviation safety falls short of the top tier of international standards, the people said. Mexico currently has a Category 1 air-safety rating and would be dropped to Category 2, some of the people added. The downgrade would restrict Mexican carriers from increasing service between U.S. cities and limit marketing agreements with U.S. airlines.<br />U.S. officials are expected to cite issues including insufficient legal authority, training and compensation for Mexican air-safety regulators, some of the people said. An announcement is expected as soon as the week of May 24, people familiar with the matter said.<br />One U.S. official said the American government was expected to acknowledge that Mexican authorities have addressed some of the FAA’s concerns and to offer assistance resolving remaining issues. A spokesman for Mexican President Andrés Manuel López Obrador declined to comment.<br />Mexico, which has remained open to U.S. tourists throughout the Covid-19 pandemic, has been the largest international destination from the U.S. through much of the past year as health concerns and government travel restrictions prompted a sharp decline in global air traffic."
}