{
    "url_original": "https://www.wsj.com/articles/u-s-businesses-arent-budging-on-face-masks-for-now-11621013596?mod=business_lead_pos3",
    "url": "u-s-businesses-arent-budging-on-face-masks-for-now-11621013596",
    "title": "Walmart to Stop Requiring Masks for Vaccinated Workers and Shoppers",
    "sub_head": "Many businesses aren’t budging on face masks for now; others say they are reviewing new CDC guidance",
    "category_1": "Business",
    "time": "2021-05-14 17:46:00",
    "body": "American companies began to rethink their requirements for face masks after federal health regulators relaxed their guidelines this week, and on Friday Walmart Inc. made the first big move to bend to the new view.<br />The U.S.’s largest private employer said it would no longer require vaccinated workers and shoppers to wear masks in stores and warehouses outside of municipalities that require it. Walmart’s new no-mask policy for its 1.6 million U.S. workers goes into effect May 18, the company said, while vaccinated customers could shop maskless immediately.<br />That made the country’s largest retailer by revenue an early mover in response to the Centers for Disease Control and Prevention’s new guidance. Executives in sectors ranging from autos to grocers said they were still wrestling with how to respond to the new guidelines, which they note conflicts in many cases with state, local and other protocols specific to certain industries.<br />Car makers  General Motors Co.  and  Toyota Motor Corp.  said they are sticking with existing policies while awaiting guidance from the Occupational Safety and Health Administration, which has jurisdiction over their workplaces and still requires face coverings and social distancing. The agency didn’t immediately update its guidance based on the CDC announcement. OSHA representatives didn’t immediately respond to requests for comment.<br />Some national retailers said they were reviewing the CDC’s changes.  Kroger Co. , the nation’s biggest supermarket chain, said it would continue requiring masks and encouraging social distancing. The company said it is asking employees for feedback as it reviews safety practices and the latest CDC guidance."
}