{
    "url_original": "https://www.wsj.com/articles/u-s-will-continue-to-give-israel-means-to-defend-itself-blinken-says-11621785465?mod=politics_lead_pos4",
    "url": "u-s-will-continue-to-give-israel-means-to-defend-itself-blinken-says-11621785465",
    "title": "U.S. Will Continue to Give Israel ‘Means to Defend Itself,’ Blinken Says",
    "sub_head": "Comments from Secretary of State come as some Democrats raise concerns that military aid could be fueling the conflict",
    "category_1": "Politics",
    "time": "2021-05-23 13:55:00",
    "body": "WASHINGTON—Secretary of State Antony Blinken said arms sales to Israel would be done in consultation with Congress but signaled there would be no halt on such transfers following the 11-day war between Israel and Hamas militants.<br />“We’re committed to giving Israel the means to defend itself, especially when it comes to these indiscriminate rocket attacks against civilians,” Mr. Blinken said on ABC News’s “This Week” on Sunday. “At the same time, any arms sale is going to be done in full consultation with Congress…and we want to make sure that that process works effectively.”<br />Mr. Blinken’s comments came as some Democrats in Congress have called on President Biden’s administration to halt a $735 million weapons sale to Israel, asserting that U.S. military aid could be helping to fuel the conflict.<br />“I think the United States has got to develop an evenhanded approach to the Israeli-Palestinian conflict,” Sen. Bernie Sanders (I., Vt.), who introduced a resolution to block the arms sale, said on CBS’s “Face the Nation” on Sunday. “The United States of America has got to be leading the world in bringing people together, not simply supplying weapons to kill children in Gaza….Our job is not simply to put more and more military support for Israel.”<br />The latest cycle of violence in Gaza placed a fresh spotlight on the conflict in the Middle East, which hadn’t been a priority for Mr. Biden amid the domestic crisis posed by the coronavirus pandemic and economic recession. The president and his administration privately pushed for a cease-fire between Israel and Hamas amid the deadly violence, which killed more than 250 and injured hundreds more."
}