{
    "url_original": "https://www.wsj.com/articles/u-s-lng-club-could-get-more-exclusive-11620155718?mod=business_minor_pos10",
    "url": "u-s-lng-club-could-get-more-exclusive-11620155718",
    "title": "U.S. LNG Club Could Get More Exclusive",
    "sub_head": "Healthy demand growth should help U.S. LNG exporters such as Cheniere Energy, but supply additions will make it difficult for new projects to break through",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-333751?width=620&size=1.5",
    "image_1": "im-333751.jpg",
    "time": "2021-05-04 15:15:00",
    "body": "It’s a real gas being an incumbent in this business.<br />Cheniere Energy ,  the largest exporter of U.S. liquefied natural gas, had a great first quarter and can look forward to many more. Revenue increased 14% from a year earlier—higher than the 4% growth analysts polled by Visible Alpha had expected. Net income increased 5%, a much better result than the 42% decline analysts had penciled in.<br />The East Asian LNG spot price benchmark, the Japan/Korea Marker, spiked to a record $32.50 per million British thermal units in mid-January—six times what it was a year earlier—buoyed by cold weather and a tighter shipping market. That helped boost Cheniere’s margins. Though more than 80% of Cheniere’s export capacity is sold through long-term contracts, the company is able to capitalize on shorter-term spikes through its uncontracted capacity.<br />Pricing dynamics are favorable for U.S. exports at the moment: Brent crude is approaching $70 a barrel even as the U.S. benchmark Henry Hub natural gas prices remain below $3 per million British thermal units. Higher oil prices tend to make American LNG more competitive because it is sold under Henry Hub-indexed prices rather than oil-indexed pricing used elsewhere.<br />After a year of shrinking demand growth, the global LNG supply-demand balance looks tight for 2021, according to Samer Mosis, team lead for Europe, Middle East and Africa LNG analytics at S&P Global Platts. It is expected to continue tightening until 2024-2025 because of a lack of new supply growth."
}