{
    "url_original": "https://www.wsj.com/articles/u-s-will-provide-covid-19-vaccines-to-550-000-south-korean-troops-engaged-with-u-s-forces-11621637522?mod=politics_lead_pos6",
    "url": "u-s-will-provide-covid-19-vaccines-to-550-000-south-korean-troops-engaged-with-u-s-forces-11621637522",
    "title": "U.S. Will Provide Covid-19 Vaccines to 550,000 South Korean Troops Engaged With U.S. Forces",
    "sub_head": "Biden says the two countries are forging a partnership on vaccine manufacturing",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-342398?width=620&size=1.5",
    "image_1": "im-342398.jpg",
    "time": "2021-05-21 19:25:00",
    "body": "President Biden said Friday the U.S. will provide Covid-19 vaccines to 550,000 South Korean troops working in close contact with American forces in the region.<br />Mr. Biden made the announcement during a news conference at the White House with South Korean President Moon Jae-in. Both leaders also said they would forge a partnership on vaccine manufacturing, but stopped short of providing details.<br />“We, with advanced capabilities, have an obligation to do everything we can to provide for protection of the entire world,” Mr. Biden said, while adding he saw the potential to produce another billion vaccine doses from the second half of 2021 and into 2022.<br />Mr. Moon said there would be a comprehensive partnership between the two countries to boost manufacturing of the vaccine. Covid-19 vaccine supply has been a priority for Mr. Moon during his four-day visit to Washington, with less than 3% of the South Korean population fully vaccinated.<br />Earlier this week, Mr. Biden said the U.S. would send 80 million doses overseas by the end of June amid growing pressure to help developing countries inoculate their populations against the virus. Those doses will include 60 million of the  AstraZeneca  vaccine, which hasn’t been authorized for use in the U.S., and a total of 20 million produced by  Moderna Inc.,   Pfizer Inc.  and  Johnson & Johnson ,  all of which are being administered domestically."
}