{
    "url_original": "https://www.wsj.com/articles/u-s-allies-diverge-over-labeling-chinas-treatment-of-uyghurs-as-genocide-11620207782",
    "url": "u-s-allies-diverge-over-labeling-chinas-treatment-of-uyghurs-as-genocide-11620207782",
    "title": "U.S. Allies Diverge Over Labeling China’s Treatment of Uyghurs as Genocide",
    "sub_head": "New Zealand’s government says designation requires rigorous assessment on basis of international law",
    "category_1": "World",
    "image_1_url": "https://images.wsj.net/im-334238?width=620&size=1.5",
    "image_1": "im-334238.jpg",
    "time": "2021-05-05 05:43:00",
    "body": "WELLINGTON, New Zealand—China’s repression of Uyghurs is dividing U.S. allies over whether to characterize human-rights abuses against the mainly Muslim minority as genocide.<br />New Zealand’s government blocked on Wednesday a parliamentary motion that would have labeled China’s actions genocide, illustrating the precarious balancing act facing the South Pacific country between its longstanding ties and security alliance with the U.S. and its trade ties to China. Australia has also shown a reluctance to use the term.<br />U.S. officials have been pushing for collective action to counter Beijing as it applies more coercive measures at home and abroad. The U.S. said earlier this year that China was carrying out a genocide against Muslims in its western Xinjiang region, where evidence has emerged since 2018 of an expansive system of forced re-education and labor camps. The U.K.’s Parliament has also voted to declare China’s actions against Uyghurs genocide.<br />China denies that any abuses are taking place in Xinjiang and says that reports of mass incarceration of Uyghurs are lies. Its embassy in New Zealand’s capital, Wellington, didn’t answer calls or respond to an emailed question. In response to previous New Zealand government statements about Xinjiang, the embassy has said New Zealand should stop interfering in China’s domestic affairs.<br />As small economies, New Zealand and Australia are far more exposed to trade retaliation by China, the largest buyer of their exports, than the U.S. or U.K. Over the past year, China has imposed a series of import restrictions and tariffs on Australian products including barley and beef, after being angered by Australian Prime Minister Scott Morrison’s call for an international investigation into the first outbreak of Covid-19 in China."
}