{
    "url_original": "https://www.wsj.com/articles/ubers-first-quarter-shows-food-deliverys-continuing-strength-11620245667?mod=business_minor_pos8",
    "url": "ubers-first-quarter-shows-food-deliverys-continuing-strength-11620245667",
    "title": "Uber’s First Quarter Shows Food Delivery’s Continuing Strength",
    "sub_head": "Uber Eats now accounts for nearly two-thirds of total bookings",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-329902?width=620&size=1.5",
    "image_1": "im-329902.jpg",
    "time": "2021-05-05 16:14:00",
    "body": "Uber Technologies Inc.’s  first-quarter bookings rose despite weak demand for its ride-sharing service, as sustained growth in its food-delivery business offset the slump in its core operations.<br />Uber’s gross bookings grew 24% year-over-year to $19.5 billion in the three months ended March, of which $12.5 billion came from its food-delivery arm. Uber Eats’ bookings more than doubled from a year earlier, while Uber’s ride business declined 38% over the same period.<br />Even though Uber’s total bookings grew and beat analyst forecasts, its overall revenue declined because of an adjustment tied to a driver reclassification dispute in the U.K. The company reported revenue of $2.9 billion after setting aside $600 million tied to the reclassification. That compares with revenue of $3.2 billion in the same period last year.<br />In March—after losing a monthslong legal battle—Uber granted its U.K. drivers an employment status entitling them to vacation pay and pension contributions. While Uber won a major reclassification dispute in its home state of California late last year, regulatory challenges are far from over.<br />The Biden administration said earlier Wednesday it would block a Trump-era proposal that sought to make it easier for Uber and others to continue classifying gig workers as independent contractors. The move maintains the status quo, meaning Uber doesn’t need to change its labor model. But the current administration’s stance may add to regulatory snares down the road."
}