{
    "url_original": "https://www.wsj.com/articles/ubers-speed-could-limit-lyft-11620258228?mod=business_minor_pos10",
    "url": "ubers-speed-could-limit-lyft-11620258228",
    "title": "Uber’s Speed Could Limit Lyft",
    "sub_head": "Ride-hailing companies’ recovery is stalling in some places, but Uber appears to be pulling ahead",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-334681?width=620&size=1.5",
    "image_1": "im-334681.jpg",
    "time": "2021-05-05 19:43:00",
    "body": "The great ride-share recovery is no freeway.<br />Shares of ride-hailing companies fell Wednesday following  Lyft ’s  first-quarter report and went even lower after hours on  Uber ’s  earnings release that came 24 hours later. Uber said its full ride-share recovery in places like Australia and Hong Kong has been offset to some degree by continued weakness in places like India and Brazil, where Covid-19 case counts remain high. Meanwhile Lyft, which operates the majority of its business in the U.S., says its ride-share ride recovery peaked in March, at least temporarily, with volumes declining month over month in April as demand outstripped supply.<br />On an earnings call Wednesday, Uber chief executive Dara Khosrowshahi said the two factors determining driver supply are safety and earnings opportunities. The company’s focus on the latter, in particular, might have given it a leg up versus its U.S. competitor recently.<br />Lyft continues to forecast that it will turn profitable in the third quarter this year on the basis of adjusted earnings before interest, taxes, depreciation and amortization. But that forecast assumes a higher volume of rides and more rational pricing to the rider.<br />To get there, Lyft has been offering incentives to drivers through higher pay and bonuses in some cases, but it also seems to think its supply problem will naturally sort itself out to some degree. The company cites less government aid, more vaccines, historically superior economics relative to food-delivery driving and the desire for meaningful social interactions as several factors that should attract gig-economy drivers back to its platform."
}