{
    "url_original": "https://www.wsj.com/articles/uber-lyft-to-provide-free-rides-to-covid-19-vaccine-sites-until-july-4-11620745200?mod=politics_lead_pos1",
    "url": "uber-lyft-to-provide-free-rides-to-covid-19-vaccine-sites-until-july-4-11620745200",
    "title": "Uber, Lyft to Provide Free Rides to Covid-19 Vaccine Sites Until July 4",
    "sub_head": "New transportation partnership comes as Biden administration explores ways to encourage people to get vaccinated",
    "category_1": "Health Policy",
    "time": "2021-05-11 11:00:00",
    "body": "WASHINGTON—Ride-sharing companies  Uber Technologies Inc.  and  Lyft Inc.  will make all rides to and from vaccination sites free until July 4 under a new partnership with the White House.<br />White House Covid-19 coordinator Jeff Zients detailed the new steps in a Tuesday call with governors as part of the Biden administration’s effort to meet a target of 70% of the U.S. adult population getting at least one vaccine dose by July 4. President Biden also met virtually with a group of governors Tuesday afternoon to discuss vaccination efforts.<br />The administration will provide data on about 80,000 vaccination sites to Lyft and Uber as part of the transportation partnership, a senior administration official said.<br />While the companies were already providing free or discounted rides in some circumstances, the rides will now be free to anyone in the U.S. who is going to a vaccination site to get the shot, and Lyft and Uber will promote the rides to and from tens of thousands of vaccination sites through their apps. The feature will launch in the next two weeks and run until July 4, when Mr. Biden has aimed to have enough people vaccinated to allow for safer Independence Day gatherings.<br />The actions come as demand for vaccines has declined in recent weeks, prompting the administration to shift its allocation method to states as governments and private companies explore ways to incentivize people to get vaccinated."
}