{
    "url_original": "https://www.wsj.com/articles/uncle-vanya-review-a-chekhov-classic-now-full-of-surprises-11620335675",
    "url": "uncle-vanya-review-a-chekhov-classic-now-full-of-surprises-11620335675",
    "title": "‘Uncle Vanya’ Review: A Chekhov Classic Now Full of Surprises",
    "sub_head": "On PBS’s ‘Great Performances,’ Richard Armitage and Toby Jones lead the cast in a riveting West End production adapted by Conor McPherson.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-335331?width=620&size=1.5",
    "image_1": "im-335331.jpg",
    "time": "2021-05-06 17:14:00",
    "body": "Conor McPherson’s adaptation of “Uncle Vanya” provides a lot of room for Anton Chekhov’s inner comedian, and room for his inner existentialist, and it all begins with the room: The interior of a country house in 1890s Russia into which the environment seems to be crashing, with the greenery growing through the walls and windows, and suggesting that the natural universe is just outside and slightly off-stage. The characters—in a drama about ennui, malaise and the conflicts they create—aren’t at the center of the world, which would confirm their suspicions. In a sense, they’re not even at the center of the play.<br />The set is one of the masterstrokes of this production, written by Mr. McPherson, the Irish playwright, screenwriter and film director, and the show’s director, Ian Rickson, whose London production of the play was shut down in March 2020, owing to the Covid-19 pandemic; the video version was staged and filmed in August at the empty Harold Pinter Theatre. (Ross MacGibbon directed for the screen.) While “Uncle Vanya” is often accused of being a play in which nothing happens, emotions are roiling and worldviews are colliding. In its wry way, it’s a thriller.<br />The first shots in this “Great Performances” presentation are of the masked actors coming in off the West End street, entering dressing rooms and preparing for the stage, a sequence that echoes “Vanya on 42nd Street” (Louis Malle’s last film, based on David Mamet’s adaptation and Andre Gregory’s direction). It seems inadvertent at first, but Mr. McPherson is sprinkling all kinds of references around as he massages Chekhov’s dialogue into the 21st Century. The handsome, weary Dr. Astrov (Richard Armitage), for instance, never said “Bloody hell,” or whatever its Russian equivalent is. But he also never declared that “Our revels now are ended,” as does Shakespeare’s “Tempest.” Sonya (the heartbreaking Aimee Lou Wood) never derided the drunken Astrov and Vanya (Toby Jones) as “two sad old tramps,” which seems like a sidelong reference to McPherson’s countryman Samuel Beckett and “Waiting for Godot.” The feeling that the entire household is somewhere in hell might be an allusion to Sartre’s “No Exit.” The upshot of all this real or presumed literary mischief is a production that is engaging as well as enormously moving, despite the chief complaint among the Russians being their losing battle with boredom.<br />What Mr. McPherson maintains, in addition to the original’s poignancy about dreams dead or deferred, is the play’s element of emotional surprise. We’ve made up our minds about Vanya, whom Mr. Jones plays as a sarcastic, dissolute rascal, until he reveals the sacrifices he’s made in maintaining the estate around him and his deep sense of betrayal at the hands of its owner, Professor Serebryakov (Roger Allam)—the husband of Vanya’s late sister, the father of Sonya and whose new young wife, Yelena (Rosalind Eleazar), is causing both Vanya and Astrov sexual unrest. Similarly, Astrov and Sonya unveil their hearts long after we think we know them, he in his passionate love of the forests, she in her hunger for love. Ms. Eleazar’s Yelena is enormously sympathetic, impatient with the ridiculous men, a comfort to Sonya, and yet a victim of her own paralyzing lassitude. All the characters are worth knowing, and worth knowing better, something Mr. McPherson’s adaptation helps us achieve."
}