{
    "url_original": "https://www.wsj.com/articles/under-armour-paying-9-million-to-resolve-sec-accounting-probe-11620079991?mod=politics_lead_pos7",
    "url": "under-armour-paying-9-million-to-resolve-sec-accounting-probe-11620079991",
    "title": "Under Armour Paying $9 Million to Resolve SEC Accounting Probe",
    "sub_head": "Regulator claims sportswear brand failed to tell investors that it pulled forward orders to meet quarterly targets",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-333500?width=620&size=1.5",
    "image_1": "im-333500.jpg",
    "time": "2021-05-03 18:13:00",
    "body": "WASHINGTON— Under Armour Inc.  agreed to pay $9 million to settle regulatory claims that it failed to disclose that it was pulling forward orders from future quarters, a practice that allowed it to meet Wall Street’s revenue estimates.<br />The Baltimore-based apparel company resolved the Securities and Exchange Commission investigation without admitting or denying wrongdoing, the SEC said Monday. The Wall Street Journal reported in 2019 that federal officials were examining whether the sportswear maker shifted sales from quarter to quarter to appear healthier.<br />The SEC doesn’t plan to take any enforcement action against Kevin Plank, the company’s co-founder and executive chairman, or Chief Financial Officer David Bergman, Under Armour said in a press release. Under Armour previously disclosed that the two men had been told they could be sued by the SEC.<br />The practice of pulling forward about $408 million in orders happened over six consecutive quarters beginning in the third quarter of 2015, the SEC said. The sales involved orders that customers had requested be shipped in future periods, the SEC said.<br />The regulator alleged the company misled investors by not disclosing a significant portion of its revenue and revenue growth resulted from the practice. The lack of disclosure created “significant uncertainty” about whether Under Armour would meet its revenue guidance in future quarters, the SEC said in a news release."
}