{
    "url_original": "https://www.wsj.com/articles/unemployment-benefits-become-target-amid-hiring-difficulty-11620421853",
    "url": "unemployment-benefits-become-target-amid-hiring-difficulty-11620421853",
    "title": "Unemployment Benefits Become Target Amid Hiring Difficulty",
    "sub_head": "Some states, business leaders call for cuts in supplement aid; Yellen says benefits aren’t factor in economic picture",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-335645?width=620&size=1.5",
    "image_1": "im-335645.jpg",
    "time": "2021-05-07 17:10:00",
    "body": "A lackluster jobs report Friday added fuel to efforts in Florida and elsewhere to reduce access to unemployment benefits that some state and industry leaders say have kept people from returning to the workforce.<br />The country is in a striking predicament, with millions unemployed and businesses that can’t find enough people to hire at current wages. The mismatch has prompted several states, including Florida, Montana and North Carolina, to tighten reporting requirements to receive unemployment benefits and shut off payments to people who turn down work.<br />In some cases, states are ending access to federal pandemic unemployment payments. The U.S. Chamber of Commerce called for an immediate end to a $300-a-week federal jobless supplement. “The disappointing jobs report makes it clear that paying people not to work is dampening what should be a stronger jobs market,” said Chief Policy Officer Neil Bradley.<br />President Joe Biden and Treasury Secretary Janet Yellen defended the jobs report—which showed that employers added a lower-than-expected 266,000 jobs in April— and said other factors such as health concerns and school closures explained the lackluster jobs report.were keeping people out of the workforce.<br />“I know some employers are having trouble filling jobs. But what this report shows is that there’s a much bigger problem,” Mr. Biden said. “Today’s report just underscores, in my view, how vital the actions we’re taking are: checks to people who are hurting, support for small businesses, for child care and school reopening, support to help families put food on the table,” Mr. Biden said. “Our efforts are starting to work, but the climb is steep and we still have a long way to go.”"
}