{
    "url_original": "https://www.wsj.com/articles/up-and-away-how-baby-spiders-fly-11621627246",
    "url": "up-and-away-how-baby-spiders-fly-11621627246",
    "title": "Up and Away: How Baby Spiders Fly",
    "sub_head": "Tiny spiderlings have a unique and still-mysterious way of getting aloft that’s inspiring to those of us who, like them, lack wings",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-340270?width=620&size=1.5",
    "image_1": "im-340270.jpg",
    "time": "2021-05-21 16:00:00",
    "body": "Physicist Helen Czerski explores the complex science behind familiar phenomena. Read more columns here.<br />Summer is just around the corner, and the air above my local park is full of mini aerial acrobats: bees, birds and bats that are buzzing, swooping and soaring. I’m so envious of their ability to explore the world in three dimensions and to travel so easily. As a member of a species that lacks wings, I’m limited to what the ground has to offer. But mixed in with the usual suspects, there may be a few creatures that can manage a surprising feat: to fly without wings. It’s even more impressive because they’re only babies: immature spiders, known as spiderlings.<br />The motive for the spiderling is straightforward. It’s a harsh competitive world out there, and staying put comes with two major risks: losing out on lunch because your siblings got there first and actually becoming their lunch. Up, up and away is the safest strategy. But how does a tiny wingless creature get into the sky?<br />Every spider carries a versatile toolbox with it: a cluster of spinnerets to spin silk of different types. It’s been observed for centuries that some species of spider can drift along in the wind dangling from a fan of long silk threads, a behavior known as ballooning, though no balloons are involved. The default assumption was that the wind can pull on those threads, easily providing enough lift to free a tiny spider from the bounds of gravity.<br />But this leaves questions. Why don’t the threads get tangled up? Why do spiders only take off in the lowest winds? And most of all, why is it possible for spiders to take flight even when there’s no air movement? This last one is the key, because the answer connects the spiders to a global physical phenomenon that is all around us but completely invisible."
}