{
    "url_original": "https://www.wsj.com/articles/us-5g-companies-11621870061?mod=politics_lead_pos12",
    "url": "us-5g-companies-11621870061",
    "title": "The U.S. Is Back in the 5G Game",
    "sub_head": "The U.S. campaign against Huawei has opened the cellular-equipment market to a host of new players that previously didn’t seem to have much of a chance",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "time": "2021-05-26 12:00:00",
    "body": "The U.S. government has upended the $35 billion-a-year cellular-equipment industry, ushering in a new era of competition and giving U.S. companies a shot at re-entering a sector they vacated years ago.<br />In the past five years, only China’s Huawei Technologies Co., Sweden’s  Ericsson  AB and Finland’s  Nokia Corp.  captured more than a 20% share of revenue in the wireless-equipment market, according to Dell’Oro Group, a research firm. No other competitor consistently cracked even 10%.<br />Now that landscape is changing. Pushed by Washington’s campaign to cripple Huawei over cybersecurity concerns, countries representing more than 60% of the world’s cellular-equipment market are considering or have already enacted restrictions against Huawei, says Dell’Oro Group. And to take advantage of that opening, the U.S. government—as well as governments in the U.K. and European Union—are considering financial support and other measures to boost domestic cellular-equipment makers trying to crack the three incumbents’ stranglehold on the market.<br />The result is a newly competitive market that is reminiscent of the 1990s, when bygone industry giants such as Lucent, Motorola, Nortel, Siemens and Alcatel fought for a piece of a growing telecom-equipment pie.<br />“It’s got a Wild West feel to it,” says Bill Plummer, a former Nokia and Huawei executive now working at JMA Wireless, a Syracuse, N.Y., 5G company. “We haven’t seen this since probably the eve of the dot-com bust—this dynamic and thriving competitive environment in wireless.”"
}