{
    "url_original": "https://www.wsj.com/articles/us-china-cars-5g-11621870665?mod=business_lead_pos12",
    "url": "us-china-cars-5g-11621870665",
    "title": "The Coming U.S.-China Race Over 5G in Cars",
    "sub_head": "Chinese companies have a head start using a cellular standard that the U.S. only recently adopted",
    "category_1": "Business",
    "category_2": "Journal Reports: Technology",
    "image_1_url": "https://images.wsj.net/im-343278?width=620&size=1.5",
    "image_1": "im-343278.jpg",
    "time": "2021-05-26 07:00:00",
    "body": "It has been more than two years since people started being able to talk to each other over 5G networks. Now cars can use 5G technology to talk to each other, too.<br />But the business could develop into another source of U.S.-China competition. Chinese companies have been working longer on such vehicle communications based on advanced cellular technology, using a standard the U.S. embraced only last year, and they hope to take the lead in global markets. The U.S. and its allies, meanwhile, are cautious about using Chinese communications equipment.<br />The use of 5G in car-to-car communication is still in its infancy. But it has the potential to make driving safer, more convenient and eventually autonomous. Planners describe a world where smartcars tell one another where they are and where they are headed, preventing accidents. Pedestrians could be protected as well by signals through their phones. And traffic lights and road signs could relay real-time information to prevent congestion.<br />In a few Chinese cities, “customers are already using the technology to receive red-light warnings and other notifications,” says  Ford Motor Co.  spokesman Wesley Sherwood. “We believe there is great potential for the technology globally.”<br />It is likely to take a while for industry players and local governments to build out systems supporting car-to-car 5G communication and address security issues such as the risk of hackers disrupting car communications. The ultimate application—a purely autonomous network of cars coordinating among themselves—remains a distant vision."
}