{
    "url_original": "https://www.wsj.com/articles/us-inflation-consumer-price-index-april-2021-11620781266",
    "url": "us-inflation-consumer-price-index-april-2021-11620781266",
    "title": "Inflation Likely Accelerated in April as Economy Strengthened",
    "sub_head": "Economists expect an extended upswing in prices as the recovery gains momentum and the pandemic continues to scramble supply and demand for goods",
    "category_1": "Economy",
    "time": "2021-05-12 05:30:00",
    "body": "U.S. consumer prices likely rose sharply in April as the economic recovery picked up, reflecting surging demand as the pandemic eased and higher prices due to supply bottlenecks.<br />Economists surveyed by The Wall Street Journal expect the Labor Department to report its consumer-price index jumped 3.6% in April from a year earlier, up from 2.6% for the year ended in March. That would be the highest 12-month level since the summer of 2011. They expect to see the index rise a seasonally adjusted 0.2% in April from March. The index measures what consumers pay for goods and services, including clothes, groceries, restaurant meals, recreational activities and vehicles.<br />The so-called core price index, which excludes the often-volatile categories of food and energy, likely rose 2.3% in April from a year before, the economists estimated.<br />Consumers are seeing many prices jump for a variety of reasons as the U.S. economic recovery gains momentum. Used-car prices have surged, thanks to a global chip shortage that has dampened production of new cars. The average price paid for a used car exceeded $25,000 in April for the first time in the history of research firm J.D. Power’s tracking. Many companies are passing on to consumers the higher costs they are facing for crops, oil and truckers’ wages. Airfares and hotel-room rates are climbing as consumers start traveling again after a year of restraint during the pandemic.<br />More broadly, rising prices reflect strong consumer demand fueled by widespread Covid-19 vaccinations, easing business restrictions, trillions of dollars in federal pandemic relief programs and ample consumer savings. Real U.S. gross domestic product rose 6.4% at a seasonally adjusted annual rate in the first quarter and economists surveyed by the Journal in March forecast the second quarter to grow at an 8.1% annual rate, putting the U.S. economy on track for its best year since the early 1980s."
}