{
    "url_original": "https://www.wsj.com/articles/vaccine-patent-waivers-deserve-a-warning-label-11620903781?mod=markets_lead_pos12",
    "url": "vaccine-patent-waivers-deserve-a-warning-label-11620903781",
    "title": "Vaccine Patent Waivers Deserve a Warning Label",
    "sub_head": "The move to suspend patents on Covid-19 vaccines opens up a major risk to the way the drug industry does business",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-13 07:03:00",
    "body": "The decision by the Biden administration to support a temporary waiver on patents for Covid-19 vaccines might not end up costing the drug industry a dime, but investors who make that assumption are playing a dangerous game.<br />It remains uncertain whether the World Trade Organization will approve the vaccine waiver, not least because the European Union has been cool to the idea. At a minimum, though, U.S. support for the waiver reignited debate over a popular drug-industry talking point: The regulatory environment in the U.S., characterized by the defense of intellectual-property rights and the absence of government price controls, helps attract funding for drug research and engenders scientific breakthroughs.<br />That engenders controversy in Washington, but there is no doubt that the current regulations help make the industry attractive in the eyes of Wall Street. After all, new drugs that reach the market enjoy years of exclusivity before cheaper competitors are allowed to arrive. Drugs that fill a significant unmet medical need can make patients healthy and investors rich:  Moderna  shareholders have earned about five times their money since March 2020, thanks mainly to its successful Covid-19 vaccine development. Moderna said last week that it expects to book nearly $20 billion in vaccine sales in 2021. In the first quarter, it reported a profit margin of about 63%.<br />The industry faces its share of pitfalls as well. The vast majority of experimental drugs never reach the market due to safety or efficacy issues—a risk that can’t simply be legislated away. What is more, development is expensive and even successful drugs usually take several years to reach the market in a non-pandemic environment. Government funding can help underwrite some drug research, but large pools of private capital are still required.<br />Lone blockbuster medicines make up a large share of sales even at the biggest companies. Sales of the anti-inflammatory drug Humira accounted for 38% of  AbbVie ’s  top line in the first quarter, while sales of the cancer drug Keytruda made up a third of total revenue at  Merck  & Co."
}