{
    "url_original": "https://www.wsj.com/articles/venezuela-seizes-offices-of-critical-newspaper-11621087391?mod=business_minor_pos4",
    "url": "venezuela-seizes-offices-of-critical-newspaper-11621087391",
    "title": "Venezuela Seizes Offices of Independent Newspaper",
    "sub_head": "Human-rights groups and others call the takeover an attack on press freedoms",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-339130?width=620&size=1.5",
    "image_1": "im-339130.jpg",
    "time": "2021-05-15 11:03:00",
    "body": "CARACAS, Venezuela—President Nicolas Maduro’s authoritarian government seized the headquarters of one of the country’s last remaining independent newspapers, in a move that could jeopardize the regime’s efforts to improve relations with Washington.<br />A judge accompanied by Venezuelan national guardsmen clad in bulletproof vests and maroon berets raided the 162,000-square-foot property of El Nacional late Friday in an industrial part of eastern Caracas. They acted on a Supreme Court order to take the property as part of a $13 million judgment against the media outlet.<br />The headquarters was already largely vacant as workers have been contributing from home amid the pandemic, and the paper has been an exclusively online publication since 2018. It ceased its print edition after the government, which held a monopoly on imports, cut the company’s access to imported newsprint. The paper’s website, too, has been restricted by Venezuela’s telecommunications regulator on numerous occasions since then.<br />But the paper’s seizure could have greater implications for the Maduro regime’s attempts to turn a new page with the Biden administration. Under former President Donald Trump, the U.S. levied a rash of sanctions against the government and top Maduro confidants for alleged human-rights violations, election fraud and corruption. The punitive actions failed to unseat Mr. Maduro but have cut the country off from its traditional oil partners and pummeled an economy that was once Latin America’s richest.<br />Human-rights and press-advocacy groups called the ruling the latest action meant to quash critical media in a country where dissidents have faced jail and intimidation and have been forced to flee. Diosdado Cabello, a top honcho in Venezuela’s ruling Socialist Party who had filed the civil defamation suit against the media outlet, has said that he wants to convert the publication’s headquarters into a pro-regime communications school."
}