{
    "url_original": "https://www.wsj.com/articles/versailles-emerges-from-lockdown-with-a-new-hotel-11621963293",
    "url": "versailles-emerges-from-lockdown-with-a-new-hotel-11621963293",
    "title": "Versailles Emerges From Lockdown With a New Hotel",
    "sub_head": "The most bragworthy hotel in Europe is set to open at Versailles in June. That’s just one reason why this favorite day-trip destination deserves a longer stay.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-343343?width=620&size=1.5",
    "image_1": "im-343343.jpg",
    "time": "2021-05-25 13:21:00",
    "body": "FRANCE IS EXPECTED to welcome tourists again as of June 9, one year, two months and 23 days after the border first closed. But who’s counting? If you’re ready to rush back and spare no expense, set your sights on Le Grand Contrôle, a new 14-room hotel situated on the grounds of the Château de Versailles, Louis XIV’s royal residence. The hotel, due to open June 1, occupies three buildings on the estate, including one that housed the Sun King’s finance ministry and overlooks the magnificent Orangery. Guest rooms, fittingly maximalist, are swathed in toile de Jouy fabrics and wallpaper and furnished with 18th-century antiques. Chef Alain Ducasse oversees the hotel restaurant, while the Valmont spa touts treatments inspired by Marie-Antoinette, such as the “Majestic Mirror” facial and “Divine Hand Beauty” massage for 455 euros (about $556). But for hotel guests, the most bragworthy lure is access: They’ll get private tours of the palace after-hours and can wander the Orangery gardens on their own after the standard stream of visitors have left. Rooms, unsurprisingly, go for princely sums—from about $2,070 a night (airelles.com).<br />If that seems too steep or reservations are tough to come by, the nearby Waldorf Astoria Versailles—Trianon Palace is a posh plan B (from about $260 a night, waldorfastoriaversailles.fr). In any case, resist the too-common urge to confine Versailles to a day trip from Paris, though it’s just 11 miles west. Tempting as it is to whisk over for an afternoon, the palace alone warrants unhurried exploration, as does the rest of the estate, which has emerged from a six-month pandemic-induced closure flaunting renovations. Redone, restored or revamped are: the bijou stage at Le Petit Trianon, known as the Theatre de la Reine, where Marie-Antoinette made the occasional exhibitionist appearance; the Chapelle Royale, where the king and queen worshiped; and Louis XV’s and Louis XVI’s private apartments.<br />To see the latter, you’ll need a guide. One fine choice is Brigitte Vergnolle, who runs the bespoke travel service Paris Addict and offers a five-hour private tour of the château, including the grand salons and the apartments for about $1,580 for up to 20 (parisaddict.com).<br />Beyond the château, it’s easy to linger in the elegant town of Versailles itself. Seek out the Musée Lambinet, a 1751 house turned museum, with its eclectic collection of paintings and decorative arts (versailles.fr/museelambinet); the vegetable garden that supplied the kitchens of Versailles (potager-du-roi.fr); and La Salle du Jeu de Paume, the former royal tennis court where the first constitution of France was conceived just after the start of the French Revolution (chateauversailles.fr). Versailles has also become a seriously good food town. The local chef not to miss is Jean-Baptiste Lavergne-Morazzani, whose La Table du 11 features vivid contemporary French cooking (latabledu11.com).<br />The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets."
}