{
    "url_original": "https://www.wsj.com/articles/volcano-eruption-forces-thousands-to-evacuate-in-eastern-congo-11621766797?mod=world_major_2_pos1",
    "url": "volcano-eruption-forces-thousands-to-evacuate-in-eastern-congo-11621766797",
    "title": "Volcano Eruption Forces Thousands to Evacuate in Eastern Congo",
    "sub_head": "Mount Nyiragongo erupted for the first time in nearly two decades, sending many fleeing into neighboring Rwanda",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-342462?width=620&size=1.5",
    "image_1": "im-342462.jpg",
    "time": "2021-05-23 06:46:00",
    "body": "Thousands fled the eastern Congolese city of Goma overnight as lava from the nearby Nyiragongo volcano blocked a major highway and spewed into the outskirts of this hub for humanitarian agencies operating in the restive region, officials said Sunday.<br />More than 3,500 people, many carrying mattresses, crossed the border into Rwanda, said a spokesman for Rwanda’s ministry of emergency management. Lava from the eruptions turned the sky above the city of some two million people red and volcanic rocks dropped into some neighborhoods.<br />The active volcano, which is about 6 miles from Goma, entered increased seismic activity two weeks ago, increasing chances of an eruption, according to the Goma Volcano Observatory, a research institute that monitors Mount Nyiragongo. Flights to Goma airport were halted and the government ordered gasoline stations to make arrangements to empty tanks to prevent explosions across the city.<br />By Sunday morning, the intensity of the lava flow had subsided, allowing some residents who had fled to start returning, officials said.<br />But the government continued evacuations in other parts of the city, they said. “The evacuation plan targeting the vulnerable such as the elderly and people with disabilities is under way,” said Gen. Constant Ndima, the military governor of North Kivu, the province in which Goma is located. “The lava flow has reduced but we are continuing to assess the situation.”"
}