{
    "url_original": "https://www.wsj.com/articles/voters-say-no-to-endless-emergency-11621464090?mod=opinion_lead_pos3",
    "url": "voters-say-no-to-endless-emergency-11621464090",
    "title": "Voters Say No to Endless Emergency",
    "sub_head": "In Pennsylvania, a rebuke to Gov. Tom Wolf’s diktats.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-341173?width=620&size=1.5",
    "image_1": "im-341173.jpg",
    "time": "2021-05-19 18:41:00",
    "body": "Americans nationwide are tired of endless pandemic diktats, and in Pennsylvania on Tuesday they showed it with a resounding electoral rebuke of Democratic Gov. Tom Wolf’s emergency powers.<br />Mr. Wolf has rivaled New York’s Andrew Cuomo in proving again that absolute power corrupts even elected officials absolutely. The Keystone State Governor declared his initial 90-day virus emergency in March 2020. It’s still in effect, and the latest extension takes it through Thursday.<br />Mr. Wolf regulated private gatherings and shut down any business he didn’t deem “life-sustaining.” In September a federal court said Pennsylvania’s rules violated the U.S. Constitution. The judge found that the state “never had a set definition in writing for what constituted a ‘life-sustaining’ business,” and it stopped giving out waivers “largely because of an overwhelming number of requests.”<br />The Republican Legislature tried to tweak the rules, passing a bill to let business open under Covid mitigation measures. Mr. Wolf vetoed it. Then the Legislature passed a resolution to terminate the emergency. Lawmakers argued they could act unilaterally and bypass a veto, but Mr. Wolf disagreed, and the state Supreme Court took his side. The emergency stayed.<br />Voters finally rode to the rescue Tuesday with a pair of state constitutional amendments that will restore a healthier separation of powers. One limits the Governor’s emergency declarations to 21 days, unless the Legislature extends them. That passed 53% to 47%, according to the latest tally."
}