{
    "url_original": "https://www.wsj.com/articles/voting-rules-bill-passes-texas-house-11620407824?mod=politics_lead_pos6",
    "url": "voting-rules-bill-passes-texas-house-11620407824",
    "title": "Voting-Rules Bill Passes Texas House",
    "sub_head": "Legislation, pushed by GOP, bars public officials from distributing applications for mail-in ballots, empowers partisan poll watchers",
    "category_1": "U.S.",
    "time": "2021-05-07 13:17:00",
    "body": "AUSTIN, Texas—The Texas House approved legislation on new election rules early Friday, in a party-line vote that followed an all-night debate.<br />The bill would require adherence to provisions of the state election law that previously had allowed local flexibility, and it would make felonies of many violations. Republicans characterized the bill as a way to protect against voter fraud. Democrats, civil-rights groups and some companies said it would disenfranchise voters. It passed at 3 a.m. by a 81-64 vote.<br />The Texas Senate previously passed its own package of voting-rule changes. Both chambers would have to agree on a combined version before it can head to Republican Gov. Greg Abbott and be signed into law. The legislation was a priority for Mr. Abbott in the biennial session.<br />The Texas bill comes as Republicans in many states look to change election laws after the 2020 election, when the Covid-19 pandemic led many states to rapidly change voting rules, including making it easier to vote by mail. The Texas bill passed less than 24 hours after Florida Gov. Ron DeSantis, a Republican, signed a measure into law that includes new limits governing ballot drop boxes and identification requirements for voters seeking mail-in ballots. A Georgia law passed in March included new ID requirements for mail-in voters and limits on drop-boxes.<br />The Texas House bill also bars public officials from distributing applications for mail-in ballots and empowers partisan poll watchers. The version that passed the state Senate and drew greater opposition from Democrats would limit early election hours, prohibit drive-through voting and allow poll watchers to photograph people voting."
}