{
    "url_original": "https://www.wsj.com/articles/vrbo-isnt-airbnbs-problem-11621510202?mod=markets_major_pos3",
    "url": "vrbo-isnt-airbnbs-problem-11621510202",
    "title": "Vrbo Isn’t Airbnb’s Problem",
    "sub_head": "Airbnb has a host problem, but not because of Vrbo",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-20 07:30:00",
    "body": "The battle over hosts between  Expedia ’s  Vrbo and  Airbnb  seems to be in full effect, but the reality is that Airbnb has bigger fish to fry.<br />Vrbo has been luring Airbnb’s hosts for months now with ads that suggest its platform is more lucrative, something Airbnb has denied. In March, following a pilot period, Vrbo launched a program to attract Airbnb’s top hosts by offering increased visibility of new properties and transferring their review score from Airbnb’s site so hosts can join its platform with immediate status.<br />It seems to be working. Vrbo said it has had several thousand hosts participate in that program, which has led to sizable increases in booking value and nights booked per listing for those hosts. Neither platform outwardly discourages cross-listing, but it is time-consuming and somewhat convoluted, such that many hosts with a single property don’t do it without the help of a manager.<br />While data from short-term rental analytics platform AirDNA shows Airbnb has increased its overall active listings over the past 12 months, travel-news publication Skift reported Airbnb lost nearly 1 in 10 single-property hosts in the 12 months ended March 31, citing data from vacation-rental data provider Transparent. That data shows single-property hosts made up more than 70% of Airbnb’s total host population at the end of the first quarter.<br />As demand comes back, it is clear that Airbnb has a host problem. Some worried about sharing their homes during a pandemic; others were angered by the company’s decision to offer guests refunds for canceled bookings when it set in. Vrbo published guidance for hosts, but let them ultimately negotiate refunds themselves."
}