{
    "url_original": "https://www.wsj.com/articles/waiting-for-godot-review-missing-the-moment-11620936931?mod=opinion_major_pos14",
    "url": "waiting-for-godot-review-missing-the-moment-11620936931",
    "title": "‘Waiting for Godot’ Review: Missing the Moment",
    "sub_head": "The New Group’s unrelievedly bleak production of Samuel Beckett’s classic starring Ethan Hawke and John Leguizamo would have felt more relevant at the beginning of the Covid-19 pandemic.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-338305?width=620&size=1.5",
    "image_1": "im-338305.jpg",
    "time": "2021-05-13 16:15:00",
    "body": "What plays were best suited to home viewing at the height of America’s murderous pandemic? At first I hungered for the fizzing diversion of high comedy, but it turned out that what I really needed was deeply serious fare—though the play I most longed to see split the difference, a baggy-pants comedy about the meaninglessness of life that is one of the 20th century’s greatest works of theatrical art. Yet for more than a year, no one seemed to have thought to webcast a staging of Samuel Beckett’s “Waiting for Godot,” ideal though it was to the occasion, not only because of its subject matter but because it calls for only a small cast (four men and a boy) and the simplest of sets (a tree by a lonely country road).<br />So is it too late for “Godot”? That’d be like saying it’s too late for “Macbeth” or “The Iceman Cometh.” There is no time when such masterpieces do not speak resoundingly to all that is within and around us. But the New Group’s webcast version, directed by Scott Elliott, has surely missed its moment, if it ever had one: Not only does it feel pandemic-specific in a way that is already dated, but it simply isn’t very good. With the sole exception of an eight-minute star-turn monologue by Wallace Shawn, it’s draggily paced, portentous and—worst of all—not even slightly funny.<br />It often surprises people who know “Godot” only by reputation to discover that much of it is, in fact, wildly funny. The American debut was actually billed in newspaper ads as “the laugh sensation of two continents.” That’s a trifle misleading, but it is true that “Godot” is an assemblage of comic devices, many of them drawn from vaudeville and silent movies (Beckett even wrote a short film in 1965 in which Buster Keaton starred). Bert Lahr, who played the Cowardly Lion in “The Wizard of Oz” and starred in the play’s 1956 Broadway premiere, was no kind of intellectual, but he understood “Godot” on a different, identically valid level, telling his agent, “I know it’s supposed to be tragic, but there are lots of gags.” That was Beckett’s point: Faced with the absurdity of the human condition, what can we do but laugh, not bitterly but with our whole hearts? To this end, he gives us Vladimir and Estragon (played here by Ethan Hawke and John Leguizamo, with Drake Bradshaw, Mr. Shawn and Tarik Trotter in supporting roles), two bowler-hatted tramps sitting restlessly under a tree, hoping for the arrival of a mysterious man named Godot who never shows up, killing time by clowning around and exchanging pingpong-like repartée that is all too clearly meant to conceal their fear of the dark rendezvous that awaits us all.<br />A crepuscular Zoom-based production of “Godot,” which is what Mr. Elliott has given us, would have been on the mark a year ago, when Zoom felt like an electronic metaphor for the locked-down, terrified world in which we lived. But the best online theater has long since broken out of its cramped little boxes and become vastly more resourceful in staging and design, and “Godot” in particular would have benefited from being filmed in an empty theater or isolated outdoor location by a “bubble” of artists who could share physical space and interact directly with one another.<br />This “Godot,” by contrast, is rigidly conventional in its use of Zoom, which might have been at least tolerable had Mr. Elliott and his cast not stripped out every trace of the wit that is essential to the play’s dramatic effect. Mr. Leguizamo went so far as to claim in an interview with the Washington Post that he “didn’t feel the sadness, the pain, the anger, the hunger” in earlier productions of the play. To each, of course, his own, but anyone who found the uproarious 2009 Broadway revival of “Godot,” which starred Bill Irwin and Nathan Lane, to be lacking in any way in sadness and pain surely missed Beckett’s point."
}