{
    "url_original": "https://www.wsj.com/articles/wallflowers-of-the-green-energy-boom-11620647708?mod=markets_lead_pos12",
    "url": "wallflowers-of-the-green-energy-boom-11620647708",
    "title": "Wallflowers of the Green Energy Boom",
    "sub_head": "Energy-efficiency projects may lack the excitement of wind turbines or hydrogen but offer solid paybacks for building owners based on existing technology",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-10 07:55:00",
    "body": "Low-energy lightbulbs and rooftop solar panels can cut homeowners’ power bills. Investors can likewise benefit from the green retrofit of public and commercial buildings as governments and companies set ambitious decarbonization targets.<br />Properties use lots of energy. Keeping them illuminated and temperate consumes about 40% of energy and generates roughly 36% of energy-related greenhouse-gas emissions in Europe, for example. Renovations can be costly, but companies are growing increasingly accountable for greenhouse-gas emissions and decarbonization promises are piling up.<br />Politicians are also acting. President Biden’s American Jobs Plan includes a target of constructing or retrofitting two million homes and commercial buildings, while the European Union wants to overhaul 35 million inefficient buildings by 2030 as part of a “Renovation Wave.”<br />Energy-efficiency renovation projects on average deliver savings upward of 25%, according to the International Energy Agency. Installing more efficient lighting, heating and cooling systems are proven ways to cut energy usage and emissions. Integrating them into “smart” digital systems offers additional gains, though it can be complex.<br />Buildings can generate their own energy, cut bills and reduce emissions with rooftop solar panels, and combining them with storage batteries builds resilience to power cuts. Local solar installations also avoid the costs and power loss associated with transmission lines and face fewer permitting hurdles than stand-alone solar farms."
}