{
    "url_original": "https://www.wsj.com/articles/walmart-gets-back-to-basics-as-grocery-sales-grow-11621353489?mod=business_minor_pos11",
    "url": "walmart-gets-back-to-basics-as-grocery-sales-grow-11621353489",
    "title": "Walmart Gets Back to Basics",
    "sub_head": "Having lost grocery market share last year, the retailer needs to claw its way back quickly",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-18 13:41:00",
    "body": "Between competition from  Amazon ,  big-box retailer peers and traditional grocery stores,  Walmart  has a lot to worry about. Last quarter’s results should help ward off at least one fear.<br />The retailer on Tuesday reported better-than-expected results for the quarter ended April 30, with comparable U.S. sales up 6% compared with the 1.5% growth analysts polled by FactSet had expected, boosted in part by stimulus payments. That growth is especially impressive given that it is being measured against the peak pandemic stockpiling period a year earlier, when comparable sales grew 10.3%. Excluding the effects of some nonrecurring items, earnings per share increased 43% from a year earlier.<br />The comparison with last year’s frenzy was even favorable in some ways. Walmart’s bottom line was flattered by a higher mix of general merchandise items compared with low-margin consumables such as toilet paper and canned goods, which flew off the shelves last year. Apparel, home goods and lawn and garden items all sold well last quarter, Walmart’s Chief Financial Officer Brett Biggs said on an earnings call Tuesday morning. The bottom line was also helped by a decline in Covid-related costs.<br />The biggest source of relief for Walmart was that it appeared to gain back some market share in groceries. Earlier data from Numerator for the year through March 31 showed that Walmart’s grocery market share in the U.S. declined to 20.1% from 22% a year prior. That marked a contrast from  Kroger ,   Costco  and  Target ,  which all saw their grocery market share increase over the same period.<br />In the quarter ended April 30, Walmart said grocery sales fell by a low-single digit percentage compared with a year earlier. Supermarkets across the U.S. saw sales decline 2.4% over the same period, according to data from the U.S. Census Bureau. Walmart executives said the company is growing grocery market share again in the U.S. compared with last year, citing Nielsen data."
}