{
    "url_original": "https://www.wsj.com/articles/want-to-go-back-to-the-office-dont-wait-on-the-cdc-11619986366?mod=opinion_lead_pos9",
    "url": "want-to-go-back-to-the-office-dont-wait-on-the-cdc-11619986366",
    "title": "Want to Go Back to the Office? Don’t Wait on the CDC",
    "sub_head": "Businesses should band together and formulate flexible guidance suitable to their own industries.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-332951?width=620&size=1.5",
    "image_1": "im-332951.jpg",
    "time": "2021-05-02 16:12:00",
    "body": "Welcome to summer camp 2021. Please stay at least 3 feet away from your bunkmate at all times, and 6 feet from all other campers and counselors. Children should wear masks during activities that “have the potential to produce respiratory droplets,” among them “shouting”—and that goes for outside as well as in. Avoid “close contact” sports, especially indoors.<br />The Centers for Disease Control and Prevention issued these intricate recommendations last week. Businesses waiting for guidance on reopening offices safely should take heed: The CDC can’t be the sole guide. Act now to set up sensible guidelines that your company can adjust quickly as conditions change.<br />The CDC is being asked to weigh in on everything involved in a safe return to work and play. Businesses are fearful to step out on their own without expert input. As a result, the CDC is being asked to come up with—and keep up to date—advice for every facet of life.<br />In last week’s guidance relaxing use of masks, the CDC didn’t mention the office. Businesses have an opportunity to convene public-health experts and develop safe operating principles. These partnerships could help businesses develop practical guidance for their environments.<br />The pandemic is evolving, and the advice will have to evolve, too. The vaccination campaign is still under way, and the virus continues to circulate widely. Transmission will likely slow in the summer and fall. But the CDC will always lean toward caution and may be slow to update its rules as the facts change. What workplaces need is a flexible framework that can adjust guidance based on shifting measures of risk."
}