{
    "url_original": "https://www.wsj.com/articles/want-to-invest-in-space-try-these-etfs-11620478801?mod=markets_featst_pos1",
    "url": "want-to-invest-in-space-try-these-etfs-11620478801",
    "title": "Want to Invest in Space? Try These ETFs",
    "sub_head": "As the options expand, investors can choose from an array of approaches",
    "category_1": "Markets",
    "category_2": "Journal Reports: Funds/ETFs",
    "image_1_url": "https://images.wsj.net/im-335863?width=620&size=1.5",
    "image_1": "im-335863.jpg",
    "time": "2021-05-08 09:00:00",
    "body": "Thematic ETFs, exchange-traded funds that focus on specific investment themes, are booming And one of the most-talked-about themes lately is space. There is no shortage of ways to invest in the final frontier.<br />Historically, the way to invest in space has been in aerospace and defense ETFs.<br />Before Elon Musk was shooting cars into orbit, space exploration was a purely governmental affair. Aerospace and defense companies were building the rockets, and many of them still are.<br />Funds with large positions in companies like  Boeing ,   Lockheed Martin  or  Northrop Grumman  tend to have lower volatility and turnover than funds focused on the newer, high-growth companies that compete in space. Aerospace and defense ETFs come in both actively managed and passive, or index, varieties. On the passive side,  ETF (ITA) and  ETF (XAR) offer broad exposure to the old guard of companies in this sector and low turnover. ITA has an expense ratio of 0.44% and XAR 0.35%.<br />On the active side, the leveraged fund  (DFEN) is designed for short-term investing. This fund’s goal is to provide triple the daily return of the Dow Jones U.S. Select Aerospace & Defense Index; but it can also triple the losses if the market goes the other way. You’ll also have to pay up for it: With an expense ratio of 0.99%, DFEN is more expensive than an unleveraged ETF. Leveraged ETFs have grown in popularity with investors in recent years, but it is best to work with your financial adviser to determine whether a short-term fund is best for your thematic investment goals."
}