{
    "url_original": "https://www.wsj.com/articles/war-on-the-border-review-the-pursuit-of-pancho-villa-11620999792",
    "url": "war-on-the-border-review-the-pursuit-of-pancho-villa-11620999792",
    "title": "‘War on the Border’ Review: The Pursuit of Pancho Villa",
    "sub_head": "A would-be strongman’s cross-border gambit resulted in a curiously inconclusive war.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-337922?width=620&size=1.5",
    "image_1": "im-337922.jpg",
    "time": "2021-05-14 09:43:00",
    "body": "On March 9, 1916, Doroteo Arango, known to history as Francisco “Pancho” Villa, attacked the ramshackle border town of Columbus, N.M., to provoke an American invasion of Mexico that he believed would restore his flagging fortunes as a Mexican revolutionary. President Woodrow Wilson obliged him. He authorized Brig. Gen. John J. “Black Jack” Pershing to conduct an expedition into Chihuahua, Mexico, to slay or seize Villa and destroy his rebel force. During the ensuing 11 months of hot, dusty marches, Pershing failed to kill, capture or even spot Pancho Villa. The U.S. Army, however, fought several desultory skirmishes with Villa’s men and learned valuable lessons in organization, tactics and logistics that would prove highly useful when it entered World War I the following year. The “Punitive Expedition” also failed to revive Villa’s reputation, and he spun slowly into irrelevance amid the swirling waters of Revolutionary Mexico.<br />Celebrated Texas author Jeff Guinn’s “War on the Border” aims to tell the story of this important episode in Mexican-American relations. The book doesn’t fully deliver on its ostensible purpose, however. Although engagingly written, it is a largely unoriginal, thinly researched work that, judging by the author’s notes, relies heavily on secondary sources and on interviews with modern historians. The result is a story that concentrates as much on the endless intriguing among the parade of Mexican strongmen and idealists who wrestled for control of Revolutionary Mexico, and on nearly a century of American-Mexican relations prior to 1916, as it does on the professed topic of the book.<br />Examples of the derivative nature of “War on the Border” are many. As Mr. Guinn acknowledges, entire chapters are based in large measure on interviews he conducted with authors of books on the subject. A perusal of the bibliography reveals that Mr. Guinn used few Mexican sources and made no use of contemporaneous Mexican newspapers, which are readily available online and offer that nation’s perspective on Villa’s raid and Pershing’s expedition. Neither did Mr. Guinn consult “Ocho Mil Kilometros en Campaña” (“Eight Thousand Kilometers on Campaign”); the military memoirs of Gen. Álvaro Obregón, a towering Mexican figure of this epoch; nor the essential John Pershing Papers and Hugh Lenox Scott Papers in the Library of Congress. Mr. Guinn also neglected the vast resources of the National Archives, which include not only invaluable Army correspondence but also affidavits and eyewitness accounts by residents of Columbus. He also omits accounts by U.S. soldiers, rendering his tale decidedly sterile. The actions of the black Buffalo Soldiers of the 10th U.S. Cavalry are addressed only in passing, and no mention is made of the Apache scouts who served Pershing on the expedition. The book thus lacks any real appreciation of race relations in the U.S. Army at the time.<br />Besides calling into question the need for a new book on the Punitive Expedition, an overreliance on secondary sources and their authors perpetuates incorrect facts and interpretations. I was surprised to read, for instance, that “American newspaper and magazine correspondents, including John Reed and Ambrose Bierce, were welcomed to accompany Villistas, chronicling their gallant efforts for enthralled American readers.” In fact, there is no evidence that Bierce, who disappeared in 1913, ever entered Mexico. The views of other historians seem at times to substitute for the author’s own analysis or conclusions. Writing of racial antipathy in Texas, Mr. Guinn says:<br />"
}