{
    "url_original": "https://www.wsj.com/articles/warren-buffett-says-bad-leaders-pose-biggest-risk-to-companies-11620034201?mod=markets_lead_pos13",
    "url": "warren-buffett-says-bad-leaders-pose-biggest-risk-to-companies-11620034201",
    "title": "Warren Buffett Says Bad Leaders Pose Biggest Risk to Companies",
    "sub_head": "Berkshire Hathaway CEO warns that business failures can occur if personable managers ‘put on an appearance’ of competence",
    "category_1": "Business",
    "category_2": "Management",
    "image_1_url": "https://images.wsj.net/im-332826?width=620&size=1.5",
    "image_1": "im-332826.jpg",
    "time": "2021-05-03 05:30:00",
    "body": "Poor management is the top threat facing companies, according to Warren Buffett, who spoke out on the issue over the weekend.<br />The chief executive of conglomerate  Berkshire Hathaway Inc.  said choosing the wrong people to lead an organization is the No. 1 risk for businesses. In his five decades running Berkshire, Mr. Buffett said, he has seen a number of companies fail, from textile mills to department stores, and he suggested that a consistent element could be found in those failures beyond changing consumer behavior or shifting market forces.<br />“You get a guy or a woman in charge of it—they’re personable, the directors like ’em—they don’t know what they’re doing. But they know how to put on an appearance. That’s the biggest single danger,” Mr. Buffett said.<br />The 90-year-old Mr. Buffett’s comments came Saturday during Berkshire Hathaway’s annual shareholder meeting, a roughly four-hour virtual affair in which Mr. Buffett took questions with his longtime business partner Charlie Munger, 97. The two billionaires have often used the meeting to critique companies, taking aim at corporate bloat, needless bureaucracy, overly deliberative committees and compensation consultants, whom they say can ratchet up pay for CEOs.<br />“I would rather throw a viper down my shirtfront than hire a compensation consultant,” Mr. Munger once said."
}