{
    "url_original": "https://www.wsj.com/articles/washington-has-no-authority-to-dictate-state-taxes-11620423917?mod=opinion_major_pos5",
    "url": "washington-has-no-authority-to-dictate-state-taxes-11620423917",
    "title": "Washington Has No Authority to Dictate State Taxes",
    "sub_head": "Ohio and 20 others are suing to challenge an unconstitutional poison pill in the Covid relief law.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-335364?width=620&size=1.5",
    "image_1": "im-335364.jpg",
    "time": "2021-05-07 17:45:00",
    "body": "Columbus, Ohio<br />Congressional Democrats last month quietly attempted one of the most sweeping takeovers of state policy making in American history. The ill-conceived American Rescue Plan Act offered states nearly $200 billion in emergency pandemic-relief funding. As is often the case with “free” money, there was a catch.<br />In exchange for the federal aid, states are prohibited from directly or indirectly using the funds to offset a reduction in net tax revenue. In other words: No tax cuts, no tax credits, no tax rebates, no policy changes that reduce tax revenue or forestall future tax increases. It’s as though Congress now presides over every statehouse in the country and has announced: “Read our lips. No new tax cuts.”<br />Not surprisingly, some states would still like to set their own policies. Twenty-one have sued the Treasury Department, asking federal courts to enjoin this unprecedented congressional power grab. Ohio stood up for itself immediately; its attorney general filed the first lawsuit against the tax mandate within a week of President Biden’s signing the law. The Buckeye Institute agrees with Ohio that the mandate exceeds congressional authority and filed a brief to the same effect.<br />Under the new law, if the Treasury secretary determines that a state has violated the tax mandate, she may then claw back “the amount of the applicable reduction to net tax revenue” or the amount of funds received by the state, whichever is less. This condition enables the federal government to seize the levers of state policy completely."
}