{
    "url_original": "https://www.wsj.com/articles/washingtons-little-inn-feature-11622377457",
    "url": "washingtons-little-inn-feature-11622377457",
    "title": "Washington’s Little Inn That Could",
    "sub_head": "Since opening the Inn at Little Washington in the late ’70s, the James Beard Award–winning chef Patrick O’Connell has transformed Washington, Virginia. Now he’s introducing Patty O’s Cafe & Bakery, his first new restaurant in 40 years.",
    "category_1": "WSJ. Magazine",
    "category_2": "Feature",
    "time": "2021-05-30 08:25:00",
    "body": "When Patrick O’Connell first moved to rural Washington, Virginia in 1972, he cooked inside of a decommissioned school bus attached to the back of his house. O’Connell, then 26, grew up about 80 miles away in a Washington, D.C., suburb and had saved enough money working as a waiter to buy a plot of land, and a home, in the foothills of the Blue Ridge Mountains. Appalachian dwellings like his often originated from scrap. “You’d add on,” O’Connell says. “It would become better and better.”<br />Now, approaching his 50th year in Washington, population 135, O’Connell, the 75-year-old chef-owner of the Inn at Little Washington, holds the deeds to 21 buildings in town, the result of a purchasing spree that began in the late 1970s when the chef first decided he wanted to run a brick-and-mortar restaurant rather than the catering outfit he’d been operating for five years. (In those days, O’Connell also worked as a butler and a house painter.) The buildings he has since acquired, first with business partner Reinhardt Lynch and then solo, after their 2006 separation, constitute the inn’s campus: 23 lavishly decorated guest rooms and cottages, a Michelin-three-star dining room, a ballroom and shops.<br />Aside from the inn’s kitchen, which is housed in new construction and recently underwent a roughly million-dollar upgrade, O’Connell classifies each of his buildings as a “restoration, transformation or resurrection.” This summer, work will be completed on one such project, Patty O’s Cafe & Bakery, O’Connell’s first new restaurant since 1978, when he opened the inn itself.<br />O’Connell’s holdings date back to the 18th century and represent a number of different styles of architecture, from Colonial Revival to Jeffersonian. Throughout the decades, O’Connell has bolstered his real-estate portfolio in order to accommodate the sustained demand to visit the inn. In doing so, he continues to build a world of his own florid design: a series of meticulously restored colonial American facades whose interiors bear Moroccan lanterns, Balinese umbrellas and animal murals. It all reflects his maximal and fantastical ideas about hospitality, which he describes as a feeling of going to your grandmother’s house if your grandmother dropped acid. “People can come here and be whoever they want, wherever they want,” O’Connell says. “They can bring their own script and escape.”<br />O’Connell owns about a block and a half of the four-block downtown. Washington’s mayor, Thomas Catlin, calls O’Connell a visionary, describing how the chef’s oeuvre has helped safeguard Washington against the kind of rural decay that’s ubiquitous throughout Appalachia. In addition to the inn’s long list of accolades and its critical success (O’Connell won the James Beard Lifetime Achievement Award in 2019, and the inn remains the only restaurant in the Michelin Guide for Washington, D.C., with a three-star rating), it is also its county’s largest private employer. The inn’s tax revenue has long paid for the vast majority of Washington’s budget. “We pay them well over $1,000 per day,” O’Connell says. In O’Connell’s case, municipal interest and self-interest have merged. For the inn to thrive as a world-class destination, he believes it must be aligned with the town. “The more we’ve invested, the more there is here for us to protect,” he says."
}