{
    "url_original": "https://www.wsj.com/articles/weddings-are-back-new-apps-and-websites-make-planning-easy-11621883488",
    "url": "weddings-are-back-new-apps-and-websites-make-planning-easy-11621883488",
    "title": "Weddings Are Back: New Apps and Websites Make Planning Easy",
    "sub_head": "As we move past the days of Zoom-only nuptials, couples are continuing to take advantage of virtual cake tastings, dress viewings and gift registries. Here's why.",
    "category_1": "Tech",
    "category_2": "Gear & Gadgets",
    "image_1_url": "https://images.wsj.net/im-342316?width=620&size=custom_1833x1111",
    "image_1": "im-342316.jpg",
    "time": "2021-05-24 15:11:00",
    "body": "ON MAY 2, when Jenny Chen and Kenny Song got married beside a lily pad-dotted pond at a Napa Valley vineyard, the event certainly honored the adage “something old, something new.” Forty-four guests hobnobbed in real life at cocktail hour, but all were vaccinated or just-tested. And when signing the marriage license, the couple, both resident physicians, broadcast the act to folks as far away as Taiwan from the venue’s WiFi-enabled wine cave.<br />Ms. Chen and Mr. Song’s virtual guests watched the stream by pulling up the couple’s page on the wedding-planning site Zola, the same site they’d used to access the gift registry and invitations. Welcome to the summer of the hybrid wedding—a blending of traditional nuptials with high-tech strategies perfected for remote events during the pandemic.<br />When Covid-19 handed the wedding industry lemons, it made lemon-drop martinis, and fast—finding ways to let couples choose tasty cakes, scrutinize dresses and welcome guests remotely. Now, as we move past the days of Zoom-only nuptials, wedding planners say many of these convenient and efficient virtual strategies remain popular with their clients.<br />“After this, there is no going back to how we used to do it,” said Jung Lee, an event planner and founder of virtual wedding registry site Slowdance. In fact, 90% of its interactions with clients now start online, she added, up from only 30% pre-pandemic. “From a time efficiency standpoint, it really works,” she said. In a recent survey, Zola found that 49% of wedding vendors believe wedding streaming to faraway guests will continue through 2022 and beyond.<br />Engaged couples are also enjoying more freedom when it comes to expressing a desire for non-toaster gifts. Rather than signing up only at Bloomingdale’s, they are increasingly opting for flexible online registries that let them specify items from any retailer that has a webpage. At Zola and the Knot, guests have the option of donating GoFundMe-style to the honeymoon or a down payment on a home."
}