{
    "url_original": "https://www.wsj.com/articles/were-the-glory-days-of-airport-style-thenor-now-11620475218",
    "url": "were-the-glory-days-of-airport-style-thenor-now-11620475218",
    "title": "Were the Glory Days of Airport Style Then—Or Now?",
    "sub_head": "Celebrities from Elizabeth Taylor in the 1950s to Lisa of Blackpink and BTS in 2020 have brought high fashion to the airport. Though the pandemic paused that peacocking, it shows signs of returning.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-335931?width=620&size=1.5",
    "image_1": "im-335931.jpg",
    "time": "2021-05-08 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />WHAT IF the peak of airport style was not the 1950s or ’60s but…this decade? Although mid-century celebrities like Elizabeth Taylor and Diana Ross are rightly held up as beacons of glamorous travel, some of the most stylish stars of today rivaled them before the pandemic grounded much travel. In late February 2020, the members of the K-pop boy band BTS took off from Incheon Airport in South Korea wearing a vibrant mishmash of contemporary fashion: a pert navy Thom Browne peacoat; some Celine superprep; and at least one louche Rick Owens look. Their fashion choices suggested the same optimistic sense of freedom as a trip to New York did back then. And the looks—distinctive, intentional, luxurious—were characteristic of a generation of stars who treat the airport as a runway, including the musicians Lisa from Blackpink and Justin Bieber, and the models Kendall Jenner, Kaia Gerber, and Gigi and Bella Hadid.<br />That is, until they couldn’t. The pandemic, which curtailed air travel and sequestered even celebrities to their homes, interrupted a heyday of airport style that has kept paparazzi and gossip websites buzzing for years. Ulrike Ben Mansour, the content executive for the photo agency the Mega Agency, has been dealing in celebrity airport photos since 2000. Over the last year, she said, that pipeline dried up: “I find that with the pandemic, with all the flights having been cancelled, less celebrities travel, so less pictures.” And when pictures do come in, celebrities are masked, so less identifiable.<br />For creative director Jodi Peckman, it was an odd but ultimately fortuitous time to be working on her book, “Come Fly with Me,” recently published by Rizzoli. “I was surprised the book was going to be published, only because of the subject matter—nobody was traveling anymore,” she said, “so it was a book about something that wasn’t happening at the moment.”<br />But the timing gives the book the luster of escapism. Ms. Peckman pored over decades of photos of celebrities in transit, from a 1960s Muhammad Ali in a white suit and briefcase to Lady Gaga in a stewardess-cosplay minidress in 2015. Each picture captures the glamour of travel and celebrity, but without the trappings of photoshoots (lights, retouching, sets) that normally put stars on a pedestal."
}