{
    "url_original": "https://www.wsj.com/articles/west-virginia-gov-jim-justice-is-personally-liable-for-700-million-in-greensill-loans-11622462401?mod=business_minor_pos4",
    "url": "west-virginia-gov-jim-justice-is-personally-liable-for-700-million-in-greensill-loans-11622462401",
    "title": "West Virginia Gov. Jim Justice Is Personally Liable for $700 Million in Greensill Loans",
    "sub_head": "His personal guarantee of the loans, which hasn’t been reported, puts financial pressure on the popular Republican governor",
    "category_1": "Finance",
    "image_1_url": "https://images.wsj.net/im-333186?width=620&size=1.5",
    "image_1": "im-333186.jpg",
    "time": "2021-05-31 08:00:00",
    "body": "West Virginia Gov. Jim Justice is personally on the hook for nearly $700 million in loans his coal companies took out from now-defunct Greensill Capital, according to people familiar with the loans and documents described to The Wall Street Journal.<br />Mr. Justice’s personal guarantee of the loans, which hasn’t been reported, puts financial pressure on the popular Republican governor. He is also dealing with unrelated lawsuits alleging parts of his sprawling network of coal companies breached payment contracts or failed to deliver coal.<br />Greensill packaged the loans and sold them to investment funds managed by  Credit Suisse Group AG .  Credit Suisse  and Greensill ran $10 billion in supply-chain finance funds that extended financing to a range of borrowers.<br />The Swiss bank froze the investment funds in March and is in talks with Mr. Justice’s Bluestone Resources Inc. and other borrowers to recoup money to make investors whole, according to the people familiar with the discussions.  Credit Suisse  is under pressure to recover money quickly and has named Bluestone as one of three large borrowers from the Greensill funds that it has identified in its recovery efforts.<br />Bluestone hadn’t expected to begin repaying the Greensill loans until 2023 at the earliest, it said in a lawsuit brought in March in a New York federal court alleging Greensill committed fraud in its lending practices."
}