{
    "url_original": "https://www.wsj.com/articles/whatsapp-says-it-filed-suit-in-india-to-prevent-tracing-of-encrypted-messages-11622000307?mod=business_minor_pos4",
    "url": "whatsapp-says-it-filed-suit-in-india-to-prevent-tracing-of-encrypted-messages-11622000307",
    "title": "WhatsApp Says It Filed Suit in India to Prevent Tracing of Encrypted Messages",
    "sub_head": "Facebook unit says new rules in India would require ‘mass surveillance’ of user data",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-343944?width=620&size=1.5",
    "image_1": "im-343944.jpg",
    "time": "2021-05-25 23:38:00",
    "body": "Facebook Inc.’s  WhatsApp said it filed a lawsuit in India to stop new government rules that would require the company to trace users’ encrypted messages, escalating a battle over online speech between American tech firms and the South Asian nation’s ruling party.<br />The messaging service, by far the largest in India, said in a statement that it filed the suit late Tuesday with the New Delhi High Court. The company has argued that the new rules violate Indian law because tracing individuals’ messages would violate their fundamental right to privacy.<br />WhatsApp’s suit comes as a 90-day grace period for compliance with strict new rules from India’s Ministry of Electronics and Information Technology expires. Those rules grant the Indian government sweeping powers to remove content that undermines national security, public order and “decency or morality” and require communications platforms like WhatsApp to be able to trace content back to its creator. In the event that tech companies fail to promptly comply with the government requests, the law says, company employees in India can be held criminally liable.<br />India’s government has come under fire from opposition groups for using such tactics to stifle online criticism over its handling of farmer protests and a surge in Covid-19 cases that has devastated the country in recent weeks.<br />In a statement on its website, WhatsApp said complying with the traceability requirement would force it to break the encryption used to protect communications between its users and “severely undermine” their privacy. Having to track and store such records would be technically inefficient, the company said, and could result in innocent people being investigated by law enforcement."
}