{
    "url_original": "https://www.wsj.com/articles/what-it-takes-to-make-a-restaurant-accessible-to-everyone-11622051595",
    "url": "what-it-takes-to-make-a-restaurant-accessible-to-everyone-11622051595",
    "title": "What It Takes to Make a Restaurant Accessible to Everyone",
    "sub_head": "Contento, opening in Manhattan’s East Harlem neighborhood in June, is designed with accessibility in mind—from the wheelchair-friendly floor plan to the reasonably priced menu and wine list",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-343464?width=620&size=0.6666666666666666",
    "image_1": "im-343464.jpg",
    "time": "2021-05-26 13:53:00",
    "body": "WHEN I FIRST MET Yannick Benjamin, in 2013, he was working at Le Dû Wines, a retail shop in the West Village of New York City. Until a car accident 10 years earlier left him paralyzed from the waist down, Mr. Benjamin had been a sommelier. This June, almost 18 years after the accident, Mr. Benjamin is set to open his own fully accessible restaurant, Contento, in East Harlem, New York.<br />The story behind the creation of Contento and Mr. Benjamin’s personal and professional resilience resonates deeply right now as New York and the rest of the world recover and restart. Contento had originally been scheduled to open last spring, but when the Covid-19 pandemic struck, all the work stopped. Mr. Benjamin’s response, as always, was to look for the upside. “The silver lining was that it forced me to explore my own backyard,” he said. For instance, he recently traveled to wineries in Maryland, Vermont, Virginia, Long Island and upstate New York. Those visits inspired a category on his wine list titled “East Coast Terroir.”<br />The challenge of opening a restaurant during a pandemic is just one of many trials Mr. Benjamin has faced over the years, in addition to health complications, hospitalizations and personal loss, including the death of his friend and former employer, Jean-Luc Le Dû, who died suddenly at age 52 in late 2017.<br />Mr. Le Dû had been a great supporter of the fundraising event Wine on Wheels and the foundation it benefits, Wheeling Forward, created by Mr. Benjamin with attorney Alex Elegudin. The two met at New York’s Mount Sinai Hospital when they were recovering from spinal cord injuries.<br />Mr. Benjamin met George Gallego as well at Mount Sinai, and he became a very important figure in Mr. Benjamin’s life. “He saved my life,” Mr. Benjamin stated simply. After an accident left Mr. Gallego paralyzed at age 25, he went on to become a world-class athlete, businessman, philanthropist and advocate for people with disabilities. “He inspired me to create a culture where there are more Georges,” said Mr. Benjamin. Now, Mr. Gallego is not only Mr. Benjamin’s mentor but his business partner in Contento as well."
}