{
    "url_original": "https://www.wsj.com/articles/what-weve-lost-in-rejecting-the-sabbath-11620399624",
    "url": "what-weve-lost-in-rejecting-the-sabbath-11620399624",
    "title": "What We’ve Lost in Rejecting the Sabbath",
    "sub_head": "Setting aside one day a week for rest and prayer used to be an American tradition. In an age of constant activity, we need it more than ever.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "time": "2021-05-07 16:43:00",
    "body": "In 2019, North Dakota lawmakers abolished their state’s Sunday-trading ban. Going back to the 19th century, business owners had faced jail time and a fine for keeping their doors open Sunday mornings. It was America’s last statewide blue law, and it went the way of the rotary telephone and the airplane smoking section. The bill’s main GOP sponsor in the state legislature claimed that a majority “wants to make decisions for themselves.” Ending the ban, officials argued, would boost shopping and, with it, revenues.<br />Who but a few scolds could complain? The share of Americans who don’t identify with any religion continues to grow, and even many believers reject the concept of the Sabbath as a divinely ordained day of rest. Instead, we are encouraged to pursue lives of constant action and purpose, and we do. Smart devices allow white-collar professionals to freely mingle work and play. The gig economy and the Covid-19 work-from-home trend have further blurred the line between the two. The Sabbath doesn’t fit into the rhythm of our lives. It feels like an imposition—it is an imposition.<br />Americans’ turn away from the Sabbath has been going on for a long time. In the mid-20th century, Rabbi Abraham Joshua Heschel, one of America’s foremost Jewish thinkers, wrote about the Sabbath in terms of “the realm of time” and “the realm of space.” Modern life is all about conquering space: winning geopolitical territory, growing and prospering economically. But “the danger begins,” Heschel worried, “when in gaining power in the realm of space we forfeit all aspirations in the realm of time.” In that realm, “the goal is not to have but to be, not to own but to give, not to control but to share, not to subdue but to be in accord.”<br />Many of his American coreligionists in those days saw the ritual as an impediment to freedom: the freedom to shop, work and socialize as much as they wanted. For Heschel, this brand of freedom was missing something profound. It barred entry to an entire dimension of existence: namely, time, whose passage reminds us that everything is contingent, everything passes away—everything, that is, except God. The Sabbath, Heschel thought, is the guarantor of our “inner liberty,” while restless, Sabbath-less societies could easily descend into tyranny and barbarism.<br />He had learned this from bitter experience. Heschel was born in 1907 in czarist-ruled Warsaw, where traditional and modern Jewish currents converged and clashed. He was a prince of the traditional Jewish world, heir to Polish and Lithuanian Hasidic dynasties and formed from an early age to become a rabbi. Thanks to a photographic memory, he excelled at memorizing the Torah, the Jewish prayer book and the foundational medieval commentaries on the Bible."
}