{
    "url_original": "https://www.wsj.com/articles/whats-the-best-way-to-treat-capital-gains-11619973451?mod=opinion_major_pos16",
    "url": "whats-the-best-way-to-treat-capital-gains-11619973451",
    "title": "What’s the Best Way to Treat Capital Gains?",
    "sub_head": "Bank robber Willie Sutton allegedly said he robbed banks because that is where the money is. The congressional corollary is to tax the middle class because that is where the tax dollars are.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-329670?width=620&size=1.5",
    "image_1": "im-329670.jpg",
    "time": "2021-05-02 12:37:00",
    "body": "Your editorial “The Dumbest Tax Increase” and Lawrence Lindsey’s op-ed “Biden Taxes for Punishment’s Sake” (both April 26) neglect an even bigger problem with the administration’s proposal. This proposal is currently directed at taxpayers with income over $1 million, but other taxpayers need to be wary of that threshold as it is reasonable to expect that, when revenue expectations aren’t realized, the higher rate will eventually be pushed to lower incomes as well. In 1969, after testimony to Congress that in 1966 there were 155 taxpayers who had income in excess of $200,000 and paid no income tax, the Internal Revenue Code was amended to initiate a minimum tax on the rich. It was replaced by the complex alternative minimum tax in 1979, which hit about five million people in 2017 before it was changed by Congress under the Trump administration. Bank robber Willie Sutton allegedly said he robbed banks because that is where the money is. The congressional corollary to this is to tax the middle class because that is where the tax dollars are.<br />Paul Luce<br />Pleasanton, Calif.<br /><br />Your editorial makes several arguments against increasing the capital-gains tax rate. One is that a higher rate will decrease government revenue because Americans will hold on to assets longer. That would be true if Americans received a stepped-up basis at death, as at present. A higher capital-gains tax rate would increase the benefit of the stepped-up basis and strengthen the current incentive to hold assets until death."
}