{
    "url_original": "https://www.wsj.com/articles/what-were-not-supposed-to-say-when-we-talk-about-wine-11620245028",
    "url": "what-were-not-supposed-to-say-when-we-talk-about-wine-11620245028",
    "title": "What We’re Not Supposed to Say When We Talk About Wine",
    "sub_head": "‘Hate’ is a contentious word—and, our columnist maintains, occasionally the appropriate one to describe her reaction to a wine. Just how frank can we be when it comes to matters of taste?",
    "category_1": "Life & Arts",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-333373?width=620&size=1.3195876288659794",
    "image_1": "im-333373.jpg",
    "time": "2021-05-05 16:03:00",
    "body": "AS A CHILD I was told I should never use the word “hate,” even to describe a thing I truly despised. According to my mild-tempered schoolteacher mother, there simply was never an occasion where such a harsh and terrible word could acceptably be invoked. To which I’d now reply: Have you ever tasted Pinotage?<br />On more than one occasion I’ve publicly declared my animus toward this red grape from South Africa that tastes and smells like rubber tires. And each time I’ve been on the receiving end of some, well, pretty hateful responses. Apparently, many wine lovers consider it unseemly to express hatred for a particular wine; if you intensely dislike it, that just means you haven’t had the “right” one. Yet people feel free to say they hate other things—paint colors, hair styles. Why not wine?<br />When I revealed my hatred of Pinotage in this column several years ago after tasting many, many examples, I received a raft of emails from readers. In one notably long missive, grape grower Dave Jefferson of Kenwood, Calif., wrote, “A more prejudicial statement by a wine journalist can scarcely be imagined. A wine journalist is not entitled to any such prejudices in their professional field.”<br />Other correspondents shared my anti-Pinotage stance and voiced their support. Yet another put forward a strategy to combat the wine’s malodorous nature. Reader Pierre Bedard suggested decanting a Pinotage for an extended period. “The foul aromas will decamp and new ones will form,” he promised. To my mind, the fact that “foul aromas” need to be dispersed says everything you need to know about Pinotage.<br />I’ve discovered that some of my otherwise wine-loving friends have antipathies of their own toward particular wines. My friend Kathy, for instance, has a longstanding hatred of rosé. I have tried many times to change her mind about what I regard as a deeply irrational position. How could someone hate a wine on account of its color? “I think rosé is really boring,” Kathy explained. “It never surprises me.” Over the course of decades I’ve served Kathy many rosés I love. Once I even blindfolded her before serving her a favorite Crémant d’Alsace rosé—hoping to appeal to her love of sparkling wine—but to no avail."
}