{
    "url_original": "https://www.wsj.com/articles/what-honest-abe-learned-from-geometry-11621656062",
    "url": "what-honest-abe-learned-from-geometry-11621656062",
    "title": "What Honest Abe Learned From Geometry",
    "sub_head": "For today’s students as for Abraham Lincoln, geometrical proofs offer a gold standard for integrity and clear thinking.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-341136?width=620&size=1.5",
    "image_1": "im-341136.jpg",
    "time": "2021-05-22 12:01:00",
    "body": "In 1865, the Reverend J.P. Gulliver asked Abraham Lincoln how he came to acquire his famous rhetorical skill. The President gave an unusual response:<br />“In the course of my law-reading I constantly came upon the word ‘demonstrate.’ I thought, at first, that I understood its meaning, but soon became satisfied that I did not…. At last I said, ‘Lincoln, you can never make a lawyer if you do not understand what demonstrate means’; and I left my situation in Springfield, went home to my father’s house, and stayed there till I could give any propositions in the six books of Euclid at sight.”<br />Not the Constitution, not scripture, but geometry—that’s where Lincoln went when he needed to learn to persuade. Euclid was a mathematician in Greek North Africa in the 4th century B.C., who gathered and systematized the geometric knowledge of his day. His “Elements,” in Lincoln’s time and to a lesser extent our own, is the standard model of mathematical proof or “demonstration.” Starting with axioms that the reader can hardly doubt, Euclid builds up a rich body of knowledge about angles, line segments, circles and figures, step by careful step.<br />There’s something special about geometry, as any high-school student or former high-school student can tell you. Geometry is the cilantro of math: Few people have neutral feelings about it. There are those who hate it, who say geometry was the moment when math stopped making sense to them. Others say it was the only part of math that made sense to them.<br />The young Lincoln was one of those who couldn’t get enough. His law partner William Herndon, who often had to share a bed with Lincoln at small country inns during their sojourns around Illinois, recalled that the future president would stay up late into the night with a candle lit, deep in Euclid, his long legs hanging over the edge of the bed. Herndon once found Lincoln in a haggard state, having spent two full days trying to solve the old conundrum of squaring the circle. “His attempt to establish the proposition having ended in failure,” Herndon remembers, “we, in the office, suspected that he was more or less sensitive about it and were therefore discreet enough to avoid referring to it.”"
}