{
    "url_original": "https://www.wsj.com/articles/what-right-to-repair-limits-are-prudent-11620324247?mod=opinion_major_pos16",
    "url": "what-right-to-repair-limits-are-prudent-11620324247",
    "title": "What ‘Right to Repair’ Limits Are Prudent?",
    "sub_head": "Independent servicers are very often used by the manufacturers who handle multimodality servicing programs for hospitals.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-332949?width=620&size=1.5",
    "image_1": "im-332949.jpg",
    "time": "2021-05-06 14:04:00",
    "body": "In “‘Right to Repair’ Is Bad for your Health” (op-ed, May 3), Tom Giovanetti suggests, in effect, that only medical-device manufacturers could be the ones to safely repair medical devices, but he omits any reference to the 2018 FDA report on the “Quality, Safety, and Effectiveness of Servicing Medical Devices, FDARA 710—3rd Party Servicing.” The FDA study concludes that the “currently available objective evidence is not sufficient to conclude whether or not there is a widespread public health concern related to servicing, including by third party servicers, of medical devices that would justify imposing additional/different, burdensome regulatory requirements at this time.” We are proud of the safety record of independent servicers of medical equipment and of the FDA’s recognition that the continued availability of third-party entities to service and repair medical devices is critical to the functioning of the U.S. healthcare system.<br />Many of our members are ISO 13485 qualified and are heavily relied upon by regional and rural hospitals which cannot easily afford to pay some manufacturer equipment repair rates ranging from $600-$800 per hour (with a four-hour minimum). Mr. Giovanetti’s claims about cybersecurity issues that allegedly arise because of giving independent servicers access to equipment service keys are also not supported (see Department of Health and Human Services Office for Civil Rights, which is bereft of references to servicers causing data breaches). Independent servicers are very often used by the manufacturers who handle multimodality servicing programs for hospitals. If independent servicers were so unskilled and unsafe to use—why then do manufacturers so heavily rely on independent servicers to service equipment?<br />Robert J. Kerwin<br />General counsel, International Association of Medical Equipment Remarketers and Servicers, Inc.<br />Boston"
}