{
    "url_original": "https://www.wsj.com/articles/what-wealthy-men-really-wear-now-hint-athleisure-11621262672",
    "url": "what-wealthy-men-really-wear-now-hint-athleisure-11621262672",
    "title": "What Wealthy Men Really Wear Now (Hint: Athleisure)",
    "sub_head": "The pandemic year has scrambled the way we dress. At a time when suits and stiff, formal shoes are endangered species, America’s well-off shoppers are upending cliches about how to look like you’re affluent.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-339401?width=620&size=1.5",
    "image_1": "im-339401.jpg",
    "time": "2021-05-17 10:44:00",
    "body": "KHAKIS OF CARMEL, a high-end men’s boutique on the California coastline south of San Francisco, reels in many types of wealthy shoppers. These days, those men—from Silicon Valley tech-bros to Wall Street bankers and entrepreneurs from Texas—are spending their cash on clothes that are informal and easy to wear. Top-sellers at the 29-year-old store include pliable $275 stretch-cotton khakis from the store’s in-house brand (think: upscale Dockers) and $995 sweater-like knit sportcoats by Italy’s Eleventy. What these men are not buying is standard suits. “If we were stuck with eight or nine hundred suits, that would be a problem,” said Khakis’s owner Jim Ockert.<br />It wasn’t always this way. Many one-percenter men—like their female colleagues—once wore button-up shirts and strict tailoring to their formal offices. But the pandemic year saw stodgy suiting widely supplanted by the most casual of clothing. Paul W. White, 40, a real-estate developer in Bridgehampton, Long Island, said he knew high-end bankers who were trading from their bedrooms in gym shorts. To find out more about how the pandemic affected the upper end of the menswear market, I spoke to high-net-worth individuals in finance, tech, real estate, marketing and apparel about the clothing they are buying and plan to buy.<br />Predictably, several men reported a deepening addiction to sweatpants and athleisure. Andrew Weitz, the owner and founder of the Weitz Effect, a Los Angeles-based style consultancy that works with big-pocketed businesspeople as well as celebrities, has witnessed the shift toward athleisure first hand. Mr. Weitz, who just appeared on the cover of the Hollywood Reporter next to his client Tom Brady, said that in the past year, his client base’s online spending was up “a lot” in T-shirts, sweaters and sweatpants from brands like John Elliott and Eleventy.<br />This sort of niche athleisure-wear is more opulent than your standard Champion throw-ons. Financially comfortable shoppers I spoke with were more than happy to drop coin on premium around-the-home clothes from labels like Aviator Nation ($156 hand-dyed sweatpants) and Lululemon ($98 leggings).<br />Of all the brands mentioned, two came up most frequently: Vuori, a gymwear brand based in Encinitas, Calif., and On, a Swiss running shoe company. Mr. White went as far as to say that the majority of men he sees walking around his affluent Long Island hamlet appear to be wearing stretchy Vuori pants (roughly $89) and springy On sneakers (about $130). These minimalist clothes are more incognito than your standard  Nike  or Adidas fare and mostly come in safe solid colors like grey, blue and green. While Vuori’s garments feature a tiny, barely visible logo, On sneakers’ boldest attribute is a tooth-like sole, which wearers told me is exceptionally comfortable."
}