{
    "url_original": "https://www.wsj.com/articles/what-the-nazis-stole-from-richard-neumann-and-the-search-to-get-it-back-review-prized-pieces-with-history-11619866801",
    "url": "what-the-nazis-stole-from-richard-neumann-and-the-search-to-get-it-back-review-prized-pieces-with-history-11619866801",
    "title": "‘What the Nazis Stole From Richard Neumann (and the search to get it back)’ Review: Prized Pieces With History",
    "sub_head": "The Worcester Museum of Art exhibits paintings and sculptures on loan from the descendents of a Jewish collector whose art became a casualty of World War II.",
    "category_1": "Art Review",
    "image_1_url": "https://images.wsj.net/im-332058?width=620&size=1.5",
    "image_1": "im-332058.jpg",
    "time": "2021-05-01 07:00:00",
    "body": "Worcester, Mass<br />‘What the Nazis Stole From Richard Neumann (and the search to get it back)” is a somewhat cumbersome title for a small but compelling exhibition at the Worcester Art Museum. This show offers its viewers two different but equally valuable experiences: first, a chance to take a close look at 14 works (12 paintings and two bozzetti, terra-cotta casts for larger sculptures); and second, learning the story of a collection, its seizure and subsequent dispersal, followed by its partial reassembly.<br />It also addresses larger historical and cultural issues. Our age is replete with questions of ownership, patrimonies and familial or personal rights. Cries of “restitution” ring out. Like people, works of art can exist in perpetual motion. Such was the case of Richard Neumann (1879-1959) and his collection.<br />An haut-bourgeois, fully assimilated and therefore comfortable and safe (or so he thought) Viennese Jew with a doctorate from Heidelberg, and a series of jobs with textile manufacturing companies in Bohemia and Austria, Neumann was bit early by the collecting bug. By his early 40s, he’d accumulated more than 200 works, with a special focus on Baroque and Rococo art. In 1938, after the Anschluss, he and his wife managed to escape to Paris and to export some of their collection to join them. In 1942, they fled again, selling almost everything to afford passage on one of the last boats from Spain to Cuba, where Neumann worked as a foreman in a textile mill and integrated himself into Havana’s artistic communities. Late in his life he moved to New York, to be near his daughters. He died there.<br />As early as 1950, he had initiated lawsuits to regain his art. All failed. In 2002, his heirs resumed his efforts. With helpful, detailed wall labels, the Worcester exhibit explains how changes in international law, plus personal persistence and sheer luck, have brought about a moderately happy ending."
}