{
    "url_original": "https://www.wsj.com/articles/what-does-a-labor-shortage-mean-for-unemployment-benefits-11620824400",
    "url": "what-does-a-labor-shortage-mean-for-unemployment-benefits-11620824400",
    "title": "What Does a Labor Shortage Mean for Unemployment Benefits?",
    "sub_head": "Several Republican-led states move to drop enhanced benefits, while the Biden administration works to encourage more people to seek employment",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "image_1_url": "https://images.wsj.net/im-336895?width=620&size=1.5",
    "image_1": "im-336895.jpg",
    "time": "2021-05-12 09:00:00",
    "body": "A growing gap between available workers and job openings has triggered a debate over whether pandemic-related unemployment benefits are keeping people from taking jobs. Several Republican-led states have moved to drop the enhanced benefits, and the Biden administration said it is taking steps to encourage more jobless people to seek employment. Here are some answers to questions about adjustments that are happening to jobless benefits.<br />At least nine states have said they are rejecting extra pandemic-related benefits. Iowa, Mississippi, Missouri, Montana, North Dakota and South Carolina have sent letters to the Labor Department asking to end their participation in federal programs. Those include a $300 supplemental benefit, extended payments and benefits for gig-economy and other workers not typically eligible for unemployment benefits.<br />Alabama, Arkansas and Tennessee have said publicly they plan to opt out of the programs early, but they hadn’t sent letters to the Labor Department as of Tuesday.<br />Most states aren’t offering a bonus. However, Republican Gov. Greg Gianforte of Montana said residents would be eligible for a $1,200 “return-to-work bonus” if they were receiving unemployment benefits as of May 4 and subsequently took a job and completed at least four paid weeks of work.<br />Job-search requirements vary by state, but generally call for unemployment-benefits recipients to provide evidence that they are looking for work. That might include proof of applying for work online, attending a job interview or participating in a career fair. People can lose their benefits if they don’t document their searches."
}