{
    "url_original": "https://www.wsj.com/articles/what-to-watch-11-movies-and-series-to-stream-this-week-11620844061",
    "url": "what-to-watch-11-movies-and-series-to-stream-this-week-11620844061",
    "title": "What to Watch: 11 Movies and Series to Stream This Week",
    "sub_head": "‘The Woman in the Window’ brings Amy Adams and other Hollywood stars, ‘The Underground Railroad’ takes off, and ‘The Upshaws’ gives a close-up on family life",
    "category_1": "Television",
    "image_1_url": "https://images.wsj.net/im-337308?width=620&size=1.5",
    "image_1": "im-337308.jpg",
    "time": "2021-05-12 14:27:00",
    "body": "There’s no shortage of Hollywood star power in new films streaming this week. “The Woman in the Window” (Friday,  Netflix ), a thriller about a woman who believes she’s witnessed a murder, stars Amy Adams, Julianne Moore, Gary Oldman and Jennifer Jason Leigh. In “Those Who Wish Me Dead” (Friday, HBO Max), Angelina Jolie plays a forest firefighter who takes in a boy being pursued by assassins.<br />Here’s what else is streaming this week:<br />(Amazon Prime Video)<br />South African actress Thuso Mbedu plays Cora Randall, the lead character in “The Underground Railroad,” a new series directed by Barry Jenkins and based on the novel by Colson Whitehead. It begins streaming Friday on Prime Video. Here, in remarks edited from an interview, Ms. Mbedu recounts how she found her voice for the role:<br />“One major thing that shifted my approach to Cora was audio testimonials of formerly enslaved people that Barry [Jenkins] sent me. What fascinated me was how they sounded. When they speak in movies, they have a very fluent English that we can easily understand. But in the tapes, they spoke a very broken English. What really jarred me was that the English that they spoke is an English that certain Black people speak even today in parts of South Africa. And so it drew the character much closer to me than I realized. And it went from being a story about African-Americans to being a story about Africans in America."
}