{
    "url_original": "https://www.wsj.com/articles/what-i-wish-i-knew-as-a-college-freshman-11621378363?mod=opinion_lead_pos9",
    "url": "what-i-wish-i-knew-as-a-college-freshman-11621378363",
    "title": "What I Wish I Knew as a College Freshman",
    "sub_head": "Students offer advice for students.",
    "category_1": "Opinion",
    "category_2": "Future View",
    "time": "2021-05-18 18:52:00",
    "body": "Editor’s note: This week’s Future View features advice for younger college students. Next week we’ll ask, “What should America’s stance be toward the latest fighting in Gaza between Israel and Hamas?” Students should click here to submit opinions of fewer than 250 words before May 25. The best responses will be published that night.<br /><br />Happiness Isn’t Found at the End of a Résumé<br />Sometimes you have to make selfish choices. After all, you’re in college for self-oriented goals: to educate yourself and become a better candidate for whichever job you want at the end. But people can get carried away with this logic and lose their way in the process—I’ve seen it happen. Students volunteer solely to build résumés, make friends only to strengthen professional networks, and exclude others to make themselves look better. It’s sad watching passions dissolve and be replaced by a heartless drive to shape appearances.<br />Many students become frustrated, lacking the meaningful personal connections and pursuit of real interests that make life exciting. My advice to younger students would be to take a step back at several points in your education. Notice whether you are doing something because of how you will be perceived or because you truly enjoy it. Boosting your résumé and building networks are important, but in focusing on success at all costs—getting the job or the internship—it is all too easy to suppress doubts about whether what you are doing will contribute to your happiness. If that’s a concern, face it earlier rather than later. Stay curious and pursue the things that truly mean something to you."
}