{
    "url_original": "https://www.wsj.com/articles/what-was-that-about-voter-suppression-11620081220?mod=opinion_lead_pos3",
    "url": "what-was-that-about-voter-suppression-11620081220",
    "title": "What Was That About Voter Suppression?",
    "sub_head": "Census data show a lower black-white turnout disparity in Georgia than in New Jersey.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-333526?width=620&size=1.5",
    "image_1": "im-333526.jpg",
    "time": "2021-05-03 18:33:00",
    "body": "‘We have classic voter suppression,” declared Kamala Harris last fall, and Democrats keep making the charge. Yet new Census voting data show these claims are as meritless as Donald Trump’s that the election was stolen.<br />Census figures released Thursday show that turnout in 2020 reached a near-historic high for a presidential election, with 66.8% of voting-age citizens casting ballots—0.9 percentage-points shy of the 1992 record.<br />Turnout was 5.4 percentage-points higher than in 2016, and 3.2 points higher than in 2008 when Barack Obama drove scores of young people and minorities to the polls. The share of Hispanics (53.7%) and Asians (59.7%) of voting age who cast ballots also hit new peaks. Black voting (62.6%) surpassed any presidential year save 2008 and 2012.<br />Notably, GOP states with stricter voting rules didn’t experience significantly lower minority turnout. Black turnout was highest in Maryland (75.3%) followed by Mississippi (72.8%) and lowest in Massachusetts (36.4%). Liberals have lambasted Georgia for “purging” voters and restricting ballot access. But Georgia had a smaller black-white voting gap than Illinois, New Jersey, Virginia and California—all states controlled by Democrats.<br />The states with the biggest black-white voting gaps? Massachusetts, Oregon, Wisconsin, Iowa and Colorado. Three allow same-day voter registration (Wisconsin, Iowa, and Colorado), according to the National Conference of State Legislatures. Good luck trying to discern a link between a state’s voting rules, partisan control and minority turnout."
}