{
    "url_original": "https://www.wsj.com/articles/what-happens-to-stocks-and-cryptocurrencies-when-the-fed-stops-raining-money-11620446420?mod=business_minor_pos13",
    "url": "what-happens-to-stocks-and-cryptocurrencies-when-the-fed-stops-raining-money-11620446420",
    "title": "What Happens to Stocks and Cryptocurrencies When the Fed Stops Raining Money?",
    "sub_head": "An unprecedented fiscal and monetary stimulus led by the Federal Reserve is fueling a new investor euphoria. Is this a new bubble? And when could it burst?",
    "category_1": "Markets",
    "category_2": "Finance",
    "time": "2021-05-08 12:00:00",
    "body": "To veterans of financial bubbles, there is plenty familiar about the present. Stock valuations are their richest since the dot-com bubble in 2000. Home prices are back to their pre-financial crisis peak. Risky companies can borrow at the lowest rates on record. Individual investors are pouring money into green energy and cryptocurrency.<br />This boom has some legitimate explanations, from the advances in digital commerce to fiscally greased growth that will likely be the strongest since 1983.<br />But there is one driver above all: the Federal Reserve. Easy monetary policy has regularly fueled financial booms, and it is exceptionally easy now. The Fed has kept interest rates near zero for the past year and signaled rates won’t change for at least two more years. It is buying hundreds of billions of dollars of bonds. As a result, the 10-year Treasury bond yield is well below inflation—that is, real yields are deeply negative —for only the second time in 40 years.<br />There are good reasons why rates are so low. The Fed acted in response to a pandemic that at its most intense threatened even more damage than the 2007-09 financial crisis. Yet in great part thanks to the Fed and Congress, which has passed some $5 trillion in fiscal stimulus, this recovery looks much healthier than the last. That could undermine the reasons for such low rates, threatening the underpinnings of market valuations.<br />“Equity markets at a minimum are priced to perfection on the assumption rates will be low for a long time,” said Harvard University economist Jeremy Stein, who served as a Fed governor alongside now-chairman Jerome Powell. “And certainly you get the sense the Fed is trying really hard to say, ‘Everything is fine, we’re in no rush to raise rates.’ But while I don’t think we’re headed for sustained high inflation it’s completely possible we’ll have several quarters of hot readings on inflation.”"
}