{
    "url_original": "https://www.wsj.com/articles/when-the-mob-came-for-the-jews-of-baghdad-11622237901?mod=opinion_major_pos4",
    "url": "when-the-mob-came-for-the-jews-of-baghdad-11622237901",
    "title": "When the Mob Came for the Jews of Baghdad",
    "sub_head": "We heard screams all through the night. Today only four known Jews remain in Iraq.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-344975?width=620&size=1.5",
    "image_1": "im-344975.jpg",
    "time": "2021-05-28 17:38:00",
    "body": "I was 10 when mobs attacked the Jewish community of Baghdad, my community, with cruel and unimaginable violence. Rioters maimed, raped, killed and robbed the unsuspecting Jews. This massacre, which began June 1, 1941, was called the Farhud, Arabic for “violent dispossession” or pogrom.<br />The seeds of the Farhud had been sown two months earlier. On April 1, a pro-Nazi coup d’état overthrew the pro-British Iraqi government and seized power. The coup was staged by Rashid Ali al Gaylani, an Arab nationalist and former Iraqi prime minister, supported by four army generals, and aided by Fritz Grobba, a former German ambassador to Iraq. This dangerous group was further stoked by the grand mufti of Jerusalem, Haj Amin al Husseini, who deeply hated the Jews. Anti-Semitic propaganda began to appear in the daily newspapers and in broadcasts on Radio Baghdad. It was intended to inflame the Muslim population and rally support for the new regime.<br />The Jewish community bore the brunt of this explosive combination of Arab nationalism, Nazi propaganda and anti-Semitism. In the weeks after the coup my family stayed home most of the time, huddled around the large console radio. We listened with disbelief to reports of Jews being arrested and accused of anti-Iraqi sentiment and of spying for the British. I shook just thinking of the torture being carried out to extract false confessions.<br />On May 31, 1941, the British army arrived at the outskirts of Baghdad. The pro-Nazi government collapsed quickly, but al Gaylani and his co-conspirators escaped to Iran. The Jewish community in Baghdad felt a sense of relief, especially as it coincided with the eve of the Shavuot festival, commemorating the time when God gave us the Ten Commandments. We had good reason to rejoice.<br />But that high spirit didn’t last long, and joy reverted to pain and sorrow. The absence of a functioning government created a power vacuum. Across the country, chaos and lawlessness followed."
}