{
    "url_original": "https://www.wsj.com/articles/when-the-worlds-best-performing-stock-market-takes-a-dive-11620892209?mod=business_minor_pos11",
    "url": "when-the-worlds-best-performing-stock-market-takes-a-dive-11620892209",
    "title": "When the World’s Best-Performing Stock Market Takes a Dive",
    "sub_head": "The indiscriminate slump in Taiwan’s stock market demonstrates that sometimes flows overwhelm fundamental analysis, an increasing risk as stock buyers take on more leverage",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-337861?width=620&size=1.5",
    "image_1": "im-337861.jpg",
    "time": "2021-05-13 03:50:00",
    "body": "Taiwan boasts the best-performing stock market of any MSCI index in either the developed or emerging-market universe since the beginning of 2020. This week a sharp selloff brought it close to losing that crown.<br />The plunge is a classic story of exuberance and leverage, with lessons for investors in the U.S. and beyond.<br />The immediate cause was apparently Taiwan’s worst outbreak of Covid-19 since the beginning of the pandemic. Sixteen locally transmitted cases blotted a largely stainless record of keeping the island basically quarantined from the rest of the world.<br />The market boom since March last year has encouraged ever more investors to take on margin debt, which has risen to its highest level in around a decade. Margin debt magnifies selloffs, because investors whose brokerage accounts are displaying losses are asked to post more collateral—a margin call—and have to sell more stocks to raise the cash in response.<br />That explains the breadth of the selloff on Wednesday in particular. At one point, the Taiex index was down by around 9%, taking with it pretty much every company regardless of its exposure to the domestic economy. Take the case of Taiwan Semiconductor Manufacturing Co., the world’s largest contract chip maker, which has been an enormous beneficiary of the massive demand for semis world-wide. It nonetheless tumbled by a similar amount."
}