{
    "url_original": "https://www.wsj.com/articles/where-to-travel-in-summer-2021-how-to-score-deals-navigate-covid-restrictions-and-more-11620986408",
    "url": "where-to-travel-in-summer-2021-how-to-score-deals-navigate-covid-restrictions-and-more-11620986408",
    "title": "Where to Travel in Summer 2021: How to Score Deals, Navigate Covid Restrictions and More",
    "sub_head": "A whole new set of hurdles make planning a summer vacation a mind-boggling challenge this year. Here, expert advice on avoiding pitfalls, finding bargains and seeking out uncrowded destinations in U.S. and Europe",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-336898?width=620&size=1.5",
    "image_1": "im-336898.jpg",
    "time": "2021-05-14 06:00:00",
    "body": "TO THOSE planning any travel this summer more ambitious than a road trip to grandma’s house: brace yourselves. Relief in getting away will quite often be tempered by crowds and confusion.  American Airlines  recently announced that they’re preparing to fly more than 90% of their domestic, and 80% of their international seat capacity, a dramatic reversal from the extreme lows of 2020. Show up in a sunny destination like Hawaii, Florida or Las Vegas without rental car and hotel reservations locked down, and you’re gambling on being left out in the cold. Europe, meanwhile, will present its own set of challenges: That proposed June opening of the EU to vaccinated American travelers is still just that—a proposal that can change at any time. Here are a few of our favorite tips for staying sane and solvent in what’s shaping up to be a travel season like no other.<br />“Cheap summer fares are much more plentiful this year than they were two years ago,” said Scott Keys, who ferrets out improbably low airfares on his website Scott’s Cheap Flights (a recent find: $214 round trip from New York to Fairbanks, Alaska). Mr. Keys, author of the new book “Take More Vacations,” recommends using Google Flights, which lets you search by country, or even by continent, and consider a whole month of options rather than those limited to specific dates. “If you just keep your eyes laser focused on one week in August from New York to Paris, that’s essentially like playing Whac-A-Mole but only looking at one hole. Meanwhile, all these cheap flights are popping up around you—New York to Amsterdam, New York to Brussels....”<br />“Certain places in Europe are an amazing opportunity this summer,” said Wendy Perrin who runs the travel website WendyPerrin.com, which offers advice and recommends destination specialists. “I would consider Croatia—Dubrovnik, for instance—or Greece.” One key reason she’s attracted to the Mediterranean right now: much less cruise traffic. Far fewer ships will be in service this summer, said Monty Mathisen, managing editor of Cruise Industry News, “and the ships that are sailing will not be full due to distancing requirements, so I would expect a lot less cruise passengers in most ports.”<br />It’s not just hotels in popular locations that might be putting out the “No Vacancy” signs this summer; 91% of campgrounds are expecting more campers than last year, according to the Dyrt, a sort of Tripadvisor for campsites, and that’s on top of the 28% more Americans who went camping last year (vs. 2019), according to the Outdoor Foundation’s Outdoor Participation Report. Crafty campers looking for a place to park their RVs for the night can join Harvest Hosts, which has a network of more than 2,000 farms, vineyards and other pastorally picturesque locations willing to let you park for the night. For hotel stays, if you can’t find a reservation, try Roomer, a website that lets people who can’t use non-cancellable reservations sell them, often at a steep discount.<br />With throngs of sun-seekers expected to flock to beachy destinations like Maui, Miami or Cancún, you might want to plan your vacation where the crowds aren’t, said Summer Johnson McGee, dean of the University of New Haven’s School of Health Sciences. “For both public-health and affordability reasons, I recommend seeking off-the-beaten path destinations, smaller cities and towns, like touring the Texas Hill Country’s wineries, exploring Boise, Idaho or bicycling on Mackinac Island, Michigan.” Another attractive option, recommended travel adviser Wendy Perrin: ski lodges. “They have a lot of rooms and airy conditions, like in cabins on the mountainside, and it’s more of a value in summertime, obviously, than in winter.”"
}