{
    "url_original": "https://www.wsj.com/articles/whitstable-pearl-review-seaside-sleuth-11621544335",
    "url": "whitstable-pearl-review-seaside-sleuth-11621544335",
    "title": "‘Whitstable Pearl’ Review: Seaside Sleuth",
    "sub_head": "In a quaint English mystery series on Acorn TV, Kerry Godliman plays a seafood restaurant owner with a side business as a private investigator.",
    "category_1": "Television Review",
    "image_1_url": "https://images.wsj.net/im-341638?width=620&size=1.5",
    "image_1": "im-341638.jpg",
    "time": "2021-05-20 16:58:00",
    "body": "Television mystery fans know that seaside villages are the most dangerous places in the world. This is particularly true of those with an English accent. Dead bodies turn up in statistically confounding numbers. Serial murderers stalk the hedgerows. Ancient grudges simmer along the quays. Add an inquisitive female detective to the mix and the body count can only climb.<br />Acorn TV’s “Whitstable Pearl,” based on the series of whodunits by Julie Wassmer, is about Pearl Nolan—a former policewoman of the 40s-something variety who had to leave the force when she got pregnant but had always wanted to be a detective. Toward that end, she’s opened her own small private investigative firm in the town of Whitstable, where she also runs a seafood restaurant, the Whitstable Pearl. Played by Kerry Godliman (of “‘After Life” with Ricky Gervais), Pearl is extremely likable, and rumpled, and so is the series—a low-key, six-episode foray into storylines that are as much about the town and the locals as they are about crime and punishment. In fact, if one weren’t convinced of the sincerity of “Whitstable Pearl,” one might suspect that the show was making fun of its own genre: In episode 2, the murder victim has apparently been force-fed marmalade. That’s a quaintly warped way to go.<br />The abrasive sound you hear in gentrifying Whitstable is the chafing between classes—the longtime locals, who are embedded in the oyster business, and the more recent arrivals whom Pearl disparages as the “DFLs” (“down from London”). She includes among them detective Mike McGuire (Howard Charles, of the current “Shadow and Bone”), the large, dour police detective assigned to investigate a body that Pearl herself has turned up, caught in an anchor chain and bobbing alongside the victim’s own oyster boat. Mike, the professional, thinks it was an accident. Pearl, the part-time sleuth, is certain it wasn’t. She’s a people person; he’s a misanthrope (“Life, the gift that keeps on disappointing . . . ”). She has the local knowledge. He hates small towns. (“You have to talk to people.”) After a couple of episodes, they seem destined for each other.<br />Two episodes of “Whitstable Pearl” will introduce the series, with new episodes appearing on subsequent Mondays. Whitstable itself (there’s a real one, in Kent, where the show was shot) is full of colorful characters both endearing and annoying, like the arriviste who hires Pearl to find out who’s been moving her recycling bins! The caste friction is evident not just among the characters but the plots: Episode 2, for instance, comes to hinge on the provenance of art prints worth tens of thousands of pounds and their counterfeit versions. Can anyone in Whitstable tell the difference? Can anyone at all? Given the coziness of “Whitstable Pearl,” you don’t expect the show to be trolling the art world. But you never know what might turn up, either on the menu or alongside an oyster boat."
}