{
    "url_original": "https://www.wsj.com/articles/who-would-pay-bidens-corporate-tax-increase-is-key-question-in-policy-debate-11620130284?mod=politics_lead_pos1",
    "url": "who-would-pay-bidens-corporate-tax-increase-is-key-question-in-policy-debate-11620130284",
    "title": "Who Would Pay Biden’s Corporate Tax Increase Is Key Question in Policy Debate",
    "sub_head": "Four years after 2017 tax law, lawmakers and economists still disagree over workers’ and shareholders’ relative burdens",
    "category_1": "Economy",
    "time": "2021-05-04 08:11:00",
    "body": "WASHINGTON—President Biden is seeking about $2 trillion in higher taxes on companies over 15 years to pay for his infrastructure plan. But corporations are just entities composed of people, so if corporate taxes go up, who ultimately pays?<br />The Biden administration says the greater tax burden would fall largely on high-income shareholders of profitable companies that wouldn’t reduce investments even if taxes rose. That view makes the corporate tax a useful tool for redistributing income and taxing people the U.S. individual-income tax can’t always reach.<br />The reasoning is that a company would react to a decline in after-tax profit by reducing payouts to shareholders in the form of stock buybacks and dividends. The company’s share price could also be lower than it otherwise would be, hurting shareholders.<br />“In the short run, it’s just shareholders, shareholders, shareholders,” said Steve Rosenthal of the nonpartisan Tax Policy Center, who described Republicans’ 2017 corporate tax cuts as an enormous giveaway to foreign investors. “The corporate tax is like the best way to collect revenue from foreigners and rich guys,” he said.<br />A completely different perspective animated that law. Republicans, who controlled Congress and the White House, said workers would gain as corporate taxes declined. The idea was that those cuts would spur investment and make employees more productive and able to claim higher wages. In that view, Mr. Biden’s infrastructure spending to help workers would be funded by workers themselves."
}