{
    "url_original": "https://www.wsj.com/articles/whos-afraid-of-tim-scott-11620078729?mod=opinion_major_pos7",
    "url": "whos-afraid-of-tim-scott-11620078729",
    "title": "Who’s Afraid of Tim Scott?",
    "sub_head": "The GOP senator forced the president and vice president to respond to him.",
    "category_1": "Opinion",
    "category_2": "Main Street",
    "image_1_url": "https://images.wsj.net/im-333333?width=620&size=1.5",
    "image_1": "im-333333.jpg",
    "time": "2021-05-03 17:52:00",
    "body": "Kamala Harris went first. In the Republican response to Joe Biden’s address to Congress, Sen. Tim Scott avowed that America “is not a racist country.” The next day on ABC’s “Good Morning America,” the vice president was asked if she agreed with him.<br />“I don’t think America is a racist country,” she said, “but we also do have to speak truth about the history of racism in our country and its existence today.”<br />The following day, it was President Biden’s turn. In an interview with NBC’s “Today,” he, too, was asked about Mr. Scott’s characterization—and he, too, agreed. “I don’t think America’s racist,” he said, “but I think the overhang from all of the Jim Crow [laws], and before that slavery, have had a cost, and we have to deal with it.”<br />Though no one was impolite enough to bring it up, Mr. Biden and Ms. Harris would never have said what they did if the black Republican senator from South Carolina hadn’t used his moment to force their hands. Essentially, he dared them to speak aloud the logical conclusion from all their repeated references to systemic racism and the threat of white supremacy. Wisely recognizing that this would be political poison, they flinched.<br />How different from only two weeks ago, when a Columbus, Ohio, police officer saved the life of a black teenager by shooting another black teen about to stab her. Asked about it, White House press secretary Jen Psaki went right for the progressive go-to: “Black women and girls, like black men and boys, experience higher rates of police violence.”"
}