{
    "url_original": "https://www.wsj.com/articles/why-the-gop-has-gone-quiet-over-tax-hikes-11621194969?mod=opinion_lead_pos10",
    "url": "why-the-gop-has-gone-quiet-over-tax-hikes-11621194969",
    "title": "Why the GOP Has Gone Quiet Over Tax Hikes",
    "sub_head": "Biden’s plan to get corporations and the wealthy to pay their fair share is popular.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-16 15:56:00",
    "body": "Sometimes what people don’t say tells you more than what they do. That’s what’s happening with the Republican Party’s reaction to President Biden’s plan to ensure tax fairness. The president has performed political jujitsu by forcing Republicans to minimize their well-worn strategy of attacking Democrats for tax hikes. Far from a merely tactical retreat, the GOP’s decision to play down the issue in public even while maintaining some semblance of the fight behind closed doors highlights a political and substantive crisis.<br />For the past two generations—even before Walter Mondale’s 1984 shellacking—tax cuts have been the most important knot holding the Republican Party together. Wall Street executives never cared much for the social conservatism that drove rural Americans into the GOP. Social conservatives were never that concerned about deficits and wasteful spending outside the welfare state. But Midwest populists and CEOs alike wanted low taxes. For conservatives, it was good politics to harp on the fear that Democrats would reach further into people’s wallets.<br />No more. As Republicans struggle to punch back, they are focused on questions of what is and isn’t “infrastructure” and the laughable notion that they care about deficits. Their old bogeyman isn’t effective anymore. Not only is Mr. Biden’s proposal to make federal tax policy fairer popular with the public; so are the initiatives the new revenue will fund—infrastructure, community college, universal pre-K, public health. Democrats don’t have to run scared on taxes anymore.<br />Public polling tells the story. Nearly 60% of Americans are bothered “a lot” that corporations and rich people don’t pay their fair share, according to a Pew Research survey—and only a third are bothered by the amount they pay themselves. Navigator Research finds 69% support raising taxes on the rich (those making $400,000 or more), on corporations or both to support infrastructure investments—and that includes a majority of Republicans earning less than $50,000 a year. Taken as a whole, 58% of Americans back Mr. Biden’s plan, including 25% of Republicans, according to a Morning Consult poll. This isn’t Ronald Reagan’s coalition anymore—and that works to the Democrats’ advantage.<br />As public attitudes change, Republicans are in a precarious position—and they know it, as revealed by their rhetoric, or lack thereof. The Trumpist base is hip that they don’t get much directly from the sort of tax cuts that Reagan championed, that George W. Bush signed in 2001 and 2003, and that Mr. Trump touted in 2017. A party hoping to refashion itself as a champion of blue-collar voters and the struggling middle class is quickly realizing that the other elements of its economic agenda don’t resonate either. Republicans can rail against waste, as they’re doing. But complaints about deficits are ridiculous when Messrs. Trump and Bush both sent the federal government deep into the red."
}