{
    "url_original": "https://www.wsj.com/articles/why-give-away-bagram-air-base-11621463794?mod=opinion_lead_pos8",
    "url": "why-give-away-bagram-air-base-11621463794",
    "title": "Why Give Away Bagram Air Base?",
    "sub_head": "Wedged between Iran and China, the Afghanistan location can’t be beat.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-340446?width=620&size=1.5",
    "image_1": "im-340446.jpg",
    "time": "2021-05-19 18:36:00",
    "body": "The Biden administration’s decision to remove all U.S. forces from Afghanistan could cost the country an important strategic asset, the Bagram Air Base. For years, the base has been conducting tactical air operations in support of American and Afghan troops. Bagram is 40 miles north of Kabul and is impressive in size: The installation covers about 30 square miles. Its 12,000-foot runway can accommodate U.S. military aircraft of any size.<br />The location is also strategic, to say the least: Bagram is about 400 miles west of China and about 500 miles east of Iran. This is a good place to have American assets. Keeping the base open could hardly be called a provocation, given it’s been around for years. But manning this base requires a continued military presence in Afghanistan, which would also ensure the country doesn’t return to being a base for terrorists.<br />All of this is reason to oppose removing all U.S. troops. The better course would be keeping enough troops in the country to maintain Bagram and support for Afghan troops in resisting the Taliban.<br />There is a good reason why the Taliban wants Americans completely out of Afghanistan. As long as the U.S. keeps troops there and supports the Afghan government, the Taliban won’t prevail, even if they take over much of the country, which would hardly be easy. American troops can provide training and air support without engaging in ground combat. Anything the Taliban agrees to for the purpose of ensuring complete withdrawal, such as breaking ties with al Qaeda in the landmark 2020 agreement, is never to be taken seriously. The Taliban knows it can never be completely successful as long as there are U.S. military personnel in the country.<br />The U.S. has been in Afghanistan since 2001. That may seem a long time to many. We have, however, been heavily involved with South Korea since 1950. Even though that country is far more important to national security than is Afghanistan, President Jimmy Carter tried to bring troops home from South Korea in 1977. Widespread bureaucratic resistance to the idea prevented it from happening."
}