{
    "url_original": "https://www.wsj.com/articles/why-is-america-steaming-out-of-the-pacific-11622241595?mod=opinion_lead_pos9",
    "url": "why-is-america-steaming-out-of-the-pacific-11622241595",
    "title": "Why Is America Steaming Out of the Pacific?",
    "sub_head": "The Penatgon chief calls China the ‘pacing’ challenge but is wearing out naval assets in the Middle East.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-28 18:39:00",
    "body": "The aircraft carrier the USS Ronald Reagan will deploy from its home port in Japan to the Middle East this summer to support the withdrawal of U.S. troops from Afghanistan, The Wall Street Journal reported earlier this week. The move came at the request of U.S. Central Command and was approved by Defense Secretary Lloyd Austin.<br />The Reagan’s deployment undermines the claim—made by the past three American presidents—that the Indo-Pacific is America’s priority. It also suggests that the Biden administration is conducting a phantom withdrawal of U.S. troops from Afghanistan—removing boots on the ground to fulfill a campaign promise to end “forever wars,” but replacing ground operations with other forces conducting similar missions at great difficulty and expense.<br />A carrier has been present in the Middle East for years, which is wearing out the Navy’s carrier force. The USS Abraham Lincoln spent more than 220 days operating in the region on a 295-day deployment that ended in January 2020, the longest of any carrier since the end of the Cold War.<br />The USS Eisenhower, currently operating in the Middle East, is on a “double pump” back-to-back deployment. The carrier spent more than 200 consecutive days at sea on its previous deployment. It can no longer put off repairs, and due to years of high carrier demand, the only carrier available to backfill it is the Reagan. That means the U.S. won’t have an aircraft carrier in the Indo-Pacific for months.<br />The Pentagon frequently touts the Indo-Pacific as its priority theater; Mr. Austin has said, “China is our pacing threat.” Indeed, the 2018 National Defense Strategy said that if necessary, the U.S. should accept risk in the Middle East and other theaters to focus assets and resources in the Pacific."
}