{
    "url_original": "https://www.wsj.com/articles/why-its-so-hard-to-fill-jobs-in-certain-states-11622280601",
    "url": "why-its-so-hard-to-fill-jobs-in-certain-states-11622280601",
    "title": "Why It’s So Hard to Fill Jobs in Certain States",
    "sub_head": "Parts of Mountain West, Plains and New England have three open positions for every unemployed person",
    "category_1": "Economy",
    "category_2": "U.S. Economy",
    "time": "2021-05-29 05:30:00",
    "body": "The labor-market recovery after the coronavirus pandemic and related shutdowns is playing out unevenly across the U.S., from states where there are five openings for every unemployed worker to several where historically high jobless rates persist.<br />In some regions, including less populated areas that imposed fewer Covid-19 restrictions—states such as Utah and the Dakotas—the labor market is red hot, with many employers struggling to fill open jobs. Elsewhere, including in urban areas and tourist hubs that have been slower to ease restrictions—such as New York and Hawaii—labor demand is rebounding more gradually, making the shortages of workers less acute.<br />The northern Mountain West, the Plains, and northern New England stand out as having especially tight labor markets, with about three open positions for every one unemployed job seeker in April, according to an analysis by job search site ZipRecruiter.<br />Several factors are contributing to the labor shortages across the country. They include enhanced unemployment benefits that might provide a financial disincentive to take low-wage jobs, still-limited schools and child-care availability keeping parents home, and fear of Covid-19. In addition to the extent of government restrictions placed on businesses amid the pandemic, additional regional features help distinguish the hotter labor markets from the cooler.<br />All three hot regions had below average unemployment even before the pandemic, though different reasons are behind today’s tight labor market."
}