{
    "url_original": "https://www.wsj.com/articles/why-keeping-a-journal-matters-readers-weigh-in-11621272415",
    "url": "why-keeping-a-journal-matters-readers-weigh-in-11621272415",
    "title": "Why Keeping a Journal Matters: Readers Weigh In",
    "sub_head": "‘There is an alchemy of something truly magical’; responses to an article on how writing a journal can help your life",
    "category_1": "Life & Arts",
    "category_2": "Life & Style",
    "image_1_url": "https://images.wsj.net/im-330031?width=620&size=1.5",
    "image_1": "im-330031.jpg",
    "time": "2021-05-17 13:26:00",
    "body": "In response to a Wall Street Journal article about how journaling can help you live your best life, readers sent their own thoughts and tips for journal-writing. Here are edited excerpts of their comments.<br />I have been keeping a journal for 30+ years. I always enjoy going back to the same, or around the same day, years ago to see what I was thinking or doing. The journal brings those long-ago days back into sharp focus.<br />A writing trick that worked for me was moving from spiral-bound notebooks to loose-page notebooks. I used to put the spiral bound one into my briefcase. Sometimes I would get busy, and the notebook would sit for days without me pulling it out and writing in it. Also, I was always afraid I would leave the notebook somewhere and lose a year’s writing.<br />I solved this when I switched over to the Levenger Circa notebook system (Staples and other companies have less-expensive systems that work the same). Like many people, I have a business notebook that I use every day to take notes, keep lists, etc. Once I started using the Circa notebook, I would keep a few blank sheets in the back for my journal. As my business notebook is constantly in hand, it made it easier to grab a few minutes every day to journal. Also, every few weeks I would take the loose journal pages out of the business notebook and put them into a permanent one at home.<br />As you said, the key to success in journaling is to write as often as you can. Even the most mundane things are sometimes the first in a series of events that build over time, and are worth capturing. In my journals are long arcs that begin with something as simple as—“Ran into Joe today, haven’t seen him in years”—that months later become: “We had a great Labor Day weekend at the beach with Joe and his wife.”"
}