{
    "url_original": "https://www.wsj.com/articles/why-car-makers-are-taking-on-the-ev-supply-chain-11621426978?mod=business_minor_pos10",
    "url": "why-car-makers-are-taking-on-the-ev-supply-chain-11621426978",
    "title": "Why Car Makers Are Taking On the EV Supply Chain",
    "sub_head": "A joint venture between Chrysler owner Stellantis and iPhone-assembler Foxconn applies the auto industry’s approach to battery investments to its latest priority: vehicle software",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-19 08:22:00",
    "body": "Henry Ford invested in steel production and Brazilian rubber. Today’s car makers are getting into batteries and software.<br />On Tuesday, Chrysler owner Stellantis and iPhone-assembler Foxconn, also known as  Hon Hai Precision Industry ,  announced a joint venture to develop in-vehicle software and services. This is the latest in a long series of moves by auto makers to improve their supply chains for fully electric, digital vehicles.<br />Car makers want more control over components central to the performance and experience of EVs. But they don’t have a lot of experience with those parts, and face many competing claims for investment. JVs with specialist suppliers offer a solution.<br />Batteries, the single most expensive EV component, have been the chief focus so far.  General Motors  has a JV with South Korean battery giant  LG Chem  to make cells; Stellantis and  Volkswagen  have deals with European battery companies;  Toyota  has one with  Panasonic .  Ford said last month that it too wanted to get into cell production, though it hasn’t yet detailed how.<br />The Stellantis-Foxconn JV, called Mobile Drive, applies this approach to software. It is a logical step, but still an unusual one. Toyota and Volkswagen, the two largest car makers by sales, are building up their own software companies. Smaller players such as Volvo and Renault are leaning heavily on Google owner Alphabet, which has a version of its Android smartphone operating system for vehicles."
}