{
    "url_original": "https://www.wsj.com/articles/why-patagonias-baggies-shorts-are-selling-outand-3-styles-to-buy-instead-11620145592",
    "url": "why-patagonias-baggies-shorts-are-selling-outand-3-styles-to-buy-instead-11620145592",
    "title": "Why Patagonia’s Baggies Shorts Are Selling Out—and 3 Styles to Buy Instead",
    "sub_head": "The nylon shorts, a brand mainstay since 1982, are growing increasingly popular with a younger generation. If you can’t wait for a restock, try these modern-day options.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-333770?width=620&size=custom_1438x1438",
    "image_1": "im-333770.jpg",
    "time": "2021-05-04 12:26:00",
    "body": "A FEW WEEKS ago Bryan Koehler, a full-time clothing reseller in Houston, struck gold at his local Goodwill. Mr. Koehler, 26, chanced upon a stash of nearly 50 pairs of Patagonia Baggies, recycled-nylon shorts that come in a kaleidoscope of colors from fluorescent lemon to pine green to solid black. He snatched them up for $5 a pair and, within 48 hours, had sold 40 pairs on the resale site  Poshmark  at around $40 each. When asked to explain this rapid-fire resale bonanza, he credited the “following” Baggies shorts have attracted. “People are willing to pay [for them],” he said.<br />These culty shorts—which come in men’s and women’s cuts and retail new for $55—have been a Patagonia mainstay since 1982, but what made Mr. Koehler’s score particularly valuable is that Baggies can be devilishly hard to find. When summer rolls around, Baggies in colors like purple, “Bayou Blue” (a bright blue) and mango sell out steadily in nearly all sizes.<br />This year, Patagonia has introduced a new color, “Jellyfish Yellow,” a soft, almost greenish tint which instantly triggered demand among collectors (yes, there are Baggies collectors). “Just to see Patagonia release a new colorway, it gets people excited,” said Middlesbrough, England-based Daniel Eaton, 30, who runs Way Out Cache, an online vintage-outdoor-wear resale store that peddles old Patagonia shorts.<br />Mr. Eaton, like many Baggies connoisseurs, credits the shorts’ shape as the key to their allure. They have a breezy, well-off-the-leg cut and nipped, gam-flashing length—with inseams as short as 5 inches for men and 2.5 for women. A spring 1991 catalog described the fit as “the perfect cross between traditional rugby shorts and swim trunks.” Yes, you can swim in Baggies, too. Since the early ’80s, the style has largely gone unfussed with. Mr. Koehler noted that the immodest silhouette of the 5-inch Baggies was more or less the same one his dad favored when he was in his 20s back in the ’80s. “That style is coming back,” he said, gaining currency with a younger generation thanks in part to brazen TikTok and Instagram users who flaunt their Baggies in posts.<br />That only makes Baggies harder to track down. For years, Jumaane Bennett, 29, a mail handler in East Hartford, Conn., has been amassing Baggies—which he calls “the best of both worlds”—halfway between a swishy basketball short and a clean everyday one. He now has roughly 20 pairs. Yet Mr. Bennett said the style is getting harder to find and he’s taken to nabbing Baggies on resale sites. If you’d rather forego the secondhand route but simply can’t wait for a restock, here are three Baggies dupes that might not be cultish, but will get you that nostalgic, thigh-flaunting look for summer."
}