{
    "url_original": "https://www.wsj.com/articles/why-the-british-right-is-up-but-americas-is-down-11621463836?mod=opinion_lead_pos7",
    "url": "why-the-british-right-is-up-but-americas-is-down-11621463836",
    "title": "Why the British Right Is Up, but America’s Is Down",
    "sub_head": "Democrats learned from Jeremy Corbyn’s defeat that they needed a veneer of moderation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-19 18:37:00",
    "body": "What is the aftermath of the political earthquake that shook both sides of the Atlantic in 2016? In the U.K. and then the U.S.—with Brexit and the election of Donald Trump—voters broke with establishment orthodoxies, upset old coalitions and reset their political landscapes in the form of conservative populism. Yet nearly five years on, political developments in the two countries have diverged sharply.<br />On May 6, Boris Johnson’s Conservative Party scored significant victories in local council elections, gaining more than 200 seats across England for a net increase of control over 13 councils, mostly at the expense of the rival Labour Party. In a closely watched by-election in Hartlepool for a parliamentary seat held by Labour since 1974, the Conservatives prevailed, adding to their gains behind Labour’s “red wall” in working-class areas of Northern England.<br />To be sure, there was nuance to the election results. The Scottish National Party increased its plurality in the Scottish Parliament by one seat. Labour performed well in Wales and returned London Mayor Sadiq Khan to office. Still, particularly given the onerous lockdowns for which they could easily be blamed, the Conservatives look strong.<br />Contrast this with the U.S. and the power now wielded by the American left. Again, there is nuance. Congress leans Democratic by the slimmest of margins. Republicans enjoy majorities in state legislatures and governorships. The fact nonetheless remains: While Mr. Johnson and the Conservatives have bolstered their position in the U.K., Democrats wrested national power from the victors of 2016, and they are using it, with the assistance of an obsequious media, to push trillions of dollars in new spending and a transformative, radical agenda.<br />Why did the story of 2016 take such different turns in the two countries? The U.K.’s 2019 general election helps furnish an answer. In his campaign, Mr. Johnson asked the British electorate to endorse his plan for a “clean” Brexit and for the numbers to end the gridlock of a hopelessly divided House of Commons. By contrast, the Labour Party, under socialist Jeremy Corbyn, promised more division and strife in the form of a second Brexit referendum. Mr. Corbyn also promised an overtly radical governing agenda: big new spending with massive tax increases and an ideologically driven, hard-left foreign policy. Government under Mr. Corbyn, the electorate was told, would nationalize rail and utilities, provide “free” university education, and much more. As the Labour leader proudly stated, his campaign manifesto offered “the most radical and ambitious plan to transform our country for decades.”"
}