{
    "url_original": "https://www.wsj.com/articles/why-joy-dressing-is-summers-biggest-fashion-trend-11622220985",
    "url": "why-joy-dressing-is-summers-biggest-fashion-trend-11622220985",
    "title": "Why ‘Joy Dressing’ Is Summer’s Biggest Fashion Trend",
    "sub_head": "We’ve spent months facing uncertainty, wrapped in gray fleece. Now, as more Americans get vaccinated, exuberant, over-the-top clothes herald happiness, relief and new beginnings.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-345868?width=620&size=0.6666666666666666",
    "image_1": "im-345868.jpg",
    "time": "2021-05-28 12:56:00",
    "body": "A YEAR AGO, an awe-struck child accosted me on Sixth Avenue as I was heading to the supermarket. “Are you Lady Gaga?” she shouted from a safe, 6-foot distance. Much to her and my chagrin, I’m not, but her question had validity. I was, after all, sporting 5-inch heels, fishnets and a new shocking-pink satin shorts suit—one of my more curious purchases given that I’m a color-averse New Yorker. As I shook my head no, her father chortled. She grinned and grabbed his hand. I welled up behind my Saturn-size sunglasses. This overdressed grocery run was my first outing after recovering from Covid. I felt lucky, relieved, giddy and, apparently, I looked Lady Gaga-level fabulous.<br />According to Dr. Jennifer Baumgartner, a clinical psychologist in Washington, D.C., we humans use clothing to mark significant events, like making it through a global pandemic. And as U.S. cities reopen, friends reunite and the world becomes a smidgen less terrifying, women are reaching for exuberant outfits—like my I-survived-Covid pink suit—that proclaim “Woohoo!” and fete the occasion. I was admittedly ahead of the curve.<br />We’ve spent the past year in sweatpants, consumed by uncertainty, said Miami clinical psychologist Dr. Christina Ferrari. “You’re going to see a lot of people overcompensating for what they couldn’t wear” during lockdown.<br />Jeremy Scott, the creative director behind irreverent Italian brand Moschino, sees Roaring Twenties-style decadence in this post-sweatpants rebellion. I call it Joy Dressing, but whatever term you use, the phenomenon has been brewing since early February, according to Libby Page, senior fashion-market editor at luxury e-commerce platform Net-a-Porter. During the pandemic’s darkest days, customers were buying a “sea of very neutral tones and loungewear,” she said. What she’s witnessed selling lately: spirited prints, swishy tiered skirts and jubilant ruffles as well as “very bright, bold, colorful dresses” by cheerful brands like Zimmermann.<br />That label’s creative director, Sydney-based Nicky Zimmermann, has always produced upbeat, feminine looks (like the dress at right) and stayed the course during Covid. Her brand’s elevated U.S. sales suggest it paid off. “We can see that women want to go out and feel beautiful,” she said, adding that her lushly floral collection was conceived to lift spirits."
}