{
    "url_original": "https://www.wsj.com/articles/will-demographics-tank-chinas-housing-market-11621252660?mod=markets_lead_pos12",
    "url": "will-demographics-tank-chinas-housing-market-11621252660",
    "title": "Will Demographics Tank China’s Housing Market?",
    "sub_head": "The fast-falling population of the industrial rust belt has yet to stem the rise in big-city home prices",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-339322?width=620&size=1.5",
    "image_1": "im-339322.jpg",
    "time": "2021-05-17 07:57:00",
    "body": "In discussions about China’s frothy real-estate market, the country’s parlous demographics are often raised as a looming threat. As the national population begins to decline in the coming years, won’t the market lose some steam?<br />Perhaps not—at least in the places foreigners are most inclined to watch. One way of thinking about the question is to look at areas where population decline has already begun, in some cases at considerable speed.<br />Andrew Batson, China research director for Gavekal Dragonomics, notes that the 2020 census implies a much sharper decline in the populations of three northeastern provinces than previously believed. Since 2010, the recorded populations of Liaoning, Jilin and Heilongjiang have declined by 2.6%, 12.3% and 16.9%, respectively.<br />The National Bureau of Statistics monitors the selling prices of homes in five of those provinces’ largest cities: Shenyang, Dalian, Harbin, Changchun and Jilin City. And in the past five years, newly built residential property prices have risen by at least 40% in each of them. Properties are far cheaper than in the wealthiest cities, but the climb in prices hardly reflects the reality of a sliding provincial population.<br />There is a major qualifier to the data, of course: The story in many smaller urban areas is almost certainly much bleaker. Comprehensive, up-to-date granular data on population sizes isn’t available. But that reinforces the point that speculative activity can continue in the bigger cities—where most of it takes place already—for quite some time after a province’s demographics turn sharply negative."
}