{
    "url_original": "https://www.wsj.com/articles/will-covid-19s-corporate-winners-now-lose-and-vice-versa-11621594805?mod=markets_lead_pos12",
    "url": "will-covid-19s-corporate-winners-now-lose-and-vice-versa-11621594805",
    "title": "Will Covid-19’s Corporate Winners Now Lose, and Vice Versa?",
    "sub_head": "Businesses that benefited from the pandemic will lose some momentum and those that suffered will make up lost ground, but investors can’t figure out how much",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-21 07:00:00",
    "body": "When it comes to the Covid-19 crisis, there are two kinds of companies: Those that benefited from it and have to worry how they will do as the crisis eases, and those that got hurt by it and have to worry if they will ever get their old business back.<br />The novel coronavirus pandemic led to a reworking of the economy unlike any other since World War II. Nights on the town became a thing of the past, people learned to work from home, the suburbs saw an influx of space-seeking urbanites and bleach and bean sales went through the roof while restaurants, chairs stacked on the tables, stood empty.<br />A cursory look at the data shows how massive the shifts have been. In the 12 months ending in the first quarter, for example, Commerce Department figures show that consumer spending on liquor rose 16%, while spending on taxis and ride-sharing services fell by 52%. In April there were close to a million more people working in warehouses, like the ones that  Amazon.com  is building seemingly everywhere, than before the pandemic, according to the Labor Department. So far this month, the Transportation Security Administration reports that only about two-thirds as many travelers have passed through its checkpoints as in the same period in 2019.<br />It has made for a mix of winners and losers that often cuts against the narratives in place before the pandemic took hold. Remember how millennials weren’t going to buy homes? Now home sales are at their highest levels since the housing bust. Remember how today’s consumers valued experiences over things? Spending on recreational goods and vehicles, such as televisions and boats—things, in other words—was up 14% in the first quarter from a year earlier while spending on recreation services, such as live entertainment, was down 20%.<br />The big question is to what degree are these shifts permanent. There is a lot of money riding on the answer. Airlines’ post-pandemic business won’t be as good, for example, if companies decide that most meetings with far-flung vendors should keep being held via teleconference. Clorox’s future will be brighter if some of the zeal for deep cleaning persists. Peloton will make more sales if people decide against returning to the gym. Streaming services will do better if people who signed up for them during the pandemic decide that watching things from their couch remains a good alternative to going to the movies; for theater chains, it is the opposite."
}