{
    "url_original": "https://www.wsj.com/articles/will-elon-musk-be-funny-on-snl-more-important-will-he-move-the-market-11620478835?mod=tech_lead_pos6",
    "url": "will-elon-musk-be-funny-on-snl-more-important-will-he-move-the-market-11620478835",
    "title": "Elon Musk, ‘SNL,’ Dogecoin, and Mother’s Day: The Making of a Comic Cocktail",
    "sub_head": "The Tesla chief has been cracking wise for years, often at the expense of rivals, short sellers and regulators. Sometimes, his jokes have backfired.",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-335749?width=620&size=1.5",
    "image_1": "im-335749.jpg",
    "time": "2021-05-08 17:03:00",
    "body": "Elon Musk’s newest SpaceX rocket stuck its landing Wednesday. Whether the unorthodox billionaire has as much success landing jokes on one of comedy’s biggest stages will get its own test Saturday night.<br />His stint on “Saturday Night Live” will be his first time hosting a nationally televised comedy sketch show, but it is far from his first time playing the comedian in public. More than most business leaders, the billionaire has a history of cracking wise—and not so wise—on  Twitter ,  in cameos in popular films and TV shows and in publicity events for his various companies. His quips and stunts can range from the extravagant (he once launched a  Tesla Inc.  sports car into space on one of SpaceX’s rockets) to the nerdy (artificial-intelligence jokes!) to the puerile (he likes fart gags).<br />Mr. Musk has flashed his comedic side while turning Tesla Inc. into one of the largest U.S. companies by market value and building a space business that is carrying astronauts to and from the International Space Station. He has won a global following and, for the first time, the show will be livestreamed internationally in over 100 countries via YouTube, NBC said Saturday.<br />His eclectic, from-the-hip style has helped the SpaceX and Tesla chief cultivate a loyal following and generate buzz around his ventures. It has also landed him in some hot water, and will make for an interesting comic cocktail on live—albeit mostly scripted—broadcast TV.<br />In a teaser for his appearance, Mr. Musk called himself a wild card before promising to be “good-ish” with his mom slated to be attending the show for Mother’s Day."
}