{
    "url_original": "https://www.wsj.com/articles/winning-independence-review-the-road-to-yorktown-11620684692",
    "url": "winning-independence-review-the-road-to-yorktown-11620684692",
    "title": "‘Winning Independence’ Review: The Road to Yorktown",
    "sub_head": "Some historians argue that the British could have escaped defeat and might have eventually dealt a mortal blow to the rebellious colonists.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-336460?width=620&size=1.5",
    "image_1": "im-336460.jpg",
    "time": "2021-05-10 18:11:00",
    "body": "Americans from childhood are regaled with stirring tales of Lexington and Concord, the crossing of the Delaware, Saratoga, and Valley Forge. They are told almost nothing, unfortunately, about what took place during the Revolutionary War after that. These storied events occur, and then—abracadabra!—Yorktown, with little in between and few connections drawn. In “Winning Independence,” historian John Ferling seeks to fill in the blanks.<br />More than three years passed between the last major battle in the North (Monmouth, June 1778) and the surrender at Yorktown. The war was in fact won during those years, when the British, stalemated in the North, shifted to a “Southern strategy,” based on the notion that vast numbers of loyalists in Georgia and theCarolinas would rally to the cause of King and Country and put down the rebellion.<br />Thousands did fight for the British, but not enough. After shocking losses at Kings Mountain and the Cowpens, as well as in numerous skirmishes, it became increasingly evident to the Tories that the momentum was not with the Crown, and any eagerness to fight plunged. The Continental Army’s war of attrition took its toll. After Yorktown, the British will to win drained away completely.<br />These events and their consequences receive a thorough going over in “Winning Independence,” and in Mr. Ferling’s reconstruction of the Yorktown campaign, he shows how the choices the British faced might have led to different outcomes.<br />In August 1781, when Lord Cornwallis, the British commander in the South, had taken his army to Yorktown, Va., he had an opportunity, however fleeting, to get his army out of danger. French warships allied with George Washington’s Continentals had been spotted in the Chesapeake Bay, and their arrival would make escape impossible. Until then, Cornwallis might still break through the forces under the Marquis de Lafayette surrounding the port."
}