{
    "url_original": "https://www.wsj.com/articles/with-zack-snyders-army-of-the-dead-netflix-brings-its-binge-model-to-the-movies-11621440147",
    "url": "with-zack-snyders-army-of-the-dead-netflix-brings-its-binge-model-to-the-movies-11621440147",
    "title": "With Zack Snyder’s ‘Army of the Dead,’ Netflix Aims to Fix Its Franchise Problem",
    "sub_head": "The zombie flick is a ready-made franchise for the streamer, with a prequel movie, a TV series and virtual-reality experience already in the pipeline.",
    "category_1": "Arts",
    "category_2": "Film",
    "image_1_url": "https://images.wsj.net/im-340246?width=620&size=1.5",
    "image_1": "im-340246.jpg",
    "time": "2021-05-19 12:02:00",
    "body": "“Army of the Dead” rolls several tried-and-true movie plots into one. A heist involving a cash-filled vault. A motley band of fighters reuniting for one big score. Lots of zombies.<br />It’s also the brainchild of Zack Snyder, a director with hardcore fans and a filmography featuring Superman, Batman and other major Hollywood assets.<br />These are the components of a franchise starter kit for  Netflix ,  which is going after movie properties that can grab viewers on a global scale and keep them coming back for more installments. The company rolled out “Army of the Dead” in about 600 movie theaters last week (its widest theatrical release yet) ahead of a streaming premiere Friday. But before anyone had even seen the movie, Netflix shot a prequel (“Army of Thieves”) expected later this year, and entered production on an anime series (“Army of the Dead: Lost Vegas”) set for next year. Coming this summer, a virtual-reality experience that pops up in various cities, where ticket buyers can ride a simulated taco truck into zombie-infested Las Vegas on a search-and-rescue mission.<br /><br />“People don’t want to wait. They are used to series—they want to binge it,” Mr. Snyder says. “Now there’s so much content, you forget. ‘Army of the Dead,’ what’s that? Oh yeah, that zombie movie from a couple years ago.”"
}