{
    "url_original": "https://www.wsj.com/articles/with-trump-decision-facebooks-problems-dont-get-any-easier-11620302401?mod=tech_lead_pos1",
    "url": "with-trump-decision-facebooks-problems-dont-get-any-easier-11620302401",
    "title": "With Trump Decision, Facebook’s Problems Don’t Get Any Easier",
    "sub_head": "Our executive Washington editor and tech columnist discuss news that the ban of the former president would be upheld—but would require further explanation",
    "category_1": "Politics",
    "time": "2021-05-06 08:00:00",
    "body": "The Wall Street Journal Executive Washington Editor Gerald F. Seib and Technology Columnist Christopher Mims held a live Q&A chat Wednesday  about the  Facebook  oversight board’s decision on Donald Trump’s account ban. Here are edited excerpts:<br />Gerald F. Seib: Facebook’s independent oversight board upheld the company’s decision to ban then-President Donald Trump from its platform, and said the company’s decision was justified. This means that Mr. Trump will not regain his megaphone on Facebook or Instagram for the foreseeable future. However, the oversight board also ruled it was inappropriate for Facebook to indefinitely suspend Mr. Trump, and gave the company six months to determine an appropriate penalty for former President Trump and clearly outline its policies for suspending influential users.<br />It seems to me that, yes, the president’s Facebook page is going to be suspended. But another way of looking at it is that the company punted this sensitive issue to the oversight board and the oversight board is now punting it back.<br />Christopher Mims: This is an instance of what some might call malicious compliance. The Facebook oversight board is behaving exactly as it was designed. Basically they said, “Hey, you don’t have laws or rules that cover the specific thing that you did, which was a permanent ban. You need to establish those because our entire remit is to evaluate whether or not you are following your own rules.” I think, explicitly, they created the oversight board because they didn’t want to have to make the final determination in these matters, but now they do again.<br />Seib: Now that the hot potato is back in Facebook’s hands, will they now have to come up with some clear guidelines—not just for former President Trump but for political speech in general?"
}