{
    "url_original": "https://www.wsj.com/articles/with-wayfair-look-past-the-lockdown-boom-11620322643?mod=business_minor_pos11",
    "url": "with-wayfair-look-past-the-lockdown-boom-11620322643",
    "title": "With Wayfair, Look Past the Lockdown Boom",
    "sub_head": "Wayfair had an easy first quarter but some wobbliness can be expected going forward",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-05-06 13:37:00",
    "body": "Online furniture seller  Wayfair  is continuing to prove its business has stable foundations. Don’t get distracted by a coming slowdown.<br />So far, things look comfortable; total revenue increased 49.2% in Wayfair’s first quarter from the year-ago period, exceeding the 44.2% increase analysts polled by Visible Alpha had expected.<br />Wayfair reached two important milestones during the period: It turned a fourth consecutive quarter of both profit and positive free cash flow. Wall Street had been expecting the company to swing to a quarterly loss. Wayfair’s achievement proves that the online retailer can be consistently profitable. The company said in a Thursday morning earnings call that it expects to report net income for every subsequent quarter this year. That is quite the feat for a company that, as of a year ago, was expected to be unprofitable until at least 2024.<br />Meanwhile, consistently positive free cash flow shows Wayfair is investing in growth in a disciplined way. Among its initiatives are dipping its toe into physical retailing, which seems well-timed given the expected post-pandemic reopening and new sources of revenue from sellers on its platform such as 3-D imaging services.<br />Unlike toilet paper and canned goods, sales of which surged in last year’s first quarter, customers started splurging on furniture only in its second quarter. The company said in its earnings call that so far this quarter sales have declined by a percentage in the high single digits. With Americans suddenly homebound and looking to upgrade their surroundings, the same period a year ago logged an 83.7% jump in sales."
}