{
    "url_original": "https://www.wsj.com/articles/woke-ceos-risky-business-or-the-next-great-awakening-11620061496?mod=opinion_lead_pos5",
    "url": "woke-ceos-risky-business-or-the-next-great-awakening-11620061496",
    "title": "‘Woke’ CEOs: Risky Business or the Next Great Awakening?",
    "sub_head": "A debate on corporate leadership and political advocacy.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-331175?width=620&size=custom_2600x1734",
    "image_1": "im-331175.jpg",
    "time": "2021-05-03 13:45:00",
    "body": "What business does a CEO have in politics? Many Americans would say none, but corporations have interests and it is not only the right but the duty of chief executives to advance them, including through the political process. Yet there’s a reason they tend to do so quietly: Too much publicity risks drawing the ire of Americans who worry that public policy is warped for private advantage. But today, major CEOs have embarked on a most unusual political intervention. They have taken high-profile positions on a controversial issue that seems to have very little to do with their bottom lines.<br />In speaking strongly against a new voting reform passed in Georgia, CEOs of big companies such as Delta and  Coca-Cola  have claimed to be acting in the public’s interest. But the public isn’t so sure. A March 30 poll from YouGov found that Americans support requiring a photo ID to vote absentee, 53% to 28%. Results like these raise the question of whether CEOs are responding not to public outcry but to the targeted pressure of an ideological activist minority. Are they standing up for what they believe in, or toeing the new party line? While on one level the debate concerns the balance between voter access and election security, on another it concerns deep questions about enforced conformity, American culture and the future of capitalism.<br />Below you’ll find different answers the Editorial Page has published to this and other questions about CEOs and the Georgia law. In “Woke and Weak CEOs,” the Editorial Board criticizes statements from big-time CEOs for their vagueness and inaccuracy: “They’re denouncing Georgia’s election law, but have they read it?”<br />Harvey Golub offers his perspective as former CEO of American Express. In “Politics Is Risky Business for CEOs,” he lays out four reasons executives shouldn’t take public positions on this law. “At the end of the day,” he writes, “corporations and the idea of capitalism will be in lower repute.”<br />In his Wonder Land column, “When CEOs Zoom for Democrats,” Daniel Henninger cuts to the chase: “However high-minded their intent, these CEOs are bolting their company’s interests to the professionals running the Democratic Party.”"
}