{
    "url_original": "https://www.wsj.com/articles/women-deserve-pockets-11619870401",
    "url": "women-deserve-pockets-11619870401",
    "title": "Women Deserve Pockets",
    "sub_head": "At the Oscars, Youn Yuh-jung of ‘Minari’ wore a rare thing: a gown with pockets. But even casual clothes like jeans for girls and women often lack proper pockets—the focus of a growing outcry on social media.",
    "category_1": "Life & Arts",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-332484?width=620&size=0.6666666666666666",
    "image_1": "im-332484.jpg",
    "time": "2021-05-01 08:00:00",
    "body": "Off Brand is a column that delves into trends in fashion and beauty.<br />YOUN YUH-JUNG made history last weekend as the first Korean actress to win the Oscar for best supporting actress, for her role in “Minari.” At 73 years old, she appeared to do so completely on her own terms, roasting Brad Pitt repeatedly onstage and admonishing the public for mispronouncing her name, all while wearing an elegant and modest brocade dress by Dubai-based designer Marmar Halim. She had told her stylist, Alvin Goh, “I don’t want big diamonds. I want to be comfortable.” Her gown, crucially, had pockets, a feature that is rarer than one might expect in 2021.<br />The prevailing wisdom among fashion designers is that pockets are an unnecessary extravagance that break the line of a dress; most evening wear for women shuns them. There are exceptions: The designer Pierpaolo Piccioli (a man!) can be considered the Patron Saint of Pockets, incorporating them into many of his virtuosic gowns for Valentino. Gemma Chan strutted to the top of every best-dressed list at the 2019 Oscars wearing a hot-pink ruffled Valentino gown with pockets, and this year’s best-song nominee Laura Pausini wore the brand’s black silk-and-wool column with prominent pockets. Unsurprisingly, these actresses were all photographed on the red carpet, hands in pockets: Beyond being a practical place to stash essentials, pockets are a comfortable, comforting spot to place your hands. They just feel good.<br />Yet for women, pockets are still a privilege, and not just in evening wear. In her 2017 doctoral dissertation, “The Gendered Pocket: Fashion and Patriarchal Anxieties about the Female Consumer in Select Victorian Literature,” Samantha Fitch made the case that a sexist history of oppression is behind the dearth of pockets. Without pockets, women were traditionally dependent on men for essentials—like money. Ms. Fitch wrote, “Women’s pockets, in general, are smaller than men’s pockets, less numerous, or simply non-existent. Possibly worst of all, many times women find that their pockets are actually faux pockets.”<br />Even young girls are plagued by these irritating false pockets. In April, 7-year-old Kamryn Gardner from Bentonville, Ark., made headlines with a letter she sent to Old Navy, requesting real pockets on girls’ jeans. Her letter, which went viral, read, in part, “I do not like that the front pockets of the girls’ jeans are fake. I want front pockets because I want to put my hand in them. I also would like to put things in them.” A representative from the Old Navy team responded encouragingly, and Kamryn appeared on NPR and other national news outlets to make her case."
}