{
    "url_original": "https://www.wsj.com/articles/worried-about-cyberhacks-say-now-youll-never-pay-ransom-11621548897?mod=opinion_lead_pos7",
    "url": "worried-about-cyberhacks-say-now-youll-never-pay-ransom-11621548897",
    "title": "Worried About Cyberhacks? Say Now You’ll Never Pay Ransom",
    "sub_head": "Lesson from kidnapping: Meeting criminals’ demands only encourages more criminal behavior.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2021-05-20 18:14:00",
    "body": "American drivers are relieved that the Colonial Pipeline is back up and running after being brought low by a ransomware attack. But the episode has put one topic back in the news: ransom. The company paid $4.4 million to the hackers, the Russian criminal gang known as DarkSide.<br />The new digital attacks are not unlike the sordid world of kidnapping. Last fall after years of captivity in Mali, jihadists released  two Italians (one a priest), an elderly French aid worker and a Malian politician. The captives regained their freedom only after Mali’s government agreed to release nearly 200 Islamic militants. It “was not known whether a ransom was paid, though extremist groups have long funded their operations with such payments from European governments,” the Associated Press reported.<br />While ransomware attacks are relatively new, kidnappings are not, and countries handle them differently. Some 80% of kidnappings are carried out by criminals who simply want money, according to the State Department’s Overseas Advisory Council, and the rest are done by various organized groups, including terrorists.<br />But all demand a price for a hostage release: usually money or an exchange of jailed comrades. Companies or governments insist they don’t pay ransom—indeed, several years ago the United Nations Security Council adopted a resolution banning all ransoms to terrorists. But many quietly do it anyway. Most continental European hostages are released, compared with only about one quarter of Americans, according to a report from New America, a think tank. This suggests something more than outstanding intelligence work.<br />“If your family member or employee were kidnapped you’d pay, wouldn’t you?” says Sean Cunningham, a former chief hostage negotiator for London’s Metropolitan Police who now advises businesses on ransoms. “And governments act similarly. I was on a case where a Central European government turned up with money in Africa. Under President [Nicolas] Sarkozy, France never paid, whereas President [François] Hollande seemed to be receiving a lot of released hostages.”"
}