{
    "url_original": "https://www.wsj.com/articles/wsj-ceo-council-features-interviews-with-janet-yellen-jamie-dimon-11620062237?mod=politics_lead_pos11",
    "url": "wsj-ceo-council-features-interviews-with-janet-yellen-jamie-dimon-11620062237",
    "title": "WSJ CEO Council Features Interviews With Janet Yellen, Jamie Dimon",
    "sub_head": "Heads of Zoom, Shell, BioNTech and Merck also set to speak at virtual summit",
    "category_1": "Politics",
    "image_1_url": "https://images.wsj.net/im-333124?width=620&size=1.5",
    "image_1": "im-333124.jpg",
    "time": "2021-05-03 13:17:00",
    "body": "The Wall Street Journal is hosting its CEO Council summit Tuesday with top executives, administration officials and policy experts, as the Covid-19 vaccine rollout continues world-wide but some countries, notably India, face a surge in cases.<br />The gathering comes as the U.S. economy is poised for a sharp rebound this year, and the new Biden administration recently hit its 100-days mark, with large infrastructure and antipoverty proposals in the works.<br />Here is a rundown of the featured interviews. You can see more details here.<br />First up, starting at 7 a.m. ET, U.K. Chancellor of the Exchequer Rishi Sunak discusses how the country’s economy will rebound after being roiled by Brexit and the pandemic. Then, Keyu Jin, professor of economics at the London School of Economics, and Mariana Mazzucato, professor of economics of innovation and public value at University College London, discuss governments’ role in driving innovation in technology and biotech.<br />The summit then pivots to a series of leaders of big businesses. At 8:30 a.m. ET,  JPMorgan Chase  & Co. CEO Jamie Dimon discusses the economic rebound and the markets, and you can watch the interview live. Then, the co-founders of  BioNTech ,  Uğur Şahin and Özlem Türeci, talk about vaccine innovation. Next up is Ben van Beurden, CEO of  Royal Dutch Shell ,  on the future of energy in the face of climate concerns."
}