{
    "url_original": "https://www.wsj.com/articles/wuhan-lab-theory-is-a-media-warning-11622237799?mod=opinion_major_pos7",
    "url": "wuhan-lab-theory-is-a-media-warning-11622237799",
    "title": "Wuhan Lab Theory Is a Media Warning",
    "sub_head": "The news business is headed for trouble if it won’t control its biases as other professions do.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-345879?width=620&size=1.5",
    "image_1": "im-345879.jpg",
    "time": "2021-05-28 17:36:00",
    "body": "On what basis was the lab leak theory ruled out for months by the media despite the lack of any evidence or logic for ruling it out? We’re bad journalists, has been the unembarrassed answer from the media this week in a wide array of print and online publications as well as National Public Radio.<br />We in the press dismissed the lab theory because of an appeal to authority: When anti-Donald Trump spokespeople ridiculed it, that was good enough for us. We dismissed it because of the equivocation fallacy: “Chinese” is a word that can be used to denote a racial category. Therefore it was racist to suggest a Chinese lab might have leaked the virus.<br />We engaged in availability bias: Instead of letting the evidence or lack thereof guide us, we adopted the attitudes of public figures whose political, cultural and social status we wished to emulate. Most insidiously, we relied on a fallacy sometimes known as “alleged certainty”: “The question remains open” is not a headline that attracts clicks. A headline that does is “lab leak theory again proves Trump’s incompetence.”<br />Alas, the question of Covid’s origins not only remains open; in all likelihood it will defy final resolution unless and until the Chinese government is forthcoming with its own records, which it has shown a predilection not to be. The lab leak hypothesis has an unsettling corollary. In nature, the giant mixing bowl of natural selection is mechanism enough to explain how a virus adapted to bats might mutate to become infectious in humans. If it escaped from a lab, how did such a virus acquire the ability to infect humans? “Gain of function” experimentation was a controversial practice among virologists long before Covid. Multiple accidental releases of dangerous viruses from highly secure labs have been recorded in the past. The SARS virus has escaped six times since being identified in 2003. The 1977 global flu pandemic is believed to have originated in the escape from an unknown lab of a specimen collected in the 1950s.<br />Unfortunately the question of Covid’s origins is likely to be adjudicated for the foreseeable future on circumstantial evidence alone, thanks to Beijing’s recalcitrance. Where is China’s own 1,000-page, data-filled report on the virus’s emergence? China is home to the world’s leading bat virus experts. It should own the science here. Its failure to issue any findings at all is itself circumstantial evidence of a kind."
}