{
    "url_original": "https://www.wsj.com/articles/xi-jinpings-achilles-heel-11620772305?mod=opinion_lead_pos4",
    "url": "xi-jinpings-achilles-heel-11620772305",
    "title": "Xi Jinping’s Achilles Heel",
    "sub_head": "China’s birth dearth is becoming more acute as its population ages.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2021-05-11 18:31:00",
    "body": "President Xi Jinping has made no secret of his ambition to make China the dominant global power of the 21st century. But the latest Chinese census reveals a major vulnerability: What if the Middle Kingdom doesn’t have enough young people?<br />After some delay China finally released its census results Tuesday. Though the population grew a little last year—to 1.412 billion in 2020 from 1.4 billion—the more salient fact is that its population continues to gray as Chinese women are having fewer babies. The proportion of people 60 or older increased to 18.7% of the population (from 13.3% in 2010), even as it recorded the lowest number of annual births (12 million) since 1961.<br />Beijing has seen this coming. In 2016 Chinese couples were allowed to have two children instead of one, reversing a policy in place for 35 years. Last month the People’s Bank of China recommended the government abandon its population control policies if it hopes to compete with America, but even that may be too late. Once fertility falls, the trend is hard to reverse no matter what incentives governments offer.<br />Many governments have tried, and some believe that Poland or Hungary (which now spends nearly 5% of its GDP to encourage its citizens to have more children) may have the answer. But generally these policies have either failed outright, or shown at best modest fertility gains.<br />The social and economic implications are enormous, involving everything from the dynamics of the Chinese family to the growing demands on China’s already stressed and underfunded health and pension programs. In March the government announced it will gradually raise the retirement age from 60 today, no doubt in expectation of these results. The retirement costs would be difficult in any country, but China hasn’t achieved broad prosperity beyond its coast and major cities."
}