{
    "url_original": "https://www.wsj.com/articles/yellens-interest-rate-comment-illustrates-the-markets-greatest-worry-11620187101?mod=markets_major_pos1",
    "url": "yellens-interest-rate-comment-illustrates-the-markets-greatest-worry-11620187101",
    "title": "Yellen’s Interest-Rate Comment Illustrates the Market’s Greatest Worry",
    "sub_head": "The possibility of a bond-market tantrum or higher inflation has supplanted pandemic-related concerns",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "image_1_url": "https://images.wsj.net/im-334220?width=620&size=1.5",
    "image_1": "im-334220.jpg",
    "time": "2021-05-05 12:01:00",
    "body": "During earnings season in the middle of a pandemic, there would seem to be no shortage of things for investors to fret about. Could a new variant of the virus knock markets? Or negative guidance from a major American company reset earnings expectations?<br />Perhaps not. An offhand comment by Treasury Secretary Janet Yellenabout interest rates on Tuesday revealed what is fueling market sentiment, to the exception of almost anything else.<br />Speaking at an event with the Atlantic, Ms. Yellen said, “It may be that interest rates will have to rise somewhat to make sure that our economy doesn’t overheat, even though the additional spending is relatively small relative to the size of the economy.” She was referring in particular to the Biden administration’s planned long-term spending, some of it years down the line, when the economy will probably be much closer to full employment.<br />To be sure, the market was already down for the day when the Treasury Secretary’s comments hit the wires, but it’s telling that such an anodyne remark—by someone who knows very well the clear demarcation between Federal Reserve and Treasury policy—could deliver such a jolt. Ms. Yellen walked back her comments later, at The Wall Street Journal’s CEO Council Summit.<br />How the Fed reacts to the economic recovery and the administration’s bulging spending plans isn’t all that matters, but it sometimes seems like investors believe that it is. Chairman Jerome Powell has repeatedly stressed that the Fed intends to sit on its hands and allow inflation to stray marginally above 2% without acting to cool the economy."
}