{
    "url_original": "https://www.wsj.com/articles/yellen-to-appoint-senior-fed-official-to-run-occ-11620057637?mod=politics_lead_pos10",
    "url": "yellen-to-appoint-senior-fed-official-to-run-occ-11620057637",
    "title": "Yellen to Appoint Senior Fed Official to Run Top Bank Regulator",
    "sub_head": "Michael Hsu is expected to become acting comptroller of the currency",
    "category_1": "Economy",
    "image_1_url": "https://images.wsj.net/im-333193?width=620&size=1.5",
    "image_1": "im-333193.jpg",
    "time": "2021-05-03 12:30:00",
    "body": "WASHINGTON—Treasury Secretary Janet Yellen plans to appoint one of the Federal Reserve’s top big-bank supervisors to become the acting comptroller of the currency, overseeing the country’s largest financial firms, according to a person familiar with the matter.<br />Ms. Yellen is expected to name Michael Hsu, associate director of the Fed’s bank supervision and regulation division, as first deputy comptroller, the person said. After joining the Office of the Comptroller of the Currency, Mr. Hsu would then become acting comptroller.<br />Ms. Yellen is expected to make the announcement in the coming weeks. Blake Paulson, the current acting comptroller, will remain at the agency as a deputy comptroller and chief operating officer, the person said.<br />Currently, Mr. Hsu helps lead the Fed’s supervision of the largest financial institutions, including firms such as  Goldman Sachs Group Inc.,   Morgan Stanley  and  Wells Fargo  & Co. He has also played a role in the response to the implosion of Archegos Capital Management. He is an associate director, one of the more senior positions at the central bank.<br />The 3,500-strong OCC is an independent bureau of the Treasury. It oversees about 1,200 banks with combined assets of about $14 trillion, some two-thirds of the total in the U.S. banking system. It has supervisors stationed inside large U.S. financial firms, making the comptroller one of the most powerful regulators, which also include the Fed and the Federal Deposit Insurance Corp."
}