{
    "url_original": "https://www.wsj.com/articles/yes-your-waiter-might-be-using-marijuana-11622223504?mod=markets_featst_pos1",
    "url": "yes-your-waiter-might-be-using-marijuana-11622223504",
    "title": "Yes, Your Waiter Might Be Using Marijuana",
    "sub_head": "Quest Diagnostics says hospitality workers are much more likely to have failed marijuana drug tests, but maybe employers should lighten up",
    "category_1": "Markets",
    "category_2": "Overheard",
    "image_1_url": "https://images.wsj.net/im-345805?width=620&size=1.5",
    "image_1": "im-345805.jpg",
    "time": "2021-05-28 13:38:00",
    "body": "Americans returning to restaurants might notice that the people serving them are a bit distracted. The most likely explanation is that they are just really busy with a surge in customers and millions of open positions unfilled, but there might be another reason.<br />Quest Diagnostics  released its Drug Testing Index this week based on seven million U.S. urine samples and reported a big surge in marijuana use in 2020, up 44% from 2016. The workers who tested positive at the highest rate, some 6.3%, work in accommodation and food services.<br />The good news is that the share of people testing positive for other drugs was flat or lower. For cocaine, positivity was the lowest since 2012 at just 0.22% and amphetamine positivity held steady at 1.1%.<br />The appropriately named Dr. Barry Sample, Quest’s senior director of science and technology, said in a press release that, “as we see upticks in hiring and many employees returning to the workplace, it is important that employers consider workforce drug testing as a way to keep the workplace, their customers and the community safe.”<br />As an executive of a company that gets paid for those tests, his stance is unsurprising. But with marijuana now legal in 17 states and the nation’s capital and the leisure sector begging for workers, it might be time to lighten up, at least on people who carry your hamburger instead of driving your bus."
}