{
    "url_original": "https://www.wsj.com/articles/you-can-travel-to-italy-again-heres-a-delightful-way-to-get-reacquainted-11622203022",
    "url": "you-can-travel-to-italy-again-heres-a-delightful-way-to-get-reacquainted-11622203022",
    "title": "You Can Travel to Italy Again. Here’s a Delightful Way to Get Reacquainted",
    "sub_head": "These hiking trails on the Italian Riviera—newly reopened to foreign visitors—are designed to let you tune into both natural and man-made sounds, experiencing the Mediterranean as never before",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "time": "2021-05-28 07:57:00",
    "body": "THERE ARE MORE glamorous ways to arrive in Portofino, I thought to myself as I sat on a backwards-facing seat on a bus full of masked Italian nonnas. Nevertheless, after a year of lockdown baking and gardening, I was grateful to be on the road again. In mid-May, Italy reopened its borders to tourists from other European countries including Switzerland, where I live. (Vaccinated tourists from the U.S. who arrive on certain flights are also allowed to visit without a quarantine.) In celebration of the reopening, I set out for the spaghetti bowl of hiking trails in the Parco Naturale Regionale di Portofino set along the Ligurian coast. But my plan wasn’t just to stomp around the parkland. I went to listen to it.<br />While the park, about 20 miles from Genoa, was established in 1935, the interactive elements—sometimes called didactic or sensorial trails—only came about a few years ago. QR codes on signposts link to your phone. Point your camera on the code and you’ll be flashed intel about flora or fauna or local history. This summer, those footpaths are set to become even more interactive and sensorial for a project called Suoni in Cammino, or Sounds on the Trail. QR codes will direct hikers to listen for birdcalls while art installations, guided “sound” treks and a series of live music performances at various points (on specified days) are also planned. Elisabetta Vitelli, a musician and artist, developed the project in 2019 in partnership with Il Bosco in Ascolto, the Cultural Association of Forest Listening. The intent, said Ms. Vitelli, was to support local culture and musicians, and to heighten hikers’ senses while they explore the trail.<br />Sensory and didactic trails are found all over the world (see “Feel Your Way,” below). They typically emphasize nature and less-hyped spots. Many arose from a need for parks to become more accessible for disabled visitors by offering various ways to engage with the landscape, pointing out the sounds of the flora and fauna, for example, or the fragrance of the trees, grasses and flowers. The intent was for handicapped visitors to utilize their other senses, but trails like this inevitably became popular with everyone.<br />The Parco Naturale di Portofino, which occupies the mountainous Portofino promontory, is just one segment of the 419-mile Sentiero Liguria trail. Divided into 30 segments, the Sentiero Liguria hugs the arc-shaped Ligurian coast from Ventimiglia at the French border to La Spezia pressed up against Tuscany.<br />At just under 6 square miles, the Portofino park might seem like an espresso cup of land compared with venti-size Big Bend and Yosemite, but it packs a punch. Fifty miles worth of trails wind through Mediterranean macchia leading to an abandoned 9th-century abbey, waterfalls and beach coves. The Sounds on the Trail installations won’t be ready until July 3, but on the two days I spent exploring the park I tried to tune in to the aural features of the place as well as the scenic ones."
}