{
    "url_original": "https://www.wsj.com/articles/your-guide-to-the-ultimate-summer-garden-11621522989",
    "url": "your-guide-to-the-ultimate-summer-garden-11621522989",
    "title": "Your Guide to the Ultimate Summer Garden",
    "sub_head": "An editor-curated list of our favorite stories about maxing out your outdoor space—including tips on creating a soothing oasis and how to avoid the worst patio-decorating mistakes",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-309805?width=620&size=1.5",
    "image_1": "im-309805.jpg",
    "time": "2021-05-20 11:03:00",
    "body": "This collection of garden stories has been curated for a special day of unlimited access to WSJ on May 20. Click here to see our full archive of design stories.<br />YOU WOULDN’T illuminate your den with a single spot light. And you would certainly think twice before painting your bedroom a distinctly untranquil bright red. But as soon as homeowners step outside their back doors, sometimes even the most discriminating lose their well-honed sense of aesthetics. “It’s important to think of an outdoor space with the same logic as an indoor one,” said New York designer Christina Nielsen, who recently redid her own patio.<br />Lighting should be layered, your plantings should soothe you and the décor should be as thoughtfully considered as your living room’s. In these five stories, landscape pros and interior designers right a full wheelbarrow’s worth of patio, deck and garden wrongs with strategies that will have your neighbors asking if you’ll tackle their yard next.<br />For centuries, Japanese priests have reaped the benefits of contemplative plots. Now clients are asking landscape architects for gardens that, rather than relying on showy flowers, create a sanctuary that soothes sensually—via sound, scent and movement, among other factors. Here’s how they do it.<br />Many of us upgraded our outdoor spaces last spring and summer: sectionals, fire pits, the works. But few of us invested in well-designed and -executed lighting. Designers advise that we should follow the same concept for illumination outdoors as we do for lighting indoors: careful layering. We rounded up the best ways to elevate your yard with pro-quality lights, from sconces and LED chandeliers to articulating floor lamps and bulbs recessed into steps."
}