{
    "url_original": "https://www.wsj.com/articles/youre-invited-review-making-connections-11621981978",
    "url": "youre-invited-review-making-connections-11621981978",
    "title": "‘You’re Invited’ Review: Making Connections",
    "sub_head": "Jon Levy argues that trust and a sense of community are essential for individuals and businesses who want to cultivate influence.",
    "category_1": "Books",
    "category_2": "Bookshelf",
    "image_1_url": "https://images.wsj.net/im-343796?width=620&size=1.5",
    "image_1": "im-343796.jpg",
    "time": "2021-05-25 18:32:00",
    "body": "Behavioral scientist Jon Levy writes that he was a “broke 28-year-old” when, as part of an unusual social experiment, he started inviting people to his home to cook him dinner, wash his dishes and clean his floors. The guests would not know each others’ identities until they all sat down to eat. Over time, the prestige of the guests would increase to include Nobel laureates, Olympians, business tycoons and artists, thousands of people at hundreds of dinners over the past decade. “The most amusing thing is,” Mr. Levy writes, “they thanked me for it.”<br />In “You’re Invited: The Art and Science of Cultivating Influence,” Mr. Levy explains the social and psychological dynamics behind his Influencers Dinners. He argues for the importance of what researchers call “social integration,” measured by the number of people you engage with during any given day. He cites the research of Brigham Young University’s Julianne Holt-Lunstad, who found, as Mr. Levy puts it, that “if you want to live a long and enjoyable life, the most important thing you can do is surround yourself with people and develop both deep, meaningful relationships and loose associations.” That means spending time with old and new friends, and even going to local shops each day instead of relying on Amazon Prime.<br />Famous people, Mr. Levy found, are just as hungry for these meaningful relationships as anyone else. The challenge is making the initial move and then creating a social environment in which such relationships can flourish. “Our influence,” Mr. Levy writes, “is a by-product of who we are connected to, how much they trust us in that capacity, and the sense of community we share.”<br />We connect with people with whom we have something in common. Researchers have found that people with the same initials are 11.3% more likely to connect than those who don’t. This is a phenomenon known as “implicit egotism,” the notion that we are attracted to anything that reminds us of ourselves, however absurdly. “People named Denis are more likely to live in Denver and become dentists,” Mr. Levy writes, and after Hurricane Katrina newborn girls were more likely to be given names beginning with “K.”<br />When people seek out the company of the powerful and influential, Mr. Levy claims, they are after Steam: “status, time, expertise, access and money.” To elicit the attention of the influential person, and the Steam you crave, you need to exhibit generosity, novelty and awe."
}