{
    "url_original": "https://www.wsj.com/articles/your-mirror-should-be-doing-more-11620381876",
    "url": "your-mirror-should-be-doing-more-11620381876",
    "title": "Your Mirror Should Be Doing More",
    "sub_head": "Want to add instant energy to your selfies and your décor? Hang one of the latest wave of wriggly framed mirrors designers are pitching to clients, inspired by the Ultrafragola mirror of the 1970s.",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-334666?width=620&size=custom_1389x1389",
    "image_1": "im-334666.jpg",
    "time": "2021-05-07 06:04:00",
    "body": "WRIGGLY MIRROR frames boost your décor the same way they add likability to the myriad Instagram selfies taken in front of them: by adding impact. “Wavy mirrors are a smart way to make a statement because they combine the interesting visual characteristics of a piece of art with the practical and functional elements of a mirror,” said New York City interior designer Emma Beryl.<br />The wavy-frame craze can confidently be traced to the popularity that the Ultrafragola, a 1970s design, experienced a couple of years ago. In the fall of 2019, actress Lena Dunham appeared on the cover of shelter magazine Domino reflected in one. Its lighted frame, emitting a powdery pink glow, flatteringly outlined her like abstract waves of hair. Then reports surfaced that model and style bellwether Bella Hadid had purchased the Ettore Sottsass Jr. piece, and the layer of style it lent selfies made it a beloved prop for social media stars. Still produced by Italian company Poltronova, the piece retails for $11,500.<br />Interior designers have recently started steering clients away from that overexposed status symbol toward a new array of shapely reflectors that achieve a similar effect.<br />Available in candy-colored hues, Gustaf Westman’s full-length Curvy Mirror adds fun to a room, or an outfit, like something from “Pee-wee’s Playhouse.” The artisan first designed the mirror, with its lacquered frame, as a one-off for Swedish fashion stylist Hanna Mw. When she shared her bespoke piece on Instagram in January 2020, “orders started rolling in,” said Mr. Westman.<br />The Exton mirror by Vaughan Designs is framed in a loopy ribbon of brass, and similarly sold out within a few weeks of its launch last fall. “People are gravitating toward movement in design right now,” said company co-founder Lucy Vaughan."
}