{
    "url_original": "https://www.wsj.com/articles/your-grandmas-plates-are-in-demand-11620323290",
    "url": "your-grandmas-plates-are-in-demand-11620323290",
    "title": "Your Grandma’s Plates Are in Demand",
    "sub_head": "Among grandmillennials and other creative thinkers, a mix-and-match aesthetic is giving heirloom-quality porcelain—a bargain secondhand—buzzy new appeal",
    "category_1": "Real Estate",
    "category_2": "Design",
    "image_1_url": "https://images.wsj.net/im-334590?width=620&size=1.5",
    "image_1": "im-334590.jpg",
    "time": "2021-05-06 13:48:00",
    "body": "THERE WAS a (long) time when no one wanted to inherit Grandma’s prized wedding china, so valued she only busted it out for special occasions. Potential heirs dreaded the bequest, dismissing the service’s fussy pattern as twee. Instead they sought out minimally designed dishes that can clatter from table to sink to dishwasher without anyone’s crying out in alarm.<br />Recently, though, so-called grandmillennials—young, design-minded people who have found beauty in old-timey furnishings, virtue in recycling and delight in mixing and matching—are shifting attitudes surrounding such precious china. You only live once, they say. Use those beautiful plates.<br />Ginori 1735, renowned as one of the oldest porcelain maker in Italy, attests to the change. “Our average customer used to be between 50 and 60 years old, and now it’s running down to 27- to 35-year-olds,” said Annalisa Tani, the company’s product and brand director. “And this younger customer experiments much more.”<br />The pandemic can be credited partially for the new appreciation of fancy plates. Lockdown put the brakes on frequent dining out and, for some, plain dishes came to seem oppressively unspecial. “The trend has been super minimalist for the past few years, at least,” said Kate Holt, founder of the Ark Elements, an online homewares store, “but as people [retreated] into their homes this past year, [minimalist design] just isn’t doing it as far as joy goes.”<br />When she got married, Laura Redella, a 34-year-old Atlantean and former banker, registered for three different china patterns—all riffs on a palette of pink, orange and blue—that she knew she could mix and match in a way that looks intentional. “We use it day in and day out,” she said, “and I put it in the dishwasher, even the set with gold leaf.”"
}