{
    "url_original": "https://www.wsj.com/articles/youth-pay-a-high-price-for-covid-protection-11620078943?mod=opinion_major_pos4",
    "url": "youth-pay-a-high-price-for-covid-protection-11620078943",
    "title": "Youth Pay a High Price for Covid Protection",
    "sub_head": "Leaders’ greatest failure was not focusing on the elderly, who had lower costs and far greater benefits.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-333088?width=620&size=custom_2362x1875",
    "image_1": "im-333088.jpg",
    "time": "2021-05-03 17:55:00",
    "body": "Now that the Covid-19 pandemic seems to be abating, it’s a good time to look at lessons that observers have, or should have, learned. The list of mistakes is long, but the most glaring was the failure to understand and act on the virus’s propensity to attack the old and vulnerable. Policy makers failed, in other words, to understand the enemy.<br />Some clear thinking based on data that were available last spring would have led to two insights. First, the benefits of protecting the old and vulnerable exceed the costs. Second, the costs of protecting the young and healthy exceed the benefits.<br />For our purposes we are combining voluntary and coercive (e.g., government lockdown) nonpharmaceutical precautions—mask-wearing, hand-washing, quarantining, distancing and isolation of infected people—under the umbrella of protection. The benefits of protection include reducing the potential for death, pain, suffering and healthcare costs, along with reducing the chance of infecting others. But the main benefit of protection is that fewer people die from Covid-19.<br />The infection fatality rate is the probability that a person will die once becoming infected, whether that person has symptoms or is unaware of the infection. The global average infection fatality rate of SARS-CoV-2, the virus that causes Covid-19, is roughly 0.23%. The average U.S. fatality rate is higher, probably 0.3% or 0.4%, because Americans are older and less healthy than those in most other countries. Underneath this average, the infection fatality rate increases exponentially with age. For an 85-year-old it may be 2,000 times as high as for an 18-year-old. This increase in the death rate by age is partly due to comorbidities, which increase with age.<br />The primary risk from SARS-CoV-2 is infection leading to death. Those who die lose years based on statistical life expectancy. A person’s expected years lost is equal to the infection fatality rate times life expectancy times probability of infection."
}