{
    "url_original": "https://www.wsj.com/articles/zack-snyders-army-of-the-dead-and-other-netflix-movies-turn-up-in-theaters-11621051223?mod=tech_lead_pos5",
    "url": "zack-snyders-army-of-the-dead-and-other-netflix-movies-turn-up-in-theaters-11621051223",
    "title": "Zack Snyder’s ‘Army of the Dead’ and Other Netflix Movies Turn Up in Theaters",
    "sub_head": "Facing a shortage of programming, more cinema operators are agreeing to show the streaming company’s movies ahead of their online debut",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-338147?width=620&size=1.5",
    "image_1": "im-338147.jpg",
    "time": "2021-05-15 12:00:00",
    "body": "The nation’s movie theaters are running out of movies. Some are turning to an unlikely source for more:  Netflix Inc.<br />With major Hollywood studios paring back their release calendars—or shipping movies to their own streaming services—theater chains are expecting to be short of programming for at least three years. That’s one reason several chains premiered the Netflix zombie-heist movie “Army of the Dead” Friday, one week before it becomes available on the service.<br />The unlikely alliance between movie houses and the streaming giant is another sign of the ways Covid-19 has upended the decades-old dynamic between Hollywood entertainers and the theaters that show their movies. Pandemic-related production shutdowns and a strategic shift away from the big screen have resulted in a programming crunch likely to last years, leaving theaters with no choice but to make deals with Netflix and other streaming services that allow them to play movies at home soon after their big-screen premieres.<br />Theaters are now compromising on terms they once considered sacrosanct, especially the length of time studios must wait before making movies available to watch at home.<br />“Pre-Covid there were these rules,” said one theater executive. “Post-Covid there’s a whole new ballgame. We can negotiate anything now.”"
}