{
    "url_original": "https://www.wsj.com/articles/biden-fall-summer-mandate-leadership-presidency-obama-11633040253?mod=opinion_lead_pos8",
    "url": "biden-fall-summer-mandate-leadership-presidency-obama-11633040253",
    "title": "Will Biden’s Fall Be Worse Than His Summer?",
    "sub_head": "From the Afghan debacle to his economic overreach, the White House has ample reason for alarm.",
    "category_1": "Opinion",
    "category_2": "Declarations",
    "time": "2021-09-30 18:43:00",
    "body": "The White House should be feeling alarm. It hasn’t been a good summer for the president, and it isn’t looking to be a good fall. The manner and timing of the withdrawal from Afghanistan was a catastrophe that left Americans infuriated and ashamed. The president’s statements and interviews in the aftermath were highly unsuccessful. The testimony of his top military leaders that they advised him to leave 2,500 troops to keep the process safe made him look dodgy. The whole thing was a botch from beginning to end, and it will stick in history. The images it yielded (kids running to the planes, 13 Americans killed as they tried to bring order) seemed to sum up the political moment, making this seem not like merely a bad event for the president but a definitional one.<br />The White House pandemic response has been uneven to the point of baffling. Inflation is going up (in June the Federal Reserve estimated it at 3.4% for the year; by September, 4.2%.) Immigration is not a problem but a crisis, and there appears to be no administration plan to deal with the reality that those from other countries who want to come here approach our border as if there is no border. What the crisis requires, at a bare minimum, is a sense of urgency, of something being done. There is no such sense. Their only plan seems to be hoping Border Patrol agents will do something wrong, or at least something that looks bad, so White House officials can lay blame with indignation and performative compassion."
}