{
    "url_original": "https://www.wsj.com/articles/how-shapewearlike-spanx-and-skimswent-from-underwear-to-high-fashion-11632424304?mod=life_work_major_1_pos1",
    "url": "how-shapewearlike-spanx-and-skimswent-from-underwear-to-high-fashion-11632424304",
    "title": "How Shapewear—Like Spanx and Skims—Went From Underwear to High Fashion",
    "sub_head": "And yes, Kim Kardashian West wore $72 Skims leggings under her Met Gala Balenciaga look this month",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "time": "2021-09-23 15:11:00",
    "body": "“IT’S UNFORTUNATE that nature has a bad sense of humor,” said Beverly Hills plastic surgeon Dr. Robert Rey to Women’s Wear Daily in 2007. The star of the reality show “Dr. 90210” continued: “Even the thinnest women have love handles.” His then-new brand, Dr. Rey’s Shapewear, was conceived to “help” women achieve the kind of slimming that he practiced surgically. At the time, shapewear—stretchy, often compressive lingerie designed to smooth one’s figure—was a corrective tool meant to be hidden under your regular clothing. Just as you wouldn’t go to work with visible pimple cream on your chin, you wouldn’t venture outside with visible shapewear, or even discuss it. Dr. Rey’s quote underlined the shameful nature of the product in those days. The doctor’s office did not respond to requests for comment.<br />In 2021, shapewear could not be more visible. Not only do millions of American women rely on it as an underwear staple, but sporting it out and about has emerged as an unexpected trend. Thanks in no small part to Skims, the juggernaut of a shapewear company valued at $1.6 billion that Kim Kardashian West launched in 2019, compressive bodysuits, tops and leggings have become incredibly popular as actual clothing. One of this summer’s trendiest outfits for women was a high-necked shaping bodysuit in black, brown or beige, worn with a pair of jean cutoffs. And on TikTok, one can see Gen-Z adherents of shapewear, clad in bodysuits and leggings, gyrating like so many smooth baby seals."
}