{
    "url_original": "https://www.wsj.com/articles/maid-netflix-margaret-qualley-andie-macdowell-rylea-nevaeh-whittet-nick-robinson-stephanie-lord-11633037576?mod=opinion_major_pos15",
    "url": "maid-netflix-margaret-qualley-andie-macdowell-rylea-nevaeh-whittet-nick-robinson-stephanie-lord-11633037576",
    "title": "‘Maid’ Review: A Portrait of a Cleaner’s Life",
    "sub_head": "The Netflix series, based on Stephanie Land’s memoir, focuses on a woman who flees an abusive relationship and on the hardships she faces rebuilding her life and caring for her child.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-408965?width=860&height=573",
    "image_1": "im-408965.jpg",
    "time": "2021-09-30 17:33:00",
    "body": "The instantly addictive powers of “Maid” (Friday, Netflix) couldn’t have been counted a sure bet given its subject—a story of brutality and want, of the terrors that come with uncertainties about having a roof over your head or, more important, that of your child. The title of Stephanie Land’s 2019 memoir on which this series is based—“Maid: Hard Work, Low Pay and a Mother’s Will to Survive”—sums matters up nicely. But there’s little that can be called nice or even remotely hopeful about the world that Alex (Margaret Qualley), the central character, confronts when she grabs her daughter, Maddy (Rylea Nevaeh Whittet), about to turn 3 years old, and flees the house of her chronically abusive partner, Sean (Nick Robinson).<br />She has, to sustain her, a few dollars, the clothes on her back, and what is most precious in her life, that child. She goes from one government aid source to another, looking above all for help in finding a place to stay—to keep her daughter safe. Ordinary childhood illnesses become causes for terror—that terror of being late for work. Other illnesses are not so ordinary, like Maddy’s ear infections, which, the doctor informs Alex, are the effects of the immense amount of mold in the hovel of an apartment that she eventually finds—the only kind Alex can afford."
}