{
    "url_original": "https://www.wsj.com/articles/more-than-ready-for-a-european-vacation-feast-on-three-countries-in-three-days-11632326400?mod=life_work_minor_pos2",
    "url": "more-than-ready-for-a-european-vacation-feast-on-three-countries-in-three-days-11632326400",
    "title": "More Than Ready for a European Vacation? Feast on Three Countries in Three Days",
    "sub_head": "The Istrian Peninsula—divided among Italy, Slovenia and Croatia—hosts an intriguing mishmash of cultures in its picturesque small towns. One efficient biking and hiking trail passes through a particularly scenic section of the region in just 75 miles.",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-404328?width=700&height=1050",
    "image_1": "im-404328.jpg",
    "time": "2021-09-22 12:00:00",
    "body": "IT WAS BREAKFAST time in the Italian border town of Muggia. A few families headed to the waterfront, passing underneath the archways of the Renaissance-era loggia. An old woman led her recalcitrant Maltese into the salumeria past windows displaying Italian sausage, truffles and the Balkan spicy pepper condiment known as ajvar. In this approximately 13,000-person town on the Istrian peninsula, at the point just before Italy dissolves into Slovenia, borders are often imaginary things.<br />Many of the waterfront hamlets of the Istrian peninsula—a piece of land now split among Italy, Slovenia and Croatia—were once Venetian possessions. Even now, they are marked architecturally by distinctive campanile, or bell-towers, as well as by the sort of sinuously sloping windows, many garlanded by vines, seen in some of Muggia’s private houses. Since the fall of the Venetian Empire in the late 18th century, the region was largely under the aegis of the Austrian Habsburgs, who based their maritime operations from the splendid limestone city of Trieste (now in Italy). In the 20th century, the region was variously carved up between Italy and what was then Yugoslavia. Briefly, in the postwar years, from 1947-1954, it was legally its own territory, the Free Territory of Trieste, stretching from the town of Duino, a little over 10 miles northwest from Trieste, all the way to Novigrad, in what is now Croatia. Two sets of national borders now divide the peninsula. But, for the people who live and work in the geographically fluid region, the Istrian peninsula still retains a distinct, unified character."
}