{
    "url_original": "https://www.wsj.com/articles/spies-and-traitors-review-american-eagle-soviet-mole-11632953428?mod=opinion_reviews_pos1",
    "url": "spies-and-traitors-review-american-eagle-soviet-mole-11632953428",
    "title": "‘Spies and Traitors’ Review: American Eagle, Soviet Mole",
    "sub_head": "A dual biography of James Jesus Angleton and Kim Philby is a window onto the Cold War spycraft of the CIA, MI6 and the KGB.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-409027?width=860&height=573",
    "image_1": "im-409027.jpg",
    "time": "2021-09-29 18:10:00",
    "body": "The two most fascinating and controversial intelligence professionals of the Cold War were Kim Philby (1912-1988), an officer of Britain’s MI6 who passed secrets to the Soviets, and James Jesus Angleton (1917-1987), the chief of counterintelligence for the CIA from 1954 to 1974. In “Spies and Traitors,” Michael Holzman, author of previous biographies of Angleton and the British double agents Guy Burgess and Donald Maclean, claims that the close friendship of “Jim and Kim,” “the anti-communist Cold Warrior and the traitorous communist spy,” was of world-historical importance and shaped not only their respective spy agencies but the Cold War itself.<br />The son of a famed Arabist, Kim Philby was radicalized at Cambridge University, worked with the communist underground in Vienna and married an Austrian operative in 1934 before being recruited by the Soviet secret service. In 1940 he joined MI6—how did higher-ups never learn about his communist wife?—and by 1944 headed the agency’s section devoted to counterintelligence against Soviet espionage. Philby was posted to Washington in 1949 as British liaison to American intelligence, an apparent prelude to a future promotion to chief of MI6, but was recalled and forced to retire in 1951 after his friends Burgess and Maclean defected to the Soviet Union. Formally cleared by foreign secretary Harold Macmillan in 1955, he reinvented himself as a Beirut-based journalist. Philby fled to the U.S.S.R. in 1963, where he tutored Russian agents preparing for assignments in the West and wrote an autobiography, “My Silent War” (1968), designed to unsettle his former colleagues."
}