{
    "url_original": "https://www.wsj.com/articles/the-many-saints-of-newark-the-sopranos-hbo-max-james-gandolfini-vera-farmiga-michael-gandolfini-david-chase-prequel-11633037720?mod=opinion_major_pos14",
    "url": "the-many-saints-of-newark-the-sopranos-hbo-max-james-gandolfini-vera-farmiga-michael-gandolfini-david-chase-prequel-11633037720",
    "title": "‘The Many Saints of Newark’ Review: The ‘Sopranos’ Prequel Falls Short of Equal",
    "sub_head": "The film stars Michael Gandolfini as a young Tony.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-408907?width=860&height=573",
    "image_1": "im-408907.jpg",
    "time": "2021-09-30 17:36:00",
    "body": "‘The Many Saints of Newark” (Friday, HBO Max)—the prequel film that was supposed to relate the connections between an earlier generation of New Jersey mobsters and the one that would evolve decades later into the Soprano crime family—seems unlikely to cheer the hearts of “Sopranos” fans.<br />Even the pleasurable sight of Michael Gandolfini—son of the late James Gandolfini, who played Tony in that series—as young Tony was never going to make up for the complete absence, in this film, of anything remotely reflective of the tone and color of “The Sopranos.”’ Or of anything resembling a credible character or plot line. Calling a work a prequel was never going to make up for the absence of any trace of a connection to “The Sopranos” of blessed memory—one of the most brilliant achievements in the history of American television. Instead, “Many Saints” comes marching in with a saga of crime families at war, as well as a race war of sorts—the film begins with the Newark riots of the late ’60s. It then proceeds to a convoluted set of plot lines, incomprehensible in their logic in good part because precious little of any thought or semblance of one is sustained long enough to establish its significance. It does appear that one Dickie Moltisanti, Christopher’s father, a man of conscience, is bent on keeping young Tony Soprano from falling into a life of crime. Which effort doesn’t seem terribly significant, since we get to see very little of young Tony, though we do get an amusing performance by Vera Farmiga as his mother, Livia. Otherwise, the younger versions of series characters are dim ghosts of their future selves."
}