{
    "url_original": "https://www.wsj.com/articles/this-instant-pot-taco-recipe-inspired-by-nine-perfect-strangers-makes-the-best-tv-dinner-11631730600?mod=life_work_major_1_pos6",
    "url": "this-instant-pot-taco-recipe-inspired-by-nine-perfect-strangers-makes-the-best-tv-dinner-11631730600",
    "title": "This Instant Pot Taco Recipe Inspired by ‘Nine Perfect Strangers’ Makes the Best TV Dinner",
    "sub_head": "An unsettling episode provides the jumping-off point, but this warming, meaty birria delivers nothing but comfort. Simple to make, it’s ideal for enjoying in front of the TV.",
    "category_1": "Life & Work",
    "category_2": "Food & Drink",
    "image_1_url": "https://images.wsj.net/im-400198?width=860&height=573",
    "image_1": "im-400198.jpg",
    "time": "2021-09-15 14:30:00",
    "body": "AS THE WEATHER cools, many of us will be pulling out our Instant Pots and diving into braises, ragouts and other low-effort, high-reward comfort foods. Almost no category of dishes is better suited to this purpose than guisados, homey Mexican stews like chicken tinga and cochinita pibil, tailor-made for tucking into tacos. And—inspired by a jaw-dropping scene involving an unsuspecting pet goat and a tribe of desperately hungry spa-goers in Nicole Kidman’s new Hulu series, “Nine Perfect Strangers”—perhaps no guisado better suits this moment than the Jaliscan stew of goat and chile known as birria.<br />“Birria comes from a word that literally means mess, and it really has a cult following within Mexico,” said the Mexican chef Pati Jinich. She includes variations in her forthcoming book, “Treasures of the Mexican Table” (Nov. 2, Mariner Books), and the new season of her PBS show, “Pati’s Mexican Kitchen” (premiering Sept. 18). “Traditionally, you would use the whole animal,” Ms. Jinich said. Not ready to commit to nose-to-tail cooking on a Thursday night? No worries: A delicious version can be had using just the goat shoulder or leg (or similar cuts of lamb or beef), a simple sauce of dried chiles and spices, and the accelerated alchemy of a pressure cooker."
}