{
    "url_original": "https://www.wsj.com/articles/why-religion-is-good-for-american-democracy-robert-wuthnow-review-big-tent-revival-11633006175?mod=opinion_major_pos11",
    "url": "why-religion-is-good-for-american-democracy-robert-wuthnow-review-big-tent-revival-11633006175",
    "title": "‘Why Religion Is Good for American Democracy’ Review: Big Tent Revival",
    "sub_head": "A sociologist makes the case that the spectrum of America’s faith traditions is a marker of civic health.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-408731?width=860&height=573",
    "image_1": "im-408731.jpg",
    "time": "2021-09-30 08:52:00",
    "body": "Religion, runs an old argument, is bad for democracy. The basis of religious belief and practice is an appeal to divine authority, and modern democracy arose from the Enlightenment-era insight that we can solve our problems by reason and dialogue and without reference to God or the afterlife. I tend to think the argument unworthy of refutation, among other reasons because it relies on loaded and muddled definitions of “enlightenment,” “religion” and “democracy.” But as an indictment of religion it is now so much a part of intellectual life in Europe and North America that scholars who take a more favorable view of religious outlooks understandably feel that they must address it.<br />Robert Wuthnow, a professor emeritus of sociology at Princeton, is one such scholar. In “Why Religion Is Good for American Democracy,” he wants to move past the more familiar claims for and against religion in this debate: that religion is good for democracy because it assimilates immigrants and encourages law-abiding behavior, or that it’s bad for democracy because it encourages division between sects and urges believers to think of themselves as unassailably right. A more fruitful approach to the subject, he contends—for both religion’s critics and sympathizers—is to think of religion as the diverse multiplicity it is, at least in the American context. Similarly, Mr. Wuthnow urges, let’s treat democracy not as a political system designed to yield ideal results but as a messy arena of competing interests. Democracy, he writes, consists of people “mixing it up, arguing, debating, mobilizing, and negotiating with those with whom they disagree and yet treating them as adversaries rather than as enemies.”"
}