{
    "url_original": "https://www.wsj.com/articles/as-islamist-siege-in-mozambique-drags-on-natural-gas-project-scrambles-to-evacuate-11616858201?mod=world_major_2_pos3",
    "url": "as-islamist-siege-in-mozambique-drags-on-natural-gas-project-scrambles-to-evacuate-11616858201",
    "title": "As Islamist Siege in Mozambique Drags On, Natural Gas Project Scrambles to Evacuate",
    "sub_head": "U.S. says deadly insurgency is an Islamic State franchise in region where $20 billion foreign investment project is led by Total",
    "category_1": "World",
    "category_2": "Africa",
    "image_1_url": "https://images.wsj.net/im-317466?width=620&size=1.5",
    "image_1": "im-317466.jpg",
    "time": "2021-03-27 16:34:00",
    "body": "French energy giant Total SE and international contractors were scrambling to evacuate staff from a $20 billion natural-gas project in northern Mozambique on Saturday, security officials and analysts said, as a deadly attack by Islamic State-linked insurgents on a nearby town entered its fourth day.<br />The siege on the coastal town of Palma, which serves as hub for the U.S.-supported project, began on the day that Total announced it would gradually recommence work at its nearby liquefied natural gas plant, citing Mozambican government efforts to improve security in the area.<br />Total, which took over the project from Anadarko Petroleum in 2019, had pulled out nonessential staff in early January, following an attack that reached the gates of the LNG plant on the Afungi peninsula. The plant and offshore gas fields, one of which is operated by  Exxon Mobil Corp. , are the largest foreign investment project on the African continent. Construction has been delayed by the escalating insurgency.<br />Some 2,600 people have been killed in the impoverished Cabo Delgado province, about half of them civilians, since Oct. 2017, while more than 600,000 have been driven out of their homes.<br />Several hundred insurgents entered Palma early Wednesday morning, indiscriminately firing machine guns and rocket-propelled grenades at civilians and into homes, according to Human Rights Watch and Focus Group, a risk-management company that supports clients operating in the area."
}