{
    "url_original": "https://www.wsj.com/articles/black-cube-was-paid-large-amount-of-money-to-improperly-discredit-judge-court-rules-11617210208?mod=world_major_2_pos8",
    "url": "black-cube-was-paid-large-amount-of-money-to-improperly-discredit-judge-court-rules-11617210208",
    "title": "Black Cube Was Paid ‘Large Amount of Money’ to Improperly Discredit Judge, Court Rules",
    "sub_head": "Israeli investigative group was hired by private-equity firm for effort code-named ‘Project Maple Tree’ to embarrass Canadian judge, Ontario court finds",
    "category_1": "World",
    "category_2": "Canada",
    "image_1_url": "https://images.wsj.net/im-318000?width=620&size=1.5",
    "image_1": "im-318000.jpg",
    "time": "2021-03-31 13:03:00",
    "body": "Black Cube, a secretive Israeli investigative firm, sought to embarrass a judge who made an unfavorable ruling against a financial-firm client for a fee of as much as $11 million, according to an Ontario court ruling.<br />The client, Toronto private-equity firm Catalyst Capital Group Inc., agreed to pay the fee to Black Cube, which dispatched agents to discredit a Canadian judge and a rival firm in an effort code-named “Project Maple Tree,” the ruling said.<br />The ruling, by Judge Cary Boswell of the Ontario Superior Court of Justice, provided a rare peek into Black Cube’s workings and fee arrangements. The private investigative firm, often referred to in media reports as a “private Mossad,” has helped corporate clients by covertly eliciting damaging information about competitors or legal opponents, with mixed success. Mossad is an Israeli intelligence agency.<br />The decision is the latest development in a long-running dispute between Catalyst and competitor West Face Capital Inc. West Face, which was a target of the Black Cube investigation, sought a court order compelling Catalyst to produce documents relating to the probe.<br />A Toronto lawyer for Black Cube declined to comment on the decision or discuss any details relating to its contract with Catalyst or other clients. Black Cube said that it has “engaged only in legal activities” and that its methods are supported by legal experts to ensure it observes laws in every jurisdiction where it operates."
}