{
    "url_original": "https://www.wsj.com/articles/boston-fed-staffers-offer-road-map-in-digital-dollar-research-effort-11617200504?mod=markets_minor_pos3",
    "url": "boston-fed-staffers-offer-road-map-in-digital-dollar-research-effort-11617200504",
    "title": "Boston Fed Staffers Offer Road Map in Digital-Dollar Research Effort",
    "sub_head": "Researchers plan to make the code for a potential digital currency available for public examination later this year",
    "category_1": "Economy",
    "category_2": "Central Banks",
    "time": "2021-03-31 10:21:00",
    "body": "The first glimpse of research that could eventually lead to a Federal Reserve digital dollar should arrive this fall, according to people working on the effort.<br />Some time in the third quarter, the Federal Reserve Bank of Boston, working with researchers at the Massachusetts Institute of Technology, will reveal the first stage of a project that could years down the road yield a Fed digital dollar, James Cunha, the Boston Fed’s senior vice president of Secure Payments and FinTech Research, said in an interview last week.<br />The U.S. central bank is one of many around the world considering the introduction of a digital currency. Proponents of the idea say digital currencies would offer faster settlements, cut money-transfer costs or even eliminate them, and may even have benefits for monetary policy. But the Fed hasn’t offered details about what a digital dollar—which some have dubbed Fedcoin—would look like.<br />This first stage of the research by the Boston Fed and MIT lays the initial groundwork for a new type of money some have dubbed Fedcoin. As part of this initial effort, the early version of the computer code for a potential digital currency will be made available for public examination. Fed researchers are trying “understand what’s possible, but also share it because we know many others are interested in the same questions around the globe,” Mr. Cunha said.<br />After that, the project will continue to explore different systems, with software built from the ground up for the purpose, that could deliver a digital dollar, Mr. Cunha said. The aim is to see what options are available and then present them to policy makers, he said in an interview."
}