{
    "url_original": "https://www.wsj.com/articles/brother-of-honduras-president-sentenced-to-life-in-drug-trafficking-case-11617147486?mod=world_minor_pos2",
    "url": "brother-of-honduras-president-sentenced-to-life-in-drug-trafficking-case-11617147486",
    "title": "Brother of Honduras President Sentenced to Life in Drug-Trafficking Case",
    "sub_head": "Trial evidence showed that Juan Antonio ‘Tony’ Hernández had smuggled some 185 tons of cocaine to the U.S.",
    "category_1": "World",
    "category_2": "Latin America",
    "image_1_url": "https://images.wsj.net/im-318497?width=620&size=1.5",
    "image_1": "im-318497.jpg",
    "time": "2021-03-30 19:38:00",
    "body": "The brother of Honduran President Juan Orlando Hernández was sentenced to life in prison Tuesday after he was convicted on drug-trafficking charges in a trial that underscored allegations the president has helped turn Honduras into a violent narco-state.<br />Juan Antonio “Tony” Hernández was sentenced by U.S. District Judge Kevin Castel, who said there were no mitigating circumstances to lighten the sentence of the former Honduran legislator. The judge said that Mr. Hernández had acted as a facilitator, providing bribes to politicians in the impoverished Central American nation, including President Hernández.<br />Evidence at the trial in Manhattan federal court showed that Juan Antonio Hernández had smuggled some 185 tons of cocaine to the U.S. during a career spanning at least 11 years. He was convicted in October 2019.<br />“Here, the trafficking was indeed state-sponsored,” said Judge Castel, reading a statement as he imposed the sentence. He noted that Juan Antonio Hernández had brazenly stamped his initials “T.H.” for Tony Hernández on the cocaine he imported to the U.S. The judge also ordered him to forfeit $138.5 million.<br />Analysts say that the life sentence for the president’s brother is another reminder that Honduras, one of the poorest countries in the hemisphere, poses a major problem for President Biden as he tries to stop a surge of migrants from the region. Biden officials have said that fighting corruption in Central America is key to their efforts to reduce migration flows."
}