{
    "url_original": "https://www.wsj.com/articles/healthcare-sponsors-flocked-to-public-markets-in-2020-bain-11615888800?mod=business_minor_pos3",
    "url": "healthcare-sponsors-flocked-to-public-markets-in-2020-bain-11615888800",
    "title": "Healthcare Sponsors Flocked to Public Markets in 2020: Bain",
    "sub_head": "Despite coronavirus pandemic upheaval, healthcare investors chose more public-market exits in 2020 than in previous years",
    "category_1": "Pro PE Commentary Analysis",
    "image_1_url": "https://s.wsj.net/public/resources/images/B3-HT108_PEBain_GR_20210315194354.jpg",
    "image_1": "publicresourcesimagesB3-HT108_PEBain_GR_20210315194354.jpg",
    "time": "2021-03-16 06:00:00",
    "body": "Private-equity backed healthcare businesses headed to public markets in droves last year, an exit trend that is expected to extend into 2021, according to a report on the sector.<br />The rise of special-purpose acquisition companies, or SPACs, as a viable exit strategy for private-equity backed assets, coupled with a number of traditional initial public offerings in the healthcare sector last year, helped contribute to the increase, consulting firm Bain & Co. said in the report released Tuesday.<br />Overall, the healthcare industry outpaced other sectors in deal activity last year, showcasing record expansion and higher volume than in the two preceding record-setting years, despite a 14% decline in overall transaction volume across private equity globally, according to the Bain report.<br />Bain also highlighted a roughly 16% increase in global healthcare exits, to 146 last year from 126 in 2019, while the total disclosed value of those deals jumped 79% to $73.1 billion in 2020 from $40.8 billion in 2019. Bain found that the share of exits involving traditional IPOs or SPAC deals climbed to 25% from an average of 12% over the previous five years, partially driven by the rise in blank-check companies focused on the sector.<br />Last year, 56 non-transacted healthcare-focused SPACs raised capital, according to Nirad Jain, a partner at Bain. He said that SPAC deals began showing up in the sector last year as well—such as the deal to take healthcare provider Cano Health LLC public via a Barry Sternlicht-backed SPAC,  Jaws Acquisition Corp.  The deal, which gave the company an enterprise value of $4.4 billion, was announced in November. Public-market exits are expected to continue into this year with multiple blank-check vehicles scanning private-equity portfolios for possible targets, according Mr. Jain."
}