{
    "url_original": "https://www.wsj.com/articles/viacomcbs-needed-to-unwind-11617103921?mod=business_minor_pos23",
    "url": "viacomcbs-needed-to-unwind-11617103921",
    "title": "ViacomCBS Needed to Unwind",
    "sub_head": "Media giant had outrun even other overhyped streaming names",
    "category_1": "Markets",
    "category_2": "Heard on the Street",
    "time": "2021-03-30 07:32:00",
    "body": "Sometimes the right things happen for surprising reasons.<br />A sharp plunge in  ViacomCBS ’s  share price last week looked suspiciously like Wall Street coming to its senses. After all, the media giant’s market value had surged 76% from the start of the year up to its Feb. 24 analyst meeting, where it unveiled its Paramount+ streaming service. The shares then surged an inexplicable 53% more, to a closing all-time high of $100.34 on March 22. At that point, the stock was about 75% above Wall Street’s median price target.<br />It seemed like a good time to sell—especially to ViacomCBS’s management. The company announced plans to issue $3 billion worth of stock that afternoon, stating in its release that “investments in streaming” would be among the general corporate purposes for use of the funds. The move appeared to spook investors, sending the stock tumbling 52% by the end of the week. But it turns out that a major factor in the collapse was driven by the unwinding of a major position by an overextended family office called Archegos Capital Management, according to a report over the weekend by The Wall Street Journal. The action seemed to continue on Monday; ViacomCBS shed more than 6% by the closing bell.<br />It is hard to fault management for taking advantage of Wall Street’s irrational exuberance. Whatever the reason, ViacomCBS needed to lose some elevation. Even in a market taken to over-rewarding established media companies like  Disney  willing to throw billions into streaming efforts, the stock’s run looked excessive. About 38% of analysts rate ViacomCBS as a sell—a much higher bearish sentiment than for its large-cap media rivals, according to FactSet. Michael Nathanson of MoffettNathanson downgraded Viacom to a sell rating last week, citing the “tough economic trade” of shifting its linear TV revenues to streaming, even before factoring in the lower profits of the latter.<br />Even at its suddenly more reasonable price, the stock faces risk as Paramount+ looks to stake a claim in a crowded streaming marketplace. Loop Capital analyst Alan Gould upgraded ViacomCBS to a hold rating on Monday, but added that he wasn’t recommending buying the shares because he believes Paramount+ “will compete with HBO Max,  Apple  TV+, Peacock and Starz to be the fourth or fifth service in the home” while  Netflix ,  Disney+ and  Amazon  Prime will be the defaults."
}