{
    "url_original": "https://www.wsj.com/articles/the-conservative-court-has-arrived-paul-clement-dobbs-bruen-religion-administrative-state-justice-roberts-alito-thomas-11656692402?mod=opinion_lead_pos5",
    "url": "the-conservative-court-has-arrived-paul-clement-dobbs-bruen-religion-administrative-state-justice-roberts-alito-thomas-11656692402",
    "title": "The Conservative Supreme Court Has Arrived",
    "sub_head": "From abortion and religion to guns and administrative law, ‘I don’t think Justice Thomas has ever had a better term,’ leading appellate litigator Paul Clement says.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-574971?width=860&height=658",
    "image_1": "im-574971.jpg",
    "time": "2022-07-01 16:28:00",
    "body": "Josh Hawley of Missouri came to bury originalism, not to praise it—and he was wrong. “It represents the end of the conservative legal movement,” he said on the Senate floor two years ago, referring to a decision by Justice Neil Gorsuch that redefined “sex discrimination” to protect gay and transgender employees. On Dec. 5, four days after the justices heard oral arguments in Dobbs v. Jackson Women’s Health Organization, Catholic University of America legal scholar Joel Alicea issued a more sympathetic warning. “The conservative legal movement finds itself at its most precarious point since its inception in the early 1970s,” he wrote. If the court declined to overturn Roe v. Wade (1973), Mr. Alicea argued, it would “likely shatter the movement,” bringing “an end to one of the most successful intellectual and political projects of the past half-century.”<br />Instead, this was the term when the conservative court arrived. Roe and its successor, Planned Parenthood v. Casey (1992), are no longer good law. Neither is Lemon v. Kurtzman (1971), which set up a confusing three-part test to keep religion out of the public sphere. The court expanded gun rights for the first time in 12 years. And it limited the executive branch’s power to regulate without explicit authorization from Congress."
}