{
    "url_original": "https://www.wsj.com/articles/a-greek-islands-magical-impact-prosperos-cell-a-guide-to-the-landscape-and-manners-on-the-island-ofcorfu-lawrence-durrell-greece-alexandria-quartet-karagiozis-11649448989?mod=opinion_major_pos13",
    "url": "a-greek-islands-magical-impact-prosperos-cell-a-guide-to-the-landscape-and-manners-on-the-island-ofcorfu-lawrence-durrell-greece-alexandria-quartet-karagiozis-11649448989",
    "title": "A Greek Island’s Magical Impact",
    "sub_head": "‘Prospero’s Cell’ (1945), Lawrence Durrell’s account of life on the island of Corfu in the late 1930s, captures the supernatural effect of the Greek landscape on a visitor",
    "category_1": "Books & Arts",
    "category_2": "Masterpiece",
    "image_1_url": "https://images.wsj.net/im-520421?width=860&height=781",
    "image_1": "im-520421.jpg",
    "time": "2022-04-08 17:14:00",
    "body": "Lawrence Durrell—one of the greatest British writers and philhellenes of the 20th century—achieved spectacular success with “The Alexandria Quartet,” the first volume of which appeared in 1957. But while that sprawling fictional portrait of World War II Egypt—owing to its exaggerated characterizations and purplish language—does not wear well as you age as a reader, his travel books are another story. It is in his poetry and travel writing—more so than in his novels—where Durrell made some permanent literary breakthroughs.<br />Durrell’s first travel book, “Prospero’s Cell: A Guide to the Landscape and Manners of the Island of Corfu,” is really a travel-in-residence book, written in the form of a diary, and thus was somewhat unique for its time: the effect of a delicious landscape, language and culture imprinting itself on a sensuous and ravenous young mind. Though the diary is from the late 1930s, few were interested then in an introspective, self-indulgent, and utterly romantic account of life on a Greek island during World War II. But as soon as the war ended, the book, finally published in 1945, “electrified a war-weary, color-hungry British public,” writes one biographer. In fact, Durrell consciously ignored the Spanish Civil War, the rise of Hitler, and the other horrors of the decade. He said that whereas politics was a subject “that dealt in averages,” the artist was driven by “his self-isolation and the dislocation of the societal instinct.” Thus, while politics was about understanding and shaping the attitudes of the common man, art was the opposite—it was about dealing with the exceptional. Art was solitude; politics social engagement."
}