{
    "url_original": "https://www.wsj.com/articles/ambulance-review-unhinged-at-any-speed-ambulance-michael-bay-chris-fedak-jake-gyllenhaal-yaha-abdul-mateen-eliza-gonzalez-11649366067?mod=opinion_major_pos14",
    "url": "ambulance-review-unhinged-at-any-speed-ambulance-michael-bay-chris-fedak-jake-gyllenhaal-yaha-abdul-mateen-eliza-gonzalez-11649366067",
    "title": "‘Ambulance’ Review: Unhinged at Any Speed",
    "sub_head": "In Michael Bay’s latest film, Jake Gyllenhaal plays a quick-witted, charming psychopath",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-517491?width=860&height=573",
    "image_1": "im-517491.jpg",
    "time": "2022-04-07 17:49:00",
    "body": "The main thing you need to know about “Ambulance,” showing only in theaters, is that it’s insane. Maybe not clinically, but narratively and cinematically. The camera never stops moving, for fear that something might develop in front of it and slow things down by requiring actual attention. Watch all 236 minutes of the film’s hyperkinetic fragments—a case study of attention-deficit disorder—and your synapses will crackle, pop and eventually snap, exactly as they’re meant to. Michael Bay, the director, working from a screenplay by Chris Fedak, has spent decades keeping audiences in a state of anxious arousal (“Transformers,” “Pearl Harbor,” “The Rock”). In this action adventure, the apotheosis of his career thus far, cheerful idiocy occasionally rises to the level of delectable lunacy. For the most part, though, it’s entertainment as punishing paradox, a high-speed slog.<br />Jake Gyllenhaal and Yahya Abdul-Mateen II star as the Sharp brothers, Danny and Will. Danny is a notorious criminal and a psychopath, though quick-witted and charming for all that. Will, an ex-Marine, is a good man struggling to provide for his family. They don’t look like brothers, as someone helpfully notes in an early scene—Danny’s family took Will in when they were kids—although they felt like brothers until Will left the fold because of Danny’s psychopath father. They’re estranged when the action begins. But Will comes to Danny for financial help and immediately gets embroiled in a bank heist that goes bad and leads to long (a key word here) and repetitive (another key word) combat with L.A.’s finest SWAT phalanxes."
}