{
    "url_original": "https://www.wsj.com/articles/americas-book-review-the-word-out-of-season-11651009649?mod=opinion_major_pos10",
    "url": "americas-book-review-the-word-out-of-season-11651009649",
    "title": "‘America’s Book’ Review: The Word Out of Season",
    "sub_head": "For much of its history, American society was awash in the biblical ideas, themes, names and gimcrackery—for good and ill.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-532110?width=860&height=573",
    "image_1": "im-532110.jpg",
    "time": "2022-04-26 17:47:00",
    "body": "Many Americans born after 1960 have trouble imagining that for much of the country’s history the Bible was a chief source of national identity. Older Hollywood directors sometimes get it right. Take “Liberty Heights” (1999), written and directed by Barry Levinson (born 1942). The film explores relations among Jews, blacks and WASPs during the 1950s when Baltimore’s public schools were integrated. In one scene the Jewish son of a burlesque-theater owner watches an African-American girl, the daughter of a surgeon, during their class’s recitation of Psalm 23. They have different takes. He likens it to singing the National Anthem before an Orioles game. She says it provides a brief respite before a busy day of study. Whether ceremonial or therapeutic, Bible-reading in public schools was, by the 1950s, among the last uncontested conventions of America’s Bible civilization.<br />Mark Noll’s “America’s Book: The Rise and Decline of a Bible Civilization, 1794-1911” explains how the Bible achieved this status. The new nation’s rejection of European forms of Christendom such as sacral monarchy and state churches left the Bible to bear the burden of America’s attempt to create a Christian civilization. A completely secular republic was never a possibility except for the most free-thinking of free thinkers. The Founders virtually to a man insisted that a republic depended on a virtuous citizenry, and that the best source of morality was religion. Despite the variety of Protestant denominations, church leaders and public officials agreed that the Bible was the best and most reliable guide for determining moral consensus."
}