{
    "url_original": "https://www.wsj.com/articles/americans-save-for-retirement-401k-social-security-enrollment-automatic-investment-welfare-state-tax-hike-increase-11649362303?mod=opinion_lead_pos8",
    "url": "americans-save-for-retirement-401k-social-security-enrollment-automatic-investment-welfare-state-tax-hike-increase-11649362303",
    "title": "How to Get Americans to Save for Retirement",
    "sub_head": "The ‘Secure Act 2.0’ is a start. For real progress, lawmakers should treat private savings and Social Security reform as a package.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-520378?width=860&height=573",
    "image_1": "im-520378.jpg",
    "time": "2022-04-07 18:46:00",
    "body": "The House voted 414-5 on March 29 to pass the Securing a Strong Retirement Act, or “Secure Act 2.0,” hailed in news reports as legislation that would “change the way Americans save for retirement” by requiring that employees be automatically enrolled in work retirement plans. Yet if enacted, Secure 2.0 would increase Americans’ annual retirement contributions by less than 0.2% in 10 years. Secure 2.0’s modest gains are thanks mostly to Republicans—who also have the biggest stake in making the legislation more effective.<br />While Social Security is traditionally a partisan issue, private retirement savings aren’t. In 2019 bipartisan majorities in Congress enacted the original Secure Act, which was designed to enhance private retirement plans. This year Republicans and Democrats collaborated on Secure 2.0, which includes adjustments to subsidies for employers that begin retirement plans, investment options allowable in retirement plans, and required minimum distributions in retirement. But Secure 2.0’s most-touted feature would require more businesses to enroll employees automatically in 401(k) retirement accounts, a practice shown to increase participation dramatically compared with letting employees choose to enroll."
}