{
    "url_original": "https://www.wsj.com/articles/blind-women-wear-makeup-when-will-the-beauty-industry-catch-up-11649449025?mod=life_work_featured_strip_pos2",
    "url": "blind-women-wear-makeup-when-will-the-beauty-industry-catch-up-11649449025",
    "title": "Yes, Blind Women Wear Makeup. When Will the Beauty Industry Catch Up?",
    "sub_head": "‘It’s taken society a long time to see us,’ said YouTuber Molly Burke, one of the new generation of women speaking out about the blind experience of fashion and beauty",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-521069?width=860&height=860",
    "image_1": "im-521069.jpg",
    "time": "2022-04-09 08:00:00",
    "body": "“My hands are my eyes, I’m not looking in the mirror,” said Molly Burke, who is blind, as she spun a perfect spiral into her blonde hair with a curling iron in a TikTok video. She explained that although people had told her to wear protective gloves when using heat-styling tools, gloves would rob her of one of her most important senses: touch. Ms. Burke, 28, who has over one million followers on TikTok and YouTube, was one of the first blind fashion and beauty influencers. Her channels don’t shy away from addressing some viewers’ curiosities—one describes how she picks up her guide dog’s excrement, another how she handles her periods—but they also show a woman embracing fashion and makeup just as any other peppy millennial YouTuber would.<br />When Ms. Burke lost her vision due to retinitis pigmentosa as a 14-year-old in Ontario, Canada, she was bullied at school and found solace in listening to fashion haul and makeup tutorial videos on YouTube. Although she had begun losing her vision as a child, going completely blind at the exact age she was discovering her personal style and developing her sense of self was excruciating. Social media helped. She said, “The girls on YouTube videos—they didn’t even know I existed, but to me they were my best friends. They were helping me as a blind woman regain my sense of self and my confidence.” But these were abled vloggers, so Ms. Burke saw an opportunity to share her experience as a blind woman. “Since I didn’t see it, I created it,” she said. She started her own YouTube in 2014."
}