{
    "url_original": "https://www.wsj.com/articles/childrens-books-review-hurry-up-and-wait-11651240325?mod=opinion_major_pos10",
    "url": "childrens-books-review-hurry-up-and-wait-11651240325",
    "title": "Children’s Books: Hurry Up and Wait",
    "sub_head": "When a big truck with a big load gets stuck on a narrow road, traffic on a little Maine island comes to a halt.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-533802?width=860&height=499",
    "image_1": "im-533802.jpg",
    "time": "2022-04-29 09:53:00",
    "body": "In Chris Van Dusen’s distinctive illustrations, everything has a smooth, sugar-glazed look, as if his pictures were made of frosted cookies that you could eat. It’s a style children may recall from Kate DiCamillo’s “Mercy Watson” books, which he illustrated, or from his many solo projects, such as “If I Built a School” (2019) and “Hattie & Hudson” (2017). The story Mr. Van Dusen shows and tells in “Big Truck, Little Island” is perhaps his sweetest yet.<br />Inspired by a real incident that took place on Maine’s Vinalhaven Island, the book begins at sea. As the sun rises, a tugboat toils through the sparkling blue waters of Penobscot Bay towing a barge loaded with a big rig: “The cargo it carried was all under wraps, / tied to the trailer with buckles and straps, / facing a twisty and treacherous ride / to get to the field on the far eastern side.” An aerial view of the tug’s destination shows a pine-forested island dotted with tiny farms and dwellings, with a single road winding from one side to the other. It is on this narrow thoroughfare that the rig gets into trouble (“The trailer was tipping, everything slipping! / The wheels in the way back were no longer gripping!”) and blocks the traffic in both directions. Pretty soon cars arrive on either side, each carrying a parent and child in a hurry. Everyone is stymied until the kids put their heads together and come up with a workaround. The solution has a charming element of cut-the-Gordian-knot surprise in this beautifully well-balanced tale for readers ages 4-8."
}