{
    "url_original": "https://www.wsj.com/articles/coastal-grandmother-tiktok-diane-keaton-11651272715?mod=life_work_featured_strip_pos2",
    "url": "coastal-grandmother-tiktok-diane-keaton-11651272715",
    "title": "The ‘Coastal Grandmother’ Rises in All Her White-Linen Glory",
    "sub_head": "In beachy button-ups over Barefoot Contessa burrata salads, Nancy Meyers groupies young and old toast their newfound TikTok trendiness",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-535113?width=860&height=597",
    "image_1": "im-535113.jpg",
    "time": "2022-04-30 08:00:00",
    "body": "You know the Coastal Grandmother. She wakes up early in her white linen-covered bed, seaside sunlight streaming in. “Siri, play ‘The Big Chill’ soundtrack,” she commands, listening to it in her marble bathroom while applying Vintner’s Daughter face oil. Eager to get to the farmer’s market—it’s peony season, after all—she puts on a crisp light-blue button-up shirt, white jeans and a straw hat. Oversized, the shirt qualifies as a “shent,” the portmanteau of “shirt” and “tent” adopted by the Barefoot Contessa Ina Garten to describe her own relaxed tops. With a Provençal market basket, Coastal Grandmother is good to go. She hops into her vintage Range Rover and heads out to begin her satisfying, Sancerre-punctuated day.<br />Despite her instant familiarity to many, Coastal Grandmother is an exaggerated stereotype of the privileged older woman. She’s an aspirational character, rooted in the heroines of Nancy Meyers’ early 2000s rom-coms “Something’s Gotta Give” and “It’s Complicated.” Immortalized by Diane Keaton and Meryl Streep, they are professional women over 50 with enormous white couches and a penchant for walks on the beach. In real life, CG is exemplified by the off-duty looks of mogul Oprah Winfrey (in coastal Montecito) and Ina Garten (in coastal East Hampton)—neither of whom are actually grandmothers or even mothers. No matter: the Coastal Grandmother is more of a mindset than a rigid classification."
}