{
    "url_original": "https://www.wsj.com/articles/combing-the-beach-of-classical-music-amy-beach-american-romantic-pbs-great-performances-now-hear-this-scott-yoo-boston-symphony-orchestra-11649357931?mod=opinion_major_pos14",
    "url": "combing-the-beach-of-classical-music-amy-beach-american-romantic-pbs-great-performances-now-hear-this-scott-yoo-boston-symphony-orchestra-11649357931",
    "title": "‘Amy Beach: American Romantic’ Review: Combing the Beach of Classical Music",
    "sub_head": "A PBS documentary explores the life and career of Amy Beach, the first prominent American female composer of orchestral music",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-520487?width=860&height=573",
    "image_1": "im-520487.jpg",
    "time": "2022-04-08 11:45:00",
    "body": "Clara Schumann and Fanny Mendelssohn are often cited among the great woman composers of the 19th century whose careers were eclipsed by the more famous men in their lives—a husband and brother, respectively. The irony is that without Robert Schumann and Felix Mendelssohn, Clara and Fanny might not be remembered as well as they are. They might, instead, exist in the celebratory twilight enjoyed by the subject of “Amy Beach: American Romantic.”<br />A PBS “Great Performances” presentation of the musical series “Now Hear This,” the engaging “Amy Beach” pays due tribute to Clara Schumann and Fanny Mendelssohn along its way, but it is the work of Beach (1867-1944)—the first prominent American female composer of orchestral music and one of the first to achieve success without European training—that gets explored in depth. The host of the series, violinist Scott Yoo, assembles what has become the program’s usual complement of exemplary players who not only run through a selection of Beach’s music but break it down, so we have a better understanding of why the New Hampshire-born musician was not just a first-rate composer, but a devoted Romantic as well."
}