{
    "url_original": "https://www.wsj.com/articles/fiction-book-review-mussolini-fascism-italy-m-son-of-the-century-11649430228?mod=opinion_major_pos12",
    "url": "fiction-book-review-mussolini-fascism-italy-m-son-of-the-century-11649430228",
    "title": "Fiction: ‘M: Son of the Century’ Review",
    "sub_head": "In Antonio Scurati’s which follows a young Benito Mussolini, words are the most dangerous weapons of all.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-521025?width=860&height=573",
    "image_1": "im-521025.jpg",
    "time": "2022-04-08 18:18:00",
    "body": "According to historical novelist Antonio Scurati, during the infamous 1922 March on Rome, in which the Fascists threatened a widespread violent uprising until Benito Mussolini was appointed prime minister, the Duce turned his mind to the matter of optics. “Fascism is a revolution, agreed, but we must avoid putting everything at stake. Some firm point must be left, the impression that everything is collapsing must absolutely be avoided,” he resolves. “A temperate barbarism. There . . . that’s what’s needed to seize power: a temperate barbarism.”<br />The two-faced nature of this prescription is characteristic of Mr. Scurati’s fictional re-creation of Mussolini, which seeks to depict this “misfit par excellence” as a genius in the art of political hypocrisy, swapping ideologies and alliances whenever useful, and inciting bloodshed while presenting himself as the nation’s lone force to end it. “M: Son of the Century,” a Strega Prize-winning bestseller in Italy, is the first of a planned four novels that will follow Mussolini all the way to 1945 and his hanging from a girder in the Piazzale Loreto. This initial installment, published in Milan four years ago, tells the story of his dizzying ascent. It opens in 1919 when this young newspaper editor and provocateur, having been expelled from the Socialist Party for his interventionist stance on World War I, announces the formation of the Fasci di Combattimento. It ends with his pivotal parliamentary speech on Jan. 3, 1925, in which he declares his dictatorship. He is 41 years old."
}