{
    "url_original": "https://www.wsj.com/articles/fiction-book-review-john-wyndham-living-with-triffids-cuckoos-and-other-catastrophes-11650634861?mod=opinion_major_pos12",
    "url": "fiction-book-review-john-wyndham-living-with-triffids-cuckoos-and-other-catastrophes-11650634861",
    "title": "Fiction: Living With Triffids, Cuckoos and Other Catastrophes",
    "sub_head": "In the apocalyptic tales of John Wyndham, survival is a matter of keeping calm and carrying on.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-529374?width=860&height=495",
    "image_1": "im-529374.jpg",
    "time": "2022-04-22 09:41:00",
    "body": "In a 1960 television interview—a rare public appearance from this most private of writers—John Wyndham shared an lesson gleaned from his many years of writing science fiction: “Your English reader does not care for the idea of spaceships, I don’t quite know why . . . Your American reader loves spaceships.” What strikes one is not just the surprising truth of the statement—for whatever reason, UFO sightings have always been far more prevalent in the United States than in England—but its thoughtfulness, its courteous consideration. Wyndham was England’s most popular science-fiction writer since H.G. Wells. His novels, filled with monsters and Armageddons, display his florid imagination and his prescient sense of global catastrophe. Yet they are also tactfully written domestic affairs demonstrating an understanding of regional etiquette. Without reading Wyndham, one might not guess that it was possible to write a tasteful, civilized apocalypse novel.<br />Many of these books are now enjoying uniform paperback reissues from the Modern Library, with superb cover art by Anders Nilsen. “The Day of the Triffids” is Wyndham’s 1951 breakthrough about an ambulatory, carnivorous plant and a celestial event that causes widespread blinding. “The Kraken Wakes,” from 1953, is about an invasion of aliens who conceal themselves at the bottom of the ocean before melting the polar ice caps. In “The Midwich Cuckoos,” from 1957, the women in a small English village are mysteriously impregnated by extraterrestrials and compelled, by their offsprings’ powers of mind control, to raise and care for the resulting brood. (In July the Modern Library will also bring out “Trouble With Lichen,” from 1960, and the 1936 space opera “Stowaway to Mars,” from the little-known early period of Wyndham’s career, when he wrote under the pen name John Beynon.)"
}