{
    "url_original": "https://www.wsj.com/articles/high-minds-review-the-victorian-pursuit-of-perfection-11650652384?mod=opinion_major_pos12",
    "url": "high-minds-review-the-victorian-pursuit-of-perfection-11650652384",
    "title": "‘High Minds’ Review: The Victorian Pursuit of Perfection",
    "sub_head": "Britons of the 19th century conquered the globe with a commercial and military empire. Along the way, they also transformed themselves.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-528945?width=860&height=573",
    "image_1": "im-528945.jpg",
    "time": "2022-04-22 14:33:00",
    "body": "The Victorians are always with us. Those stalwart Britons built to last, and much that is ours was once theirs, not least “social justice,” though that is not their fault. They were snobs and meritocrats, humanitarians and exploiters, saints and scientists, and their inner lives were so vigorous and complex that they were frequently all of these at once. Above all, they believed in God, or thereabouts. Beneath all, they were hypocrites, torn between saving souls and getting rich. Somewhere in between, they made Britain a middle-class commercial civilization and laid the foundations of mass democracy; mass education; rights for workers, women and children; and a welfare state.<br />Simon Heffer’s “High Minds” is a deep, droll and lucid exploration of Britain’s intellectual and political life from 1837, when the young Queen Victoria ascended the throne of a chaotic, semifeudal society, to 1880, by which time Victoria was a widow and the Empress of India, and the British, apart from those at the very top and bottom of society, had bootstrapped themselves into sobriety and “respectability.” Mr. Heffer is a journalist of near-Victorian fecundity, but he also holds a doctorate in history. Another volume, covering the late Victorian and Edwardian years, “The Age of Decadence,” has already appeared. And as that title suggests, Mr. Heffer prefers moral seriousness and the “social gospel” to Oscar Wilde and Edwardian frivolity. Opinion may differ over whether it was all downhill from 1880, but there certainly had been a hard climb to the High Victorian peaks. Contemporary historians tend to dwell on the Victorians’ imperial glory, but when they were not busy conscripting other people into the march of civilization, they were remaking their own society no less energetically."
}