{
    "url_original": "https://www.wsj.com/articles/leather-blazer-90s-style-11651161362?mod=life_work_lead_story",
    "url": "leather-blazer-90s-style-11651161362",
    "title": "How the ’90s Leather Blazer Took Over Spring (and Your Instagram Feed)",
    "sub_head": "The old-school supermodel staple has lately been spotted on everyone from Kendall Jenner to Kaia Gerber. Here, tips for wearing the season’s jacket sensation.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-530859?width=860&height=599",
    "image_1": "im-530859.jpg",
    "time": "2022-04-28 13:31:00",
    "body": "WE TRIED. We really did, but we couldn’t think of an A-List actress who didn’t wear a leather blazer in the 1990s. Gwyneth Paltrow voted for a black one—as did her character Helen Quilley in 1998’s “Sliding Doors.” Reese Witherspoon went for a wine-colored version, paired with chunky black boots and brownish lipstick, at the 1996 red-carpet premiere of “2 Days in the Valley.” And Jennifer Aniston, at the peak of her “Friends” fame, slipped on a camel style in the Mrs. Whiskerson episode (1999), drolly sporting it alongside a cat that had no coat at all. Also devotees? Claire Danes, Julia Roberts, Jada Pinkett Smith, Neve Campbell, Jennifer Love Hewitt, Sarah Jessica Parker, Winona Ryder and Naomi Campbell.<br />Cindy Crawford, a much-documented fan of the leather blazer pre-Y2K, recently revived the look alongside her mirror-image daughter, Kaia Gerber, bringing the piece full circle. Along with Ms. Gerber, Bella Hadid, Emily Ratajkowski and Hailey Bieber are among the new generation of celebrities gravitating toward the garment. Gucci has brought it back (embossed all over with the label’s logo) as have Saint Laurent (long and single-breasted) and Versace (slim and shrunken). Brigitte Chartrand, vice president of womenswear buying at retailer Ssense, who’s stocked that Versace take, called it her favorite modern interpretation of the trend. “It’s so emblematic [of the era] and we haven’t seen much of this specific style since Gwyneth and Winona wore it in the ’90s,” she said. New York stylist Tyler Okuns points to notable versions by the Row, Khaite and David Koma, while Los Angeles stylist Erin Walsh calls out designs by Staud and Nanushka as her top picks."
}