{
    "url_original": "https://www.wsj.com/articles/madrid-barcelona-travel-luxury-tourisms-11651249510?mod=life_work_featured_strip_pos1",
    "url": "madrid-barcelona-travel-luxury-tourisms-11651249510",
    "title": "Should You Go to Madrid or Barcelona? Spain’s Capital Is Finally Winning Over Luxury Tourists",
    "sub_head": "Long overshadowed by Barcelona, Madrid is finally flaunting its own wealth of attractions, from prodigious art and architecture to revived hoods and game-changing new hotels",
    "category_1": "Life & Work",
    "category_2": "Travel",
    "time": "2022-04-29 12:25:00",
    "body": "A FEW MONTHS AGO, I made my first trip back to Madrid in 25 years. I’ve lost track of how many times I’ve been to Spain since then—Barcelona and the Costa Brava, Bilbao and the Basque Country, high up in the Picos de Europa, down south in Seville—but Madrid always lingered in the back of my mind, like an old flame. Suddenly, I’d started hearing from my Spanish friends and expats who live there that this once sober town—more of a buttoned-up business hub than a romantic holiday spot—was really opening up. I had to see for myself. My friend Gabriella Ranelli, who’s lived in San Sebastian since the first Bush administration and runs a food-tour company there, agreed to meet me. In late fall, the sky was Velasquez blue, as the natives say, and the sun was still strong.<br />Madrid can be a tough nut to crack. It has so much of what you’d expect of a major European capital—layer upon layer of history, important art collections, majestic tree-lined boulevards, an efficient metro system, plenty of Michelin stars—and yet it’s been overlooked as a proper destination for American travelers. It gets a fraction of the annual visitors that the big three, London, Paris, and Rome, do. And within its own national borders, the inland city gets overshadowed by its sexy Catalan sister Barcelona and the culinary juggernaut that is the Basque country. Slowly, though, Madrid—with a population of over 3 million people in the city itself, making it the European Union’s third largest city—is emerging from the shadows."
}