{
    "url_original": "https://www.wsj.com/articles/men-dressing-like-mick-jagger-minx-fashion-11651072148?mod=life_work_lead_story",
    "url": "men-dressing-like-mick-jagger-minx-fashion-11651072148",
    "title": "Why Men Are Dressing Like Mick Jagger and That Sleazy Guy From ‘Minx’",
    "sub_head": "Though not a look for everyone, 1970s-inspired clothes, from unbuttoned silk shirts to snakeskin boots, are resonating in the post-WFH era. Here’s how to walk the fine line between trendy and tacky.",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-524003?width=860&height=951",
    "image_1": "im-524003.jpg",
    "time": "2022-04-27 11:10:00",
    "body": "SIX MONTHS AGO Justin Benson, 38, purchased a pair of boots in faux-snakeskin with cream-and-black scales. These slithery numbers joined other items with a whiff of debauchery in his wardrobe: a prowl of silky animal-print shirts (tiger, leopard); crocodile-embossed-leather loafers; and olive-green leather pants from the in-house line of Swedish store Très Bien. Mr. Benson, a marketing director in Edmonton, Alberta, started emulating 1970s rock stars and “Boogie Nights” extras because he likes not just the look but the sensual feel of these finds. Whether rendered in “buttery” lambskin, slippery silk or “tough” snakeskin, they stimulate the senses in ways the cotton sweats of the WFH era cannot. Plus, he says, he’s found this high-octane style “very fun” to embrace.<br />Mr. Benson has plenty to choose from: A ’70s disco-meets-glam-rock look is permeating men’s fashion like clouds of Marlboro smoke wafting across the dance floor at Xenon, the even sleazier rival to Studio 54. Brands like Gucci, Celine and Japan’s Kapital are tempting post-WFH hedonists with flared pants, beastly prints and slinky silk shirts that seemingly refuse to be buttoned. The louche look has infiltrated pop culture, too: See HBO’s “Minx,” a show about erotic magazine publishing in the ’70s, and R&B duo Silk Sonic’s Bruno Mars and Anderson .Paak, who perform in loud satin tailoring and disco shirts with almost lethally pointed collars."
}