{
    "url_original": "https://www.wsj.com/articles/navalny-cnn-alexei-navalny-vladimir-putin-daniel-roher-novichok-sergei-skirpal-christo-grozev-bellingcat-maria-pevchikh-anti-corruption-foundation-11650577546?mod=opinion_major_pos14",
    "url": "navalny-cnn-alexei-navalny-vladimir-putin-daniel-roher-novichok-sergei-skirpal-christo-grozev-bellingcat-maria-pevchikh-anti-corruption-foundation-11650577546",
    "title": "‘Navalny’ Review: A Thriller Flies Documentary’s Flag",
    "sub_head": "CNN’s profile of the Russian opposition politician Alexei Navalny, who survived an assassination attempt, reveals a man unafraid to stand up to tyranny no matter the cost.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-528871?width=860&height=573",
    "image_1": "im-528871.jpg",
    "time": "2022-04-21 17:47:00",
    "body": "At the outset of the first-rate “Navalny,” just before his return to Russia from Germany in 2021, Alexei Navalny tells documentary director Daniel Roher that because he was “famous” (air quotes implied), he always thought “it would be problematic for them to kill me”—“them” meaning Vladimir Putin. Boy, were you wrong, Mr. Roher replies. “Yes,” says Mr. Navalny, “I was very wrong.”<br />The Russian opposition leader, currently the guest of a Putin penal colony, is a charming, natural performer, something that’s helped make him an international online sensation and prominent thorn in the side of the charisma-free Russian president, who dismisses his opponent as insignificant by refusing, with considerable effort, to utter the name Navalny in public—the results being quite the reverse of the intention. This is an example of what Mr. Navalny shorthands as “moscow4”: According to the now-45-year-old anticorruption activist, when a high-ranking intelligence officer under Mr. Putin was hacked—his password was moscow1—he changed it to moscow2. When that was hacked, he changed it to moscow3. It’s a story that doesn’t need the punchline. But it illustrates Mr. Navalny’s position that the brutality of the Kremlin is a byproduct of basic incompetence and stupidity, something its current conduct in Ukraine seems to be confirming."
}