{
    "url_original": "https://www.wsj.com/articles/not-so-pretty-hbo-max-kirby-dick-amy-ziering-keke-palmer-cosmetics-industry-pollution-toxicity-deva-curl-deva-concepts-llc-11649798425?mod=opinion_major_pos15",
    "url": "not-so-pretty-hbo-max-kirby-dick-amy-ziering-keke-palmer-cosmetics-industry-pollution-toxicity-deva-curl-deva-concepts-llc-11649798425",
    "title": "‘Not So Pretty’ Review: Dressing Down the Makeup Industry",
    "sub_head": "The new documentary series from Kirby Dick and Amy Ziering looks at the alleged harms beauty products can do to their users.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-523496?width=860&height=573",
    "image_1": "im-523496.jpg",
    "time": "2022-04-12 17:21:00",
    "body": "Even follically challenged nail-biters of a certain age and gender will be alarmed by what’s in the miniseries “Not So Pretty”—and in the personal-care products that come under its scrutiny. Think formaldehyde in hair products, or asbestos in makeup. The central premise of this four-part exposé by the longtime activist documentarians Kirby Dick and Amy Ziering is that the effect of the lotions, lacquers, hair relaxers and cosmetics—the things people apply directly to their most immediate physical environment—is like the burning of the rainforest or a BP oil spill in your bathroom. Some of the people in “Not So Pretty” could be declared Superfund sites.<br />The filmmakers, including narrator Keke Palmer, don’t pretend that “Not So Pretty” is anything other than an advocacy documentary (as was the last Dick-Ziering project, “Allen v. Farrow,” albeit for entirely different reasons). While the manufacturers involved deny that any of their products are harmful, the series encourages viewers who believe themselves to have been afflicted by toxic substances to seek help (information provided in subtitles). It also urges viewers to lobby their elected representatives on regulatory reform. One element that binds all four segments of “Not So Pretty” is its claim that the most personal products are under the least amount of control by the FDA. This may come as a shock."
}