{
    "url_original": "https://www.wsj.com/articles/oberlin-college-loses-appeal-ohio-gibsons-bakery-v-woke-pc-cancel-culture-crt-critical-race-theory-libel-emotional-distress-racial-profiling-higher-education-11648829090?mod=opinion_lead_pos6",
    "url": "oberlin-college-loses-appeal-ohio-gibsons-bakery-v-woke-pc-cancel-culture-crt-critical-race-theory-libel-emotional-distress-racial-profiling-higher-education-11648829090",
    "title": "Oberlin College Loses Its Appeal",
    "sub_head": "A court upholds a jury’s $50 million judgment against the Ohio school for defaming a local business.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2022-04-01 14:05:00",
    "body": "A unanimous three-judge panel of the Ohio Court of Appeals handed down a long-awaited decision Thursday in the case of Gibson’s Bakery v. Oberlin College. The court dismissed all of Oberlin’s appellate claims and confirmed the jury’s finding that the college, a small private liberal arts institution in rural Ohio, was liable for libel, intentional infliction of emotional distress, and intentional interference with a business relationship. It then upheld the trial jury’s award to Gibson’s Bakery of $11.1 million in compensatory damages, $33.2 million in punitive damages and $6.3 million in attorneys’ fees.<br />When the original verdict was issued, Oberlin and much of the academic community, as evidenced by friend-of-the-court briefs filed in the case, generally hyperventilated, as though academic freedom were at stake. Carmen Twillie Ambar, Oberlin’s president, told a  CBS  reporter at the time that the jury had inappropriately held the college responsible for the exercise by its students of their First Amendment right to protest. She claimed that the proper question should have been “whether a college should be held liable for the speech of its students.” When confronted by the reporter with Gibson’s lawyer’s point that the First Amendment wasn’t at issue in the trial, she blithely replied that those claims were “misstating what the jury found.” In its ruling, the Court of Appeals agreed with Gibson."
}