{
    "url_original": "https://www.wsj.com/articles/outer-range-amazon-josh-brolin-brad-pitt-bob-dylan-will-patton-lili-taylor-imogen-poots-lewis-pullman-tom-pelphrey-olive-abercrombie-rev-gary-davis-scott-walker-11649798488?mod=opinion_major_pos14",
    "url": "outer-range-amazon-josh-brolin-brad-pitt-bob-dylan-will-patton-lili-taylor-imogen-poots-lewis-pullman-tom-pelphrey-olive-abercrombie-rev-gary-davis-scott-walker-11649798488",
    "title": "‘Outer Range’ Review: The West Gets Really Wild",
    "sub_head": "Josh Brolin stars as a rancher who has to deal with a hectic family life and eerie happenings on his land.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-522630?width=860&height=573",
    "image_1": "im-522630.jpg",
    "time": "2022-04-12 17:22:00",
    "body": "Galloping out of a wilder west, “Outer Range” certainly corrals one’s attention, wrangling a herd of plotlines into just the first of eight episodes. Among the extended family of rancher Royal Abbott (Josh Brolin), a daughter-in-law has disappeared without a trace; her daughter is suddenly motherless, her husband shaken. Another son has a rodeo career on the ropes. A sexy, spacey, hippie poet with a suspicious amount of money is camping on one end of the family spread, unsettling Royal’s stoical self—though not as much as the very round, very large hole he’s discovered at the other end of his vast Wyoming acreage, which may be a portal into the abyss.<br />Birds are leaving their roosts at night; steer are vanishing; a kind of winter light is persistent over Wyoming, and there are burps in Royal’s personal space-time continuum. The creator of “Outer Range,” newcomer Brian Watkins, is clearly striving for a gothic-in-the-great-outdoors atmosphere and is successful at it, even without the portal. And, by the way, what is this swirling pool of vaporous mystery into which Royal dumps a body in the opening moments of the series? (This is not a spoiler; disclosing where the body goes would be a spoiler.) We don’t know, nor does Royal, though he wants to keep the hole—and the several hundred acres around it—out of the hands of his acquisitive, unhinged neighbor Wayne Tillerson (Will Patton), who when not slurping Clamato juice is plotting legal ways of seizing Royal’s land. Maybe just because he can."
}