{
    "url_original": "https://www.wsj.com/articles/paris-13th-district-jacques-audiard-makita-samba-lucie-zhang-naomie-merlant-jehnny-beth-celine-sciamma-lea-mysius-paul-guihaulme-eric-rohmer-camille-leon-fucien-11649974806?mod=opinion_reviews_pos2",
    "url": "paris-13th-district-jacques-audiard-makita-samba-lucie-zhang-naomie-merlant-jehnny-beth-celine-sciamma-lea-mysius-paul-guihaulme-eric-rohmer-camille-leon-fucien-11649974806",
    "title": "‘Paris, 13th District’ Review: Amour Among the Unsure",
    "sub_head": "The lives of four young and struggling lovers intertwine in Jacques Audiard’s romantic comedy",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-524860?width=860&height=573",
    "image_1": "im-524860.jpg",
    "time": "2022-04-14 18:21:00",
    "body": "A long time ago, in cultures fading from memory, people aspired to live their lives in straight lines. They went to school, worked at jobs, dated for a while and got married, or didn’t. Some still toe those lines, but not the mercurial young lovers in Jacques Audiard’s witty, ineffably poignant and ultimately hopeful romantic comedy “Paris, 13th District.” (In French and Mandarin with English subtitles, it’s playing in theaters as well as streaming on demand.) The four lives at the center of an intricate narrative are being lived impulsively, erratically and sometimes self-destructively, with a common denominator cheerfully expressed by the alpha—and only—male of the group: “I channel professional frustration into intense sexual activity.”<br />His name is Camille Germain (Makita Samba, charming in or out of bed, as well as endearingly pompous) and he’s about to take time off from teaching high school to work on a doctorate, so he needs inexpensive living quarters. When he answers an ad for a room in an apartment listed by Émilie Wong (a dazzling performance by Lucie Zhang) she’s surprised to find a male Camille at the door rather than a female, as expected. No matter, though. Camille assures her he’s on sexual sabbatical, and Émilie is nothing if not adaptable. She is also hungry for love and connection, though copping only to an appetite for sex, and thwarted in her working life—an extensively educated French-Chinese woman in her 20s currently selling phone and TV data plans from the brain-deadening precincts of a call center."
}