{
    "url_original": "https://www.wsj.com/articles/putin-taps-the-butcher-of-syria-to-subdue-ukraine-russia-war-command-aleksandr-dvornikov-donbas-chemical-weapons-mariupol-siege-artillery-civilian-death-massacre-11649881134?mod=opinion_lead_pos6",
    "url": "putin-taps-the-butcher-of-syria-to-subdue-ukraine-russia-war-command-aleksandr-dvornikov-donbas-chemical-weapons-mariupol-siege-artillery-civilian-death-massacre-11649881134",
    "title": "Putin Taps the Butcher of Syria to Subdue Ukraine",
    "sub_head": "Russian Gen. Aleksandr Dvornikov is a ruthless commander with an established record of vicious brutality.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2022-04-13 18:41:00",
    "body": "After horrendous battlefield losses and failed objectives, Vladimir Putin is concentrating his efforts in Ukraine in the eastern provinces of the Donbas. Recognizing that neither his original plan for a blitzkrieg against Kyiv nor his plan for multiple operations in the north, south and east worked, Russia’s president seems ready now to embrace longstanding principles of war: simplicity, unity of effort and focused logistics. No more adventurous airborne operations against airfields. No more stymied convoys or simultaneous but separate attacks on Kharkiv, Mariupol and Sumy. No more disputes among commanders over logistical resupply. Rather, the Russians will pursue a single coordinated effort with, initially, more-limited aspirations in the Donbas.<br />Unity of command has long been recognized as an indispensable prerequisite for victory. Battlefield directions will no longer emanate from the Kremlin or Moscow but from a field headquarters. Mr. Putin’s recent appointment of Gen. Aleksandr Dvornikov to command all forces in Ukraine is consistent with the principle of unity of command. It’s also worrisome. Unlike Defense Minister Sergei Shoigu, a politician-cum-general, and Gen. Valery Gerasimov, reputedly the designer of the original attack plan for Ukraine, Gen. Dvornikov is not a staff officer in Moscow. He is a seasoned combat veteran with previous responsibility for operations in Chechnya, Crimea and Armenia."
}