{
    "url_original": "https://www.wsj.com/articles/return-to-space-review-a-double-booster-return-to-space-netflix-jimmy-chin-elizabeth-chai-vasarhelyi-free-solo-the-rescue-elon-musk-spacex-nasa-11649360353?mod=opinion_major_pos13",
    "url": "return-to-space-review-a-double-booster-return-to-space-netflix-jimmy-chin-elizabeth-chai-vasarhelyi-free-solo-the-rescue-elon-musk-spacex-nasa-11649360353",
    "title": "‘Return to Space’ Review: A Double Booster",
    "sub_head": "A new Netflix documentary that turns on a 2020 launch crucial to the future of Elon Musk’s SpaceX",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-517503?width=860&height=573",
    "image_1": "im-517503.jpg",
    "time": "2022-04-07 17:05:00",
    "body": "“Return to Space,” a  Netflix  documentary by Jimmy Chin and Elizabeth Chai Vasarhelyi—they did the excellent docs “Free Solo” and “The Rescue”—may come on like a promotional piece for SpaceX. In fact, it promotes the company quite effectively, and why not? Elon Musk’s aerospace venture has achieved remarkable things since it was founded two decades ago. The film is more than that, though. It’s a return to dramatic accounts of blastoffs, followed by soul-filling footage from beyond our sheltering atmosphere and implacable gravity; a portrait, by reflected light from fiery boosters, of one of Earth’s most curious (in every respect) overachievers; and a testament to failing upward—far, far upward.<br />Most of the action turns on a 2020 launch, and the failures preceding it, that was crucial to the future of SpaceX as a closely held entity with a prominent, if not dominant, role in this country’s space exploration. The flight was to be the first time in nine years—since the end of the space shuttle program—that American astronauts would depart from U.S. soil for the International Space Station, and a final test before NASA would certify SpaceX for regular flights to and from the station. For Mr. Musk and his company, it was also a steppingstone—big step, weightless stone—on the way back to the moon, which hasn’t been visited in 50 years by a living soul, let alone an American, and then, as he takes expansive pleasure in predicting, onward and outward to Mars."
}