{
    "url_original": "https://www.wsj.com/articles/sneakers-designer-styles-combine-polish-with-comfort-11649429640?mod=life_work_lead_pos1",
    "url": "sneakers-designer-styles-combine-polish-with-comfort-11649429640",
    "title": "Unwilling to Give Up Sneakers? These 3 Designer Styles Combine Polish with Comfort",
    "sub_head": "Chic new women’s sneaker launches, from brands like Veja and Prada, offer a highly presentable, but completely painless way to venture back out into the world this spring",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "time": "2022-04-08 10:54:00",
    "body": "With the arrival of longer days and the lightening of color-coded Covid maps, many of us are eagerly packing our calendars. My “tennis ladies” group-text chain has risen from the dead and, for the first time in two years, I have more than one dinner reservation in my Resy app. If you’re like me, you might also be contemplating meeting a friend for pickleball, testing out a return-to-office commute or—since it’s still light at 6 p.m.—simply taking an evening stroll through an as-yet-leafless park. For these outings, you’ll obviously need suitable shoes. I’m personally eyeing a slew of new, stylish sneaker options—from a retro-inspired tennis shoe worthy of Princess Diana at her sportiest to a candy-colored collaboration between Veja and Mansur Gavriel and the relaunch of a  Prada  classic that’s ideal for digital shoppers. Even if you “hate” everything else in your closet, these might make getting dressed for your resurgent social life a lot easier.<br />Few sports provide more  Pinterest  inspiration than tennis. Google “Arthur Ashe polo shirt” or “Chris Evert hair bow” and, I promise, you won’t be disappointed. One image that I always return to is this 1988 shot of Princess Diana and Steffi Graf having an enigmatic moment at the net. Diana is wearing a long cardigan that nearly covers her pleated miniskirt with white puffy trainers—an outfit that aligns with fashion’s current obsessions with both vintage and preppy style. Last week, as part of their ongoing collaboration, Reebok and Masion Margiela launched an eerily similar sneaker. While you might want a little more ankle support for actual on-court play, this court-adjacent style will nicely tone down the exuberance of your “it’s finally spring” floral dress, or style up your tried-and-true  Lululemon  ensemble. Maison Margiela x Reebok Classic Leather Memory Of Sneakers, $350, Reebok.com and MaisonMargiela.com"
}