{
    "url_original": "https://www.wsj.com/articles/the-method-book-review-the-modern-way-to-act-11649329877?mod=opinion_major_pos11",
    "url": "the-method-book-review-the-modern-way-to-act-11649329877",
    "title": "‘The Method’ Review: The Modern Way to Act",
    "sub_head": "Stanislavski brought his system for the creation of emotionally resonant drama to America. Actors embraced it—but few could agree on its meaning.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-519686?width=860&height=573",
    "image_1": "im-519686.jpg",
    "time": "2022-04-07 07:11:00",
    "body": "The theater has its allure, but one often thinks that Irving Berlin’s “There’s No Business Like Show Business” could profit from the bracing corrective of Noël Coward’s “Don’t Put Your Daughter on the Stage.” Isaac Butler’s intense, deeply researched, historically alert, well-written, eminently readable (and gossipy) “The Method: How the Twentieth Century Learned to Act” explores the art of acting with sufficient depth and clarity to support both positions. How, Mr. Butler asks, can one explain good acting? Can it be taught? Is the theater part of some higher calling, or a mirror for narcissists? And how do theatrical habits reflect, and affect, the zeitgeist they’ve emerged from?<br />More than a century ago, actor-director-theorist Konstantin Stanislavski (1863-1938), a co-founder of the Moscow Art Theatre, initiated a revolution in acting that overlapped with other revolutions on the world stage. The “Method,” according to Mr. Butler, had many parents, but it was Stanislavski who started it all. Rival interpreters and followers are still fighting over what he meant and what his “system” does, and reading about the factions and disagreements, the haughty egos and the bad behavior, the zealous believers and the deniers, all with their own Oedipal conflicts, can easily put one in mind of children of any movement, religious or secular, who end up destroying themselves."
}