{
    "url_original": "https://www.wsj.com/articles/the-perfect-sound-audiophile-turntable-stereo-music-review-quest-for-a-groove-11650034142?mod=opinion_major_pos11",
    "url": "the-perfect-sound-audiophile-turntable-stereo-music-review-quest-for-a-groove-11650034142",
    "title": "‘The Perfect Sound’ Review: Quest for a Groove",
    "sub_head": "Can the right turntable or the ideal amp bring a listener to musical nirvana? Garrett Hongo was determined to find out.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-524992?width=860&height=573",
    "image_1": "im-524992.jpg",
    "time": "2022-04-15 10:51:00",
    "body": "Nobel Prize-winning economist Herb Simon coined the term “satisficing” to address the underlying tension between the “satisfying” and the “sufficient,” the search for perfection and the settling for what is merely good. “Satisficing” describes a complex interaction between consumer behavior, personal aspiration and rational decision-making. Do I need to find the very best dry-cleaner in town, or can I stop my search with the shop that’s good enough?<br />I am an admitted, nerdy music buff. I’ve spent much of my life seeking out just the right guitar and the right mix of stereo gear to create high-fidelity sound. I find joy in the exploration, in the happiness of pursuit. But eventually I get lazy. I just want to play the guitar and not worry about whether it’s the best one, or whether it has the best strings, etc. When I curl up on the sofa in my living room with a glass of Château Margaux, I want to listen to Miles Davis or Rodney Crowell and relax into the listening rather than try to identify flaws in the delivery system. I’m occasionally brought back to tinkering. When the lockdown began, I had an old turntable that I replaced with not one, but two new turntables and four different stereo cartridges so that I could optimize my vinyl listening. I’ve settled into a happy, satisficing plateau where it is good enough."
}