{
    "url_original": "https://www.wsj.com/articles/the-palace-papers-book-review-royal-reality-show-windsors-queen-tina-brown-11650636939?mod=opinion_major_pos11",
    "url": "the-palace-papers-book-review-royal-reality-show-windsors-queen-tina-brown-11650636939",
    "title": "‘The Palace Papers’ Review: Royal Reality Show",
    "sub_head": "If the Windsors have weathered a cavalcade of misfortunes and scandals, credit their determined family manager: the Queen.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "image_1_url": "https://images.wsj.net/im-528494?width=860&height=573",
    "image_1": "im-528494.jpg",
    "time": "2022-04-22 14:33:00",
    "body": "One of these days, barring a revolution, the barely United Kingdom of England, Scotland, Wales and Northern Ireland will acquire a new monarch. After decades in waiting, the present Prince of Wales will become Charles III, a king as unlikely to lose his head (see Charles I) as he is to be nicknamed the Merry Monarch (see Charles II), for here is a man who eats what his family calls “birdseed” for breakfast and is prone to gloomy reflections. Some of which may be explained by the crude fact that “only the monarch’s firstborn wakes up every morning knowing that to advance to the ultimate prize, all he has to do is stay alive.”<br />Which is hardly a nice thing to have pointed out to one. But then Tina Brown, the writer making the comment in her new royal potboiler, is not, in that sense, nice. A sharpshooting journalist rightly admired for her stylistic accuracy and flair, Ms. Brown has several trophies to her credit including the past editorships of Tatler, Vanity Fair and the New Yorker. Her previous targets include the late Princess Diana, whom she sympathetically dissected in her 2007 volume “The Diana Chronicles.” Ten years later, Ms. Brown broadened her range with “The Vanity Fair Diaries,” which conjured up the “Crazy Eighties” in all their tawdriness and which also charted the author’s ascent in Manhattan, where every putdown she received was lobbed back as a challenge. “When [Robert] Gottlieb tells her that as an English person she could never understand The New Yorker,” one reviewer wrote, referring to that magazine’s earlier editor, “we know exactly where she’s headed.”"
}