{
    "url_original": "https://www.wsj.com/articles/the-offer-paramount-the-godfather-francis-ford-coppola-mario-puzo-robert-evans-miles-teller-albert-s-ruddy-matthew-goode-meredith-garrelson-jake-regal-giovanni-ribisi-burn-gorman-11651007096?mod=opinion_major_pos14",
    "url": "the-offer-paramount-the-godfather-francis-ford-coppola-mario-puzo-robert-evans-miles-teller-albert-s-ruddy-matthew-goode-meredith-garrelson-jake-regal-giovanni-ribisi-burn-gorman-11651007096",
    "title": "‘The Offer’ Review: The Movie Masterpiece That Almost Wasn’t",
    "sub_head": "A new series on Paramount+ dramatizes the shaky road ‘The Godfather’ took from page to screen.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-531662?width=860&height=573",
    "image_1": "im-531662.jpg",
    "time": "2022-04-26 17:06:00",
    "body": "Spoiler Alert: “The Godfather” got made. Nonspoiler alert: In “The Offer,” it almost doesn’t. “Godfather” cultists, and we are legion, will find the entire 10-part dramatic series—presented by the studio that almost didn’t make the movie—not just impossible to refuse, but nerve-racking: A world without Francis Ford Coppola’s masterpiece? The film that may well be the crowning achievement of American cinema? Unthinkable. And yet, in the early ’70s, it was very thinkable. In fact, the series more than implies that the film was a series of small miracles from the time it rose out of Mario Puzo’s pulpy novel to the night it won the Best Picture Oscar for 1972. As never happened, Michelangelo might have fallen off the scaffold; Mozart might have been born to a butcher; Ronald Reagan might actually have starred in “Casablanca.” How masterpieces do happen is usually the result of fortuitous happenstance, pitfalls avoided, stupidity sidestepped. “The Offer” catalogs it all.<br />The series, created by Michael Tolkin, carries a very unusual source credit—“Based on Albert S. Ruddy’s experience of making ‘The Godfather.’” Not surprisingly, Mr. Ruddy (now 92 years old) is the hero of the piece, portrayed with heroic nerve and considerable charisma by Miles Teller (“Whiplash”), as the producer who hurdles the myriad human obstacles preventing the Corleone family’s emigration from page to screen: Paramount president Robert Evans (Matthew Goode) is desperate to salvage his struggling studio, but not so desperate that he doesn’t foist his wife, Ali MacGraw (Meredith Garretson), on director Arthur Hiller (Jake Regal) for the lead in “Love Story.” Mob boss Joe Colombo (Giovanni Ribisi) is using his newly formed Italian-American Civil Rights League to convince America that the Mafia doesn’t exist, something “The Godfather” is insisting it does. Charles Bluhdorn (Burn Gorman), head of Gulf+Western (which then owned Paramount), is inclined to go along with the charming Ruddy, though his unctuous functionary, Barry Lapidus (Colin Hanks), is undermining the film at every turn."
}