{
    "url_original": "https://www.wsj.com/articles/the-new-progressives-fight-against-consumer-welfare-deregulating-antitrust-enforcement-economy-bipartisan-11649017074?mod=opinion_lead_pos5",
    "url": "the-new-progressives-fight-against-consumer-welfare-deregulating-antitrust-enforcement-economy-bipartisan-11649017074",
    "title": "The New Progressives Fight Against Consumer Welfare",
    "sub_head": "The Biden administration wants to undo years of bipartisan consensus about antitrust regulation.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2022-04-03 17:05:00",
    "body": "With major antitrust legislation headed to the Senate floor, it is important to remember that over the past half-century, a bipartisan consensus has existed that antitrust law and enforcement should be anchored in consumer welfare. This consensus, beginning in the 1970s, was founded on a bipartisan rejection of Progressive-era regulatory frameworks that harmed consumers, competitiveness and economic growth. In one of his first and most important executive orders, President Biden committed his administration to returning to those Progressive-era policies, which pick winners and losers, substitute government edicts for market forces, and bestow on unelected bureaucrats expansive power to engage in industrial policy.<br />The modern progressives who dominate the Biden administration have labeled themselves Neo-Brandeisians after Justice Louis Brandeis, who claimed that “the evils of excessive bigness are something distinct from and additional to the evils of monopoly.” Sen. Elizabeth Warren, who believes that only government should be big and powerful, has worked to ensure that committed progressives hold key levers of regulatory power in the Biden administration. Notable examples include Tim Wu, a special assistant to the White House National Economic Council; Lina Khan, chairman of the Federal Trade Commission; and Rohit Chopra, director of the Consumer Financial Protection Bureau."
}