{
    "url_original": "https://www.wsj.com/articles/the-duke-jim-broadbent-helen-mirren-goya-duke-of-wellington-national-gallery-london-roger-mitchell-11650577386?mod=opinion_major_pos15",
    "url": "the-duke-jim-broadbent-helen-mirren-goya-duke-of-wellington-national-gallery-london-roger-mitchell-11650577386",
    "title": "‘The Duke’ Review: Performances to Steal the Show",
    "sub_head": "Jim Broadbent plays a British eccentric accused of pilfering a Goya painting, while Helen Mirren is his long-suffering wife.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-528095?width=700&height=467",
    "image_1": "im-528095.jpg",
    "time": "2022-04-21 17:44:00",
    "body": "The title of “The Duke” refers to a Goya painting of the Duke of Wellington—it was stolen in 1961, under whimsical circumstances that made headlines at the time, from London’s National Gallery. But there’s contemporary royalty in the cast: Jim Broadbent as a fictionalized but far from airbrushed version of Kempton Bunton, the humble British eccentric who admits to having stolen it (and its frame), and Helen Mirren as Dorothy Bunton, Kempton’s loyal, long-suffering, cleaning-woman wife. One of the pleasures—even privileges—of watching a film like this is seeing what superb actors are able to do with material that doesn’t aspire to greatness. The story is charming, the performances are exceptional.<br />The director was Roger Michell (“Notting Hill”), who died a few weeks after “The Duke” was shown at the Telluride Film Festival last fall; he worked from a script written by Richard Bean and Clive Coleman. Part of the pull of the true story must have been its period. Mr. Michell and his colleagues, including the cinematographer Mike Eley, play with then-fashionable split screens, contrasting them to the touching plainness of the Buntons’ working-class flat. (Fionn Whitehead is Jackie, the couple’s son.) The main appeal, though, was clearly the hero’s quixotic soul. Kempton has been a lifelong failure as a breadwinner: He even manages to get fired from a menial job at a commercial bakery. Yet he’s an idealist who’s always invoking the greater good. At one point we see him reading George Orwell’s “Coming Up for Air,” a classic comic novel about the struggles of a common man."
}