{
    "url_original": "https://www.wsj.com/articles/the-northman-robert-eggers-vikings-sjon-ethan-hawke-claes-bang-alexander-skarsgard-nicole-kidman-bjork-anya-taylor-joy-11650577645?mod=opinion_major_pos13",
    "url": "the-northman-robert-eggers-vikings-sjon-ethan-hawke-claes-bang-alexander-skarsgard-nicole-kidman-bjork-anya-taylor-joy-11650577645",
    "title": "‘The Northman’ Review: Good Lore and Gore Galore",
    "sub_head": "Robert Eggers’s latest—a star-packed Viking revenge story with Alexander Skarsgård, Ethan Hawke and Nicole Kidman—resonates with our modern era as well.",
    "category_1": "Books & Arts",
    "category_2": "Film Review",
    "image_1_url": "https://images.wsj.net/im-528090?width=700&height=467",
    "image_1": "im-528090.jpg",
    "time": "2022-04-21 17:49:00",
    "body": "Robert Eggers isn’t one for brightness, but the brooding images he favors are more than a matter of photography. They evoke darkness in the human soul. In his startling 2015 debut feature, “The Witch,” a fanatically religious farmer in 17th-century New England inflicts his obsession with sin on his loved ones like a plague. In the filmmaker’s 2019 “The Lighthouse,” an enthralling—and funny—nightmare fantasy set a couple of centuries later, a veteran lighthouse keeper and his young assistant struggle toward symbolic and literal enlightenment on a desolate island off the coast of Maine while driving each other crazy. Yet neither film fully prepares us for “The Northman,” a Viking action extravaganza that begins in A.D. 895, depicts battles and rituals of surpassing ghastliness, and—love it or leave it—constitutes a horror classic.<br />Loving it is not the issue, of course—the level of amputating, eviscerating, decapitating violence transcends good nasty fun. The challenge is taking it in, watching it without averting your eyes—I can’t say mine stayed fixed on the screen—and seeing it for what it is, a tumultuous, graphically gorgeous entertainment for our time as well as an ineffably somber meditation on our species’ seemingly inexhaustible reservoir of savagery."
}