{
    "url_original": "https://www.wsj.com/articles/the-great-passion-book-review-novel-james-runcie-music-in-rehearsal-with-bach-11649892800?mod=opinion_major_pos10",
    "url": "the-great-passion-book-review-novel-james-runcie-music-in-rehearsal-with-bach-11649892800",
    "title": "‘The Great Passion’ Review: In Rehearsal With Bach",
    "sub_head": "The author of the ‘Grantchester’ mysteries takes readers on a fictional journey into the making of the composer’s soaring Easter masterpiece.",
    "category_1": "Books & Arts",
    "category_2": "Books",
    "time": "2022-04-14 08:30:00",
    "body": "On Good Friday in 1727, the congregation at St. Thomas Church in Leipzig faced a long haul. As well as hymns, a motet and a sermon, the solemn vespers would include a gigantic two-part oratorio composed by the church’s Cantor—the director of music—with a text taken from St. Matthew’s gospel. The service lasted through the afternoon and into the brisk April evening. What did its first hearers think of “The Passion According to St. Matthew” by Johann Sebastian Bach—who, four years previously, had arrived in the Saxon city? We simply don’t know. In his magnificent study of Bach (“Music in the Castle of Heaven”), the conductor John Eliot Gardiner can find “not the smallest shard of evidence” about contemporary reactions. The “Passion” itself then dropped into oblivion until a young musical prodigy—a baptized Jew named Felix Mendelssohn—discovered the score and revived it for a performance in Berlin in 1829.<br />Everyone who has since listened in awe and wonder to the “St. Matthew Passion” and sensed (in James Runcie’s words) that “nothing matters as much as this” owes a debt not just to Bach but to Mendelssohn’s visionary labor of rebirth. Musicians, conductors and directors have re-created it time and again. The ponderous massed-choir pieties of the Victorian era later yielded to the lighter, swifter mood of period-instrument versions and the semi-operatic stagings of directors such as Jonathan Miller and Peter Sellars. Faithful and faith-less agree that Bach’s layered blend of musical storytelling, commentary and reflection, as the final acts of Jesus’ life move from betrayal to crucifixion to entombment, can, Mr. Runcie writes, “give a particular voice to universal feelings.” The work itself offers no triumphant resurrection. That’s for us to find."
}