{
    "url_original": "https://www.wsj.com/articles/tokyo-vice-hbo-max-michael-mann-josef-kubota-wladyka-ansel-elgort-ken-watanabe-sho-kasamatsu-rinko-kikuchi-rachel-keller-jake-edelstein-11649194851?mod=business_minor_pos5",
    "url": "tokyo-vice-hbo-max-michael-mann-josef-kubota-wladyka-ansel-elgort-ken-watanabe-sho-kasamatsu-rinko-kikuchi-rachel-keller-jake-edelstein-11649194851",
    "title": "‘Tokyo Vice’ Review: Nippon Noir",
    "sub_head": "HBO Max’s new series is based loosely on a Missouri-born man’s time as a crime reporter at a major Japanese newspaper.",
    "category_1": "Books & Arts",
    "category_2": "Television Review",
    "image_1_url": "https://images.wsj.net/im-517420?width=860&height=573",
    "image_1": "im-517420.jpg",
    "time": "2022-04-05 17:42:00",
    "body": "You can almost smell the aught-era nicotine in “Tokyo Vice,” an eight-part series “loosely” based on the Missouri-born Jake Adelstein’s life as a crime reporter for a major Japanese newspaper, and a treatment that renews one’s appreciation for the cigarette as a magic wand—a signifier of power, sex, distraction, attraction, disdain and something an actor can do with his hands. One can imagine director Michael Mann eager to get all film-noirish with the smokes, even during a multilingual, pandemic-era shoot of a story about crime in a country that doesn’t like to acknowledge it, and a culture rife with xenophobia and misogyny.<br />Indignation and fun, in other words. Mr. Mann (“Miami Vice” and “Heat” being the pertinent credits here) handled only episode 1—other participating directors include Josef Kubota Wladyka and the single-named Hikari. But he gives the project the shove-off it needs, sending Jake (Ansel Elgort) through a kind of origin-story montage that shows his intensive study of Japanese language, economics and meteorology; taking an aikido class; teaching an ESL class; and eventually entering a racist newsroom—where the pejorative “gaijin” (outsider) is heard often enough and Jake is caught completely off guard by the editorial policies at work. You don’t refer to a murder, for instance, as a murder—even if the victim is found with multiple stab wounds and a knife sticking out of his chest. Not until the police decide it’s a murder. And they might not."
}