{
    "url_original": "https://www.wsj.com/articles/trench-coat-wild-transformation-11650646122?mod=life_work_lead_story",
    "url": "trench-coat-wild-transformation-11650646122",
    "title": "How the Trench Coat Became the Trench Ball Gown. And Skirt. And Corset.",
    "sub_head": "This spring, designers have cheekily reinvented the comforting wardrobe staple, incorporating its utilitarian details into clothes that range from practical to glamorous",
    "category_1": "Life & Work",
    "category_2": "Style & Fashion",
    "image_1_url": "https://images.wsj.net/im-528132?width=860&height=573",
    "image_1": "im-528132.jpg",
    "time": "2022-04-22 12:50:00",
    "body": "“I WAS A MESS,” said Natalia Surdyka, describing her mangled mental state after a recent breakup. “I was crying, just so upset,” recalled the 24-year-old. But a few days after the split, Ms. Surdyka, a writer and media research assistant in Montville, N.J., resolved to wallow no longer. “I was like, ‘I want to take some pictures. I want to look nice. Let me feel myself for a moment.’” (For the uninitiated, “feeling myself,” a phrase popularized by Nicki Minaj and Beyoncé, is about manifesting self-confidence, subtle cockiness and empowerment—a mood that often leads to scads of selfies.) What did Ms. Surdyka wear to achieve pop-icon-level aplomb? A super-short “trench dress” with cutouts above the waist, that she’d recently ordered online. “I stepped outside and immediately my confidence went from here to here,” she said, raising her hand from waist to forehead. “I was so low, and putting it on, I felt really good about myself.”<br />The look Ms. Surdyka tapped into—subversive trench-inspired fashion—is one that designers from Yves Saint Laurent and Ralph Lauren to Jean Paul Gaultier have played with for decades and is especially prevalent this season. Rokh, a London brand by Rok Hwang known for reinventing garments, showed trench skirts, dresses and even a trenchified corset for spring. Mr. Hwang is drawn to the trench’s utilitarianism and called the outerwear a “blank canvas” that begs to be transformed. Alexander McQueen sells a voluminously skirted trench coat that doubles as a dramatic dress. Japanese brand Sacai offers myriad trench pieces, including skirts, and at  Burberry —one of the oldest and best-known trench-makers—designer Riccardo Tisci turned out a fall collection that featured strapless ball gowns rooted in the flappy, belt-y, epaulette-y DNA of the classic coat."
}