{
    "url_original": "https://www.wsj.com/articles/accelerating-rally-in-oil-prices-signals-optimism-about-global-growth-11606233299?mod=markets_minor_pos5",
    "url": "accelerating-rally-in-oil-prices-signals-optimism-about-global-growth-11606233299",
    "title": "Accelerating Rally in Oil Prices Signals Optimism About Global Growth",
    "sub_head": "U.S. crude-oil hits highest level since early March following sixth gain in seven sessions",
    "category_1": "Markets",
    "category_2": "Commodities",
    "image_1_url": "https://images.wsj.net/im-264060?width=620&size=1.5",
    "image_1": "im-264060.jpg",
    "time": "2020-11-24 15:14:00",
    "body": "A recent rise in oil prices continued on Tuesday, sending crude to its highest level since early March with investors wagering on a brighter economic outlook and higher demand for fuel.<br />U.S. crude-oil futures for January delivery advanced 4.3% to $44.91 a barrel, rallying for the sixth time in seven sessions and eclipsing their peak closing level from late August. Oil started the year above $60, briefly tumbled below $0 for the first time ever in April as coronavirus shutdowns crippled demand, then rebounded around $40 this summer.<br />Prices had hovered around the $40 level for months, but upbeat coronavirus vaccine trial results in recent weeks are igniting fresh gains. The data from  Moderna Inc.  and the duos of  Pfizer Inc.  and  BioNTech SE  and  AstraZeneca  PLC and the University of Oxford are fueling hopes that global consumers will be vaccinated more quickly than previously expected and could resume traveling.<br />That would be a boon for energy producers like  Chevron Corp.  and  Exxon Mobil Corp.  because oil demand rises when more people are driving and flying and ships laden with goods are traveling all over the world. The pandemic fueled a historic drop in fuel demand early in the year and prompted a fresh selloff in late October, but traders now expect a recovery in consumption to extend the oil rebound into 2021.<br />“It’s a total change of vibe,” said Robert Yawger, director of the futures division at Mizuho Securities USA. “Everything is much more positive now.”"
}