{
    "url_original": "https://www.wsj.com/articles/blackrock-to-buy-equity-index-provider-aperio-for-1-billion-11606173777?mod=markets_minor_pos8",
    "url": "blackrock-to-buy-equity-index-provider-aperio-for-1-billion-11606173777",
    "title": "BlackRock to Buy Equity-Index Provider Aperio for $1 Billion",
    "sub_head": "The all-cash deal is a move to add more personalization to its offerings",
    "category_1": "Markets",
    "category_2": "Deals",
    "image_1_url": "https://images.wsj.net/im-263909?width=620&size=1.5",
    "image_1": "im-263909.jpg",
    "time": "2020-11-23 19:30:00",
    "body": "BlackRock Inc.  is acquiring Aperio Group LLC, a firm that helps build custom portfolios for wealthy individuals, for $1.05 billion, in a push by the world’s largest money manager to add more personalization to its offerings.<br />In buying Aperio, BlackRock is betting on growing interest by individuals for portfolios tailored to their values. Aperio is part of the so-called direct indexing industry, a small-but-expanding part of the financial space.<br />Such firms create indexes and portfolios that can be customized to exclude certain stocks or have more exposure to other sectors. Sausalito, Calif.-based Aperio has worked with financial advisers to tailor bespoke client portfolios. For instance, it could build a portfolio without tobacco exposure that has more renewable energy holdings.<br />These portfolios are created for single investors rather than forcing investors to be stuck with others in a fund. A provider of such separately managed accounts for U.S. wealth managers, BlackRock said the combination will help increase those assets by about 30% to over $160 billion.<br />BlackRock doesn’t sell products directly to individuals, like brokerages do. Instead, it works through intermediaries. It has been seeking alternative ways to broaden its reach over the wealth management industry business of how individuals’ money is invested. BlackRock has said it has no desire to buy rival firms simply to drive down costs through economies of scale but would look to tactically grow in select areas, including expanding its distribution reach."
}