{
    "url_original": "https://www.wsj.com/articles/former-zappos-chief-exalted-customer-service-and-set-high-bar-for-rivals-11606687557?mod=business_lead_pos6",
    "url": "former-zappos-chief-exalted-customer-service-and-set-high-bar-for-rivals-11606687557",
    "title": "Former Zappos Chief Tony Hsieh Exalted Customer Service, Set High Bar for Rivals",
    "sub_head": "Entrepreneur nurtured online shoe seller, was bestselling author and management guru",
    "category_1": "World",
    "category_2": "Obituaries",
    "image_1_url": "https://images.wsj.net/im-265735?width=620&size=1.5",
    "image_1": "im-265735.jpg",
    "time": "2020-11-29 17:25:00",
    "body": "Tony Hsieh, who led online shoe retailer Zappos.com Inc. for two decades, had some surprising guidance for employees: If customers wanted a shoe Zappos couldn’t supply, the representative should direct them to a rival that could.<br />That service, he figured, was a good way to cultivate loyal customers.<br />Mr. Hsieh, an internet pioneer, customer-service fanatic, management guru and bestselling author, died Friday at the age of 46 of injuries from a house fire in New London, Conn.<br />As a young entrepreneur, he changed the face of internet retailing with bold strokes. To overcome customer skittishness about ordering shoes without trying them on first, Zappos offered free shipping and free returns, giving customers as long as a year to send back unwanted products. Customers could order dozens of pairs of shoes and keep only those they liked—a policy that set a high bar for rivals.<br />The Harvard-educated chief executive, whose parents were immigrants from Taiwan, also insisted on keeping his call center in the U.S. rather than outsourcing it to an overseas supplier that might not meet his exacting standards. Instead of being compensated for handling a high number of calls quickly, Zappos employees were encouraged to spend hours on the line with a single customer if that’s what it took to reach satisfaction."
}