{
    "url_original": "https://www.wsj.com/articles/regulatory-pressure-mounts-on-coal-miner-that-rattled-chinas-bond-market-11606303492?mod=markets_minor_pos4",
    "url": "regulatory-pressure-mounts-on-coal-miner-that-rattled-chinas-bond-market-11606303492",
    "title": "Regulatory Pressure Mounts on Coal Miner that Rattled China’s Bond Market",
    "sub_head": "Investigation into state-owned Yongcheng Coal is escalated to country’s securities regulator",
    "category_1": "Markets",
    "category_2": "Credit Markets",
    "image_1_url": "https://images.wsj.net/im-264604?width=620&size=1.5",
    "image_1": "im-264604.jpg",
    "time": "2020-11-25 06:24:00",
    "body": "An investigation into a troubled Chinese state-owned coal miner was escalated to the country’s securities regulator, as authorities pile pressure on the company whose recent default rattled the bond market.<br />The National Association of Financial Market Institutional Investors, a self-regulating body supervised by China’s central bank, said late Tuesday that it had sent leads related to suspected violations of laws and regulations by Yongcheng Coal & Electricity Holding Group Co. to the China Securities Regulatory Commission. The industry group said it would also impose unspecified sanctions on the company and start an investigation into its parent, an energy and chemicals conglomerate.<br />Yongcheng Coal missed a deadline earlier this month to repay 1 billion yuan, equivalent to $152 million, in 270-day commercial paper that matured Nov. 10, after having sold new debt just weeks earlier. The company had also transferred some assets, including stakes in a local bank and several chemical firms, to other local state companies.<br />The miner’s failure to make the debt payment and recent bond defaults by an automotive business and a chip maker have caused unease among investors, sending yields on riskier corporate bonds higher. Yields rise as bond prices fall.<br />Yields on three-year Chinese corporate bonds with double-A credit ratings—a grade that in China’s domestic rating system indicates a significant amount of risk—rose to more than 4.482% on Tuesday, their highest since December 2018, according to Wind. They edged down slightly to 4.479% Wednesday but are still significantly higher than a few weeks ago."
}