{
    "url_original": "https://www.wsj.com/articles/spanish-lenders-bbva-and-sabadell-abandon-merger-talks-11606469903?mod=markets_lead_pos11",
    "url": "spanish-lenders-bbva-and-sabadell-abandon-merger-talks-11606469903",
    "title": "Spanish Lenders BBVA and Sabadell Abandon Merger Talks",
    "sub_head": "Breakdown demonstrates difficulties in getting deals done despite predictions of a wave of consolidation in European banking",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-265251?width=620&size=1.5",
    "image_1": "im-265251.jpg",
    "time": "2020-11-27 04:38:00",
    "body": "Banco Bilbao Vizcaya Argentaria SA,  Spain’s second-largest lender by assets, and smaller peer  Banco de Sabadell SA  ended their merger talks because of disagreements over pricing, underlining that consolidation in Europe’s fragmented banking system remains complicated.<br />The banks disclosed the talks less than two weeks ago. BBVA said on Nov. 16 that it was conducting due diligence on Sabadell after agreeing to sell its operations in the U.S. to Pittsburgh-based  PNC Financial Services Group Inc.  for $11.6 billion.<br />European banks have faced intensifying pressure to merge as they struggle to make money in a negative-rates environment and as the pandemic pummels the economy. Shares of most of the region’s lenders have fallen sharply this year, with Sabadell—with its exposure to corporates and small businesses in Spain—declining more than 60%.<br />Sabadell’s shares were down 13% Friday morning, while BBVA’s were up close to 3%.<br />Another duo of Spanish lenders,  CaixaBank SA  and  Bankia SA,  agreed to merge in September. In Italy,  Intesa Sanpaolo  SpA is buying smaller rival UBI Banca SpA. A small Italian cooperative bank,  Credito Valtellinese  SpA, is currently considering an acquisition offer from France’s  Credit Agricole SA,  which has operations in the country. Regulators are hopeful for more deals, which would provide the scale banks need to be profitable in a sector where costs remain high."
}