{
    "url_original": "https://www.wsj.com/articles/stock-market-titans-amazon-google-and-facebook-are-also-driving-commercial-real-estate-11606213801?mod=markets_minor_pos19",
    "url": "stock-market-titans-amazon-google-and-facebook-are-also-driving-commercial-real-estate-11606213801",
    "title": "Stock-Market Titans Amazon, Google and Facebook Are Also Driving Commercial Real Estate",
    "sub_head": "Tech’s soaring property demand has been mostly a boon for cities, although it has fueled some concerns over rising rents and gentrification",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2020-11-24 05:30:00",
    "body": "The biggest U.S. tech companies are providing a jolt to the slumbering commercial real-estate business, emerging as major tenants and acquirers of office and other space while many nontech firms are trying to tear up their leases.<br />Five of the biggest property owners in the tech industry— Amazon.com Inc.,   Facebook Inc.,   Apple Inc.,  Google parent  Alphabet Inc.  and  Microsoft Corp. —together occupy around 589 million square feet of U.S. real estate, according to  CoStar Group .  That is more than all of the office space in New York City, or the equivalent to about 220 Empire State Buildings. It marks a fivefold increase from a decade ago.<br />Tech’s soaring real-estate demand has been mostly a boon for cities and towns, though it has also fueled some concerns over rising rents and gentrification. Big Tech’s arrival usually brings an influx of well-paid employees and fills city coffers with property-tax revenue. Their presence has had a positive knock-on effect, helping boost retail, restaurant and other businesses.<br />While Facebook, Microsoft and Google have said they would support working from home beyond the pandemic, that hasn’t appeared to have dulled their appetite for warehouses, data centers, retail stores and even more office space. This year alone, the five tech giants have expanded their real-estate footprint by more than a quarter, their fastest rate over the past decade.<br />Other industries expanded aggressively in the past, such as financial services in the early 1980s or manufacturing companies in the 1960s, but brokers say there is no precedent for Big Tech’s impact on property markets."
}