{
    "url_original": "https://www.wsj.com/articles/thanksgiving-draws-travel-to-a-pandemic-peak-11606691175?mod=business_lead_pos4",
    "url": "thanksgiving-draws-travel-to-a-pandemic-peak-11606691175",
    "title": "Thanksgiving Draws Travel to a Pandemic Peak",
    "sub_head": "Airport screenings were elevated this weekend, and some chose to drive rather than fly",
    "category_1": "Business",
    "image_1_url": "https://images.wsj.net/im-265727?width=620&size=1.5",
    "image_1": "im-265727.jpg",
    "time": "2020-11-29 18:37:00",
    "body": "The weekend after Thanksgiving met expectations that it would be the busiest travel period in the U.S. since the coronavirus pandemic began, aided by clement weather and lower gas prices that encouraged some to drive rather than fly.<br />Almost 50 million people were expected to have made a journey during the Thanksgiving holidays, said AAA, despite tightening local clampdowns and warnings from federal health officials. The U.S. Centers for Disease Control and Prevention on Nov. 19 recommended people not travel over Thanksgiving.<br />The number of travelers from Nov. 25 through Nov. 29 was down more than 10% from a record set last year, according to AAA, which includes flights and road trips of more than 50 miles. Airlines, which boosted capacity earlier in the month only to trim flying when cancellations started to climb in recent weeks, said traveler numbers were in line with their revised expectations.<br />The Transportation Security Administration said that its workers screened more than 964,000 people on Saturday, down 37% from a year earlier, and more than a million on Nov. 25, the busiest flying day since March. TSA said that it expected screenings on Sunday to be higher than that.<br />Travel flows were helped by the lack of winter storms that blighted travel last year, triggering thousands of scrubbed flights in the Northeast and on down the East Coast. Only around 200 flights were scrubbed across the country over the weekend, with the total number of flights down by around a half from a year ago."
}