{
    "url_original": "https://www.wsj.com/articles/u-k-tax-refund-repeal-is-a-new-headache-for-retail-property-owners-11606222802?mod=markets_minor_pos20",
    "url": "u-k-tax-refund-repeal-is-a-new-headache-for-retail-property-owners-11606222802",
    "title": "U.K. Tax-Refund Repeal Is a New Headache for Retail Property Owners",
    "sub_head": "Business leaders worry that tourists will abandon London for other European shopping destinations",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "image_1_url": "https://images.wsj.net/im-263185?width=620&size=1.5",
    "image_1": "im-263185.jpg",
    "time": "2020-11-24 08:00:00",
    "body": "The U.K. risks losing its status as a premier shopping destination after a popular tourist tax break expires, posing a new threat to retail property owners already whipsawed by the pandemic and Brexit.<br />Starting in January, foreign visitors will no longer be able to reclaim a sales tax of 20% for items bought in the U.K. for 30 British pounds—equivalent to about $40—or more.<br />Business leaders worry that tourists could abandon London for other European shopping destinations such as Paris and Milan. Across the rest of Europe, tax refunds on shopping remain the norm. Non-European Union travelers can reclaim up to 20% of their spending in France and 22% in Italy.<br />Retail sales this year in London and other parts of the U.K. have already suffered from a drop in foreign visitors because of the coronavirus pandemic, plus two lockdown periods during which all but essential stores have been forced to close. Now, the fear is that even after Covid-19 comes under control, Britain’s higher taxed products will make it less appealing as a global shopping mecca.<br />“I thought that the point of Brexit was that we were going to become more competitive,” said Jace Tyrrell, chief executive of the New West End Company, which represents some 600 businesses in central London, including  Nike Inc.,   Apple Inc.,  and  Ralph Lauren Corp.  “This is going to affect not just London but regional cities like Edinburgh which rely on tourists.”"
}