{
    "url_original": "https://www.wsj.com/articles/2-000-checks-for-the-affluent-11609371467?mod=opinion_lead_pos3",
    "url": "2-000-checks-for-the-affluent-11609371467",
    "title": "$2,000 Checks for the Affluent",
    "sub_head": "Schumer and Trump want to write checks to the non-needy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-279528?width=620&size=1.5",
    "image_1": "im-279528.jpg",
    "time": "2020-12-30 18:37:00",
    "body": "Donald Trump and Chuck Schumer keep demanding another $2,000 in relief checks for their own political reasons, but it looks like Senate Majority Leader Mitch McConnell may hold them off with some crafty political maneuvering. He’s also right on the policy merits.<br />Mr. McConnell has linked the $2,000 checks to Mr. Trump’s other demands to repeal a liability shield for big tech firms and establish a commission to investigate voter fraud. Democrats don’t like the latter two provisions, so a bill with all three isn’t likely to pass the Senate. This betrays that Democrats are merely using the $2,000 checks to help the Democratic candidates in the Georgia Senate runoffs next week.<br />Mr. Schumer wants the Senate to pass the bill the House passed earlier this week with the $2,000 checks. The Senate Finance Committee staff has examined the details of both the House bill and Mr. Trump’s proposal, and it turns out they’re even worse than we thought in flowing to affluent Americans.<br />The House bill would increase the $600 checks to $2,000 ($4,000 for joint tax filers) with another $2,000 for each dependent regardless of age. All told the House bill would provide benefits to a family of five making up to $350,000 a year. The cost would add $463.8 billion to the national debt in addition to the $165.7 billion in checks that passed Congress this month. In other words, Democrats want to burden future taxpayers to write even bigger checks to affluent families today.<br />Mr. Trump’s proposal is somewhat less spendthrift in leaving payments to children age 18 or younger at $600. But he would still provide benefits to a family of five earning up to $266,000 a year and add $315.5 billion to the debt."
}