{
    "url_original": "https://www.wsj.com/articles/2021-genesis-g80-the-finest-car-70-000-can-buy-11607538135",
    "url": "2021-genesis-g80-the-finest-car-70-000-can-buy-11607538135",
    "title": "2021 Genesis G80: The Finest Car $70,000 Can Buy",
    "sub_head": "Think that Hyundai’s new luxury offshoot can’t compete with the likes of heritage brands Mercedes, Audi and BMW? Think again, says Dan Neil.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-269943?width=620&size=1.5",
    "image_1": "im-269943.jpg",
    "time": "2020-12-09 13:22:00",
    "body": "MUCH OF THE reader mail this column receives, thank you, is phrased in the form of a question: Which car should I buy? This question gets harder every year. Lately, many of my correspondents want to know which three-ton super-SUV behemoth I would recommend? Um, none. It’s my duty to observe that the supersizing of the U.S. private fleet represents a public health threat and a failure of regulatory and tax policy (I’m looking at you, Section 179 of the IRS Code). On average and at the extreme, SUVs and trucks have gotten too big, too wasteful and there are too many on the road. Don’t buy one.<br />See? Sort of sucks the air out of the room.<br />Another bloc asks my preference among traditional four-door sedans—midsize plus, premium-luxury category, rear or all-wheel drive, $50,000 to $75,000. If these readers are able to charge at home, I advise them to immediately Pass Go, buy a Tesla, and join the 21st century. Otherwise, the usual suspects include  BMW  5 Series,  Mercedes-Benz  E-Class, Lexus GS, Cadillac CT5 and Audi A6.<br />I’m answering all those letters at once. If I were spending my money—the most valuable kind—I’d probably buy the 2021 Genesis G80. And then you write back to say, “The wha…?” Allow me.<br />Genesis is the premium-luxury division of Hyundai, the Korean version of Toyota’s Lexus. For we grizzled veterans of the industry, this is the latest chapter in a story dating back to 2008. Hyundai has struggled to establish luxury credibility in Western markets. These efforts have often been undone by awkward whole-vehicle designs, says I; flagship cars that aspired to look glamorous—lots of brightwork, formal styling—but presented as just a bit naive. The bang-for-buck of cars like the G90 Limousine was undeniable. The warranty coverage was unbeatable. The pride of ownership was just not there."
}