{
    "url_original": "https://www.wsj.com/articles/2021-kia-sorento-finally-an-suv-thats-the-right-size-for-families-11608125906",
    "url": "2021-kia-sorento-finally-an-suv-thats-the-right-size-for-families-11608125906",
    "title": "2021 Kia Sorento: Finally, an SUV That’s the Right Size for Families",
    "sub_head": "SUVs are getting too big—and too pricey. Kia’s sleeker midsize Sorento trims the fat without sacrificing the third-row seat, giving the middle class a break, says Dan Neil.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "image_1_url": "https://images.wsj.net/im-273598?width=620&size=1.5",
    "image_1": "im-273598.jpg",
    "time": "2020-12-16 08:38:00",
    "body": "THE 2021  Kia  Sorento is a midsize crossover with third-row seating. I find that utterly fascinating.<br />In the past I’ve complained about the spiraling size of SUVs and pickups, as auto makers and dealers push U.S. consumers into ever larger vehicles, because—at the risk of being reductive—they are more profitable. It would be easy for a small family to walk into a dealership and drive off with a full-size, three-row SUV, having blown their budget, convinced the third row will pay for itself in convenience over 72 months of car payments.<br />The emergence of midsize crossovers with third-row seats represents the counter trend in consumer preference: right-sizing. Honda Pilot, Toyota Highlander, Mazda CX-9, Subaru Ascent, GMC Acadia, VW Atlas, Nissan Pathfinder. All now have third-row seating options, formerly the exclusive domain of L- and XL-sized vehicles. All are cheaper to buy, feed and maintain than the full-size brand alternative.<br />Example: Kia’s own Telluride SUV is 7.9 inches longer and about $2,600 more than the new Sorento. The Telluride is well priced and well reviewed, and has the option of seven or eight seats. But for buyers who foresee using these seats only sparingly, the midsize option may pencil out better, now that it’s here.<br />As was inscribed at the Temple of Apollo at Delphi, Know thyself, carbuyers. Those two or three extra seats could cost a lot, or a little. How often do you expect to have more than five people in your car; how old will they be; and how comfortable, for how long? Kids are bendy. I’ve owned a seven-passenger minivan for years. I can’t remember the last time every seat was filled. And yet car buyers are often consumed with fears of “What if?” Third-row seats, bike racks, multi-mode vehicle dynamics, launch control, paddle shifters, low-range 4x4, seat massagers, 300-mile EV range: just a few of the features people pay scads for and use rarely, if ever. Third-row seats are like gym memberships."
}