{
    "url_original": "https://www.wsj.com/articles/27-great-holiday-gift-ideas-from-truly-chic-hotel-boutiques-11607087704",
    "url": "27-great-holiday-gift-ideas-from-truly-chic-hotel-boutiques-11607087704",
    "title": "27 Great Holiday Gift Ideas From Truly Chic Hotel Boutiques",
    "sub_head": "Out of distinct, delectable holiday ideas? Hit the hotel gift shop—no flight required.",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-266263?width=620&size=1.5",
    "image_1": "im-266263.jpg",
    "time": "2020-12-04 08:15:00",
    "body": "NO LONGER cramped kiosks selling postcards and prophylactics, many hotel gift shops have become expertly curated boutiques. And now some of the world’s great purveyors of hospitality have emerged as a solution for online shoppers who need a holiday gift for the curtailed travelers in their lives. Think fancy consumables specific to the hotel’s region, an unusual toy, local things unavailable anywhere else.<br />If your loved ones have a favorite hotel, to which they return time and again, but can’t this year, a souvenir from its gift shop can be especially thoughtful. Ideal for Aunt Jane who’s been itching to get back to Claridge’s? The London landmark is now selling its tea service for the first time via its online store.<br />Aunt Jane will be thrilled and you can feel good about yourself: Online Christmas shopping via hotel boutique helps the hard-hit hospitality industry, too. Many top names offer gift cards for future travel. But in the meantime, here’s a wish list of things you can get online and have delivered directly, even if the hotel is closed:<br />Opened in 1951 when the Sersale family (and current owners) converted their house into a hotel, this small resort that hugs the Amalfi Coast is an Italian dream come true, with a boutique so chic that the wares—from vibrant caftan to snappy swim trunks—are also sold on Net-a-Porter. Standout item: the Suzani-inspired pillow cases (from $316) that mimic textiles used throughout the 58-room property. emporiosirenuse.com<br />On the ground floor of this reinvented 1930s downtown hotel, the Keep Shop boutique features a range of home goods and clothing, most made in the Southern U.S., including Stetson cowboy hats (from $125) and an indigo kimono jacket from Nashville designer Oil + Lumber ($175). noelle-nashville.com, keep.shop"
}