{
    "url_original": "https://www.wsj.com/articles/3-ways-to-hibernate-in-vermont-during-covid-11609265292",
    "url": "3-ways-to-hibernate-in-vermont-during-covid-11609265292",
    "title": "3 Ways to Hibernate in Vermont During Covid",
    "sub_head": "Vermont is a tough place to visit this winter, but if you don’t want to socialize, here’s where to quarantine cozily",
    "category_1": "Life & Arts",
    "category_2": "Travel",
    "image_1_url": "https://images.wsj.net/im-278822?width=620&size=1.5",
    "image_1": "im-278822.jpg",
    "time": "2020-12-29 13:08:00",
    "body": "HIDING OUT in Vermont’s snowy Green Mountains presents some challenges during Covid-times—but that’s the allure. The state’s strict regulations, wide-open spaces and intelligent epidemic management have led to one of the country’s lowest rates of infection. A tough place to visit, Vermont requires all out-of-state travelers to quarantine for seven days if they have a negative Covid test or 14 days without one—either before they leave home or after arrival. The state also limits locals and visitors alike from gathering with people from other households. Lodgings and restaurants and even ski resorts, however, are open at limited capacity.<br />The obstacles have kept most visitors at home, but if you don’t mind quarantining and don’t want to socialize, Vermont can be your own private snow globe this winter. And if you’re a skier, 50% lower capacity on peak weekends on the mountains means 50% fewer people scraping off the powder. We recommend these three, extra-safe lodging strategies, all focused on southern Vermont counties with even lower Covid rates than the rest of the state. Strap on your snowshoes.<br />The owners of the Homestyle Hotel Inn + Restaurant in Ludlow recently took over a motel in an 1830s building across the street and turned it into the Main + Mountain Bar and Motel. The transformed hostelry’s second-floor accommodations feature cool hues of white and gray, with live-edge headboards and white subway tile.<br />Covid-safety bonus: The motel has contactless check-in and pickup from the bar downstairs, and every room’s doors and windows open to the outside. Best of all, this fall the owners closed the hotel part of their property across the street and turned its former guest rooms into private dining rooms for the Homestyle Restaurant.<br />Surroundings: The homey mill town of Ludlow has emerged as one of Southern Vermont’s best dining destinations, and is about a five-minute drive from the access road to Okemo Mountain."
}