{
    "url_original": "https://www.wsj.com/articles/5g-auction-shatters-record-as-bidding-tops-66-billion-11608731335?mod=business_lead_pos3",
    "url": "5g-auction-shatters-record-as-bidding-tops-66-billion-11608731335",
    "title": "5G Auction Shatters Record as Bidding Tops $69 Billion",
    "sub_head": "FCC sale of wireless licenses has already hit new spending highs and the total could climb after a holiday break",
    "category_1": "Tech",
    "image_1_url": "https://images.wsj.net/im-276842?width=620&size=1.5",
    "image_1": "im-276842.jpg",
    "time": "2020-12-23 12:06:00",
    "body": "The Federal Communications Commission’s ongoing sale of wireless licenses has fetched more than $69.8 billion after three weeks of bidding, a record sum that could alter cellphone carriers’ prospects for the next decade.<br />The auction proceeds have already topped the $44.9 billion raised in 2015 by an earlier sale of midrange cellular licenses, which U.S. cellphone carriers used at the time to enhance their 4G service. Those companies are now investing billions of dollars in the next wave of fifth-generation coverage. The 5G standard promises to speed the flow of data to phones and other wireless devices like personal computers, cars and industrial machinery.<br />The recent bids have blown past Wall Street’s highest forecasts, suggesting that several companies are fighting over the most valuable wireless rights. The 5G auction kicked off Dec. 8 and will pause for the holidays until Jan. 4, when total bids could move even higher.<br />Each bid is swathed in secrecy until the auction process ends. Analysts expect big names like  AT&T Inc.  and  Verizon Communications Inc.  to walk away with a large share of the licenses to match assets that rival T-Mobile US Inc. captured with its February takeover of Sprint.<br />“Mid-band spectrum will be where 5G lives,” said Walt Piecyk, a telecom analyst for research firm LightShed Partners. He added that T-Mobile’s merger with Sprint “clearly put pressure on Verizon and AT&T” to match their rival’s war chest."
}