{
    "url_original": "https://www.wsj.com/articles/a-caveman-would-never-do-crossfit-why-theres-nothing-natural-about-exercise-11609171200",
    "url": "a-caveman-would-never-do-crossfit-why-theres-nothing-natural-about-exercise-11609171200",
    "title": "A Caveman Would Never Do CrossFit. Why There’s Nothing Natural About Exercise",
    "sub_head": "A new book debunks popular myths, including ‘that your inner primal macho ripped hunter-gatherer ancestor is who you were meant to be.’",
    "category_1": "Books",
    "image_1_url": "https://images.wsj.net/im-277676?width=620&size=1.5",
    "image_1": "im-277676.jpg",
    "time": "2020-12-28 11:00:00",
    "body": "One of the biggest myths about exercise is that it’s natural. If anything, human instincts lean more toward taking a nap. Want to feel bad about skipping a workout? Blame evolution.<br />Daniel E. Lieberman argues this theory in his new book “Exercised: Why Something We Never Evolved to Do Is Healthy and Rewarding,” which tips some of the fitness world’s most sacred cows. Everyone knows exercise is good for them, yet studies show most people don’t get enough of it. Mr. Lieberman set out to find out why, and the answers, he hopes, will help remove some of the shame people feel about their own inactivity that makes it even harder to get moving.<br />Mr. Lieberman criticizes people he calls “exercists” who brag about how much they work out and pass judgment on the less fit as unnaturally lazy. Those who take the escalator instead of the stairs are not guilty of the sin of sloth, he writes, but doing what they were evolved to do—saving energy only for what is necessary or recreational.<br />Other highlights from the book out Jan. 5: People who believe brutal cross-training workouts bring them closer to the brawny body that belonged to their ancient forebears probably are not familiar with research that shows Neanderthals were only slightly more muscular than today’s regular humans. Fitness buffs who think civilization’s pampering has muted our natural strength might not realize that a profoundly inactive couch potato moves more than a typical chimpanzee in a day. As for our natural talents, it bears noting that the average person runs as fast as a hippo.<br />Mr. Lieberman, 56, a professor of human evolutionary biology at Harvard University, helped popularize barefoot running in the U.S. after publishing a paper in Nature on how and why people ran barefoot before the invention of shoes. In this book, the biological anthropologist hails the benefits of fitness and recommends beating the anti-exercise instinct by working out with friends and making commitments like registering for a race. His philosophy: Any movement is an improvement on none, more is usually better, and it is never too late to start."
}