{
    "url_original": "https://www.wsj.com/articles/a-california-plan-to-chase-away-the-rich-then-keep-stalking-them-11608331448?mod=opinion_lead_pos6",
    "url": "a-california-plan-to-chase-away-the-rich-then-keep-stalking-them-11608331448",
    "title": "A California Plan to Chase Away the Rich, Then Keep Stalking Them",
    "sub_head": "A proposed wealth tax would apply for a decade to anyone who spends 60 days in the state in a single year.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-18 17:44:00",
    "body": "California’s Legislature is considering a wealth tax on residents, part-year residents, and any person who spends more than 60 days inside the state’s borders in a single year. Even those who move out of state would continue to be subject to the tax for a decade—a provision that calls to mind the Eagles’ famous “Hotel California” lyric: “You can check out any time you like, but you can never leave.”<br />The California Constitution probably allows a statewide wealth tax on residents, but any effort to create a tax capable of reaching across state borders is likely to run afoul of the U.S. Constitution. Taxing someone who spends only 60 days in the state in any single year—and extending that tax over an ensuing decade—would be something new under the sun.<br />Each year this tax net would gather up a new crop of taxpayers for the next decade. The range of people it proposes to ensnare is staggering: every student attending college in California, anyone having a major medical procedure at a California hospital and needing an extended in-state recovery period, and those who spend two months in California away from New York or London winters. Under California tax law, there is no distinction between a nonresident from Minnesota and a nonresident from Dubai.<br />Assembly Bill 2088 proposes calculating the wealth tax based on current world-wide net worth each Dec. 31. For part-year and temporary residents, the tax would be proportionate based on their number of days in California. The annual tax would be on current net worth and therefore would include wealth earned, inherited or obtained through gifts or estates long before and long after leaving the state.<br />The proposed wealth tax would fall on a star high-school or college athlete who grows up in California but becomes a wealthy professional in another state after graduation. It would grab a scientist who develops a drug to cure cancer years after leaving California. A grandchild who spent a single summer surfing in Southern California would be subject to the tax. It would include anyone returning home to a foreign country after 60 days in California."
}