{
    "url_original": "https://www.wsj.com/articles/a-case-against-walmart-mocks-justice-11609103413?mod=opinion_lead_pos9",
    "url": "a-case-against-walmart-mocks-justice-11609103413",
    "title": "A Case Against Walmart Mocks Justice",
    "sub_head": "The federal government sues the chain for filling valid prescriptions in compliance with state law.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-278354?width=620&size=1.5",
    "image_1": "im-278354.jpg",
    "time": "2020-12-27 16:10:00",
    "body": "Alcohol sales to adults are legal in all 50 states, and some substantial percentage of legally purchased alcohol is consumed by alcoholics, to their and society’s detriment. Imagine a federal lawsuit against a grocery chain for selling beer to adults without protecting alcoholics from buying it. Such a case would be groundless: No federal law limits beer sales to adults in this way.<br />The Justice Department last week announced a similarly groundless civil suit against  Walmart .  The complaint alleges that the chain’s 5,000-plus pharmacies fueled the opioid crisis by “unlawfully” filling prescriptions.<br />Like the hypothetical beer case, this case against Walmart mocks the rule of law. State laws require pharmacists to fill prescriptions that have been validly written by qualified medical practitioners. Pharmacists lack the expertise to second-guess doctors’ judgments about the appropriate necessity of a medication and the proper dosing for a particular patient. To write a prescription for a controlled substance—which includes all opioids—a physician must be qualified by the Drug Enforcement Administration, and Walmart complies with that federal rule.<br />When Walmart pharmacists have hesitated to fill legally written opioid prescriptions, they have often been subjected to state sanctions. The president of the Texas Medical Board threatened to issue “cease and desist orders” against pharmacists who “change amounts of opioids prescribed” or “override” a physician’s judgment, on grounds that doing so constitutes practicing medicine without a license. Wisconsin’s Board of Pharmacy threatened disciplinary action against a Walmart pharmacy because it “informed a local clinic that the Pharmacy would no longer fill controlled substance prescriptions from that clinic due to concerns of overprescribing.” Complaints against Walmart and its pharmacists for refusing to fill opioid prescriptions have been filed with or pursued by pharmacy boards in Alaska, Arkansas, Colorado, Idaho, Kansas, Maryland, Missouri, New Hampshire, Ohio, Oregon, Pennsylvania, Tennessee and West Virginia.<br />Under the Constitution’s Supremacy Clause, when there’s a contradiction between valid federal and state law, the former prevails. But there’s no federal law requiring that Walmart pharmacists refuse to fill prescriptions that state law requires them to fill. The Controlled Substances Act creates only two circumstances in which pharmacists commit a federal crime by filling facially valid prescriptions for controlled substances."
}