{
    "url_original": "https://www.wsj.com/articles/a-chinese-wework-for-apartments-is-in-distress-leaving-renters-out-in-the-cold-11607596203?mod=markets_featst_pos1",
    "url": "a-chinese-wework-for-apartments-is-in-distress-leaving-renters-out-in-the-cold-11607596203",
    "title": "A Chinese WeWork for Apartments Is in Distress, Leaving Renters Out in the Cold",
    "sub_head": "Protests by aggrieved renters have prompted local housing authorities to work with Danke Apartment to resolve its financial crisis",
    "category_1": "Markets",
    "image_1_url": "https://images.wsj.net/im-270606?width=620&size=1.5",
    "image_1": "im-270606.jpg",
    "time": "2020-12-10 07:57:00",
    "body": "Financial troubles at a WeWork-like Chinese apartment provider are causing problems for hundreds of thousands of renters, forcing local governments in China and a bank backed by  Tencent Holdings Ltd.  to step in.<br />Before the coronavirus pandemic, Danke Apartment, the main business of New York-listed  Phoenix Tree Holdings Ltd. , rode a boom in the country’s housing and rental market and expanded rapidly using a business model similar to that of the U.S. office-space startup.<br />Danke, known as an apartment operator, signed multiyear leases with many landlords in major Chinese cities and subleased spaces to renters, often after partitioning, decorating and furnishing units. The nearly six-year-old company billed itself as a technology provider and used an online platform to transact with property owners and tenants. It went public in the U.S. in January this year.<br />Danke also relied heavily on an unusual financing model. Most tenants of the more than 419,000 apartments it manages took out rental loans from online lenders. The lump sums these individuals borrowed—typically for a year’s rent—went to Danke, which paid some of it to landlords monthly or quarterly, and used the rest to help fund apartment renovations, maintenance services and its operations. Renters paid down the loans in monthly installments to lenders.<br />At the end of 2019, Danke had the equivalent of $420 million in short-term liabilities from “rent financing,” making up a little more than half its total borrowings."
}