{
    "url_original": "https://www.wsj.com/articles/a-christmas-carol-and-the-steadfast-tin-soldier-reviews-a-feast-of-yuletide-plays-11608240134?mod=opinion_major_pos14",
    "url": "a-christmas-carol-and-the-steadfast-tin-soldier-reviews-a-feast-of-yuletide-plays-11608240134",
    "title": "‘A Christmas Carol’ and ‘The Steadfast Tin Soldier’ Reviews: A Feast of Yuletide Plays",
    "sub_head": "Several stage versions of Dickens’s holiday fable are now streaming, including Jefferson Mays’s dazzling one-man rendition; also available is a magical pantomime production of Hans Christian Andersen’s fairy tale.",
    "category_1": "Opinion",
    "category_2": "Theater Review",
    "image_1_url": "https://images.wsj.net/im-273972?width=620&size=1.5",
    "image_1": "im-273972.jpg",
    "time": "2020-12-17 16:22:00",
    "body": "Stage versions of “A Christmas Carol” are the “Nutcrackers” of a growing number of American theaters, sure-fire annual cash cows that are both good shows and safe ones—not only because Charles Dickens’s parable of the power of grace is universally known and beloved in the English-speaking world, but also because it evokes the Christmas spirit while steering clear of outright religiosity (no one, not even the reformed Scrooge, is ever shown going to church). It is, in short, a perfect Christmas story for secular audiences, as well as a rattling good tale that lends itself to theatricalization of all kinds.<br />Many of the best “Christmas Carols” I’ve seen this season are one-man shows, of which the most spectacular by far is Jefferson Mays’s version. One of America’s leading stage actors, Mr. Mays is renowned for playing multiple characters in the same show (he portrayed some 40-odd men, women and nonbinary types in Doug Wright’s “I Am My Own Wife”). His fully staged solo version of “A Christmas Carol,” which first ran at Los Angeles’s Geffen Playhouse in 2018 and was headed for Broadway when the pandemic shut it down, is a tour de force of a similar kind, one in which Mr. Mays performs, so far as I could tell, the complete text of Dickens’s novella, turning himself into one character after another with supreme ingenuity.<br />Directed by Michael Arden and designed with spectacular, surprise-laden resourcefulness by Dane Laffrey (set and costumes), Ben Stanton (lights), Lucy Mackinnon (projections) and Joshua D. Reid (sound), this “Christmas Carol” was taped in an empty New York theater by a socially distanced crew and is being streamed as a fundraiser for 78 community and regional drama companies whose revenue sources have been choked off by Covid-19. While performance and production alike are conceived on a grand scale—I long to see it on Broadway next year—you will have no trouble whatsoever enjoying Mr. Mays’s “Christmas Carol” at home, though I recommend you watch it on the biggest video screen available. It is as good as any film version I’ve seen, including the classic 1951 adaptation in which Scrooge is played by Alastair Sim.<br />If you favor a less elaborate, more intimate staging, then I strongly recommend Writers Theatre’s version, in which Michael Halberstam, the company’s artistic director, gives a dramatic small-stage solo reading of “A Christmas Carol” (he carries the book throughout) directed to exceptionally fine effect by Stanton Long. It’s not in any way static—this is a real show, not a lectern reading—and I had no idea that Mr. Halberstam was such an excellent actor (most directors aren’t). I wouldn’t want to have to choose between Mr. Halberstam and Mr. Mays, and their performances are so completely different in style and approach that I was more than happy to watch them on consecutive days.<br />Most of the “Christmas Carols” I’ve seen in past years, however, have been not one-man shows but pageant-like productions with fairly good-sized casts. Needless to say, Covid has made such versions impossible in 2020, but Houston’s Alley Theatre has mounted a Zoom-based version adapted by Doris Baizley and very well directed by Brandon Weinbrenner in which 10 members of the Alley’s resident acting company, all performing from their individual living rooms, divvy up the parts, with David Rainey giving a splendidly pungent, even salty performance as Scrooge. The use of Zoom in this “staging” is more than a mere stopgap: It makes for a winningly homey, family-friendly air."
}