{
    "url_original": "https://www.wsj.com/articles/a-deterrent-for-the-next-hackers-11608678457?mod=opinion_major_pos9",
    "url": "a-deterrent-for-the-next-hackers-11608678457",
    "title": "A Deterrent for the Next Hackers",
    "sub_head": "The digital attacker today is a nation state and not Matthew Broderick in ‘War Games.’",
    "category_1": "Opinion",
    "category_2": "Business World",
    "image_1_url": "https://images.wsj.net/im-276853?width=620&size=1.5",
    "image_1": "im-276853.jpg",
    "time": "2020-12-22 18:07:00",
    "body": "“ SolarWinds  hack explained” is a popular internet search term. Sadly, very little has yet been explained.<br />The words “inside job” have been bandied mainly on expert blogs and online forums, not yet in the mainstream press. But we might suspect the human factor will turn out to have played a key role. Edward Snowden was the security flaw that led to a previous government data disaster. John Podesta was the unwitting flaw that put Democratic campaign emails in the hands of presumptively Russian hackers.<br />Software code and network systems may have inherent vulnerabilities but as systems become more complex and harder to penetrate, corrupting or fooling an authorized human will increasingly be the cost-effective avenue of attack. Once upon a time, we could tell ourselves any holes in our network systems were bound to be discovered and exploited. Not unreasonably, our sotto voce response was: Thanks for letting us know. Praise God the vulnerability was discovered sooner rather than later.<br />Industrial-strength corruption and sabotage of networks by state actors is the concern now. Closing holes is still important but more important will be deterring and shaping the incentives of attackers.<br />A security expert tells Reuters he alerted the Texas company SolarWinds last year to a sloppy password vulnerability, but Reuters was quick to add the defect didn’t play a role in the latest attack. Its perpetrator likely had no place in his plan for serendipity; his goal from the start was to target and break a specific company because its software offered access to the networks of thousands of other companies and government agencies."
}