{
    "url_original": "https://www.wsj.com/articles/a-guardrail-for-the-next-covid-relief-package-11608224631?mod=opinion_major_pos17",
    "url": "a-guardrail-for-the-next-covid-relief-package-11608224631",
    "title": "A Guardrail for the Next Covid Relief Package",
    "sub_head": "The federal unemployment benefit provided incentives for unemployed Americans to stay home and out of the workforce. We can prevent this policy failure from repeating itself.",
    "category_1": "Opinion",
    "category_2": "Letters",
    "image_1_url": "https://images.wsj.net/im-267793?width=620&size=1.5",
    "image_1": "im-267793.jpg",
    "time": "2020-12-17 12:03:00",
    "body": "Casey Mulligan and Stephen Moore’s op-ed “Unemployment Bonus Proves Its Harm,” (Dec. 4) shows how flawed liberal policies have hampered America’s economic recovery from the Covid-19 pandemic. The inflated federal unemployment benefit program included in the Cares Act led to more than two-thirds of workers earning more from unemployment than they were earning in their previous job, according to the National Bureau of Economic Research.<br />When the Cares Act passed, I was concerned about the effect these payments would have on employment numbers. The data reported in Messrs. Mulligan and Moore’s article shows that the federal unemployment benefit provided incentives for unemployed Americans to stay home and out of the workforce. And when the benefit expired in August, the unemployed returned to work in large numbers.<br />To prevent this policy failure from repeating itself, my colleague Rep. Ted Budd and I introduced the Getting Americans Back to Work Act. This legislation would cap unemployment benefits at 100% of previous wages, supporting Americans through this unprecedented time while also avoiding distortions in our labor market brought about by overzealous government action. Without this guardrail, policy makers risk cementing the economic turmoil caused by Covid-19. We must support Americans and safely get people back to work.<br />Rep. Ken Buck (R., Colo.)<br />Windsor, Colo."
}