{
    "url_original": "https://www.wsj.com/articles/a-hasty-withdrawal-from-somalia-11609284956?mod=opinion_lead_pos4",
    "url": "a-hasty-withdrawal-from-somalia-11609284956",
    "title": "A Hasty Withdrawal From Somalia",
    "sub_head": "Trump’s late pullout appears to put politics over antiterror strategy.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-29 18:35:00",
    "body": "U.S. troops can’t be everywhere forever. But the Trump Administration hasn’t made a good case for its recently announced withdrawal from Somalia in Northeast Africa.<br />President Trump has often expressed his skepticism of American commitments abroad, but the Administration’s move on Somalia was relatively quiet. Mr. Trump ordered the military to “reposition the majority of personnel and assets out of Somalia by early 2021,” according to a Pentagon statement this month. “While a change in force posture, this action is not a change in U.S. policy,” the statement said. “The U.S. will retain the capability to conduct targeted counterterrorism operations in Somalia.”<br />Even if it can achieve some objectives from outside the country, it would be losing the influence that comes with the 700 U.S. troops in Somalia. Americans are still vulnerable in countries like neighboring Kenya, and the U.S. needs multiple outposts to fight active terrorist groups.<br />Since Islamic State lost its physical caliphate in Syria and Iraq, unstable parts of Africa have become more appealing for jihadists looking to claim territory and plot attacks on the West. ISIS has a small presence in Somalia but the greatest threat is al-Shabaab.<br />The U.S. has launched at least 50 airstrikes this year against the al Qaeda-affiliated al-Shabaab. Mr. Trump said in a June letter to congressional leaders that some U.S. forces in Somalia also “advise, assist, and accompany regional forces, including Somali and African Union Mission in Somalia (AMISOM) forces, during counterterrorism operations.”"
}