{
    "url_original": "https://www.wsj.com/articles/a-life-changing-ferrari-458-spider-11607187600",
    "url": "a-life-changing-ferrari-458-spider-11607187600",
    "title": "A Life-Changing Ferrari 458 Spider",
    "sub_head": "A car named Coco inspired a biotech consultant to launch the first all-female Ferrari rally as well as a foundation that helps young women.",
    "category_1": "Life & Arts",
    "category_2": "Cars",
    "time": "2020-12-05 12:00:00",
    "body": "Chanterria McGilbra, a San Francisco-based biotech consultant, on her 2015 Ferrari 458 Spider, as told to A.J. Baime.<br />I’m one of those people who believes in messages and signs. One day in 2015, I was in the shower and the word Ferrari came to me. I thought, “That’s weird.” Day after day for a week, I would get in the shower and the word Ferrari would come to me. Finally, I went to the dealership in Mill Valley, Calif. I went through all the cars and when I saw the 458, I said, “I want to test-drive that one.” They said, “OK, come back tomorrow and we’ll have one you can drive.”<br />The next day one of the guys there pulled this car out and we went up a hill. He hit the gas. In the passenger seat, I felt the G-force and it was one of the most thrilling things I ever felt in my life. When I got behind the wheel, I punched the gas, and it was even more thrilling. That was it: I had to have this car.<br /><br />Ordering a new Ferrari is not like ordering other cars. I spent two weeks going back and forth, designing it. At first I wanted it all chocolate color, exterior and interior. They talked me out of it. I ended up selecting titanium paint, a chocolate-colored suede interior, and a black dashboard that would not distract from the driving experience. I put carbon fiber everywhere I could. I chose yellow brake calipers, which matched the yellow in the Ferrari logo. (It is the traditional color of founder Enzo Ferrari’s hometown—Modena, Italy.) All these decisions and more made my car unique—one of one, built that year."
}