{
    "url_original": "https://www.wsj.com/articles/a-lone-star-speech-victory-11608852943?mod=opinion_lead_pos4",
    "url": "a-lone-star-speech-victory-11608852943",
    "title": "A Lone Star Speech Victory",
    "sub_head": "The University of Texas at Austin will dissolve its bias-response team.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "image_1_url": "https://images.wsj.net/im-278198?width=620&size=1.5",
    "image_1": "im-278198.jpg",
    "time": "2020-12-24 18:35:00",
    "body": "Political speech is under attack these days from Beijing to Berkeley, so we’ll take victories where we can get them. One arrived Tuesday when the University of Texas at Austin agreed to disband its PC police and end policies that suppress speech on campus.<br />Credit the nonprofit Speech First, which sued on behalf of student members in 2018. The group claimed UT and its officials had “created an elaborate investigatory and disciplinary apparatus to suppress, punish, and deter speech that other students deem ‘offensive,’ ‘biased,’ ‘uncivil,’ or ‘rude.’”<br />Students could anonymously report their professors and peers for “bias incidents” to the Campus Climate Response Team, which would investigate and threaten disciplinary referrals and “restorative justice” meetings with administrators. The university gave several examples of what constitutes an act of bias, including “faculty commentary in the classroom perceived as derogatory and insensitive,” and other behavior open to highly subjective judgments about what is offensive.<br />A federal judge dismissed the case in 2019. Citing that decision, university spokesman J.B. Bird said Wednesday that there was “no evidence students were disciplined, sanctioned or investigated for their speech” and that, “to the contrary,” there was “strong evidence of the university protecting the speech rights of conservative students and guests on campus.”<br />But Speech First appealed, and in October the Fifth Circuit Court of Appeals vacated the ruling and remanded the case back to the district court. Circuit Court Judge Edith Jones blasted the bias-response team as “the clenched fist in the velvet glove of student speech regulation.”"
}