{
    "url_original": "https://www.wsj.com/articles/a-nasdaq-chiefs-diversity-stunt-11607469679?mod=opinion_major_pos9",
    "url": "a-nasdaq-chiefs-diversity-stunt-11607469679",
    "title": "A Nasdaq Chief’s Diversity Stunt",
    "sub_head": "Americans tire of seeing institutions misused for personal aggrandizement.",
    "category_1": "Opinion",
    "category_2": "Business World",
    "time": "2020-12-08 18:21:00",
    "body": "It was always possible that Donald Trump’s relentlessly meretricious self-promotion would have the opposite of the effect on “norms” that the hand-wringers fretted about. But there is also evidence, we must admit, for the counter theory.<br />In corporate America at least, CEOs are still expected to present themselves as humble servants, not as main chancers. Then there’s the Nasdaq stock exchange’s decision to branch into social policy with its proposed requirement that listed companies meet Nasdaq CEO Adena Friedman’s goals for diversity on their boards.<br />Let’s count the absurdities. Shareholders of listed companies elect their boards and are already free if they choose (and some do) to promote diversity goals. Voters elect legislators at the state and federal level who, if they think the public favors it, can pass affirmative-action mandates.<br />Nobody elected Nasdaq, as even Ms. Friedman seems mutely to concede. Though noncompliant companies in theory could be kicked off the exchange, they won’t be, she says. They will be required to explain publicly why they aren’t complying. (Here’s hoping many will say it’s because their self-respecting board members refuse to honor Ms. Friedman’s demand that they “self-identify” by race, gender and sexual orientation.)<br />Only two years ago, on being named to the job, Ms. Friedman literally pounded a table to insist her overriding goal would be to reduce the bureaucratic disincentives that make a public listing so unattractive to young companies. One wonders which prospect of an open Senate seat changed her priorities. (Leaping to mind is 77-year-old Ben Cardin’s in Maryland, where Ms. Friedman lives and her family has long been socially prominent.)"
}