{
    "url_original": "https://www.wsj.com/articles/a-new-setback-for-big-cities-as-return-to-the-office-fades-11606818601?mod=business_lead_pos4",
    "url": "a-new-setback-for-big-cities-as-return-to-the-office-fades-11606818601",
    "title": "A New Setback for Big Cities as Return to the Office Fades",
    "sub_head": "The low level of employees back at their workplaces is intensifying pain for cities geared toward office life",
    "category_1": "Real Estate",
    "category_2": "Property Report",
    "time": "2020-12-01 05:30:00",
    "body": "U.S. employees started heading back to the office in greater numbers after Labor Day but that pace is stalling now, delivering another blow to economic-recovery hopes in many cities.<br />The recent surge in Covid-19 cases across the country has led to an uptick in Americans resuming work at home after some momentum had been building for returning to the workplace, property analysts said. Floor after floor of empty office space is a source of great frustration for landlords and companies, which have invested millions of dollars in adapting building plans and developing new health protocols to make employees comfortable with a shared location.<br />About a quarter of employees had returned to work as of Nov. 18, according to Kastle Systems, a security firm that monitors access-card swipes in more than 2,500 office buildings in 10 of the largest U.S. cities.<br />That rate is up sharply from an April low of less than 15%, which largely consisted of building-maintenance and essential workers. The office return rate climbed steadily during the summer and early fall, but it has flattened out after reaching a high point of 27% in mid-October, Kastle said. The rate for last week was down even more sharply than in previous weeks but likely reflected the Thanksgiving Day holiday.<br />“There’s a huge headwind against company executives to strongly push their employee bases to come back to work,” said Douglas Linde, president of big office owner  Boston Properties Inc."
}