{
    "url_original": "https://www.wsj.com/articles/a-new-rule-for-cars-dont-look-so-standard-11609441006",
    "url": "a-new-rule-for-cars-dont-look-so-standard-11609441006",
    "title": "A New Rule for Cars: Don’t Look So Standard!",
    "sub_head": "Fuel and safety mandates have made them all look the same. Expect California to step in again.",
    "category_1": "Life & Arts",
    "category_2": "Ideas",
    "image_1_url": "https://images.wsj.net/im-279205?width=620&size=1.5",
    "image_1": "im-279205.jpg",
    "time": "2020-12-31 13:56:00",
    "body": "First, California banned the sale of gas-powered cars after the year 2035. Then it got car companies to sign on to its own tough emission standards. It’s obvious what’s next, isn’t it? California will become the first state to mandate that by 2035, cars must cease to be visually interchangeable.<br />“You’ve got the Accord that looks like the Camry that looks like the Sonata, and this just has to stop,” says a high-ranking state official. “It’s incredibly boring to get on the 101 and drive from Los Angeles to San Francisco and maybe see three cars that don’t look like every other car. And it makes it harder to catch speeders, because all the cars look the same.”<br />“It’s really bad with vans,” adds a second, more medium-ranking official. “Car companies developed a couple of basic designs in the 1990s, and they’ve stuck with them. A van that rolled off the assembly line in 2004 doesn’t look much different than one you bought yesterday. I know. I bought one in 2004.”<br />Car companies agree that their products suffer from a pitiful uniformity. They nod remorsefully that it would be nicer for everyone if cars were not so bland, generic, sleep-inducing. Then they point out, with some pique, that aerodynamic and structural innovations intended to make cars more fuel-efficient and safer are largely to blame.<br />“Look, you’re basically dealing with a rectangular-shaped box,” says one Motor City CEO. “Short of adding Nifty Fifties fins or running boards or some kind of weird sunroof or turret, there’s just no way to make one car look different from every other car.”"
}