{
    "url_original": "https://www.wsj.com/articles/a-nonprofit-that-uncovered-hundreds-of-lost-works-by-female-artists-to-close-11607435749",
    "url": "a-nonprofit-that-uncovered-hundreds-of-lost-works-by-female-artists-to-close-11607435749",
    "title": "A Nonprofit That Uncovered Hundreds of Lost Works by Female Artists to Close",
    "sub_head": "Advancing Women Artists was founded by the late pioneering philanthropist known as ‘Indiana Jane’; the closure comes as a surprise",
    "category_1": "Arts",
    "category_2": "Art",
    "image_1_url": "https://images.wsj.net/im-269736?width=620&size=custom_2508x2717",
    "image_1": "im-269736.jpg",
    "time": "2020-12-08 08:55:00",
    "body": "FLORENCE—Advancing Women Artists, the nonprofit devoted to rescuing the forgotten works of female artists and founded by the late pioneering philanthropist Jane Fortune, is folding. A message sent to AWA members on Dec. 1 and posted to its website said: “In June 2021, our much-loved organization will officially close its doors.”<br />Since its foundation in 2009, AWA has identified hundreds of works created by Italian women artists between the 16th and 20th centuries and financed the restoration of 70. Last year, the organization attracted world-wide attention with the unveiling of perhaps the most ambitious work known to have been painted by a woman during the Italian Renaissance: Plautilla Nelli’s Last Supper.<br />Many of the canvasses located by AWA were found, caked with grime, in dusty museum storerooms and dank Tuscan churches. The organization’s work earned Ms. Fortune the nickname in Italy of “Indiana Jane”—an allusion both to her native state and the intrepid fictional treasure hunter, Indiana Jones.<br />Ironically, the announcement of AWA’s closure has come at a time of unprecedented interest in women’s art. Twentieth century female artists have achieved record prices in the sale rooms; a work by the British painter Jenny Saville went under the hammer in 2018 for more than $10 million, the highest amount ever paid for a painting by a woman. Last February, Columbia University art historian Michael Cole published a substantial monograph on Sofonisba Anguissola, a 16th century Italian artist. And recently, the National Gallery in London inaugurated a major exhibition devoted to Baroque painter Artemisia Gentileschi.<br />Last week’s announcement from AWA, which gave no reason for its closure, came as a surprise to many supporters of the organization. The organization’s director, Linda Falcone, said AWA lacked the financial resources to continue with its work and had been unable to find a benefactor to succeed Ms. Fortune, who died in 2018."
}