{
    "url_original": "https://www.wsj.com/articles/a-pandemic-of-misinformation-11608570640?mod=opinion_lead_pos5",
    "url": "a-pandemic-of-misinformation-11608570640",
    "title": "A Pandemic of Misinformation",
    "sub_head": "The media’s politicization of Covid has proved deadly and puts Americans’ freedoms at risk.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "time": "2020-12-21 12:10:00",
    "body": "America has been paralyzed by death and fear for nearly a year, and the politicization of the pandemic has made things worse by adding misinformation and vitriol to the mix. With vaccines finally being administered, we should be entering a joyous phase. Instead we endure still more inflammatory rhetoric and media distortion.<br />Americans need to understand three realities. First, all 50 states independently directed and implemented their own pandemic policies. In every case, governors and local officials were responsible for on-the-ground choices—every business limit, school closing, shelter-in-place order and mask requirement. No policy on any of these issues was set by the federal government, except those involving federal property and employees.<br />Second, nearly all states used the same draconian policies that people now insist on hardening, even though the number of positive cases increased while people’s movements were constrained, business activities were strictly limited, and schools were closed. Governors in all but a few states—Florida and South Dakota are notable exceptions—imposed curfews, quarantines, directives on group gatherings, and mask mandates.<br />Mobility tracking verifies that people restricted their movement. Gallup and YouGov data show that 80% to 90% of Americans have been wearing masks since early August. Lockdown policies had baleful effects on local economies, families and children, and the virus spread anyway. If one advocates more lockdowns because of bad outcomes so far, why don’t the results of those lockdowns matter?<br />Third, the federal government’s role in the pandemic has been grossly mischaracterized by the media and their Democratic allies. That distortion has obscured several significant successes, while undermining the confidence of ordinary Americans. Federal financial support and directives enabled the development of a massive, state-of-the-art testing capacity and produced billions of dollars of personal protective equipment. Federal agencies met all requests for supplemental medical personnel and hospital-bed capacity. Officials in the Health and Human Services Department have told me there are no unmet requests for extra resources."
}