{
    "url_original": "https://www.wsj.com/articles/a-reckoning-looms-for-commercial-real-estateand-its-lenders-11607989060?mod=opinion_major_pos5",
    "url": "a-reckoning-looms-for-commercial-real-estateand-its-lenders-11607989060",
    "title": "A Reckoning Looms for Commercial Real Estate—and Its Lenders",
    "sub_head": "The composition of their portfolios makes small community banks especially vulnerable.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-272945?width=620&size=1.5",
    "image_1": "im-272945.jpg",
    "time": "2020-12-14 18:37:00",
    "body": "Even as Covid-19 cases surge world-wide, the arrival of viable vaccines holds the promise of a return to something resembling normality by the middle of next year. But the commercial real-estate sector may never get back to normal, and that could spell trouble for banks.<br />Many banks are concentrated in and dependent on commercial property lending. Banks hold half of all commercial real-estate loans. The 5,000 or so U.S. community banks, with about a third of total assets, are two to three times as concentrated in commercial real-estate lending as the approximately 30 larger banks.<br />Problems in commercial real estate can hurt banks in two ways. Losses on existing loans can damage earnings directly, and a correction can reduce future lending volumes, impairing an important driver of earnings. Based on what we know now, things don’t look good.<br />Neiman Marcus and at least 28 other major retailers have filed for bankruptcy. Hotel occupancy is down 32%. The Journal reported last month that world-wide airline capacity in October was down 58% from 2019. Apartment rent levels have collapsed 15% to 25% in large cities including New York, San Francisco, Boston and Seattle. Suburban shopping malls have been devastated.<br />A recent  Citigroup  report on 400 properties in the retail and hotel sectors found an average decline in value of 27%. The stock prices of real-estate investment trusts, companies that own equity in commercial properties, are down 42% for retail properties since the most recent valuation prior to the pandemic onset in March. Office-property REITs are down 36% and lodging property REITs are down 50%—all despite the recent stock-market rally on vaccine news."
}