{
    "url_original": "https://www.wsj.com/articles/a-real-life-tale-of-derring-do-11608247308?mod=opinion_lead_pos7",
    "url": "a-real-life-tale-of-derring-do-11608247308",
    "title": "A Real-Life Tale of Derring-Do",
    "sub_head": "How my friend Jan Nowak earned a statue in Warsaw.",
    "category_1": "Opinion",
    "category_2": "Commentary",
    "image_1_url": "https://images.wsj.net/im-256391?width=620&size=1.5",
    "image_1": "im-256391.jpg",
    "time": "2020-12-17 18:21:00",
    "body": "A reviewer in the Times Literary Supplement described a book as being “replete with derring-do.” There’s a word you don’t hear much. The book by Sarah Wheeler, “Storms,” is about men who were shipwrecked on an uninhabited island south of New Zealand. Derring-do helped them survive a terrible ordeal.<br />The Oxford English Dictionary defines derring-do as “daring action or feats.” I’ve never committed a deed of derring-do, perhaps because I didn’t serve in the military. But I got to know Jan Nowak (1914-2005), a man whose World War II derring-do on behalf of the Polish Home Army earned him a bronze statue in Warsaw. In “A Courier From Warsaw,” a powerful and disturbing memoir, Nowak recounts his many daring actions. Zbigniew Brzezinski called the book “a gripping account of personal heroism.”<br />Serving as a liaison between the Polish underground and the Allies, Nowak made five secret missions from Warsaw to the West. “Employing many disguises, Nowak traveled in secret to Scandinavia, Britain, North Africa and even across Nazi Germany itself to Switzerland and France,” Brzezinski wrote. “He . . . was usually a step ahead of the Gestapo. . . . He was involved in adventures which read like a film scenario.”<br />Though Nowak avoided arrest, his memoir is mainly about failure. He failed to persuade British authorities that the Nazis were committing genocide. “The murder of three million people organized like a factory on a kind of conveyor-belt principle was beyond the ordinary human imagination.” A Jewish emissary from Warsaw committed suicide because world-wide Jewish organizations didn’t believe his account.<br />“A Courier From Warsaw” is also about the failure of the Warsaw Uprising, in which Nowak participated, and Poland’s subjugation by communism after the war."
}