{
    "url_original": "https://www.wsj.com/articles/a-sincere-government-apology-11608680083?mod=opinion_lead_pos3",
    "url": "a-sincere-government-apology-11608680083",
    "title": "A Sincere Government Apology",
    "sub_head": "Gen. Perna has presided over vaccine delivery that is a great success.",
    "category_1": "Opinion",
    "category_2": "Review & Outlook",
    "time": "2020-12-22 18:34:00",
    "body": "‘I failed, nobody else failed.” You don’t hear that often, or ever, from a government official. But that’s what Operation Warp Speed logistics chief Gen. Gustave Perna said Saturday by way of apologizing to states for shipping fewer  Pfizer  Covid vaccine doses than expected. Kudos to Gen. Perna—and all the more so since overall the vaccine rollout is a historic success.<br />Close collaboration between government and private industry has made a vaccine available in record time and now is proving essential to distribution logistics. The military has been charged with coordinating distribution with states and private companies across a long supply chain including drug makers, airlines, freight companies, pharmacies, hospitals and nursing homes.<br />All of this involves meticulous planning, which has been in the works since early spring. Operation Warp Speed accelerated vaccine development by removing financial risk for drug makers and helping them line up facilities to manufacture vaccine candidates and sites to conduct trials. It has also accelerated and facilitated distribution.<br />Drug makers usually wait until their vaccines are approved before buying raw materials and establishing manufacturing lines and supply chains. Operation Warp Speed worked with and provided funding for drug makers to do all of this months ahead of time. So once vaccines are approved, shipments can begin immediately.<br />Pfizer has done most of the logistical groundwork for its vaccine, which is especially tricky because it must be transported and stored at ultra-cold temperatures. There are multiple steps from manufacturing to inoculation including final-assembly and storage sites. Pfizer has planned dozens of cargo flights and hundreds of truck trips every day."
}