{
    "url_original": "https://www.wsj.com/articles/a-stimulus-dollar-is-only-a-dollar-11607279296?mod=opinion_lead_pos8",
    "url": "a-stimulus-dollar-is-only-a-dollar-11607279296",
    "title": "A Stimulus Dollar Is Only a Dollar",
    "sub_head": "Democrats devise magic ‘multipliers’ to justify spending, but the returns never show.",
    "category_1": "Opinion",
    "category_2": "Inside View",
    "image_1_url": "https://images.wsj.net/im-268966?width=620&size=1.5",
    "image_1": "im-268966.jpg",
    "time": "2020-12-06 13:28:00",
    "body": "Wait for it . . . any day now . . . get ready for the “multipliers.” You know, the idea that a government dollar spent magically turns into multiple dollars in the economy. We ought to start hearing that silly word again as the lame-duck coronavirus stimulus negotiations kick in. Expect more multiplier mumbo jumbo as the Biden administration begins its tax-and-spend fiesta.<br />Let’s face it, the Democrats haven’t had a believable economic messenger since Robert Rubin during the Clinton administration. Since then they’ve presented a cast of characters—Larry Summers, Mr. Biden’s adviser Jared Bernstein, and lately Elizabeth Warren—who bend themselves into pretzels to justify higher spending and then higher taxes.<br />The  New York Times  described this trend during the early days of the Obama administration. The financial crisis team of Jason Furman, Tim Geithner and Mr. Summers were “carrying around this list of multipliers” taken from a chart by Mark Zandi, chief economist for Moody’s Analytics. Every dollar spent extending unemployment insurance benefits would, the fairy tale went, boost the economy by $1.64. Sadly, a dollar in reduced corporate taxes would boost the economy by only 30 cents. But cheer up, every dollar spent on food stamps would spur a $1.73 increase in gross domestic product. Mr. Zandi called it “bang for the buck”—the proverbial free lunch. It’s more like “dud for the dollar” because it didn’t work. It never does. Multipliers are a canard, a Keynesian conceit.<br />The economy grew after the Great Recession, as it does after every recession. The stimulus didn’t stimulate. Shovel-ready projects weren’t ready. Many complained that the stimulus wasn’t big enough. More hooey. The Obama administration’s high taxes and heaps of regulation held the economy back. Is spending driving today’s recovery? Think back to the Heroes Act 2.0, Nancy Pelosi’s $2.2 trillion coronavirus relief bill. Economic growth in the third quarter of 2020 was 33% as lockdowns were lifted, despite—or because of—that gigantic stimulus package not becoming law.<br />The theory of multipliers is based on the Keynesian view that poorer consumers tend to spend a large amount of increased income, and the rich less so. But multipliers are half a story. Someone has to put up the original money that allegedly gets multiplied, taking it away from the private sector and negating whatever dwindling chain of transactions are hypothesized. It’s like two waves canceling each other out—you can’t just do the math on the additive public wave and ignore subtracting the private. This demand-side theory omits the principle of productivity, the real driver of economic growth and prosperity."
}